{
   "quotes": 
{
 "AgeQuotes": [
  {
   "quote": {
    "text": "Let us never know what old age is. Let us know the happiness time brings, not count the years."
   },
   "author": {
    "text": "Ausonius"
   }
  },
  {
   "quote": {
    "text": "Age is a case of mind over matter. If you don't mind, it don't matter."
   },
   "author": {
    "text": "Satchel Paige"
   }
  },
  {
   "quote": {
    "text": "Youth is the gift of nature, but age is a work of art."
   },
   "author": {
    "text": "Stanislaw Jerzy Lec"
   }
  },
  {
   "quote": {
    "text": "Our uniqueness makes us special, makes perception valuable - but it can also make us lonely. This loneliness is different from being 'alone': You can be lonely even surrounded by people. The feeling I'm talking about stems from the sense that we can never fully share the truth of who we are. I experienced this acutely at an early age."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "Being confident is the key to life. Don't be afraid to be you! I'm super different from a lot of kids my age with style and personality, and I'm OK with it. And if you are OK with it, everyone else will be, too. Just be yourself."
   },
   "author": {
    "text": "Leo Howard"
   }
  },
  {
   "quote": {
    "text": "Do not go gentle into that good night but rage, rage against the dying of the light."
   },
   "author": {
    "text": "Dylan Thomas"
   }
  },
  {
   "quote": {
    "text": "Cherish all your happy moments; they make a fine cushion for old age."
   },
   "author": {
    "text": "Booth Tarkington"
   }
  },
  {
   "quote": {
    "text": "Try to keep your soul young and quivering right up to old age."
   },
   "author": {
    "text": "George Sand"
   }
  },
  {
   "quote": {
    "text": "Those who improve with age embrace the power of personal growth and personal achievement and begin to replace youth with wisdom, innocence with understanding, and lack of purpose with self-actualization."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "Age is something that doesn't matter, unless you are a cheese."
   },
   "author": {
    "text": "Luis Bunuel"
   }
  },
  {
   "quote": {
    "text": "A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy."
   },
   "author": {
    "text": "Abhishek Bachchan"
   }
  },
  {
   "quote": {
    "text": "Age and size are only numbers. It's the attitude you bring to clothes that make the difference."
   },
   "author": {
    "text": "Donna Karan"
   }
  },
  {
   "quote": {
    "text": "Aging is not lost youth but a new stage of opportunity and strength."
   },
   "author": {
    "text": "Betty Friedan"
   }
  },
  {
   "quote": {
    "text": "The secret of genius is to carry the spirit of the child into old age, which means never losing your enthusiasm."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Age is an issue of mind over matter. If you don't mind, it doesn't matter."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Every age has its storytelling form, and video gaming is a huge part of our culture. You can ignore or embrace video games and imbue them with the best artistic quality. People are enthralled with video games in the same way as other people love the cinema or theatre."
   },
   "author": {
    "text": "Andy Serkis"
   }
  },
  {
   "quote": {
    "text": "Age appears to be best in four things; old wood best to burn, old wine to drink, old friends to trust, and old authors to read."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "You can't help getting older, but you don't have to get old."
   },
   "author": {
    "text": "George Burns"
   }
  },
  {
   "quote": {
    "text": "In our age there is no such thing as 'keeping out of politics.' All issues are political issues, and politics itself is a mass of lies, evasions, folly, hatred and schizophrenia."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "Just remember, once you're over the hill you begin to pick up speed."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "I'm very mature for my age, but I'm also innocent in a lot of ways."
   },
   "author": {
    "text": "Kirsten Dunst"
   }
  },
  {
   "quote": {
    "text": "I'm happy to report that my inner child is still ageless."
   },
   "author": {
    "text": "James Broughton"
   }
  },
  {
   "quote": {
    "text": "To me - old age is always ten years older than I am."
   },
   "author": {
    "text": "Bernard Baruch"
   }
  },
  {
   "quote": {
    "text": "Marriage is not about age; it's about finding the right person."
   },
   "author": {
    "text": "Sophia Bush"
   }
  },
  {
   "quote": {
    "text": "Youth has no age."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "Wrinkles should merely indicate where smiles have been."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "When grace is joined with wrinkles, it is adorable. There is an unspeakable dawn in happy old age."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "People gossip. People are insecure, so they talk about other people so that they won't be talked about. They point out flaws in other people to make them feel good about themselves. I think at any age or any social class, that's present."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "Youth is a blunder; Manhood a struggle, Old Age a regret."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Age wrinkles the body. Quitting wrinkles the soul."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "At the age of 18, I made up my mind to never have another bad day in my life. I dove into a endless sea of gratitude from which I've never emerged."
   },
   "author": {
    "text": "Patch Adams"
   }
  },
  {
   "quote": {
    "text": "There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of people you love. When you learn to tap this source, you will truly have defeated age."
   },
   "author": {
    "text": "Sophia Loren"
   }
  },
  {
   "quote": {
    "text": "Legend: A lie that has attained the dignity of age."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "A diplomat is a man who always remembers a woman's birthday but never remembers her age."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "Each moment of a happy lover's hour is worth an age of dull and common life."
   },
   "author": {
    "text": "Aphra Behn"
   }
  },
  {
   "quote": {
    "text": "Old minds are like old horses; you must exercise them if you wish to keep them in working order."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "The most inspiring piece of advice I've gotten is simply to persevere. My mom taught me to always keep going no matter what from an early age. When it feels too difficult to push forward, I always remind myself, 'This too shall pass,' and then I redouble my efforts."
   },
   "author": {
    "text": "Liya Kebede"
   }
  },
  {
   "quote": {
    "text": "Sometimes, people can be extraordinarily judgmental and closed-minded to anyone different or special, which is why it's so hard for young people in this day and age to be comfortable enough in their own skin to not listen to the people picking on them."
   },
   "author": {
    "text": "Ariana Grande"
   }
  },
  {
   "quote": {
    "text": "I wasn't a jock in school, and by the 10th grade, when I was in boarding school I was carrying water buckets for the girls' hockey team. I was the kid with long hair and glasses and acne trying to learn how to play guitar and piano in the music center. I was not an athlete past the age of 13 or 14 when they start throwing the ball really fast."
   },
   "author": {
    "text": "Michael Weatherly"
   }
  },
  {
   "quote": {
    "text": "When marrying, ask yourself this question: Do you believe that you will be able to converse well with this person into your old age? Everything else in marriage is transitory."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "As I grow older, I pay less attention to what men say. I just watch what they do."
   },
   "author": {
    "text": "Andrew Carnegie"
   }
  },
  {
   "quote": {
    "text": "Men are like wine - some turn to vinegar, but the best improve with age."
   },
   "author": {
    "text": "Pope John XXIII"
   }
  },
  {
   "quote": {
    "text": "Makeup can make a woman look more beautiful at every age."
   },
   "author": {
    "text": "Francois Nars"
   }
  },
  {
   "quote": {
    "text": "Age does not make us childish, as some say; it finds us true children."
   },
   "author": {
    "text": "James Anthony Froude"
   }
  },
  {
   "quote": {
    "text": "There is a plan and a purpose, a value to every life, no matter what its location, age, gender or disability."
   },
   "author": {
    "text": "Sharron Angle"
   }
  },
  {
   "quote": {
    "text": "True terror is to wake up one morning and discover that your high school class is running the country."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "A moment comes, which comes but rarely in history, when we step out from the old to the new; when an age ends; and when the soul of a nation long suppressed finds utterance."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "Common sense is the collection of prejudices acquired by age eighteen."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "No economy can succeed without a high-quality workforce, particularly in an age of globalization and technical change."
   },
   "author": {
    "text": "Ben Bernanke"
   }
  },
  {
   "quote": {
    "text": "As human beings we value the experience that comes with age. We are reminded over and over again with statements like 'older and wiser' and 'respect your elders,' promoting age as something to be cherished and respected."
   },
   "author": {
    "text": "Jenna Morasca"
   }
  },
  {
   "quote": {
    "text": "Be eccentric now. Don't wait for old age to wear purple."
   },
   "author": {
    "text": "Regina Brett"
   }
  },
  {
   "quote": {
    "text": "There's a vintage which comes with age and experience."
   },
   "author": {
    "text": "Jon Bon Jovi"
   }
  },
  {
   "quote": {
    "text": "Age is just a number. Life and aging are the greatest gifts that we could possibly ever have."
   },
   "author": {
    "text": "Cicely Tyson"
   }
  },
  {
   "quote": {
    "text": "If you age with somebody, you go through so many roles - you're lovers, friends, enemies, colleagues, strangers; you're brother and sister. That's what intimacy is, if you're with your soulmate."
   },
   "author": {
    "text": "Cate Blanchett"
   }
  },
  {
   "quote": {
    "text": "Old age is like everything else. To make a success of it, you've got to start young."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Old age is just a record of one's whole life."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "In age of consumerism and materialism, I traffic in blue sky and colored air."
   },
   "author": {
    "text": "James Turrell"
   }
  },
  {
   "quote": {
    "text": "The excitement of learning separates youth from old age. As long as you're learning you're not old."
   },
   "author": {
    "text": "Rosalyn Sussman Yalow"
   }
  },
  {
   "quote": {
    "text": "I believe in miracles. At the age of 13, I was on holiday in Moscow with my mother. It was the only trip I took in my whole childhood. We stepped off a metro train and were approached by a talent scout who told me that she wanted to sign me to her modeling agency."
   },
   "author": {
    "text": "Olga Kurylenko"
   }
  },
  {
   "quote": {
    "text": "The experience of reading a printed comic book will never change, but now, thanks to the digital age, there are many different ways to enjoy the same story. Digital comic books, of course, can be interactive in many different ways, allowing the reader to feel like a participant in the story."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "The age of a woman doesn't mean a thing. The best tunes are played on the oldest fiddles."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "In this enlightened age, there are few I believe, but what will acknowledge, that slavery as an institution is a moral & political evil in any country. It is useless to expatiate on its disadvantages."
   },
   "author": {
    "text": "Robert E. Lee"
   }
  },
  {
   "quote": {
    "text": "Old age and treachery will always beat youth and exuberance."
   },
   "author": {
    "text": "David Mamet"
   }
  },
  {
   "quote": {
    "text": "'Age' is the acceptance of a term of years. But maturity is the glory of years."
   },
   "author": {
    "text": "Martha Graham"
   }
  },
  {
   "quote": {
    "text": "The ruling ideas of each age have ever been the ideas of its ruling class."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "Your grandparents came of age in the Great Depression, when everyday life was about deprivation and sacrifice, when the economic conditions of the time were so grave and so unrelenting it would have been easy enough for the American dream to fade away."
   },
   "author": {
    "text": "Tom Brokaw"
   }
  },
  {
   "quote": {
    "text": "Bashfulness is an ornament to youth, but a reproach to old age."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Millennials regularly draw ire for their cell phone usage. They're mobile natives, having come of age when landlines were well on their way out and payphones had gone the way of dinosaurs. Because of their native fluency, Millennials recognize mobile phones can do a whole lot more than make calls, enable texting between friends or tweeting."
   },
   "author": {
    "text": "Chelsea Clinton"
   }
  },
  {
   "quote": {
    "text": "We aren't in an information age, we are in an entertainment age."
   },
   "author": {
    "text": "Tony Robbins"
   }
  },
  {
   "quote": {
    "text": "The finest lesson I've learned with age is that all I need is a small team of comrades who inspire me, try not to judge me, and remind me when I'm judging myself."
   },
   "author": {
    "text": "Lake Bell"
   }
  },
  {
   "quote": {
    "text": "A graceful and honorable old age is the childhood of immortality."
   },
   "author": {
    "text": "Pindar"
   }
  },
  {
   "quote": {
    "text": "Age is a very high price to pay for maturity."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "Another belief of mine; that everyone else my age is an adult, whereas I am merely in disguise."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "The secret of staying young is to live honestly, eat slowly, and lie about your age."
   },
   "author": {
    "text": "Lucille Ball"
   }
  },
  {
   "quote": {
    "text": "I will never be an old man. To me, old age is always 15 years older than I am."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "My father... removed from Kentucky to... Indiana, in my eighth year... It was a wild region, with many bears and other wild animals still in the woods. There I grew up... Of course when I came of age, I did not know much. Still somehow, I could read, write, and cipher... but that was all."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "It is surprising to notice that even from the earliest age, man finds the greatest satisfaction in feeling independent. The exalting feeling of being sufficient to oneself comes as a revelation."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Old age is like a plane flying through a storm. Once you're aboard, there's nothing you can do."
   },
   "author": {
    "text": "Golda Meir"
   }
  },
  {
   "quote": {
    "text": "I think it's nice to age gracefully. OK, you lose the youth, a certain stamina and dewy glow, but what you gain on the inside as a human being is wonderful: the wisdom, the acceptance and the peace of mind. It's a fair exchange."
   },
   "author": {
    "text": "Cherie Lunghi"
   }
  },
  {
   "quote": {
    "text": "Beauty and the Beast seemed like it all was really brown. The whole thing was just so brown and orange and yellow, like Burger King or something. I don't think I would have liked Beauty and the Beast at any age."
   },
   "author": {
    "text": "Mike Judge"
   }
  },
  {
   "quote": {
    "text": "We live in an age, in an era where there is so much negativity, there is so much violence in the world, there is so much unrest and people are at war, that I wanted to promote the word love and red signifies love."
   },
   "author": {
    "text": "Elton John"
   }
  },
  {
   "quote": {
    "text": "Brain power improves by brain use, just as our bodily strength grows with exercise. And there is no doubt that a large proportion of the female population, from school days to late middle age, now have very complicated lives indeed."
   },
   "author": {
    "text": "A. N. Wilson"
   }
  },
  {
   "quote": {
    "text": "Forty is the old age of youth; fifty the youth of old age."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "In youth we learn; in age we understand."
   },
   "author": {
    "text": "Marie von Ebner-Eschenbach"
   }
  },
  {
   "quote": {
    "text": "Old age is not a disease - it is strength and survivorship, triumph over all kinds of vicissitudes and disappointments, trials and illnesses."
   },
   "author": {
    "text": "Maggie Kuhn"
   }
  },
  {
   "quote": {
    "text": "My love for ice cream emerged at an early age - and has never left!"
   },
   "author": {
    "text": "Ginger Rogers"
   }
  },
  {
   "quote": {
    "text": "I strive for perfection, but I'm not perfect. But what I can say is my morals are totally different than any other 24-year-old rapper my age now. I look at life totally different. A whole other aspect. I have different views and morals on life in general. And opinions."
   },
   "author": {
    "text": "ASAP Rocky"
   }
  },
  {
   "quote": {
    "text": "I understood at a very early age that in nature, I felt everything I should feel in church but never did. Walking in the woods, I felt in touch with the universe and with the spirit of the universe."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Many believe - and I believe - that I have been designated for this work by God. In spite of my old age, I do not want to give it up; I work out of love for God and I put all my hope in Him."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "If youth knew; if age could."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "What though youth gave love and roses, Age still leaves us friends and wine."
   },
   "author": {
    "text": "Thomas Moore"
   }
  },
  {
   "quote": {
    "text": "There are only three things that can kill a farmer: lightning, rolling over in a tractor, and old age."
   },
   "author": {
    "text": "Bill Bryson"
   }
  },
  {
   "quote": {
    "text": "I know not age, nor weariness nor defeat."
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "Love has no age, no limit; and no death."
   },
   "author": {
    "text": "John Galsworthy"
   }
  },
  {
   "quote": {
    "text": "Youth is the best time to be rich, and the best time to be poor."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "As men get older, the toys get more expensive."
   },
   "author": {
    "text": "Marvin Davis"
   }
  },
  {
   "quote": {
    "text": "At some point in every person's life, you will need an assisted medical device - whether it's your glasses, your contacts, or as you age and you have a hip replacement or a knee replacement or a pacemaker. The prosthetic generation is all around us."
   },
   "author": {
    "text": "Aimee Mullins"
   }
  },
  {
   "quote": {
    "text": "I don't think of myself as a poor deprived ghetto girl who made good. I think of myself as somebody who from an early age knew I was responsible for myself, and I had to make good."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "In Selma, Alabama, in 1965, only 2.1 percent of blacks of voting age were registered to vote. The only place you could attempt to register was to go down to the courthouse. You had to pass a so-called literacy test. And they would tell people over and over again that they didn't or couldn't pass the literacy test."
   },
   "author": {
    "text": "John Lewis"
   }
  },
  {
   "quote": {
    "text": "At my advanced age - I'm now an octogenarian - I'm constantly amazed by the number of people who want to take my picture."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "Information is the oxygen of the modern age. It seeps through the walls topped by barbed wire, it wafts across the electrified borders."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "I went to high school, which was a good thing because I hadn't interacted with many people my age, and I didn't really have friends. I had a million acquaintances and no friends."
   },
   "author": {
    "text": "Macaulay Culkin"
   }
  },
  {
   "quote": {
    "text": "I used to choose friends based on similarity in age and life stage, but I've learned that those were the wrong criteria. Trying to live life exclusively alongside others our own age is like attempting to climb Mt. Everest without a Sherpa. It's a little dangerous."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "Your timeless self does not age and has no fear of the future. Contemplate your physical self and all its possessions, and practice laughing peacefully at it all."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "I have had so many great moments, but I would have to say that dancing the Swan in 'Swan Lake' was such a unique and passionate experience for me. It was such bloody hard work, even at that very early age, that I would not want to try to replicate it again now."
   },
   "author": {
    "text": "William Kempe"
   }
  },
  {
   "quote": {
    "text": "Nobody grows old merely by living a number of years. We grow old by deserting our ideals. Years may wrinkle the skin, but to give up enthusiasm wrinkles the soul."
   },
   "author": {
    "text": "Samuel Ullman"
   }
  },
  {
   "quote": {
    "text": "Old age, believe me, is a good and pleasant thing. It is true you are gently shouldered off the stage, but then you are given such a comfortable front stall as spectator."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "I think it's very hard in this day and age to raise little girls with morals, ethics and values, and them knowing that they are precious creations and that they are important."
   },
   "author": {
    "text": "Angie Harmon"
   }
  },
  {
   "quote": {
    "text": "There is a Fountain of Youth: It is your mind, your talents, the creativity you bring to your life and the lives of the people you love. When you learn to tap this source, you will truly have defeated age."
   },
   "author": {
    "text": "Sophia Loren"
   }
  },
  {
   "quote": {
    "text": "Our scientific age demands that we provide definitions, measurements, and statistics in order to be taken seriously. Yet most of the important things in life cannot be precisely defined or measured. Can we define or measure love, beauty, friendship, or decency, for example?"
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "Have regular hours for work and play; make each day both useful and pleasant, and prove that you understand the worth of time by employing it well. Then youth will be delightful, old age will bring few regrets, and life will become a beautiful success."
   },
   "author": {
    "text": "Louisa May Alcott"
   }
  },
  {
   "quote": {
    "text": "One of the things you learn in football is that you're only as good as your last outing. I don't like to reflect on what we've done in the past. I'm not a very good storyteller, for one thing. I'd disappoint you. When it's time, I'll talk about the good old days. But it's a sign of old age, reveling in the past."
   },
   "author": {
    "text": "Chuck Noll"
   }
  },
  {
   "quote": {
    "text": "I read all the time that people think I'm arrogant. They say I am cocky, a bad character. I had that from a young age. But when they meet me, they say, 'That image doesn't fit you.'"
   },
   "author": {
    "text": "Zlatan Ibrahimovic"
   }
  },
  {
   "quote": {
    "text": "Tobacco marketing often reaches children and youth and entices them to start using tobacco while they are still at an impressionable age. Nearly four out of five high school cigarette smokers will become adult smokers, even if they intend to quit in a few years. By the time they want to quit, they're hooked."
   },
   "author": {
    "text": "Tom Frieden"
   }
  },
  {
   "quote": {
    "text": "A man does not die of love or his liver or even of old age; he dies of being a man."
   },
   "author": {
    "text": "Miguel de Unamuno"
   }
  },
  {
   "quote": {
    "text": "I saw no African people in the printed and illustrated Sunday school lessons. I began to suspect at this early age that someone had distorted the image of my people. My long search for the true history of African people the world over began."
   },
   "author": {
    "text": "John Henrik Clarke"
   }
  },
  {
   "quote": {
    "text": "At the earliest age, when I saw a 'wet paint' sign, I had to touch the paint to see if it was wet. When I get stopped at the stoplight in the middle of the night, and there's just no cars coming, and the light is red, I go. I don't think I'm putting anyone in harm's way, and I'll just take the consequences. Because I'm a Libertarian."
   },
   "author": {
    "text": "Gary Johnson"
   }
  },
  {
   "quote": {
    "text": "It is not possible to live in this age if you don't have a sense of many contradictory forces."
   },
   "author": {
    "text": "Rem Koolhaas"
   }
  },
  {
   "quote": {
    "text": "The old believe everything, the middle-aged suspect everything, the young know everything."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "None are so old as those who have outlived enthusiasm."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "The trick is growing up without growing old."
   },
   "author": {
    "text": "Casey Stengel"
   }
  },
  {
   "quote": {
    "text": "The heresy of one age becomes the orthodoxy of the next."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Surrounding myself with beautiful women keeps me young."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "As human beings, our greatness lies not so much in being able to remake the world - that is the myth of the atomic age - as in being able to remake ourselves."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Bad news isn't wine. It doesn't improve with age."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "I love high heels from the age of 10! Short skirts and then high heels. My classmates used to make fun of me. Like, 'Ooh, she's so skinny and she's wearing high heels.' But I just wore what I like, and I didn't care about people's opinions, the same as I don't care now."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "There is a quiet about the life of a farmer, and the hope of a serene old age, that no other business or profession can promise."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "Old age and the passage of time teach all things."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "I think the thing I miss most in our age is our manners. It sounds so old-fashioned in a way. But even bad people had good manners in the old days, and manners hold a community together, and manners hold a family together; in a way, they hold the world together."
   },
   "author": {
    "text": "Nancy Friday"
   }
  },
  {
   "quote": {
    "text": "I am happy being able to play roles with people my age because once you do something really mature there is no turning back."
   },
   "author": {
    "text": "Lindsay Lohan"
   }
  },
  {
   "quote": {
    "text": "In an age when so many groups are rolling out restaurants faster than your local baker makes donuts, my goal is that each restaurant feels hand-crafted. That they have their own soul."
   },
   "author": {
    "text": "Danny Meyer"
   }
  },
  {
   "quote": {
    "text": "Age is whatever you think it is. You are as old as you think you are."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "At my age flowers scare me."
   },
   "author": {
    "text": "George Burns"
   }
  },
  {
   "quote": {
    "text": "I think that age as a number is not nearly as important as health. You can be in poor health and be pretty miserable at 40 or 50. If you're in good health, you can enjoy things into your 80s."
   },
   "author": {
    "text": "Bob Barker"
   }
  },
  {
   "quote": {
    "text": "Difficult choices, unlike red wine, rarely improve with age."
   },
   "author": {
    "text": "Richard N. Haass"
   }
  },
  {
   "quote": {
    "text": "New Age values are conscious evolution, a non-sectarian society, a non-military culture, global sharing, healing the environment, sustainable economies, self-determination, social justice, economic empowerment of the poor, love, compassion in action, going beyond religious fundamentalism, going beyond nationalism-extreme nationalism, culture."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "New needs need new techniques. And the modern artists have found new ways and new means of making their statements... the modern painter cannot express this age, the airplane, the atom bomb, the radio, in the old forms of the Renaissance or of any other past culture."
   },
   "author": {
    "text": "Jackson Pollock"
   }
  },
  {
   "quote": {
    "text": "Age does not protect you from love. But love, to some extent, protects you from age."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "Nature gives you the face you have at twenty; it is up to you to merit the face you have at fifty."
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "My view is that at a younger age your optimism is more and you have more imagination etc. You have less bias."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Age is inevitable. Aging isn't."
   },
   "author": {
    "text": "Marv Levy"
   }
  },
  {
   "quote": {
    "text": "Whether you are just entering the workforce or nearing retirement age, planning for the future is critical."
   },
   "author": {
    "text": "Ron Lewis"
   }
  },
  {
   "quote": {
    "text": "Scripture is filled with examples of men and women whom God used late in life, often with great impact - men and women who refused to use old age as an excuse to ignore what God wanted them to do."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "The charm of history and its enigmatic lesson consist in the fact that, from age to age, nothing changes and yet everything is completely different."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "With each year I experience, I become more relaxed. I know now what is important to listen to and what to ignore. You only get that with age."
   },
   "author": {
    "text": "Caster Semenya"
   }
  },
  {
   "quote": {
    "text": "It seems as if an age of genius must be succeeded by an age of endeavour; riot and extravagance by cleanliness and hard work."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "The new age of terrorism isn't on the battlefield: it's in your own backyard. Whether it's at a concert in France or a restaurant in the United States, terrorism doesn't have to happen in a military installation by any stretch of the imagination."
   },
   "author": {
    "text": "Bill Goldberg"
   }
  },
  {
   "quote": {
    "text": "Youth is the time of getting, middle age of improving, and old age of spending."
   },
   "author": {
    "text": "Anne Bradstreet"
   }
  },
  {
   "quote": {
    "text": "Death, torture and prison are part of daily life for the youth of Iran. They are not like us, my friends and I at their age; they are not scared. They are not what we were. They hold hands and scream: 'Don't be afraid! Don't be afraid! We are together!' They understand that no one will give them their rights; they must go get them."
   },
   "author": {
    "text": "Marjane Satrapi"
   }
  },
  {
   "quote": {
    "text": "I am, as I've said, merely competent. But in an age of incompetence, that makes me extraordinary."
   },
   "author": {
    "text": "Billy Joel"
   }
  },
  {
   "quote": {
    "text": "What Youth deemed crystal, Age finds out was dew."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "I figured out it was a social thing, what women were allowed to do. At a very young age, I decided I was not going to follow women's rules."
   },
   "author": {
    "text": "Joan Jett"
   }
  },
  {
   "quote": {
    "text": "Your child probably won't get into the Ivy League or win a sports scholarship. At age 24, he might be back in his childhood bedroom, in debt, after a mediocre college career. Raise him so that, if that happens, it will still have been worth it."
   },
   "author": {
    "text": "Pamela Druckerman"
   }
  },
  {
   "quote": {
    "text": "Looking back, Google's success came from the fortuitous timing of being born at the cusp of the broadband age. But it also came about because of the new reality of the Internet: a lot of services were going to be algorithmic, and owning your own infrastructure would be a key advantage."
   },
   "author": {
    "text": "Om Malik"
   }
  },
  {
   "quote": {
    "text": "In this day and age, when you can use a machine or computer to simulate or emulate what people can do together, it still can't replace the magic of four people in a room playing."
   },
   "author": {
    "text": "Dave Grohl"
   }
  },
  {
   "quote": {
    "text": "You can wear black at any time. You can wear it at any age. You may wear it for almost any occasion; a 'little black frock' is essential to a woman's wardrobe."
   },
   "author": {
    "text": "Christian Dior"
   }
  },
  {
   "quote": {
    "text": "Our thoughts are mainly controlled by our subconscious, which is largely formed before the age of 6, and you cannot change the subconscious mind by just thinking about it. That's why the power of positive thinking will not work for most people. The subconscious mind is like a tape player. Until you change the tape, it will not change."
   },
   "author": {
    "text": "Bruce Lipton"
   }
  },
  {
   "quote": {
    "text": "The thing I love most about my job is watching people age backward, becoming more lively and energetic as they free themselves from situations that are toxic to their essential selves."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "Probably the happiest period in life most frequently is in middle age, when the eager passions of youth are cooled, and the infirmities of age not yet begun; as we see that the shadows, which are at morning and evening so large, almost entirely disappear at midday."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Old age is no place for sissies."
   },
   "author": {
    "text": "Bette Davis"
   }
  },
  {
   "quote": {
    "text": "There is no longer a doubt that women are just as competent as men. Gender differences are guided by nurture, as society treats boys and girls differently from an early age."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "Reading, after a certain age, diverts the mind too much from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "With age comes the understanding and appreciation of your most important asset, your health."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "I've never been particularly aware of my age. It's like being on a bicycle - I just put my foot down and keep going."
   },
   "author": {
    "text": "Angela Lansbury"
   }
  },
  {
   "quote": {
    "text": "In youth, the days are short and the years are long. In old age, the years are short and days long."
   },
   "author": {
    "text": "Pope Paul VI"
   }
  },
  {
   "quote": {
    "text": "For age is opportunity no less Than youth itself, though in another dress, And as the evening twilight fades away The sky is filled with stars, invisible by day."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "Better pass boldly into that other world, in the full glory of some passion, than fade and wither dismally with age."
   },
   "author": {
    "text": "James Joyce"
   }
  },
  {
   "quote": {
    "text": "To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent that is to triumph over old age."
   },
   "author": {
    "text": "Amos Bronson Alcott"
   }
  },
  {
   "quote": {
    "text": "Old age may have its limitations and challenges, but in spite of them, our latter years can be some of the most rewarding and fulfilling of our lives."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Youth cannot know how age thinks and feels. But old men are guilty if they forget what it was to be young."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "The three touchstones that woke Buddha up - sickness, old age, and death - are a pretty good place to start when crafting a tragic tale. And if we need to get more specific: heartbreak, destruction, miscomprehension, natural disasters, betrayal, and the waste of human potential."
   },
   "author": {
    "text": "Paul Di Filippo"
   }
  },
  {
   "quote": {
    "text": "Our movements and feelings are constantly monitored, because surveillance is the business model of the digital age."
   },
   "author": {
    "text": "Katharine Viner"
   }
  },
  {
   "quote": {
    "text": "Preparation for old age should begin not later than one's teens. A life which is empty of purpose until 65 will not suddenly become filled on retirement."
   },
   "author": {
    "text": "Dwight L. Moody"
   }
  },
  {
   "quote": {
    "text": "Exposure from a young age to the realities of the world is a super-big thing."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Bullying, to me, starts very small around the kindergarten age where the first thing we learn is to call each other names. Something so small can be so long lasting in someone's life."
   },
   "author": {
    "text": "Shane Koyczan"
   }
  },
  {
   "quote": {
    "text": "Age is just a number. It's totally irrelevant unless, of course, you happen to be a bottle of wine."
   },
   "author": {
    "text": "Joan Collins"
   }
  },
  {
   "quote": {
    "text": "You are as young as your self-confidence, as old as your fears; as young as your hope, as old as your despair."
   },
   "author": {
    "text": "Samuel Ullman"
   }
  },
  {
   "quote": {
    "text": "Instead of being presented with stereotypes by age, sex, color, class, or religion, children must have the opportunity to learn that within each range, some people are loathsome and some are delightful."
   },
   "author": {
    "text": "Margaret Mead"
   }
  },
  {
   "quote": {
    "text": "I am growing handsome very fast indeed! I expect I shall be the belle of Amherst when I reach my 17th year. I don't doubt that I shall have perfect crowds of admirers at that age. Then how I shall delight to make them await my bidding, and with what delight shall I witness their suspense while I make my final decision."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "I'm a pretty agile guy, especially being taller and having done martial arts from about the age of 13, but parkour is one of those sports that I wish I'd discovered sooner. When my nephew first showed me, I thought, 'Damn - I'm too old for this.'"
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "To explain all nature is too difficult a task for any one man or even for any one age. 'Tis much better to do a little with certainty & leave the rest for others that come after you."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "In play, a child is always above his average age, above his daily behavior; in play, it is as though he were a head taller than himself."
   },
   "author": {
    "text": "Lev Vygotsky"
   }
  },
  {
   "quote": {
    "text": "What makes old age hard to bear is not the failing of one's faculties, mental and physical, but the burden of one's memories."
   },
   "author": {
    "text": "W. Somerset Maugham"
   }
  },
  {
   "quote": {
    "text": "Everyone knows that at the age of 11-12, children have a marked impulse to form themselves into groups and that the respect paid to the rules and regulations of their play constitutes an important feature of this social life."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "I knew what I wanted to do in sport from the age of nine."
   },
   "author": {
    "text": "Magdalena Neuner"
   }
  },
  {
   "quote": {
    "text": "I conclude, therefore, that this star is not some kind of comet or a fiery meteor... but that it is a star shining in the firmament itself one that has never previously been seen before our time, in any age since the beginning of the world."
   },
   "author": {
    "text": "Tycho Brahe"
   }
  },
  {
   "quote": {
    "text": "From a young age, I was rubbing elbows with a very different kind of person and social class, and I felt a lot of tension and conflict in my identity because of that."
   },
   "author": {
    "text": "David Lindsay-Abaire"
   }
  },
  {
   "quote": {
    "text": "The goal of my diet-style is eating for optimal health and longevity. What greater benefit could there be than living healthfully and actively into old age with no dependence on medications and almost no risk of heart disease, diabetes or dementia?"
   },
   "author": {
    "text": "Joel Fuhrman"
   }
  },
  {
   "quote": {
    "text": "I embrace old age. Look, I'm never going to dunk on LeBron James, and I've learned to accept that. I got a pretty good life, and I'm very fortunate, and I have my blessings."
   },
   "author": {
    "text": "Mark Wahlberg"
   }
  },
  {
   "quote": {
    "text": "Every man over forty is a scoundrel."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "In the Age of the Almighty Computer, drones are the perfect warriors. They kill without remorse, obey without kidding around, and they never reveal the names of their masters."
   },
   "author": {
    "text": "Eduardo Galeano"
   }
  },
  {
   "quote": {
    "text": "Every great architect is - necessarily - a great poet. He must be a great original interpreter of his time, his day, his age."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "In every age 'the good old days' were a myth. No one ever thought they were good at the time. For every age has consisted of crises that seemed intolerable to the people who lived through them."
   },
   "author": {
    "text": "Brooks Atkinson"
   }
  },
  {
   "quote": {
    "text": "One thing about being a stand-up is it's a one-man show. You gotta do everything. You're the producer, writer, director, and the actor. You just gotta be out there and perform and give your all. It's such an honest form of art that it just taught me so much, and it kind of prepared me for manhood at an early age."
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "Privacy is one of the biggest problems in this new electronic age."
   },
   "author": {
    "text": "Andy Grove"
   }
  },
  {
   "quote": {
    "text": "Old age is not a matter for sorrow. It is matter for thanks if we have left our work done behind us."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "I remember, as a boy of 17 years of age, this was a fascinating thing for me: how we human beings breathe out carbon dioxide into the air, the leaves of plants pick this carbon dioxide up, and the plant gives off oxygen, which we can breathe in and keep our life going."
   },
   "author": {
    "text": "Percy Julian"
   }
  },
  {
   "quote": {
    "text": "That means that every human being - without distinction of sex, age, race, skin color, language, religion, political view, or national or social origin - possesses an inalienable and untouchable dignity."
   },
   "author": {
    "text": "Hans Kung"
   }
  },
  {
   "quote": {
    "text": "I have always paid income tax. I object only when it reaches a stage when I am threatened with having nothing left for my old age - which is due to start next Tuesday or Wednesday."
   },
   "author": {
    "text": "Noel Coward"
   }
  },
  {
   "quote": {
    "text": "You lock your windows before you leave. You put on an alarm if you live in the country because you know that there are bad people out there. Well, in this Internet age, you know that there are bad people out there. And no matter what you do, those bad people are going to get into your house."
   },
   "author": {
    "text": "Judy Sheindlin"
   }
  },
  {
   "quote": {
    "text": "At the age of thirty-seven, I was fat, and since the age of thirty-eight, I have never been fat again. That's the whole idea of effective weight loss - it's permanent because it's part of your lifestyle and the way you think about yourself, with pride and a sense of accomplishment. The goal you achieve is your own - you own it."
   },
   "author": {
    "text": "Jean Nidetch"
   }
  },
  {
   "quote": {
    "text": "Mindfulness can help people of any age. That's because we become what we think."
   },
   "author": {
    "text": "Goldie Hawn"
   }
  },
  {
   "quote": {
    "text": "One of the great challenges of our age, in which the tools of our productivity are also the tools of our leisure, is to figure out how to make more useful those moments of procrastination when we're idling in front of our computer screens."
   },
   "author": {
    "text": "Joshua Foer"
   }
  },
  {
   "quote": {
    "text": "Industrialization based on machinery, already referred to as a characteristic of our age, is but one aspect of the revolution that is being wrought by technology."
   },
   "author": {
    "text": "Emily Greene Balch"
   }
  },
  {
   "quote": {
    "text": "Everybody is playing games. There are games now for pretty much every age, every demographic."
   },
   "author": {
    "text": "Jesse Schell"
   }
  },
  {
   "quote": {
    "text": "It's really amazing that in the age of unbelief, as a smart man called it, there isn't even more fraud. After all, with no God, there's no one to ever call you to account, and no accounting at all if you can get away with it."
   },
   "author": {
    "text": "Ben Stein"
   }
  },
  {
   "quote": {
    "text": "The pace at which people are taking to digital technology defies our stereotypes of age, education, language and income."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "When at a young age you learn to face your fears, that makes the difference between people being champions and people not being champions."
   },
   "author": {
    "text": "Evander Holyfield"
   }
  },
  {
   "quote": {
    "text": "Age is relative. Experience is relative. And I think often intensity is confused with maturity."
   },
   "author": {
    "text": "Laura Marling"
   }
  },
  {
   "quote": {
    "text": "Everything I read about hitting a midlife crisis was true. I had such a struggle letting go of youthful things and learning how to exist and have enthusiasm while settling into the comfort of an older age."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "No matter what age you are, or what your circumstances might be, you are special, and you still have something unique to offer. Your life, because of who you are, has meaning."
   },
   "author": {
    "text": "Barbara De Angelis"
   }
  },
  {
   "quote": {
    "text": "The purpose of the mission must be thoroughly understood beforehand, and the men must be inspired with a sense of personal dedication that knows no limitations... In an age of high technology and Jedi Knights, we often overlook the need for personal involvement, but we do so at our own risk."
   },
   "author": {
    "text": "William H. McRaven"
   }
  },
  {
   "quote": {
    "text": "The golden age has not passed; it lies in the future."
   },
   "author": {
    "text": "Paul Signac"
   }
  },
  {
   "quote": {
    "text": "The great thing about show business is that there's no mandatory retirement age."
   },
   "author": {
    "text": "Scott Bakula"
   }
  },
  {
   "quote": {
    "text": "The Republicans are, 'the party of the rich,' my mom said, 'We're poor, so we're Democrats.' That convinced me. I had no wish to remain poor, so I became a Republican at the age of 12."
   },
   "author": {
    "text": "Lionel Sosa"
   }
  },
  {
   "quote": {
    "text": "It's not catastrophes, murders, deaths, diseases, that age and kill us; it's the way people look and laugh, and run up the steps of omnibuses."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "Both old and young alike ought to seek wisdom: the former in order that, as age comes over him, he may be young in good things because of the grace of what has been, and the latter in order that, while he is young, he may at the same time be old, because he has no fear of the things which are to come."
   },
   "author": {
    "text": "Epicurus"
   }
  },
  {
   "quote": {
    "text": "Whether you like it or not, the digital age has produced a new format for modern romance, and natural selection may be favoring the quick-thumbed quip peddler over the confident, ice-breaking alpha male."
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, we would build pillow forts. My pillow fort was always like Ice Station 9 in Antarctica. The other kids would come by and be like, 'Oh! The wind and snow is blowing.' From a young age, I wanted to be out there and surviving. I'm a high-strung, hyperactive guy."
   },
   "author": {
    "text": "Conrad Anker"
   }
  },
  {
   "quote": {
    "text": "We live in an age of technology and science that demands proof, and yet we desire mystery. But when God gives us mystery, we seek to destroy it by gross indifference or childish reasoning."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "Minds ripen at very different ages."
   },
   "author": {
    "text": "Stevie Wonder"
   }
  },
  {
   "quote": {
    "text": "I knew at a young age, whether I was playing baseball or hockey or lacrosse, that my teammates were counting on me, whether it be to strike the last batter out in a baseball game or score a big goal in a hockey game."
   },
   "author": {
    "text": "Wayne Gretzky"
   }
  },
  {
   "quote": {
    "text": "As women, we get the message about how to be a good girl - how to be a good, pretty girl - from such an early age. Then, at the same time, we're told that well-behaved girls won't change the world or ever make a splash."
   },
   "author": {
    "text": "Phoebe Waller-Bridge"
   }
  },
  {
   "quote": {
    "text": "Filth and old age, I'm sure you will agree, are powerful wardens upon chastity."
   },
   "author": {
    "text": "Geoffrey Chaucer"
   }
  },
  {
   "quote": {
    "text": "Let no one be slow to seek wisdom when he is young nor weary in the search of it when he has grown old. For no age is too early or too late for the health of the soul."
   },
   "author": {
    "text": "Epicurus"
   }
  },
  {
   "quote": {
    "text": "Being nice to everybody, saying hello to everyone in the room, signing every autograph; it was instilled in me at a very young age that this was what I was suppose to do. But I don't think it helps at all. I see more people who are rude or arrogant being rewarded - but, this way, I can put my head on the pillow at night."
   },
   "author": {
    "text": "Brooke Shields"
   }
  },
  {
   "quote": {
    "text": "Positive emotion alienated from the exercise of character leads to emptiness, to inauthenticity, to depression, and, as we age, to the gnawing realization that we are fidgeting until we die."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "Eighteenth-century doctors prescribed sugar pills for nearly everything: heart problems, headache, consumption, labor pains, insanity, old age, and blindness. Hence, the French expression 'like an apothecary without sugar' meant someone in an utterly hopeless situation."
   },
   "author": {
    "text": "Tom Reiss"
   }
  },
  {
   "quote": {
    "text": "I will never give in to old age until I become old. And I'm not old yet!"
   },
   "author": {
    "text": "Tina Turner"
   }
  },
  {
   "quote": {
    "text": "In the information age, you don't teach philosophy as they did after feudalism. You perform it. If Aristotle were alive today he'd have a talk show."
   },
   "author": {
    "text": "Timothy Leary"
   }
  },
  {
   "quote": {
    "text": "When you're put in a position to really affect young people who are going to run the world one day, if you're able to be in their life at a young age and make a positive impact, I think that's a beautiful thing."
   },
   "author": {
    "text": "Zendaya"
   }
  },
  {
   "quote": {
    "text": "Keep courage. Whatever you do, do not feel sorry for yourself. You will win in a great age of opportunity."
   },
   "author": {
    "text": "Richard L. Evans"
   }
  },
  {
   "quote": {
    "text": "I was trying to be 27 at age 47, but God had to get rid of my vanity. I had trouble letting go of the old Lex physically. My human fleshly nature didn't want to let go of what had come to be billed as 'The Total Package.' I guess God had to help me get rid of the last remnant of that vanity and pride."
   },
   "author": {
    "text": "Lex Luger"
   }
  },
  {
   "quote": {
    "text": "Anybody under the age of forty knows hip-hop, gospel and R&B pretty well, and it's all a part of what we consider to be 'black music.' There is a natural synergy between the three."
   },
   "author": {
    "text": "John Legend"
   }
  },
  {
   "quote": {
    "text": "I was very aware of the fact that I was a young designer, and I didn't want to fall into the trap of 'mother of the bride' dressing and 'occasion-wear.' I wanted to make sure that girls my age were wearing it and that there was a cool factor to my clothes."
   },
   "author": {
    "text": "Emilia Wickstead"
   }
  },
  {
   "quote": {
    "text": "The truth is that the history of the last couple of thousand years has been broadly repeated attempts by various people or institutions - in a Freudian way - to rediscover the lost childhood of Europe, this golden age of peace and prosperity under the Romans, by trying to unify it."
   },
   "author": {
    "text": "Boris Johnson"
   }
  },
  {
   "quote": {
    "text": "I think we put our children at an enormous disadvantage by not educating them in war, by not letting them understand about it at an early age."
   },
   "author": {
    "text": "Suzanne Collins"
   }
  },
  {
   "quote": {
    "text": "With so many forty- and fifty something mums and dads in Converse stalking the streets, I can see why there's a slew of books about the menopause and middle age, the most recent addition being David Bainbridge's plucky, glass-half-full meditation or, as he calls it, 'natural history.'"
   },
   "author": {
    "text": "Rachel Johnson"
   }
  },
  {
   "quote": {
    "text": "The New Age? It's just the old age stuck in a microwave oven for fifteen seconds."
   },
   "author": {
    "text": "James Randi"
   }
  },
  {
   "quote": {
    "text": "I have a fear of poverty in old age. I have this vision of myself living in a skip and eating cat food. It's because I'm freelance, and I've never had a proper job. I don't have a pension, and my savings are dwindling. I always thought someone would just come along and look after me."
   },
   "author": {
    "text": "Jenny Eclair"
   }
  },
  {
   "quote": {
    "text": "Temper never mellows with age, and a sharp tongue is the only edged tool that grows keener with constant use."
   },
   "author": {
    "text": "Washington Irving"
   }
  },
  {
   "quote": {
    "text": "With age, you see people fail more. You see yourself fail more. How do you keep that fearlessness of a kid? You keep going. Luckily, I'm not afraid to make a fool of myself."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "I suspect I was not the first 21-year-old who thought he knew more than he did. And one of the virtues of age, one of the virtues of getting married and becoming a father, is it often leads one to take a more measured approach to life."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "If the Age of Sport has been all champagne and roses hitherto, then expect our love affair with its newly-acquired prominence to become increasingly tainted by scandals about cheating. Sport is losing its shine and allure."
   },
   "author": {
    "text": "Martin Jacques"
   }
  },
  {
   "quote": {
    "text": "Responsibility for learning belongs to the student, regardless of age."
   },
   "author": {
    "text": "Robert Martin"
   }
  },
  {
   "quote": {
    "text": "I am a great believer in naps, whatever age you are."
   },
   "author": {
    "text": "Shirley Eaton"
   }
  },
  {
   "quote": {
    "text": "I've gotten to the age where I'm comfortable with just about everything - except getting old!"
   },
   "author": {
    "text": "Patty Duke"
   }
  },
  {
   "quote": {
    "text": "Love, with very young people, is a heartless business. We drink at that age from thirst, or to get drunk; it is only later in life that we occupy ourselves with the individuality of our wine."
   },
   "author": {
    "text": "Karen Blixen"
   }
  },
  {
   "quote": {
    "text": "I'm pedantic about lip balm. I've been chomping through Lip Smackers since age 11. So the lip balm called Lips! is a personal favourite. I also really love the Properly Clean cleanser. Women are wearing primer, sunscreen and makeup, so a cleanser needs to work hard these days."
   },
   "author": {
    "text": "Zoe Foster Blake"
   }
  },
  {
   "quote": {
    "text": "Young women from a very young age are taught that life will be easier if you can just turn on the charming smile and say very little and be complacent and docile and sweet."
   },
   "author": {
    "text": "Amber Heard"
   }
  },
  {
   "quote": {
    "text": "I believe that the development of language - of naming, categorization, conceptualization - destroys our ability to see as we age."
   },
   "author": {
    "text": "Chris Ware"
   }
  },
  {
   "quote": {
    "text": "I think we know too much about actors as it is and their personal lives and it's this information age where we're stimulated constantly by the celebrity buzz effect or whatever it is, these web sites and blogs and different things."
   },
   "author": {
    "text": "Ryan Reynolds"
   }
  },
  {
   "quote": {
    "text": "My children were taught at an early age how money works and that it comes from hard work. They've been on a commission - not an allowance - since they were little. They learned that if they worked around the house, they got paid. If they didn't work, they didn't get paid."
   },
   "author": {
    "text": "Dave Ramsey"
   }
  },
  {
   "quote": {
    "text": "Old age and sickness bring out the essential characteristics of a man."
   },
   "author": {
    "text": "Felix Frankfurter"
   }
  },
  {
   "quote": {
    "text": "I knew that the most important thing a man has is in his head, and from a young age, I often studied the head structure of each person, hoping to crack his codes. I considered a high forehead a gift from God."
   },
   "author": {
    "text": "Shimon Peres"
   }
  },
  {
   "quote": {
    "text": "In an age of exponential change, we need the power of diverse thinking, and we cannot afford to leave any talent untapped."
   },
   "author": {
    "text": "Cathy Engelbert"
   }
  },
  {
   "quote": {
    "text": "I've always been short and stocky. So when I got into repertory theatre after graduation, I found myself doing character roles: because of my deep voice, shape and height, I was playing 40-year-old, 50-year-old roles at the age of 23."
   },
   "author": {
    "text": "David Suchet"
   }
  },
  {
   "quote": {
    "text": "Youth is the spirit of adventure and awakening. It is a time of physical emerging when the body attains the vigor and good health that may ignore the caution of temperance. Youth is a period of timelessness when the horizons of age seem too distant to be noticed."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "A man loves the meat in his youth that he cannot endure in his age."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Dissents speak to a future age."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "We can't avoid age. However, we can avoid some aging. Continue to do things. Be active. Life is fantastic in the way it adjusts to demands; if you use your muscles and mind, they stay there much longer."
   },
   "author": {
    "text": "Charles H. Townes"
   }
  },
  {
   "quote": {
    "text": "Age considers; youth ventures."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "When the child begins to think and to make use of the written language to express his rudimentary thinking, he is ready for elementary work; and this fitness is a question not of age or other incidental circumstance but of mental maturity."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "You can fake your age or mask it, but the passion that moves the characters has to be real."
   },
   "author": {
    "text": "Victoria Abril"
   }
  },
  {
   "quote": {
    "text": "I'm glad I was born when I was. My time was the golden age of variety. If I were starting out again now, maybe things would happen for me, but it certainly would not be on a variety show with 28 musicians, 12 dancers, two major guest stars, 50 costumes a week by Bob Mackie. The networks just wouldn't spend the money today."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "Loving someone liberates the lover as well as the beloved. And that kind of love comes with age."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Robots will harvest, cook, and serve our food. They will work in our factories, drive our cars, and walk our dogs. Like it or not, the age of work is coming to an end."
   },
   "author": {
    "text": "Gray Scott"
   }
  },
  {
   "quote": {
    "text": "I'm just like you - I want to be a good human being. I'm doing my best, and I'm working at it. And I'm trying to be a Christian. I'm always amazed when people walk up to me and say, 'I'm a Christian.' I always think, 'Already? You've already got it?' I'm working at it. And at my age, I'll still be working at it at 96."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Middle age is when you're sitting at home on a Saturday night and the telephone rings and you hope it isn't for you."
   },
   "author": {
    "text": "Ogden Nash"
   }
  },
  {
   "quote": {
    "text": "I'm at the age where food has taken the place of sex in my life. In fact, I've just had a mirror put over my kitchen table."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "It is not the young people that degenerate; they are not spoiled till those of mature age are already sunk into corruption."
   },
   "author": {
    "text": "Montesquieu"
   }
  },
  {
   "quote": {
    "text": "My father was very energetic; my mother was very energetic. He lived to a very old age, and so did my mother. I believe that I just have it from my father, from my parents. They had wonderful energy."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "I believe that parents need to make nutrition education a priority in their home environment. It's crucial for good health and longevity to instill in your children sound eating habits from an early age."
   },
   "author": {
    "text": "Cat Cora"
   }
  },
  {
   "quote": {
    "text": "The irony is that the more we fight age, the more it shows. Paint on a 50-year-old face brings to mind a Gilbert and Sullivan comic figure. Smooth the cheeks, and suddenly the ear lobes and hands look out of place. Do we run around in October, painting the gold leaves green?"
   },
   "author": {
    "text": "Karen DeCrow"
   }
  },
  {
   "quote": {
    "text": "We are approaching a new age of synthesis. Knowledge cannot be merely a degree or a skill... it demands a broader vision, capabilities in critical thinking and logical deduction without which we cannot have constructive progress."
   },
   "author": {
    "text": "Li Ka-shing"
   }
  },
  {
   "quote": {
    "text": "I must confess, I was born at a very early age."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "In the first three years of life, the foundations of physical and also of psychic health are laid. In these years, the child not only increases in size but passes through great transformations. This is the age in which language and movement develop. The child must be safeguarded in order that these activities may develop freely."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "The older I grow the more I distrust the familiar doctrine that age brings wisdom."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "I think that our language, culture, age, fortune, property, and our fame is all a facade. In the end, we're all the same."
   },
   "author": {
    "text": "Jenova Chen"
   }
  },
  {
   "quote": {
    "text": "Most fears are basic: fear of the dark, fear of going down in the basement, fear of weird sounds, fear that somebody is waiting for you in your closet. Those kinds of things stay with you no matter what age."
   },
   "author": {
    "text": "R. L. Stine"
   }
  },
  {
   "quote": {
    "text": "My mother is Turtle Mountain Chippewa, and she lived on her home reservation. My father taught there. He had just been discharged from the Air Force. He went to school on the GI Bill and got his teaching credentials. He is adventurous - he worked his way through Alaska at age seventeen and paid for his living expenses by winning at the poker table."
   },
   "author": {
    "text": "Louise Erdrich"
   }
  },
  {
   "quote": {
    "text": "I don't need you to remind me of my age. I have a bladder to do that for me."
   },
   "author": {
    "text": "Stephen Fry"
   }
  },
  {
   "quote": {
    "text": "Fitness has nothing to do with age."
   },
   "author": {
    "text": "Virender Sehwag"
   }
  },
  {
   "quote": {
    "text": "I definitely don't look my age. So I actively look for roles that will help people change their perception of me."
   },
   "author": {
    "text": "Elijah Wood"
   }
  },
  {
   "quote": {
    "text": "Architecture is always the will of the age conceived as space - nothing else. Until this simple truth is clearly recognized, the struggle over the foundation of a new architecture confident in its aims and powerful in its impact cannot be realized; until then, it is destined to remain a chaos of uncoordinated forces."
   },
   "author": {
    "text": "Ludwig Mies van der Rohe"
   }
  },
  {
   "quote": {
    "text": "You get to a certain age where you prepare yourself for happiness. Sometimes you never remember to actually get happy."
   },
   "author": {
    "text": "John Mayer"
   }
  },
  {
   "quote": {
    "text": "In the 1940s, traveling for an African was a complicated process. All Africans over the age of sixteen were compelled to carry 'Native passes' issued by the Native Affairs Department and were required to show that pass to any white policeman, civil servant, or employer. Failure to do so could mean arrest, trial, a jail sentence or fine."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "I think that everybody needs four things in life. Everybody needs something to do regardless of age. Everybody needs someone to love. Everybody needs something to hope for, and, of course, everybody needs someone to believe in."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "Looking back, I realise I had to grow up and be responsible at a very tender age."
   },
   "author": {
    "text": "Andie MacDowell"
   }
  },
  {
   "quote": {
    "text": "I think the only time I show my emotions and anger is on the cricket field; otherwise, I've mellowed down. And with age, I think, with age you always end up mellowing down."
   },
   "author": {
    "text": "Gautam Gambhir"
   }
  },
  {
   "quote": {
    "text": "When it comes to age, I just feel like puberty is, like, the most horrible time of anyone's life."
   },
   "author": {
    "text": "Sam Smith"
   }
  },
  {
   "quote": {
    "text": "If you love someone, you love someone. It doesn't matter; age, colour, c'mon!"
   },
   "author": {
    "text": "Sam Taylor-Johnson"
   }
  },
  {
   "quote": {
    "text": "I think it's your mental attitude. So many of us start dreading age in high school and that's a waste of a lovely life. 'Oh... I'm 30, oh, I'm 40, oh, 50.' Make the most of it."
   },
   "author": {
    "text": "Betty White"
   }
  },
  {
   "quote": {
    "text": "Old age is the most unexpected of all things that happen to a man."
   },
   "author": {
    "text": "Leon Trotsky"
   }
  },
  {
   "quote": {
    "text": "Visit those who are sick, or who are in trouble, especially those whom God has made needy by age, or by other sickness, as the feeble, the blind, and the lame who are in poverty. These you shall relieve with your goods after your power and after their need, for thus biddeth the Gospel."
   },
   "author": {
    "text": "John Wycliffe"
   }
  },
  {
   "quote": {
    "text": "A comfortable old age is the reward of a well-spent youth. Instead of its bringing sad and melancholy prospects of decay, it would give us hopes of eternal youth in a better world."
   },
   "author": {
    "text": "Maurice Chevalier"
   }
  },
  {
   "quote": {
    "text": "The love story for me was the nature of the love and not the age of the lovers."
   },
   "author": {
    "text": "Kate Capshaw"
   }
  },
  {
   "quote": {
    "text": "It is old age, rather than death, that is to be contrasted with life. Old age is life's parody, whereas death transforms life into a destiny: in a way it preserves it by giving it the absolute dimension. Death does away with time."
   },
   "author": {
    "text": "Simone de Beauvoir"
   }
  },
  {
   "quote": {
    "text": "I don't believe one grows older. I think that what happens early on in life is that at a certain age one stands still and stagnates."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "Though the Jazz Age continued it became less and less an affair of youth. The sequel was like a children's party taken over by the elders."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "America has been the country of my fond election from the age of thirteen, when I first saw it. I had the honour to hoist with my own hands the flag of freedom, the first time it was displayed, on the Delaware; and I have attended it with veneration ever since on the ocean."
   },
   "author": {
    "text": "John Paul Jones"
   }
  },
  {
   "quote": {
    "text": "To join or not to join films was the biggest choice I had to make. I'd done two years of biogenetic engineering, was an economics graduate and a gold medalist. I had also been a Bharatanatyam dancer from age five, always won the best actress award in school. Finally, I decided to do things for my soul, chose to act."
   },
   "author": {
    "text": "Amisha Patel"
   }
  },
  {
   "quote": {
    "text": "By the proper intakes of vitamins and other nutrients and by following a few other healthful practices from youth or middle age on, you can, I believe, extend your life and years of well-being by twenty-five or even thirty-five years."
   },
   "author": {
    "text": "Linus Pauling"
   }
  },
  {
   "quote": {
    "text": "People do not realize that Alzheimer's is not old age. It is a progressive and fatal disease and staggering amounts of people develop Alzheimer's every day."
   },
   "author": {
    "text": "Melina Kanakaredes"
   }
  },
  {
   "quote": {
    "text": "It is utterly false and cruelly arbitrary to put all the play and learning into childhood, all the work into middle age, and all the regrets into old age."
   },
   "author": {
    "text": "Margaret Mead"
   }
  },
  {
   "quote": {
    "text": "One of the great creative statesmen of our age was Franklin Roosevelt. He was creative precisely because he preferred experiment to ideology."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "We live in an age when the traditional great subjects - the human form, the landscape, even newer traditions such as abstract expressionism - are daily devalued by commercial art."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "If you get to my age in life and nobody thinks well of you, I don't care how big your bank account is, your life is a disaster."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "Thomas Jefferson once said, 'We should never judge a president by his age, only by his works.' And ever since he told me that, I stopped worrying."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Those who love deeply never grow old; they may die of old age, but they die young."
   },
   "author": {
    "text": "Dorothy Canfield Fisher"
   }
  },
  {
   "quote": {
    "text": "In choosing a hypothesis there is no virtue in being timid. I clearly would have been burned at the stake in another age."
   },
   "author": {
    "text": "Thomas Gold"
   }
  },
  {
   "quote": {
    "text": "Every man desires to live long, but no man wishes to be old."
   },
   "author": {
    "text": "Jonathan Swift"
   }
  },
  {
   "quote": {
    "text": "Old age is the most unexpected of all the things that can happen to a man."
   },
   "author": {
    "text": "James Thurber"
   }
  },
  {
   "quote": {
    "text": "Second to agriculture, humbug is the biggest industry of our age."
   },
   "author": {
    "text": "Alfred Nobel"
   }
  },
  {
   "quote": {
    "text": "Age is not important unless you're a cheese."
   },
   "author": {
    "text": "Helen Hayes"
   }
  },
  {
   "quote": {
    "text": "Inflation is when you pay fifteen dollars for the ten-dollar haircut you used to get for five dollars when you had hair."
   },
   "author": {
    "text": "Sam Ewing"
   }
  },
  {
   "quote": {
    "text": "When we looked at the life cycle in our 40s, we looked to old people for wisdom. At 80, though, we look at other 80-year-olds to see who got wise and who not. Lots of old people don't get wise, but you don't get wise unless you age."
   },
   "author": {
    "text": "Erik Erikson"
   }
  },
  {
   "quote": {
    "text": "As a father, I believe that involving children in sports at a young age is generally, a wise proposition. I believe that healthy competition is... well... healthy; that sporting events foster a spirit of teamwork that far surpasses the events themselves; and that active participation keeps children moving and is good for their self-esteem."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "We've put more effort into helping folks reach old age than into helping them enjoy it."
   },
   "author": {
    "text": "Frank A. Clark"
   }
  },
  {
   "quote": {
    "text": "That is something that my mother instilled in me at a very young age - to know my self-worth. And I have had times again and again in the fashion industry where all of that was tested and I rose to the occasion because I was told that I am worthy and I should be able to walk away from something that is not worthy of me."
   },
   "author": {
    "text": "Iman"
   }
  },
  {
   "quote": {
    "text": "The first crocodile I ever caught was at nine years of age, and it was a rescue."
   },
   "author": {
    "text": "Steve Irwin"
   }
  },
  {
   "quote": {
    "text": "I think a child should be allowed to take his father's or mother's name at will on coming of age. Paternity is a legal fiction."
   },
   "author": {
    "text": "James Joyce"
   }
  },
  {
   "quote": {
    "text": "We incorporated new tastes and flavors into our kids' diets from a very early age, which helped to develop their palates and prevented them from becoming picky eaters. We don't buy junk food and give them options of fresh fruit, yogurt, raw almonds, or dried whole grain cereals for snack time."
   },
   "author": {
    "text": "Cat Cora"
   }
  },
  {
   "quote": {
    "text": "I had no style when I was 17! I look at teenagers now and say, 'I wish I'd looked like them when I was that age.' I had no style whatsoever, but style also wasn't as prominent as it is today. I was just very laid back, usually wearing jeans and tank tops and flip flops."
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "The potential for the abuse of power through digital networks - upon which we the people now depend for nearly everything, including our politics - is one of the most insidious threats to democracy in the Internet age."
   },
   "author": {
    "text": "Rebecca MacKinnon"
   }
  },
  {
   "quote": {
    "text": "Laughter crosses boundaries of class and age... Humour is universal."
   },
   "author": {
    "text": "Jeremy Lloyd"
   }
  },
  {
   "quote": {
    "text": "Some age, others mature."
   },
   "author": {
    "text": "Sean Connery"
   }
  },
  {
   "quote": {
    "text": "A man knows when he is growing old because he begins to look like his father."
   },
   "author": {
    "text": "Gabriel Garcia Marquez"
   }
  },
  {
   "quote": {
    "text": "My husband gave me a necklace. It's fake. I requested fake. Maybe I'm paranoid, but in this day and age, I don't want something around my neck that's worth more than my head."
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "For me, love is endless, and love has no age limit."
   },
   "author": {
    "text": "Khalid"
   }
  },
  {
   "quote": {
    "text": "Talk is by far the most accessible of pleasures. It costs nothing in money, it is all profit, it completes our education, founds and fosters our friendships, and can be enjoyed at any age and in almost any state of health."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "I grew up in the age of polyester. When I got to touch real silk, cotton and velvet, the feel of nonsynthetic fabrics blew me away. I know it's important how clothing looks, but it's equally important how it feels on your skin."
   },
   "author": {
    "text": "Colleen Atwood"
   }
  },
  {
   "quote": {
    "text": "We're in an age of enlightenment, and we have a choice as a society which path to take."
   },
   "author": {
    "text": "Rhys Ifans"
   }
  },
  {
   "quote": {
    "text": "Twenty-two is just such a random age. It's a little blah."
   },
   "author": {
    "text": "Jennifer Damiano"
   }
  },
  {
   "quote": {
    "text": "Old age realizes the dreams of youth: look at Dean Swift; in his youth he built an asylum for the insane, in his old age he was himself an inmate."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "Irrespective of age, we mourn for those loved and lost. Mourning is one of the deepest expressions of pure love."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "One of the main secrets to staying young is staying healthy. I've sometimes had to suppress a smile when some young lady, who has obviously not taken care of herself through diet or exercise, says admiringly, 'Ooh, I hope I look as good as you do when I'm your age!' Although it's intended to be complimentary, it's actually a back-hander."
   },
   "author": {
    "text": "Joan Collins"
   }
  },
  {
   "quote": {
    "text": "In youth we run into difficulties. In old age difficulties run into us."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "I hope that I dress for my age. Because there's no need to be dowdy, is there? But I don't go with all the colours that everybody is wearing. I'm not very fond of lime green or orange, so I don't do that. I read all the fashion magazines, but most things are totally unsuitable for somebody of 79."
   },
   "author": {
    "text": "Mary Berry"
   }
  },
  {
   "quote": {
    "text": "A grownup is a child with layers on."
   },
   "author": {
    "text": "Woody Harrelson"
   }
  },
  {
   "quote": {
    "text": "I don't believe in happy endings, but I do believe in happy travels, because ultimately, you die at a very young age, or you live long enough to watch your friends die. It's a mean thing, life."
   },
   "author": {
    "text": "George Clooney"
   }
  },
  {
   "quote": {
    "text": "The 21st century is dominated by networks because the introduction of the information age, we can suddenly create, free flow these globally distributed, organic, shaped networks of individuals."
   },
   "author": {
    "text": "Chris Fussell"
   }
  },
  {
   "quote": {
    "text": "Believe me, that was a happy age, before the days of architects, before the days of builders."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "Men of age object too much, consult too long, adventure too little, repent too soon, and seldom drive business home to the full period, but content themselves with a mediocrity of success."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "It feels like there's something for everyone in video games. It's not just a toy for a certain age group. It's steeped in the culture now."
   },
   "author": {
    "text": "Rich Moore"
   }
  },
  {
   "quote": {
    "text": "From a young age, I understood the idea of balanced flavor - the reason you put ketchup on a hamburger. I was that kid who wouldn't eat something if there was something missing. I never really understood it until I began cooking professionally, balancing acids, sweets, spicy flavors and fat."
   },
   "author": {
    "text": "Michael Mina"
   }
  },
  {
   "quote": {
    "text": "At the age of nine, I could cross the length of Glasgow on a succession of buses, wearing regulation garter-topped stockings and compulsory cap and - if I'd done well enough to earn the honour in last week's test - with a First World War medal on a striped ribbon pinned to my brown blazer. I must have looked like a chocolate soldier."
   },
   "author": {
    "text": "Ronald Frame"
   }
  },
  {
   "quote": {
    "text": "The people who live in a golden age usually go around complaining how yellow everything looks."
   },
   "author": {
    "text": "Randall Jarrell"
   }
  },
  {
   "quote": {
    "text": "Old age is a special problem for me because I've never been able to shed the mental image I have of myself - a lad of about 19."
   },
   "author": {
    "text": "E. B. White"
   }
  },
  {
   "quote": {
    "text": "Each age has deemed the new-born year the fittest time for festal cheer."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "A lot of people think teenagers haven't gone through anything in their lives - they're not even 20 years old yet. But a twenty-something can go through the same type of experience or heartbreak that a 50-year-old can go through, so why does age matter?"
   },
   "author": {
    "text": "Khalid"
   }
  },
  {
   "quote": {
    "text": "The passions grafted on wounded pride are the most inveterate; they are green and vigorous in old age."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "I'm 20 years old. I like to party as much as anyone my age. Going clubbing is my way of relaxing or releasing a lot of stress. I don't feel that I should have to justify that part of my life. I don't know that I'm necessarily an addict."
   },
   "author": {
    "text": "Lindsay Lohan"
   }
  },
  {
   "quote": {
    "text": "As time goes by and you're getting older and stuff like that - getting older sucks. You know, I hear all this crap about, 'Oh, you can age with dignity.' Really?"
   },
   "author": {
    "text": "Mickey Rourke"
   }
  },
  {
   "quote": {
    "text": "Age is not measured by years. Nature does not equally distribute energy. Some people are born old and tired while others are going strong at seventy."
   },
   "author": {
    "text": "Dorothy Thompson"
   }
  },
  {
   "quote": {
    "text": "I've found a formula for avoiding these exaggerated fears of age; you take care of every day - let the calendar take care of the years."
   },
   "author": {
    "text": "Ed Wynn"
   }
  },
  {
   "quote": {
    "text": "There's something intrinsically Australian about a bunch of brothers and school friends getting together as a band at a very young age and all pulling together as a band at a very young age and all pulling together as mates to make something happen."
   },
   "author": {
    "text": "Michael Hutchence"
   }
  },
  {
   "quote": {
    "text": "A lot of my childhood memories involve walking home in floods of tears. At that age, feeling unpopular is difficult to handle."
   },
   "author": {
    "text": "Rachel Stevens"
   }
  },
  {
   "quote": {
    "text": "Sex at age 90 is like trying to shoot pool with a rope."
   },
   "author": {
    "text": "George Burns"
   }
  },
  {
   "quote": {
    "text": "If you live to be one hundred, you've got it made. Very few people die past that age."
   },
   "author": {
    "text": "George Burns"
   }
  },
  {
   "quote": {
    "text": "I'm not going to do anything crazy, but I want to do music that I'm passionate about. I'm finally at an age where I can do the music that I grew up loving, which was urban pop, '90s music. I grew up listening to the divas, so I'm very happy to finally do urban pop. I hope that it's received well, and it has been so far."
   },
   "author": {
    "text": "Ariana Grande"
   }
  },
  {
   "quote": {
    "text": "As an American, you have a right to good health care that is effective, accessible, and affordable, that serves you from infancy through old age, that allows you to go to practitioners and facilities of your choosing, and that offers a broad range of therapeutic options."
   },
   "author": {
    "text": "Andrew Weil"
   }
  },
  {
   "quote": {
    "text": "I think the biggest disease the world suffers from in this day and age is the disease of people feeling unloved. I know that I can give love for a minute, for half an hour, for a day, for a month, but I can give. I am very happy to do that, I want to do that."
   },
   "author": {
    "text": "Princess Diana"
   }
  },
  {
   "quote": {
    "text": "The mind that is wise mourns less for what age takes away; than what it leaves behind."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "Sound as medium has an incredible elasticity. So, of course, it is tempting for artists of other fields to try something with sounds. Why not? We are living in the age when there is no limit in gathering all forms of art and music to mix it together if you so desire."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "You start at a young age, going on auditions, and you think you did a good job and expect to get that role, and you don't, and it's a letdown, a disappointment. So you tell yourself to just do the work and disconnect, because you have no control over the outcome."
   },
   "author": {
    "text": "Michael B. Jordan"
   }
  },
  {
   "quote": {
    "text": "Today, most young women are exposed to technology at a very young age, with mobile phones, tablets, the Web or social media. They are much more proficient with technology than prior generations since they use it for all their school work, communication and entertainment."
   },
   "author": {
    "text": "Susan Wojcicki"
   }
  },
  {
   "quote": {
    "text": "The Tiffany lamp is an American icon bridging the immigrants, settlement houses, and the slums of the Lower East Side and the wealthy industrialists of upper Manhattan, the Gilded Age and its excesses."
   },
   "author": {
    "text": "Susan Vreeland"
   }
  },
  {
   "quote": {
    "text": "We will not continue to be in the post-'79 era. That age is over."
   },
   "author": {
    "text": "Mohammad bin Salman"
   }
  },
  {
   "quote": {
    "text": "So, you know, I think the age of exploration is just beginning, not ending, on our planet."
   },
   "author": {
    "text": "Robert Ballard"
   }
  },
  {
   "quote": {
    "text": "It is so important for people at a young age to be invited to embrace classical music and opera."
   },
   "author": {
    "text": "Luciano Pavarotti"
   }
  },
  {
   "quote": {
    "text": "In a digital age, I still love sending and receiving cards, hand-writing notes, and wrapping gifts."
   },
   "author": {
    "text": "Matthew Williamson"
   }
  },
  {
   "quote": {
    "text": "The nicest thing about coming of age is that I can do whatever I like."
   },
   "author": {
    "text": "Cilla Black"
   }
  },
  {
   "quote": {
    "text": "I should have been out there having a wild time like all the other girls my age, but I wasn't. I was going home every night to what was, initially, a very happy marriage."
   },
   "author": {
    "text": "Amanda Holden"
   }
  },
  {
   "quote": {
    "text": "What is an adult? A child blown up by age."
   },
   "author": {
    "text": "Simone de Beauvoir"
   }
  },
  {
   "quote": {
    "text": "Whatever you may look like, marry a man your own age - as your beauty fades, so will his eyesight."
   },
   "author": {
    "text": "Phyllis Diller"
   }
  },
  {
   "quote": {
    "text": "Middle age is when your age starts to show around your middle."
   },
   "author": {
    "text": "Bob Hope"
   }
  },
  {
   "quote": {
    "text": "I'm 36 and if I met a woman of my own age and married her, I'd also be marrying her former life, her past. It might be OK for some people - I don't want to judge it or anything - but it's not for me. It would destroy my creativity."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "The voice is like a man, like ourselves: we all feel melancholic about what we have lost, the things we could do when we were young. But having the possibility to still perform is wonderful. The voice loses elasticity as you age, but on the other hand, maybe you are more mature as an interpreter, maybe your approach to singing deepens."
   },
   "author": {
    "text": "Jose Carreras"
   }
  },
  {
   "quote": {
    "text": "As we grow older, our bodies get shorter and our anecdotes longer."
   },
   "author": {
    "text": "Robert Quillen"
   }
  },
  {
   "quote": {
    "text": "We are always the same age inside."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "I lived the true American dream, because I was able to pursue what I set as my goals at a very young age."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "In every age there has been a stream of popular opinion that has carried all before it, and given a family character, as it were, to the century."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "This idea that being youthful is the only thing that's beautiful or attractive simply isn't true. I don't want to be an 'ageless beauty.' I want to be a woman who is the best I can be at my age."
   },
   "author": {
    "text": "Sharon Stone"
   }
  },
  {
   "quote": {
    "text": "The first thing I bought that was really stylish was in 1969 when I was eleven. I saved up for a black, grey and white tie-dye grandad vest. It was too big - they weren't catering for kids my age - and hung off me, but I loved it."
   },
   "author": {
    "text": "Paul Weller"
   }
  },
  {
   "quote": {
    "text": "The age I'm at now, you go from being a young girl to suddenly you blossom into a woman. You ripen, you know? And then you start to rot."
   },
   "author": {
    "text": "Liv Tyler"
   }
  },
  {
   "quote": {
    "text": "Unfortunately, there are mental invalids of every age who exist on other people's terms. It's lazy for older persons to let others make up their minds for them. People have to overcome that."
   },
   "author": {
    "text": "Marian Seldes"
   }
  },
  {
   "quote": {
    "text": "The Arab Spring is a powerful and compelling response not only to an age of tyranny but also to the remnant chains of imperial influence."
   },
   "author": {
    "text": "Hisham Matar"
   }
  },
  {
   "quote": {
    "text": "Any young man coming of age has a lot to go through. Peter Parker certainly has a lot of responsibility, and without doubt, so does Pippin - his role, his life, and how he is going to perform it. It's all about choices and how we make them."
   },
   "author": {
    "text": "Matthew James Thomas"
   }
  },
  {
   "quote": {
    "text": "Leadership in telecommunications is also essential, since we are now in the age of e-commerce."
   },
   "author": {
    "text": "Michael Oxley"
   }
  },
  {
   "quote": {
    "text": "At the age when other children, I imagine, experience their first 'feeling' for a person, or for art, or for religion, I was affectionate, good, and even pious: by that I mean that under the influence of my mother, I was devoted to the Child Jesus."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "For me, often, there's such a cloud of melancholia about knowing I'm going to have to leave my daughter on her own. I don't know what age that is going to be, thank God. It just doubles me up in grief."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "You get to a certain age, and you are forbidden access. You're not going to get the kind of coverage that you would like in music magazines; you're not going to get played on radio, and you're not going to get played on television. I have to survive on word of mouth."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "Memory in youth is active and easily impressible; in old age it is comparatively callous to new impressions, but still retains vividly those of earlier years."
   },
   "author": {
    "text": "Charlotte Bronte"
   }
  },
  {
   "quote": {
    "text": "I smoke ten to fifteen cigars a day. At my age I have to hold on to something."
   },
   "author": {
    "text": "George Burns"
   }
  },
  {
   "quote": {
    "text": "Here comes 40. I'm feeling my age and I've ordered the Ferrari. I'm going to get the whole mid-life crisis package."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "I knew at an early age I wanted to act. Acting was always easy for me. I don't believe in predestination, but I do believe that once you get where ever it is you are going, that is where you were going to be."
   },
   "author": {
    "text": "Morgan Freeman"
   }
  },
  {
   "quote": {
    "text": "There is always some specific moment when we become aware that our youth is gone; but, years after, we know it was much later."
   },
   "author": {
    "text": "Mignon McLaughlin"
   }
  },
  {
   "quote": {
    "text": "Children also have artistic ability, and there is wisdom in there having it! The more helpless they are, the more instructive are the examples they furnish us; and they must be preserved free of corruption from an early age."
   },
   "author": {
    "text": "Paul Klee"
   }
  },
  {
   "quote": {
    "text": "If Beethoven had been killed in a plane crash at the age of 22, it would have changed the history of music and of aviation."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "My mother sent me to psychiatrists since the age of four because she didn't think little boys should be sad. When my brother was born, I stared out the window for days. Can you imagine that?"
   },
   "author": {
    "text": "Andy Kaufman"
   }
  },
  {
   "quote": {
    "text": "I think the height of ridiculousness was when I was playing Elizabeth in 'The Golden Age' while preparing to start shooting 'I'm Not There.' I literally finished filming Elizabethan grandeur on Friday, flew to Montreal, and started being Bob Dylan on Monday."
   },
   "author": {
    "text": "Cate Blanchett"
   }
  },
  {
   "quote": {
    "text": "Revenge is the naked idol of the worship of a semi-barbarous age."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "As the age of television progresses the Reagans will be the rule, not the exception. To be perfect for television is all a President has to be these days."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "For me, the end of childhood came when the number of candles on my birthday cake no longer reflected my age, around 19 or 20. From then on, each candle came to represent an entire decade."
   },
   "author": {
    "text": "Yotam Ottolenghi"
   }
  },
  {
   "quote": {
    "text": "Thinking about the new epoch - often called the Anthropocene, or the age of humanity - challenges us to look at ourselves in the mirror of deep time, measured not in centuries or even in millennia, but over millions and billions of years."
   },
   "author": {
    "text": "David Grinspoon"
   }
  },
  {
   "quote": {
    "text": "We women, we're always being invited to change our hairstyle, change our clothes, change our wardrobes. It's also important for us to remember as we age to keep changing the way we think of the world. I'm not saying to be flaky at all; but rather than being rigid about something, stay open and available."
   },
   "author": {
    "text": "Trudie Styler"
   }
  },
  {
   "quote": {
    "text": "If you've got to my age, you've probably had your heart broken many times. So it's not that difficult to unpack a bit of grief from some little corner of your heart and cry over it."
   },
   "author": {
    "text": "Emma Thompson"
   }
  },
  {
   "quote": {
    "text": "Every child's taste is different. Don't worry if they're not reading 'War and Peace' at age 12. First, build a good foundation and a positive attitude about reading by letting them pick the stories they enjoy. Make friends with a bookseller or librarian. They are a wealth of information on finding books that kids enjoy."
   },
   "author": {
    "text": "Rick Riordan"
   }
  },
  {
   "quote": {
    "text": "We have grown accustomed to the wonders of clean water, indoor plumbing, laser surgery, genetic engineering, artificial joints, replacement body parts, and the much longer lives that accompany them. Yet we should remember that the vast majority of humans ever born died before the age of 10 from an infectious disease."
   },
   "author": {
    "text": "S. Jay Olshansky"
   }
  },
  {
   "quote": {
    "text": "At the age of 21, I had never even stepped on a treadmill."
   },
   "author": {
    "text": "Nikki Reed"
   }
  },
  {
   "quote": {
    "text": "We all want to be special, to stand out; there's nothing wrong with this. The irony is that every human being is special to start with, because we're unique to start with. But we then go through some sort of boot camp from the age of zero to about 18 where we learn everything we can about how not to be unique."
   },
   "author": {
    "text": "Karl Marlantes"
   }
  },
  {
   "quote": {
    "text": "The human heart, at whatever age, opens only to the heart that opens in return."
   },
   "author": {
    "text": "Maria Edgeworth"
   }
  },
  {
   "quote": {
    "text": "Grilling is an easy tradition to start at any age! To get started, one only needs a modest investment in equipment and a little bit of outdoor space."
   },
   "author": {
    "text": "Barton Seaver"
   }
  },
  {
   "quote": {
    "text": "Martin Luther King said it was time to inject a new dimension of love into the veins of human civilization. I don't think anyone is calling Martin Luther King a New Age woo-woo."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "I got to experience soccer at the highest level at a young age; I decided I wanted to be part of that for as long as possible."
   },
   "author": {
    "text": "Mia Hamm"
   }
  },
  {
   "quote": {
    "text": "Old age is a shipwreck."
   },
   "author": {
    "text": "Charles de Gaulle"
   }
  },
  {
   "quote": {
    "text": "My mother encouraged me to be artistic. It was written in a contract at an early age that I would be an artist."
   },
   "author": {
    "text": "Kurt Cobain"
   }
  },
  {
   "quote": {
    "text": "A tart temper never mellows with age, and a sharp tongue is the only edged tool that grows keener with constant use."
   },
   "author": {
    "text": "Washington Irving"
   }
  },
  {
   "quote": {
    "text": "Age is how we determine how valuable you are."
   },
   "author": {
    "text": "Jane Elliot"
   }
  },
  {
   "quote": {
    "text": "Al Davis has been the biggest influence in my professional football life. I mean, he was a guy that gave me an opportunity, one, to get into professional football in 1967 as an assistant coach, and then at the age of 32, giving me the opportunity to be the head coach."
   },
   "author": {
    "text": "John Madden"
   }
  },
  {
   "quote": {
    "text": "Admiration of the proletariat, like that of dams, power stations, and aeroplanes, is part of the ideology of the machine age."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "People who refuse to rest honorably on their laurels when they reach retirement age seem very admirable to me."
   },
   "author": {
    "text": "Helen Hayes"
   }
  },
  {
   "quote": {
    "text": "The words 'Space Age' have a quaint, nostalgic tone - sitting on midcentury modern furniture watching 'The Jetsons.'"
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "If I had tried the Olympics any younger, I wouldn't have been as prepared as I am right now. But there are definitely a ton of juniors out there, all around the world and in the USA, that if there was no age limit, they could definitely make the Olympic team."
   },
   "author": {
    "text": "Aly Raisman"
   }
  },
  {
   "quote": {
    "text": "I am of a healthy long lived race, and our minds improve with age."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "Women would be disproportionately affected by the privatization of social security. It is one of the most important safety nets for American women in old age, or in times of disability, to insure financial income for their families."
   },
   "author": {
    "text": "Barbara Mikulski"
   }
  },
  {
   "quote": {
    "text": "Most of the basic material a writer works with is acquired before the age of fifteen."
   },
   "author": {
    "text": "Willa Cather"
   }
  },
  {
   "quote": {
    "text": "Keep in mind that diversity does not just mean black. It means all of it - age, weight, gender."
   },
   "author": {
    "text": "Tracee Ellis Ross"
   }
  },
  {
   "quote": {
    "text": "Your body actually reminds you about your age and your injuries - the body has a stronger memory than your mind."
   },
   "author": {
    "text": "Mikhail Baryshnikov"
   }
  },
  {
   "quote": {
    "text": "No matter what age you are, there's a lot of room for learning."
   },
   "author": {
    "text": "Tony Bennett"
   }
  },
  {
   "quote": {
    "text": "I've always loved music and was singing from the age of seven on karaoke."
   },
   "author": {
    "text": "Christina Grimmie"
   }
  },
  {
   "quote": {
    "text": "Voters should be assured that I absolutely do not support raising the retirement age for Social Security."
   },
   "author": {
    "text": "Bill Flores"
   }
  },
  {
   "quote": {
    "text": "What use could the humanities be in a digital age? University students focusing on the humanities may end up, at least in their parents' nightmares, as dog-walkers for those majoring in computer science. But, for me, the humanities are not only relevant but also give us a toolbox to think seriously about ourselves and the world."
   },
   "author": {
    "text": "Nicholas Kristof"
   }
  },
  {
   "quote": {
    "text": "Memory is the first casualty of middle age, if I remember correctly."
   },
   "author": {
    "text": "Candice Bergen"
   }
  },
  {
   "quote": {
    "text": "For me, it's always been draining to be around people for too long because I'm naturally a pretty expressionless person. From an early age, I found being alone incredibly liberating."
   },
   "author": {
    "text": "Kevin Parker"
   }
  },
  {
   "quote": {
    "text": "The first and continuing argument for the curtailment of working hours and the raising of the minimum age was that education was necessary in a democracy and working children could not attend school."
   },
   "author": {
    "text": "Grace Abbott"
   }
  },
  {
   "quote": {
    "text": "I use a lot of sunblock, which is something I learned from my mother at a young age - to stay out of the sun and be careful of skin cancer. We live in a time where global warming is at its maximum level. The ozone is destroyed, and our skin is exposed to sunbeams on a daily basis."
   },
   "author": {
    "text": "Eiza Gonzalez"
   }
  },
  {
   "quote": {
    "text": "I was a young boy when I met the Surrealists and the Dadaists. I admired them, and that is what they taught me: to admire. Admiration is very important. People who are unable to admire others lose an important part of their soul. My soul developed from a very early age through encounters with admired people."
   },
   "author": {
    "text": "Stephane Hessel"
   }
  },
  {
   "quote": {
    "text": "People who teach American history survey classes have a lot of ground to cover and tend to focus on landmarks. You get through the Civil War and Reconstruction, and you have to get to the beginning of the 20th century fast. It's pretty easy to go lightly on the Gilded Age."
   },
   "author": {
    "text": "H. W. Brands"
   }
  },
  {
   "quote": {
    "text": "Don't allow old traditions to become permanent mental scripts for managing your life in the present. Reason: you will not be able to transform yourself to think differently and be better as you grow with age and maturity."
   },
   "author": {
    "text": "Darren L Johnson"
   }
  },
  {
   "quote": {
    "text": "At the age when Bengali youth almost inevitably writes poetry, I was listening to European classical music."
   },
   "author": {
    "text": "Satyajit Ray"
   }
  },
  {
   "quote": {
    "text": "You just never know when you're living in a golden age."
   },
   "author": {
    "text": "Alexander Payne"
   }
  },
  {
   "quote": {
    "text": "I never imagined I could make it to the top of Mount Everest at age 80. This is the world's best feeling, although I'm totally exhausted. Even at 80, I can still do quite well."
   },
   "author": {
    "text": "Yuichiro Miura"
   }
  },
  {
   "quote": {
    "text": "I grew up as a child living 'Red Dawn.' I was leaping out of spider holes, mowing down Russkies at the age of eight."
   },
   "author": {
    "text": "C. Thomas Howell"
   }
  },
  {
   "quote": {
    "text": "From a very young age, militarism and trying to solve the world's problems through militarism is something that has always resonated with me as being a bad idea."
   },
   "author": {
    "text": "Justin Sane"
   }
  },
  {
   "quote": {
    "text": "At school, up to the age of sixteen, I found history boring, for we were studying the Industrial Revolution, which was all about Acts, Trade Unions and the factory system, and I wanted to know about people, because it is people who make history."
   },
   "author": {
    "text": "Alison Weir"
   }
  },
  {
   "quote": {
    "text": "I want to work in a bank, definitely. Hopefully, my acting career will go well. But if it doesn't, I go to a bank. If it does, then even at the age of 40, I will still go to a bank, but I have to work in a bank, because I'm really fond of taxation and accounts and investments and all of that. So I will do it. At some point, I will, yes."
   },
   "author": {
    "text": "Tena Desae"
   }
  },
  {
   "quote": {
    "text": "In my youth I stressed freedom, and in my old age I stress order. I have made the great discovery that liberty is a product of order."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "From my perspective, there's no reason to be afraid of aging, because if you age, you're lucky! The alternative is death."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "English people don't have very good diction. In France you have to pronounce very particularly and clearly, and learning French at an early age helped me enormously."
   },
   "author": {
    "text": "Vivien Leigh"
   }
  },
  {
   "quote": {
    "text": "This is the age of disruption."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "I have a theory that there are still parts of our mental worlds that are still based around the age of between five and eight, and we just kind of pretend to be grown-up."
   },
   "author": {
    "text": "Kate Bush"
   }
  },
  {
   "quote": {
    "text": "Middle Age - later than you think and sooner than you expect."
   },
   "author": {
    "text": "Earl Wilson"
   }
  },
  {
   "quote": {
    "text": "The wonderful thing about modern medicine is that so many of these complaints that used to signify old age and decline can be coped with."
   },
   "author": {
    "text": "Ian Mckellen"
   }
  },
  {
   "quote": {
    "text": "One of the beautiful gifts of dance is that you're so in tune with your body so early on. I was very comfortable in my skin at a very early age, performing onstage and wearing interesting costumes. And I give so much credit to my mom - she never made me feel that my costume was wrong, or bad, even when there was not a lot to them!"
   },
   "author": {
    "text": "Jenna Dewan"
   }
  },
  {
   "quote": {
    "text": "Daniel Boulud told me at a young age, 'Whatever happens to you in your career, you're going to be great - be humble. Just be humble.' And I think about that daily. Like, whatever happens to me, whatever awards we win as a team or whatever else, just be humble."
   },
   "author": {
    "text": "Johnny Iuzzini"
   }
  },
  {
   "quote": {
    "text": "I grew up thinking that I would be an ambassador secret agent. From age 14 to right before I graduated college, I was really interested in the foreign service and the United Nations. I learned to speak French, Turkish, and all these things."
   },
   "author": {
    "text": "Kathryn Minshew"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, my step dad started this business and would go out and get lost cows and stuff. He was part-time truck driver, farmer and cowboy. He taught me how to ride from an early age."
   },
   "author": {
    "text": "Tim McGraw"
   }
  },
  {
   "quote": {
    "text": "There is no doubt that someone who tries to throw a curve or pitch at any early age before he's developed, before his hand is big enough to grip the ball correctly, will damage his arm."
   },
   "author": {
    "text": "Robin Roberts"
   }
  },
  {
   "quote": {
    "text": "Those men who, in war, seek to preserve their lives at any rate commonly die with shame and ignominy, while those who look upon death as common to all, and unavoidable, and are only solicitous to die with honour, oftener arrive at old age and, while they live, live happier."
   },
   "author": {
    "text": "Xenophon"
   }
  },
  {
   "quote": {
    "text": "A few years ago, I got to a point where I realised that the only way you can tell someone's age is how they live their life. The candles on the cake mean absolutely nothing."
   },
   "author": {
    "text": "Rob Lowe"
   }
  },
  {
   "quote": {
    "text": "My view is that at a certain age - and we can debate whether that age is 70-72 or 75 - members need to step off boards. As per the banking guidelines, that age for the director on a board today is 70."
   },
   "author": {
    "text": "Uday Kotak"
   }
  },
  {
   "quote": {
    "text": "I think we can all agree that Colin Firth falls into the George Clooney category of 'Men Who Age Like Fine Wine.'"
   },
   "author": {
    "text": "Sarah MacLean"
   }
  },
  {
   "quote": {
    "text": "I think computer science, by and large, is still stuck in the Modern age."
   },
   "author": {
    "text": "Larry Wall"
   }
  },
  {
   "quote": {
    "text": "My parents were never condescending to us. They treated us like adults from a very young age."
   },
   "author": {
    "text": "Isaac Hanson"
   }
  },
  {
   "quote": {
    "text": "Nobody would take checks from Indians, nobody would give them any credit, and nobody would let them drink in the bars. There was a rudeness, a brusqueness, with which the Indians were treated constantly. At a very young age, that had entered my consciousness."
   },
   "author": {
    "text": "James Welch"
   }
  },
  {
   "quote": {
    "text": "I, at the age of 17 or 18 as a medical student, suddenly came up against a problem: 'What am I? What is the meaning of my existence as I experience it?'"
   },
   "author": {
    "text": "John Eccles"
   }
  },
  {
   "quote": {
    "text": "Those who believe in the importance of serving others should lead the way by fighting against the temptation we all have, and maybe especially as we age, to close in upon ourselves."
   },
   "author": {
    "text": "Marvin Olasky"
   }
  },
  {
   "quote": {
    "text": "Every age, after all, must have its own aisling and dream of a better, kinder, happier, shared world."
   },
   "author": {
    "text": "Michael D. Higgins"
   }
  },
  {
   "quote": {
    "text": "I don't want to fight aging; I want to take good care of myself, but plastic surgery and all that? I'm not interested."
   },
   "author": {
    "text": "Christine Lahti"
   }
  },
  {
   "quote": {
    "text": "Old age is an excellent time for outrage. My goal is to say or do at least one outrageous thing every week."
   },
   "author": {
    "text": "Louis Kronenberger"
   }
  },
  {
   "quote": {
    "text": "I was in my second year at NYU. I knew what I wanted to do, and I just walked out of college. So, from the age of 17, I've been able to do what I wanted, and that makes for a kind of contentment, a fairly pleasant demeanor."
   },
   "author": {
    "text": "Norman Lloyd"
   }
  },
  {
   "quote": {
    "text": "We live in the Internet age. Everyone wants clicks. Clicks are what sells."
   },
   "author": {
    "text": "Trevor Noah"
   }
  },
  {
   "quote": {
    "text": "I wanted to be a teacher. I love children, so I wanted to deal with children. Then I wanted to be a veterinarian. But by the age of ten or eleven, when I opened my mouth and said, 'Oh, God, what's this?' I kind of knew teaching and being a veterinarian were gonna have to wait."
   },
   "author": {
    "text": "Whitney Houston"
   }
  },
  {
   "quote": {
    "text": "There are only two things a child will share willingly; communicable diseases and its mother's age."
   },
   "author": {
    "text": "Benjamin Spock"
   }
  },
  {
   "quote": {
    "text": "I don't think I am a star; I consider myself like any other girl who is of my age. Others may be working in office and doing different jobs. Similarly I don't think I am doing something different... I am also working."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "Swing voters are more appropriately known as the 'idiot voters' because they have no set of philosophical principles. By the age of fourteen, you're either a Conservative or a Liberal if you have an IQ above a toaster."
   },
   "author": {
    "text": "Ann Coulter"
   }
  },
  {
   "quote": {
    "text": "The territorial state is such an ancient form of society - here in Europe it dates back thousands of years - that it is now protected by the sanctity of age and the glory of tradition. A strong religious feeling mingles with the respect and the devotion to the fatherland."
   },
   "author": {
    "text": "Christian Lous Lange"
   }
  },
  {
   "quote": {
    "text": "My wife and I, unlike many intellectuals, spent five years working on assembly lines. We came to fully understand the criticisms of the industrial age, in which you are an appendage of a machine that sets the pace."
   },
   "author": {
    "text": "Alvin Toffler"
   }
  },
  {
   "quote": {
    "text": "I went to something like six different schools before the age of 12, so I was always the new girl and had to make friends quickly. It was difficult at the start because I was very bookish - I was literally sat in the corner reading books, with no friends."
   },
   "author": {
    "text": "Isla Fisher"
   }
  },
  {
   "quote": {
    "text": "At the age of four with paper hats and wooden swords we're all Generals. Only some of us never grow out of it."
   },
   "author": {
    "text": "Peter Ustinov"
   }
  },
  {
   "quote": {
    "text": "I didn't realize that winning the Olympics at age 14 automatically put me in the category of being a celebrity."
   },
   "author": {
    "text": "Nadia Comaneci"
   }
  },
  {
   "quote": {
    "text": "'Beauty' is a currency system like the gold standard. Like any economy, it is determined by politics, and in the modern age in the West is is the last, best belief system that keeps male dominance intact."
   },
   "author": {
    "text": "Naomi Wolf"
   }
  },
  {
   "quote": {
    "text": "Whoever marries the spirit of this age will find himself a widower in the next."
   },
   "author": {
    "text": "William Inge"
   }
  },
  {
   "quote": {
    "text": "These days too many of us seem inclined to cover our ears, close our eyes, and blindly follow the most narrow, conservative tenets of religion; or else seek comfort in the ancient traditions of New Age ritual."
   },
   "author": {
    "text": "Joan D. Vinge"
   }
  },
  {
   "quote": {
    "text": "My music is genuine, and I'm talking about stuff that no one else - no one my age, anyway, in the game - is talking about. Nobody. I'm the only one really stating facts and speaking with real street knowledge."
   },
   "author": {
    "text": "Shy Glizzy"
   }
  },
  {
   "quote": {
    "text": "A child needs to be listened to and talked to at 3 and 4 and 5 years of age. Parents should not wait for the sophisticated conversation of a teenager."
   },
   "author": {
    "text": "Bob Keeshan"
   }
  },
  {
   "quote": {
    "text": "It's nice to get to know people who are the same age as you that do the same things because it's like a different level of understanding."
   },
   "author": {
    "text": "Becky G"
   }
  },
  {
   "quote": {
    "text": "I always place myself as the archetypal Cure fan. I'm the wrong age, but I still think that if I like anything particularly, our fans will."
   },
   "author": {
    "text": "Robert Smith"
   }
  },
  {
   "quote": {
    "text": "We live in an age of miracles."
   },
   "author": {
    "text": "Levon Helm"
   }
  },
  {
   "quote": {
    "text": "Childhood itself is scarcely more lovely than a cheerful, kindly, sunshiny old age."
   },
   "author": {
    "text": "Lydia M. Child"
   }
  },
  {
   "quote": {
    "text": "So it's joyful to me, in my 71st year, to be able to be in a play that is absolutely right for my age and my experience, and that is a popular success. What more could you ask as an actor?"
   },
   "author": {
    "text": "Ian Mckellen"
   }
  },
  {
   "quote": {
    "text": "People who have discovered a purpose feel better, like themselves more, age more subtly, and live longer."
   },
   "author": {
    "text": "Marilyn Ferguson"
   }
  },
  {
   "quote": {
    "text": "I was very sexual from a very young age."
   },
   "author": {
    "text": "Portia de Rossi"
   }
  },
  {
   "quote": {
    "text": "At an age when most actresses are being phased out, I am being phased in - with a vengeance."
   },
   "author": {
    "text": "Candice Bergen"
   }
  },
  {
   "quote": {
    "text": "What's a dancer's worst enemy? Sometimes it's age, but sometimes it's the dancer themselves."
   },
   "author": {
    "text": "Karen Kain"
   }
  },
  {
   "quote": {
    "text": "The Atomic Age is here to stay - but are we?"
   },
   "author": {
    "text": "Bennett Cerf"
   }
  },
  {
   "quote": {
    "text": "I was a science fiction geek from an early age, enthralled by the questions of life in the universe. As I got older, I learned that space exploration was real. I wanted to get involved in that. I knew I wanted to be a scientist."
   },
   "author": {
    "text": "David Grinspoon"
   }
  },
  {
   "quote": {
    "text": "There are a lot of distractions when you're in creative industries like publishing or fashion or media, and it's a real blessing to have witnessed some of those up close at a young age. I think when you get past the glamour, that's when you get to the good stuff - the stuff that really feeds your soul and enriches you as a person."
   },
   "author": {
    "text": "Tavi Gevinson"
   }
  },
  {
   "quote": {
    "text": "People say women shouldn't have long hair over a certain age, but I've never done what everyone says."
   },
   "author": {
    "text": "Jane Seymour"
   }
  },
  {
   "quote": {
    "text": "An age is called Dark not because the light fails to shine, but because people refuse to see it."
   },
   "author": {
    "text": "James A. Michener"
   }
  },
  {
   "quote": {
    "text": "I think it's less common in France that a man at the age of 50 buys a Porsche and gets a young girlfriend."
   },
   "author": {
    "text": "Carine Roitfeld"
   }
  },
  {
   "quote": {
    "text": "My habit would have been to veer towards the dark - to prove I was something; edgy, or maybe to prove that I was cognisant of the dark side. Now, with age and confidence, I can say, yeah, that's true, but I am cognisant of the fact that people can do things well. And can be more loving than you expect."
   },
   "author": {
    "text": "George Saunders"
   }
  },
  {
   "quote": {
    "text": "I feel like I get opportunities that most people my age don't get. But, like, I can't do what most 18-year-olds do. Like, I can't go out partying all the time: I have to work and get up early."
   },
   "author": {
    "text": "Brooklyn Beckham"
   }
  },
  {
   "quote": {
    "text": "I've always been a creative speller and never achieved good grades in school. I graduated from high school but didn't have the opportunity to attend college, so I did what young women my age did at the time - I married."
   },
   "author": {
    "text": "Debbie Macomber"
   }
  },
  {
   "quote": {
    "text": "Old age has got to start creeping up on me one day soon, and frankly I'm very scared. I don't want to be old. I've always felt so young. And I want to stay that way."
   },
   "author": {
    "text": "David Niven"
   }
  },
  {
   "quote": {
    "text": "Grandchildren have taught me how important the future is. I try to look through their eyes and envision what's in their imagination. What's the world going to look like when they're my age? That really does take a huge imagination."
   },
   "author": {
    "text": "Richard Lugar"
   }
  },
  {
   "quote": {
    "text": "I started in the restaurant business at the age of 19 as a waitress. I loved the atmosphere and the camaraderie of the restaurant business. I loved not having to go to an office. I loved making people happy."
   },
   "author": {
    "text": "Anne Burrell"
   }
  },
  {
   "quote": {
    "text": "Old age is the supreme evil, for it deprives man of all pleasures while allowing his appetites to remain, and it brings with it every possible sorrow. Yet men fear death and desire old age."
   },
   "author": {
    "text": "Giacomo Leopardi"
   }
  },
  {
   "quote": {
    "text": "I'm tired of people questioning me because of my age. If you looked at my numbers and watched me throw and covered my birthdate, would age be an issue?"
   },
   "author": {
    "text": "Randy Johnson"
   }
  },
  {
   "quote": {
    "text": "Matching shoes and bags immediately age you by 10 years."
   },
   "author": {
    "text": "Ines de La Fressange"
   }
  },
  {
   "quote": {
    "text": "As you age naturally, your family shows more and more on your face. If you deny that, you deny your heritage."
   },
   "author": {
    "text": "Frances Conroy"
   }
  },
  {
   "quote": {
    "text": "The age of the Earth makes no difference with respect to Christ's atoning sacrifice for humanity's sin or to the nature and character of God, Earth's age has no bearing on any of the historic Christian doctrines. No mention of Earth's age appears in even the most detailed creedal statements."
   },
   "author": {
    "text": "Hugh Ross"
   }
  },
  {
   "quote": {
    "text": "I think dementia is the major healthcare threat to our economy and our security. It's a ticking time bomb - we have a whole generation of baby boomers that are going to age, many progressing to get Alzheimer's - which disproportionately affects women and minorities."
   },
   "author": {
    "text": "Vivek Ramaswamy"
   }
  },
  {
   "quote": {
    "text": "My mom was always keen I stayed in school and got good grades, and she was always keen for me to do medicine. I used to go to drama classes when I was younger, and she would always take me. But when I got to an age when I decided it was what I wanted to do, when she accepted it, she had actually been the most supportive person ever."
   },
   "author": {
    "text": "Iain De Caestecker"
   }
  },
  {
   "quote": {
    "text": "I read 'the Hobbit' at the age when you're supposed to read it. I didn't read 'The Lord Of The Rings.' My father, who was an English teacher, advised me that once I had read 'the Hobbit,' that would be enough. I could then move on to Dostoyevsky."
   },
   "author": {
    "text": "Ken Stott"
   }
  },
  {
   "quote": {
    "text": "Elephants can live to an age of up to 70 or 80 years and they have a good memory. It could be they come across an area that is experiencing a drought. Then they continue on their path and run into people."
   },
   "author": {
    "text": "Richard Leakey"
   }
  },
  {
   "quote": {
    "text": "The bottom line is that we have entered an age when local communities need to invest in themselves. Federal and state dollars are becoming more and more scarce for American cities. Political and civic leaders in local communities need to make a compelling case for this investment."
   },
   "author": {
    "text": "Mick Cornett"
   }
  },
  {
   "quote": {
    "text": "My father taught me to paint when I was young with watercolors and so I learned at a very young age the essential elements of the value of light and composition."
   },
   "author": {
    "text": "Matthew Modine"
   }
  },
  {
   "quote": {
    "text": "I knew from a young age that I could sing and it was impressed upon me that if I got a classically trained education in voice, it would serve as a foundation for whatever I chose to do."
   },
   "author": {
    "text": "Shuler Hensley"
   }
  },
  {
   "quote": {
    "text": "Getting older has been a bonus for me. I feel lucky that parts are being written for someone my age and I am around to play them."
   },
   "author": {
    "text": "Siobhan Finneran"
   }
  },
  {
   "quote": {
    "text": "Universities are the cathedrals of the modern age. They shouldn't have to justify their existence by utilitarian criteria."
   },
   "author": {
    "text": "David Lodge"
   }
  },
  {
   "quote": {
    "text": "This is the dawning of the age of Aquarius."
   },
   "author": {
    "text": "James Rado"
   }
  },
  {
   "quote": {
    "text": "We live in an age where there is a firehose of information, and there is no hierarchy of what is important and what is not. Where the truth is often fashioned through a variety of digital means. Are you your avatar? Who are you in social media? What face do you turn toward the world? How much does it have in common with who you actually are?"
   },
   "author": {
    "text": "David Carr"
   }
  },
  {
   "quote": {
    "text": "Old age: the crown of life, our play's last act."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Confusion of goals and perfection of means seems, in my opinion, to characterize our age."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Life would be infinitely happier if we could only be born at the age of eighty and gradually approach eighteen."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Lord save us all from old age and broken health and a hope tree that has lost the faculty of putting out blossoms."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Education is the best provision for old age."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "We have to have a diversity of age represented in Congress, too."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "I have been fighting from a very young age. There is no fear there. It helped me cultivate the mindset of a fighter."
   },
   "author": {
    "text": "Ritika Singh"
   }
  },
  {
   "quote": {
    "text": "When granted many years of life, growing old in age is natural, but growing old with grace is a choice. Growing older with grace is possible for all who will set their hearts and minds on the Giver of grace, the Lord Jesus Christ."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "It's sad, actually, because my anxiety keeps me from enjoying things as much as I should at this age."
   },
   "author": {
    "text": "Amanda Seyfried"
   }
  },
  {
   "quote": {
    "text": "The harvest of old age is the recollection and abundance of blessing previously secured."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "All diseases run into one, old age."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "If you're old, don't try to change yourself, change your environment."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "Hesitation increases in relation to risk in equal proportion to age."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Each age, it is found, must write its own books; or rather, each generation for the next succeeding."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Adults are obsolete children."
   },
   "author": {
    "text": "Dr. Seuss"
   }
  },
  {
   "quote": {
    "text": "My elder brothers were all put apprentices to different trades. I was put to the grammar-school at eight years of age, my father intending to devote me, as the tithe of his sons, to the service of the Church."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "At twenty years of age the will reigns; at thirty, the wit; and at forty, the judgment."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Old age has deformities enough of its own. It should never add to them the deformity of vice."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Every formula of every religion has in this age of reason, to submit to the acid test of reason and universal assent."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "In this electronic age we see ourselves being translated more and more into the form of information, moving toward the technological extension of consciousness."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "I'm a football fanatic. I love the game of football. I love learning new things, and I love being taught things. So I try to learn as much as I can, and even at a young age, I was really focused on how to be better and trying to learn all the techniques."
   },
   "author": {
    "text": "Stefon Diggs"
   }
  },
  {
   "quote": {
    "text": "Sometimes I think it would be easier to avoid old age, to die young, but then you'd never complete your life, would you? You'd never wholly know you."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "But now in this day and age, people are more prone to go out to try new things to enhance their performance on the field - to enhance their physical appearance."
   },
   "author": {
    "text": "Bo Jackson"
   }
  },
  {
   "quote": {
    "text": "Books were my pass to personal freedom. I learned to read at age three, and soon discovered there was a whole world to conquer that went beyond our farm in Mississippi."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "My justification is that most people my age spend a lot of time thinking about what they're going to do for the next five or ten years. The time they spend thinking about their life, I just spend drinking."
   },
   "author": {
    "text": "Amy Winehouse"
   }
  },
  {
   "quote": {
    "text": "No woman should ever be quite accurate about her age. It looks so calculating."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "The spirit of an age may be best expressed in the abstract ideal arts, for the spirit itself is abstract and ideal."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "He who is of calm and happy nature will hardly feel the pressure of age, but to him who is of an opposite disposition youth and age are equally a burden."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "The arrogance of age must submit to be taught by youth."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "The divine right of husbands, like the divine right of kings, may, it is hoped, in this enlightened age, be contested without danger."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "One of the nice things about getting older is that you come to understand that you can integrate multiple aspects of your life together. When you're young, you think everything has to be binary, as that's exactly how you feel at that age."
   },
   "author": {
    "text": "Min Jin Lee"
   }
  },
  {
   "quote": {
    "text": "Thirty was so strange for me. I've really had to come to terms with the fact that I am now a walking and talking adult."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "Basically, when you get to my age, you'll really measure your success in life by how many of the people you want to have love you actually do love you."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "Growing old is no more than a bad habit which a busy person has no time to form."
   },
   "author": {
    "text": "Andre Maurois"
   }
  },
  {
   "quote": {
    "text": "A truly great book should be read in youth, again in maturity and once more in old age, as a fine building should be seen by morning light, at noon and by moonlight."
   },
   "author": {
    "text": "Robertson Davies"
   }
  },
  {
   "quote": {
    "text": "Let age, not envy, draw wrinkles on thy cheeks."
   },
   "author": {
    "text": "Thomas Browne"
   }
  },
  {
   "quote": {
    "text": "An archaeologist is the best husband a woman can have. The older she gets the more interested he is in her."
   },
   "author": {
    "text": "Agatha Christie"
   }
  },
  {
   "quote": {
    "text": "How incessant and great are the ills with which a prolonged old age is replete."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "We prefer world law in the age of self-determination to world war in the age of mass extermination."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "By all but the pathologically romantic, it is now recognized that this is not the age of the small man."
   },
   "author": {
    "text": "John Kenneth Galbraith"
   }
  },
  {
   "quote": {
    "text": "We all grow up. Hopefully, we get wiser. Age brings wisdom, and fatherhood changes one's life completely."
   },
   "author": {
    "text": "Frank Abagnale"
   }
  },
  {
   "quote": {
    "text": "American youth attributes much more importance to arriving at driver's license age than at voting age."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "In every country and every age, the priest had been hostile to Liberty."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "If anyone thinks they'd rather be in a different part of history, they're probably not a very good student of history. Life sucked in the old days. People knew very little, and you were likely to die at a young age of some horrible disease. You'd probably have no teeth by now. It would be particularly awful if you were a woman."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "As technology advances, it reverses the characteristics of every situation again and again. The age of automation is going to be the age of 'do it yourself.'"
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "We're not in an information age anymore. We're in the information management age."
   },
   "author": {
    "text": "Chris Hardwick"
   }
  },
  {
   "quote": {
    "text": "Youth is wasted on the young."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Old age comes on suddenly, and not gradually as is thought."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "My childhood began, as everybody's childhood begins, with prejudices. Man finds prejudices beside his cradle, puts them from him a little in the course of his career, and often, alas! takes to them again in his old age."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Let us be shy no longer. Let us go to our strength. Let us offer hope. Let us tell the world that a new age is not only possible but probable."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Alas, after a certain age every man is responsible for his face."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "The teacher's life should have three periods, study until twenty-five, investigation until forty, profession until sixty, at which age I would have him retired on a double allowance."
   },
   "author": {
    "text": "William Osler"
   }
  },
  {
   "quote": {
    "text": "It is true that going out on to the street implies the risk of accidents happening, as they would to any ordinary man or woman. But if the church stays wrapped up in itself, it will age. And if I had to choose between a wounded church that goes out on to the streets and a sick, withdrawn church, I would definitely choose the first one."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Like a lot of kids, I had a Superman cake or different theme cakes, but then I hit the age where I think my mom thought I was ready for the German chocolate cake that she makes for my dad. Just the sight of that, the taste of that frosting, just reminds me of being at home with my mom and my dad and my sister and my friends."
   },
   "author": {
    "text": "Willie Geist"
   }
  },
  {
   "quote": {
    "text": "The fact that I've lived this long is not really an achievement. Time passes; we age... it's natural. This is why it annoys me when a person watches a movie and tells me that it was 'time pass.' Would time not have passed if he hadn't watched the film?"
   },
   "author": {
    "text": "Kamal Haasan"
   }
  },
  {
   "quote": {
    "text": "In this age, I don't care how tactically or operationally brilliant you are: if you cannot create harmony - even vicious harmony - on the battlefield based on trust across service lines, across coalition and national lines, and across civilian/military lines, you need to go home, because your leadership is obsolete."
   },
   "author": {
    "text": "James Mattis"
   }
  },
  {
   "quote": {
    "text": "What most persons consider as virtue, after the age of 40 is simply a loss of energy."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "He who has not the spirit of this age, has all the misery of it."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "In today's world, having money has allowed people who are extremely uncool to think that they're cool and carry it like that. People who really are cool and people who really are artists and have ideas have to literally turn in their cool card to society just to make it past the age of 28."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "When a man understands the art of seeing, he can trace the spirit of an age and the features of a king even in the knocker on a door."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "At three years of age, the child has already laid the foundations of the human personality and needs the special help of education in the school. The acquisitions he has made are such that we can say the child who enters school at three is an old man."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "It is not how old you are, but how you are old."
   },
   "author": {
    "text": "Jules Renard"
   }
  },
  {
   "quote": {
    "text": "The one thing that unites all human beings, regardless of age, gender, religion or ethnic background, is that we all believe we are above-average drivers."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "Lives are saved when those potential killers are confronted by a police officer, a strong police presence and actual, honest-to-goodness, up-close 'What are you guys doing on this corner at 1 o'clock in the morning' policing. We need to be careful it doesn't drift away from us in the age of viral videos, or there will be profound consequences."
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "How young can you die of old age?"
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "Don't program yourself to break down as you age with thoughts that decline is inevitable. Time may be passing for our bodies, but because they house our ageless souls, we never need to see ourselves as old and infirm."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "I think age is a very high price to pay for maturity."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "If you haven't turned rebel by twenty you've got no heart; if you haven't turned establishment by thirty you've got no brains!"
   },
   "author": {
    "text": "Kevin Spacey"
   }
  },
  {
   "quote": {
    "text": "I was one of those children forced into fighting at the age of 13, in my country Sierra Leone, a war that claimed the lives of my mother, father and two brothers. I know too well the emotional, psychological and physical burden that comes with being exposed to violence as a child or at any age for that matter."
   },
   "author": {
    "text": "Ishmael Beah"
   }
  },
  {
   "quote": {
    "text": "'Bombing Afghanistan back into the Stone Age' was quite a favourite headline for some wobbly liberals. The slogan does all the work. But an instant's thought shows that Afghanistan is being, if anything, bombed out of the Stone Age."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "I was lucky to move around different cultures at an early age and have experience of different lifestyles."
   },
   "author": {
    "text": "Paolo Nutini"
   }
  },
  {
   "quote": {
    "text": "Youth is in a grand flush, like the hot days of ending summer; and pleasant dreams thrall your spirit, like the smoky atmosphere that bathes the landscape of an August day."
   },
   "author": {
    "text": "Donald G. Mitchell"
   }
  },
  {
   "quote": {
    "text": "As I approve of a youth that has something of the old man in him, so I am no less pleased with an old man that has something of the youth. He that follows this rule may be old in body, but can never be so in mind."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "While I am in this world, I am resolved that no vexation shall put me out of temper if I can possibly command myself. Even old age, which is making strides towards me, shall not prevail to make me peevish."
   },
   "author": {
    "text": "Samuel Adams"
   }
  },
  {
   "quote": {
    "text": "Anything you cannot relinquish when it has outlived its usefulness possesses you, and in this materialistic age a great many of us are possessed by our possessions."
   },
   "author": {
    "text": "Peace Pilgrim"
   }
  },
  {
   "quote": {
    "text": "The age of chivalry is past. Bores have succeeded to dragons."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "But the age of chivalry is gone. That of sophisters, economists, and calculators has succeeded; and the glory of Europe is extinguished forever."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "The great secret that all old people share is that you really haven't changed in seventy or eighty years. Your body changes, but you don't change at all. And that, of course, causes great confusion."
   },
   "author": {
    "text": "Doris Lessing"
   }
  },
  {
   "quote": {
    "text": "With age comes common sense and wisdom."
   },
   "author": {
    "text": "Nas"
   }
  },
  {
   "quote": {
    "text": "To me, age doesn't make a difference in terms of how playful or fun life can be."
   },
   "author": {
    "text": "Brit Morin"
   }
  },
  {
   "quote": {
    "text": "Where the despair of loneliness and poverty haunts every hour, the optimism to embark on new projects cannot find a place to alight on the brain's cortex. Poverty itself is an enormous obstacle to an enlightened and enlightening - not to say healthy - old age."
   },
   "author": {
    "text": "Sherwin B. Nuland"
   }
  },
  {
   "quote": {
    "text": "Cancer cells are fixed at an age where they are still too young to have learned the rules of the society in which they live. As with so many immature individuals of all living kinds, everything they do is excessive and uncoordinated with the needs or constraints of their neighbors... they are reproductive but not productive."
   },
   "author": {
    "text": "Sherwin B. Nuland"
   }
  },
  {
   "quote": {
    "text": "Here's my Golden Rule for a tarnished age: Be fair with others, but keep after them until they're fair with you."
   },
   "author": {
    "text": "Alan Alda"
   }
  },
  {
   "quote": {
    "text": "Advice in old age is foolish; for what can be more absurd than to increase our provisions for the road the nearer we approach to our journey's end."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Rashness belongs to youth; prudence to old age."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "I think love can happen at any age... it has no age."
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "I feel like I've reached an age where I can relax a little bit with the knowledge of what I've been through, take all that experience and use it. I love the challenge of trying to get back to where I've been, and beyond it."
   },
   "author": {
    "text": "Cathy Freeman"
   }
  },
  {
   "quote": {
    "text": "It's a great thing to live in a digital age. It's convenient; it's fast."
   },
   "author": {
    "text": "Loretta Lynch"
   }
  },
  {
   "quote": {
    "text": "Age is no barrier. It's a limitation you put on your mind."
   },
   "author": {
    "text": "Jackie Joyner-Kersee"
   }
  },
  {
   "quote": {
    "text": "At the age of 12 I won the school prize for Best English Essay. The prize was a copy of Somerset Maugham's 'Introduction To Modern English And American Literature.' To this day I keep it on the shelf between my collection of Forester's works and the little urn that contains my mother's ashes."
   },
   "author": {
    "text": "Wilbur Smith"
   }
  },
  {
   "quote": {
    "text": "The age of chivalry has gone; the age of humanity has come."
   },
   "author": {
    "text": "Charles Sumner"
   }
  },
  {
   "quote": {
    "text": "Publishing is in a kind of Jurassic age."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "The golden age is before us, not behind us."
   },
   "author": {
    "text": "Simon the Zealot"
   }
  },
  {
   "quote": {
    "text": "The rewards for biotechnology are tremendous - to solve disease, eliminate poverty, age gracefully. It sounds so much cooler than Facebook."
   },
   "author": {
    "text": "George M. Church"
   }
  },
  {
   "quote": {
    "text": "There is a line between scurrilous nonsense and serious discussion that laps over, especially in this day and age when you've got all this electronic media and these blogs and this kind of fanatical impulse to bring down the opposing candidate."
   },
   "author": {
    "text": "Robert Dallek"
   }
  },
  {
   "quote": {
    "text": "For me at age 11, I had a pair of binoculars and looked up to the moon, and the moon wasn't just bigger, it was better. There were mountains and valleys and craters and shadows. And it came alive."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Not just in commerce but in the world of ideas too our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "I'm not a New Age person, but I do believe in meditation, and for that reason I've always liked the Buddhist religion. When I've been to Japan, I've been to Buddhist temples and meditated, and I found that rewarding."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "The study of expression ought to form a part of the study of psychology, but it also comes within the province of anthropology because the habitual, life-long expressions of the face determine the wrinkles of old age, which are distinctly an anthropological characteristic."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "It is possible that mankind is on the threshold of a golden age; but, if so, it will be necessary first to slay the dragon that guards the door, and this dragon is religion."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "A woman telling her true age is like a buyer confiding his final price to an Armenian rug dealer."
   },
   "author": {
    "text": "Mignon McLaughlin"
   }
  },
  {
   "quote": {
    "text": "My father, who was jailed for stealing on more than one occasion, just abandoned his fatherly responsibilities and disappeared. I grew up working from the time I was nine years of age. Money was a big issue everywhere I lived."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "I'm much more open to being a supporting actor right now. At the age of 60, I'll be second fiddle. Fine. I'm happy to do it."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "Living in an age of advertisement, we are perpetually disillusioned. The perfect life is spread before us every day, but it changes and withers at a touch."
   },
   "author": {
    "text": "J. B. Priestley"
   }
  },
  {
   "quote": {
    "text": "There is no absurdity so palpable but that it may be firmly planted in the human head if you only begin to inculcate it before the age of five, by constantly repeating it with an air of great solemnity."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "There's no such thing as old age. I'm no different now than I was 50 years ago. I'm just having more fun."
   },
   "author": {
    "text": "Philip Johnson"
   }
  },
  {
   "quote": {
    "text": "I think women should start to embrace their age. What's the alternative to getting older? You die. I can't change the day I was born. But I can take care of my skin, my body, my mind, and try to live my life and be happy."
   },
   "author": {
    "text": "Olivia Munn"
   }
  },
  {
   "quote": {
    "text": "Old age isn't so bad when you consider the alternative."
   },
   "author": {
    "text": "Maurice Chevalier"
   }
  },
  {
   "quote": {
    "text": "Science cannot tell theology how to construct a doctrine of creation, but you can't construct a doctrine of creation without taking account of the age of the universe and the evolutionary character of cosmic history."
   },
   "author": {
    "text": "John Polkinghorne"
   }
  },
  {
   "quote": {
    "text": "Why do people talk of the horrors of old age? It's great. I feel like a fine old car with the parts gradually wearing out, but I'm not complaining,... Those who find growing old terrible are people who haven't done what they wanted with their lives."
   },
   "author": {
    "text": "Martha Gellhorn"
   }
  },
  {
   "quote": {
    "text": "Why do so many children love the idea of being snowed in or shipwrecked, of having to survive on one's own? When I was a child, I was no exception. I wanted to hunt with a bow and arrow like the Stone Age people: to skin deer and build my own shelter. And I desperately wanted a wolf. As we lived in London, my options were limited."
   },
   "author": {
    "text": "Michelle Paver"
   }
  },
  {
   "quote": {
    "text": "Love makes those young whom age doth chill, and whom he finds young keeps young still."
   },
   "author": {
    "text": "William Cartwright"
   }
  },
  {
   "quote": {
    "text": "I prefer to put myself in an environment that's further afield and look through the eyes of someone who differs from me in age, ethnicity, gender, and/or social class. I think a little displacement makes me a sharper observer."
   },
   "author": {
    "text": "Amor Towles"
   }
  },
  {
   "quote": {
    "text": "I was born the same week NASA was founded, so we're the same age and feel some of the same pains, joys, and frustrations."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "The credit of advancing science has always been due to individuals and never to the age."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Regardless of age, regardless of position, regardless of the business we happen to be in, all of us need to understand the importance of branding. We are CEOs of our own companies: Me, Inc. To be in business today, our most important job is to be head marketer for the brand called You."
   },
   "author": {
    "text": "Tom Peters"
   }
  },
  {
   "quote": {
    "text": "I'd always tried to resist playing the supervirility thing. I liked showing the vulnerability of age."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "Few women, I fear, have had such reason as I have to think the long sad years of youth were worth living for the sake of middle age."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Man has no Body distinct from his Soul; for that called Body is a portion of Soul discerned by the five Senses, the chief inlets of Soul in this age."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "At the age of six I wanted to be a cook. At seven I wanted to be Napoleon. And my ambition has been growing steadily ever since."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "Invention is the talent of youth, as judgment is of age."
   },
   "author": {
    "text": "Jonathan Swift"
   }
  },
  {
   "quote": {
    "text": "In this digital age, it doesn't really matter if you are in Canary Wharf or the Caribbean; there are opportunities waiting to be grasped by entrepreneurs."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "Old age, calm, expanded, broad with the haughty breadth of the universe, old age flowing free with the delicious near-by freedom of death."
   },
   "author": {
    "text": "Edith Wharton"
   }
  },
  {
   "quote": {
    "text": "It was a melting pot in Las Vegas. You got every age level, every ethnic background, every social aura - it was an absolute Americana audience... people who were there to celebrate occasions; people who were there to gamble; people who were there because they were awed by the whole Vegas operation. Tourists."
   },
   "author": {
    "text": "Norm Crosby"
   }
  },
  {
   "quote": {
    "text": "At age 11, I went to a Jewish school. I speak Yiddish. I'm Church of England Protestant. My father was Catholic, and my mother was Protestant. My wife is a Muslim."
   },
   "author": {
    "text": "Michael Caine"
   }
  },
  {
   "quote": {
    "text": "The kids are old enough now - I just want to let them be kids. I don't want to comment on them too much. They're at an age where I just want to let them be kids."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "The age of innocent faith in science and technology may be over."
   },
   "author": {
    "text": "Barry Commoner"
   }
  },
  {
   "quote": {
    "text": "I can't wait to be that age and hanging out with a bunch of people hanging out all day playing golf and going to the beach, all my own age. We'd be laughing and having a good time and getting loopy on our prescription drugs. Driving golf carts around. I can't wait."
   },
   "author": {
    "text": "Cameron Diaz"
   }
  },
  {
   "quote": {
    "text": "Old age has its pleasures, which, though different, are not less than the pleasures of youth."
   },
   "author": {
    "text": "W. Somerset Maugham"
   }
  },
  {
   "quote": {
    "text": "There is no avoiding the realities of the information age. Its effects manifest differently in different sectors, but the drivers of speed and interdependence will impact us all. Organizations that continue to use 20th-century tools in today's complex environment do so at their own peril."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "Nobody expects to trust his body overmuch after the age of fifty."
   },
   "author": {
    "text": "Alexander Hamilton"
   }
  },
  {
   "quote": {
    "text": "Stone Age. Bronze Age. Iron Age. We define entire epics of humanity by the technology they use."
   },
   "author": {
    "text": "Reed Hastings"
   }
  },
  {
   "quote": {
    "text": "Being young isn't about age, it's about being a free spirit. You can meet someone of 20 who's boring and old, or you can meet someone of 70 who's youthful and exciting. I met Fred Astaire when he was 72 and I was 21, and I fell in love with him. He certainly was a free spirit."
   },
   "author": {
    "text": "Twiggy"
   }
  },
  {
   "quote": {
    "text": "Pakistan is heir to an intellectual tradition of which the illustrious exponent was the poet and philosopher Mohammad Iqbal. He saw the future course for Islamic societies in a synthesis between adherence to the faith and adjustment to the modern age."
   },
   "author": {
    "text": "Benazir Bhutto"
   }
  },
  {
   "quote": {
    "text": "You're supposed to be using your gifts and fulfilling your dreams, at every age."
   },
   "author": {
    "text": "Victoria Moran"
   }
  },
  {
   "quote": {
    "text": "I'll tell you, there is nothing better in life than being a late bloomer. I believe that success can happen at any time and at any age."
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "I think that in figure skating, and in sports in general, that when you're young, it's considered a huge advantage because you're fearless, and you also don't have bad past experiences. But with age comes experience, and I have found that my experience is a huge advantage to me as a competitor."
   },
   "author": {
    "text": "Adam Rippon"
   }
  },
  {
   "quote": {
    "text": "Middle age is when your old classmates are so grey and wrinkled and bald they don't recognize you."
   },
   "author": {
    "text": "Bennett Cerf"
   }
  },
  {
   "quote": {
    "text": "There are times when the presence of more choices can make us choose things that are not good for us. For me the clearest example is that the more retirement fund options a person has, the less likely they are to save for their old age."
   },
   "author": {
    "text": "Sheena Iyengar"
   }
  },
  {
   "quote": {
    "text": "I do fear for the generations of people who came of age thinking that pop-punk is what punk is, and that all the rebellion you need is just to stick your tongue out in the mirror every once in a while."
   },
   "author": {
    "text": "Jello Biafra"
   }
  },
  {
   "quote": {
    "text": "Age puzzles me. I thought it was a quiet time. My seventies were interesting and fairly serene, but my eighties are passionate. I grow more intense as I age."
   },
   "author": {
    "text": "Florida Scott-Maxwell"
   }
  },
  {
   "quote": {
    "text": "Girls' inner critics are starting to reveal themselves at a younger and younger age. And body image issues are an aspect of their lives which is causing them low self esteem and day-to-day suffering."
   },
   "author": {
    "text": "Elizabeth Berkley"
   }
  },
  {
   "quote": {
    "text": "We live in the age of the refugee, the age of the exile."
   },
   "author": {
    "text": "Ariel Dorfman"
   }
  },
  {
   "quote": {
    "text": "From birth to age 18 a girl needs good parents. From 18 to 35 she needs good looks. From 35 to 55 she needs a good personality. From 55 on, she needs good cash."
   },
   "author": {
    "text": "Sophie Tucker"
   }
  },
  {
   "quote": {
    "text": "We're seeing the arrival of conversational robots that can walk in our world. It's a golden age of invention."
   },
   "author": {
    "text": "David Hanson"
   }
  },
  {
   "quote": {
    "text": "Like I said on my bio on my webpage, I was born at an early age, I was close to my mother."
   },
   "author": {
    "text": "Peter Jurasik"
   }
  },
  {
   "quote": {
    "text": "At age eleven, I became a member of the circulating library of my home town. From there on I was rarely seen outside but was reading two to four books per week, the subjects ranging from archaeology over ethnology and geography to zoology. Needless to say that I did not do much homework."
   },
   "author": {
    "text": "Hartmut Michel"
   }
  },
  {
   "quote": {
    "text": "If you look at the average age of a company on the Dow Jones index, it's something like 35 years or younger. In other words... success is no indication of longevity."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "Age merely shows what children we remain."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Error is acceptable as long as we are young; but one must not drag it along into old age."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "I'm a trained fine artist. I went to art school from the time I was 5 years old. I was, like, a prodigy out of Chicago. I'd been in national competitions from the age of 14."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "Now I am in my eighties, and I have known the joys and sorrows of a full life. Age, however, has its privileges. One is to reminisce, and another is to reminisce selectively."
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "A woman has the age she deserves."
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "Not to expose your true feelings to an adult seems to be instinctive from the age of seven or eight onwards."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "There is nothing in socialism that a little age or a little money will not cure."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "In the television age, the key distinction is between the candidate who can speak poetry and the one who can only speak prose."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "I fear that many a man's good resolutions only need the ordinary fire of daily life to make them melt away. So, too, with fine professions and the boastings of perfection which abound in this age of shams."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Until the age of five, my parents spoke to me in Chinese or a combination of Chinese and English, but they didn't force me to speak Mandarin. In retrospect, this was sad, because they believed that my chance of doing well in America hinged on my fluency in English. Later, as an adult, I wanted to learn Chinese."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "Why should society feel responsible only for the education of children, and not for the education of all adults of every age?"
   },
   "author": {
    "text": "Erich Fromm"
   }
  },
  {
   "quote": {
    "text": "Childhood: the period of human life intermediate between the idiocy of infancy and the folly of youth - two removes from the sin of manhood and three from the remorse of age."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "All research in the cultural sciences in an age of specialization, once it is oriented towards a given subject matter through particular settings of problems and has established its methodological principles, will consider the analysis of the data as an end in itself."
   },
   "author": {
    "text": "Max Weber"
   }
  },
  {
   "quote": {
    "text": "From the age of seven, I basically started practicing my hand-eye and foot coordination, balance, strength, endurance, discipline, and mental toughness three days a week until I was about 15."
   },
   "author": {
    "text": "Ashton Eaton"
   }
  },
  {
   "quote": {
    "text": "I started culinary school at a very young age, and really I wanted to be out working, cooking, more than I wanted to be in a classroom. You could say I wasn't a very good student - I wanted to be a student of life and experience."
   },
   "author": {
    "text": "Jose Andres"
   }
  },
  {
   "quote": {
    "text": "To teach how to live without certainty and yet without being paralysed by hesitation is perhaps the chief thing that philosophy, in our age, can do for those who study it."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Wives are young men's mistresses, companions for middle age, and old men's nurses."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "At age nine, I got a paper route. Sixty-six papers had to be delivered to sixty-six families every day. I also had to collect thirty cents a week from each customer. I owed the paper twenty cents per customer per week, and got to keep the rest. When I didn't collect, the balance came out of my profit. My average income was six dollars a week."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "The philosophies of one age have become the absurdities of the next, and the foolishness of yesterday has become the wisdom of tomorrow."
   },
   "author": {
    "text": "William Osler"
   }
  },
  {
   "quote": {
    "text": "With age, you get to a place where you don't want to knock people out. You just want to give people a hug."
   },
   "author": {
    "text": "Vin Diesel"
   }
  },
  {
   "quote": {
    "text": "Age imprints more wrinkles in the mind than it does on the face."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "I'm super grateful that there wasn't social media when I was a kid, but that sort of self-doubt crept in at a young age. It's bullying. It's the comments here and there, and maybe somebody says something to you that they don't even mean to be a mean-spirited comment, but they'll just kind of say it to you in passing."
   },
   "author": {
    "text": "Amy Schumer"
   }
  },
  {
   "quote": {
    "text": "Sometimes people ask me how difficult the astronaut program was, but being in Sierra Leone, being responsible for the health of more than 200 people, seven days a week, 24 hours a day, 365 days a year, at age 26 - that prepared me to take on a lot of different challenges."
   },
   "author": {
    "text": "Mae Jemison"
   }
  },
  {
   "quote": {
    "text": "Ours is an excessively conscious age. We know so much, we feel so little."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "It's funny: in the middle of making 'The Muse,' I was offered, at the time, the first 'Ice Age,' the part that Ray Romano took: I was offered the elephant. And I couldn't even stop to breathe, so I didn't do it. They've made, like, six of them. And in the animation business, for a voice actor, that's what you want. You want six, you know?"
   },
   "author": {
    "text": "Albert Brooks"
   }
  },
  {
   "quote": {
    "text": "Our age knows nothing but reaction, and leaps from one extreme to another."
   },
   "author": {
    "text": "Reinhold Niebuhr"
   }
  },
  {
   "quote": {
    "text": "Despite what anti-aging ads say, growing older can be better. I feel better in my skin, 100 percent. You have greater effects of gravity, but the better sense of yourself you have is something I wouldn't trade. Women who lie about their age - 'why?'"
   },
   "author": {
    "text": "Demi Moore"
   }
  },
  {
   "quote": {
    "text": "I don't like it when people who are young act like they're 40. That's taking too much on. Putting up a shield and trying to act like you're so mature or whatever - I don't try to act mature. Some people might say I'm mature for my age, but it's not something I'm trying to do, you know? I'm just me."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "In this knowledge-worker age, it's now increasingly tied to doing well in school so you can get into better grad schools so you can get better jobs - so the pressure to do well is really high."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Youngsters of the age of two and three are endowed with extraordinary strength. They can lift a dog twice their own weight and dump him into the bathtub."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "I like texting as much as the next kidult - and embrace it as yet more evidence, along with email, that we live now in the post-aural age, when an unsolicited phone call is, thankfully, becoming more and more understood to be an unspeakable social solecism, tantamount to an impertinent invasion of privacy."
   },
   "author": {
    "text": "Will Self"
   }
  },
  {
   "quote": {
    "text": "O love, if I regret the age when one savors you, it is not for the hour of pleasure, but for the one that follows it."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "You know, your first album is about really amazing things. Your first album is always about coming of age, first love, first loss, usually you suffer a first loss of someone that you love to death, even, you know, really big life lessons, things you learn from your parents' divorce or from the travels that you took."
   },
   "author": {
    "text": "Brandi Carlile"
   }
  },
  {
   "quote": {
    "text": "I definitely used to lie about my age. I'm from Tennessee and everyone would vacation in Destin, Florida, where there are lots of cute guys. I would go with my older sister and lie about my age to them."
   },
   "author": {
    "text": "Lucy Hale"
   }
  },
  {
   "quote": {
    "text": "Life has its trade-offs. As you age, you lose things like teeth and the ability to play in the ball pit at fast-food restaurants, and you gain things like experience and employer-based health insurance."
   },
   "author": {
    "text": "Alexandra Petri"
   }
  },
  {
   "quote": {
    "text": "There are mysteries which men can only guess at, which age by age they may solve only in part."
   },
   "author": {
    "text": "Bram Stoker"
   }
  },
  {
   "quote": {
    "text": "With age comes a greater understanding and a greater worldview."
   },
   "author": {
    "text": "Michael Connelly"
   }
  },
  {
   "quote": {
    "text": "I think this is how life is. It's not a linear march through time; you revolve around the same old things as you age and acquire experiences."
   },
   "author": {
    "text": "Miranda July"
   }
  },
  {
   "quote": {
    "text": "In this age of omniconnectedness, words like 'network,' 'community' and even 'friends' no longer mean what they used to. Networks don't exist on LinkedIn. A community is not something that happens on a blog or on Twitter. And a friend is more than someone whose online status you check."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "There's a great deal to say in the Bible about the signs we're to watch for, and when these signs all converge at one place we can be sure that we're close to the end of the age."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "I do believe that my whole success goes back to that time I was arrested as a wayward boy at the age of thirteen. Because then I had to quit running around and began to learn something. Most of all, I began to learn music."
   },
   "author": {
    "text": "Louis Armstrong"
   }
  },
  {
   "quote": {
    "text": "A man growing old becomes a child again."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "My system is to be considered a system leading up, in a general way, to education. It can be followed not only in the education of little children from three to six years of age, but can be extended to children up to ten years of age."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "I would like to see more airplay for all artists, no matter what age. I think there's a lot of money being spent toward the young guys, but a lot of the older guys are the ones who blazed the trail for those young guys."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "I never was that boy who loved gangster films, but when I was growing up, I was obsessed with the detective Dick Tracy. It was one of my favourite movies as a kid, and he really inspired me. I would have loved to be part of that golden age of Hollywood in the 1940s. It made me want to become an actor."
   },
   "author": {
    "text": "Ryan Gosling"
   }
  },
  {
   "quote": {
    "text": "No man was ever so completely skilled in the conduct of life, as not to receive new information from age and experience."
   },
   "author": {
    "text": "Jonathan Swift"
   }
  },
  {
   "quote": {
    "text": "It is not well to make great changes in old age."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Lack of education, old age, bad health or discrimination - these are causes of poverty, and the way to attack it is to go to the root."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "I would never bet against Peyton Manning. You know about the age and the neck and the strength. But I had George Blanda, and as he got older, he got smarter, and he just got rid of the ball quicker. I watch Peyton, and I see George Blanda."
   },
   "author": {
    "text": "John Madden"
   }
  },
  {
   "quote": {
    "text": "It has had a tremendous impact on my life, more than on the life of most Prize winners, because I was in an unusual situation. I was unemployed at the time. I was in good health, but I had reached the age of 66 and beginning to get social security, but I didn't have much of that. I had many years of unemployment before me."
   },
   "author": {
    "text": "John Forbes Nash, Jr."
   }
  },
  {
   "quote": {
    "text": "Age is something only in your head or a stereotype. Age means nothing when you are passionate about something."
   },
   "author": {
    "text": "Carolina Herrera"
   }
  },
  {
   "quote": {
    "text": "You know you're getting old when all the names in your black book have M. D. after them."
   },
   "author": {
    "text": "Harrison Ford"
   }
  },
  {
   "quote": {
    "text": "Morality comes with the sad wisdom of age, when the sense of curiosity has withered."
   },
   "author": {
    "text": "Graham Greene"
   }
  },
  {
   "quote": {
    "text": "Women lie about their age; men lie about their income."
   },
   "author": {
    "text": "William Feather"
   }
  },
  {
   "quote": {
    "text": "A lot of people are frightened by old age - by being around people who are, basically, on their way out - but I'm fascinated by it. It's an amazing thing to be around someone who has had a life well lived."
   },
   "author": {
    "text": "Cate Blanchett"
   }
  },
  {
   "quote": {
    "text": "Canada has a passive-aggressive culture, with a lot of sarcasm and righteousness. That went with my weird messianic complex. The ego is a fascinating monster. I was taught from a young age that I had to serve, so that turned into me thinking I had to save the planet."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "Ours is essentially a tragic age, so we refuse to take it tragically."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "From age 16 to age 20, a woman's body is a temple. From 21 to 45, it's an amusement park. From 45 on, it's a terrarium."
   },
   "author": {
    "text": "Gina Barreca"
   }
  },
  {
   "quote": {
    "text": "My mom taught me from a young age to give back and volunteer any chance you get. It was something that I knew, if I made the NFL, I would financially have the ability to do."
   },
   "author": {
    "text": "J. J. Watt"
   }
  },
  {
   "quote": {
    "text": "Even truth needs to be clad in new garments if it is to appeal to a new age."
   },
   "author": {
    "text": "Georg C. Lichtenberg"
   }
  },
  {
   "quote": {
    "text": "Even one voice can be heard loudly all over the world in this day and age."
   },
   "author": {
    "text": "Aung San Suu Kyi"
   }
  },
  {
   "quote": {
    "text": "One of the reasons it's important for me to write about war is I really think that the concept of war, the specifics of war, the nature of war, the ethical ambiguities of war, are introduced too late to children. I think they can hear them, understand them, know about them, at a much younger age without being scared to death by the stories."
   },
   "author": {
    "text": "Suzanne Collins"
   }
  },
  {
   "quote": {
    "text": "The truth is that at age 19, I was a teenage mother living alone with my daughter in a trailer and struggling to keep us afloat on my way to a divorce. And I knew then that I was going to have to work my way up and out of that life if I was going to give my daughter a better life and a better future, and that's what I've done."
   },
   "author": {
    "text": "Wendy Davis"
   }
  },
  {
   "quote": {
    "text": "In many ways, the young are more religiously minded than the older generations. I think it's the flip side of an age of individualism. Youngsters are not afraid to tell you what they think, to express their faith and be quite exuberant about it."
   },
   "author": {
    "text": "Vincent Nichols"
   }
  },
  {
   "quote": {
    "text": "If you're 90 and look good in a mini-skirt, go for it. What is 'age appropriate'? Such nonsense. My mother lived to 106, so what's middle-age? Seventy is the new 50."
   },
   "author": {
    "text": "Loretta Swit"
   }
  },
  {
   "quote": {
    "text": "Ours is decidedly not an age of Abrahams, Jacobs, or of youthful Elazars proud to be regarded as men of seventy. On the contrary, it is one in which the external signs of aging are avoided at all costs, youth is worshipped, and immortality is sought not in children but in Botox."
   },
   "author": {
    "text": "Meir Soloveichik"
   }
  },
  {
   "quote": {
    "text": "The design process usually starts as a fantasy, with ideas that I dream of and visualize. These ideas become a reality by bringing various ingredients together, from the lifestyle of my bride, her age and sex appeal, to the textures of the finest fabrics and embroideries that we produce in my family factories in India."
   },
   "author": {
    "text": "Naeem Khan"
   }
  },
  {
   "quote": {
    "text": "I've been dancing since the age of two. I don't really remember it, because I was little, but my mom signed me up and would put me in cute costumes. A lot of little girls get into dancing, but I loved it so much that I kept doing it."
   },
   "author": {
    "text": "Maddie Ziegler"
   }
  },
  {
   "quote": {
    "text": "The man Dickens, whom the world at large thought it knew, stood for all the Victorian virtues - probity, kindness, hard work, sympathy for the down-trodden, the sanctity of domestic life - even as his novels exposed the violence, hypocrisy, greed, and cruelty of the Victorian age."
   },
   "author": {
    "text": "Robert Gottlieb"
   }
  },
  {
   "quote": {
    "text": "Photography suits the temper of this age - of active bodies and minds. It is a perfect medium for one whose mind is teeming with ideas, imagery, for a prolific worker who would be slowed down by painting or sculpting, for one who sees quickly and acts decisively, accurately."
   },
   "author": {
    "text": "Edward Weston"
   }
  },
  {
   "quote": {
    "text": "All people who grew up with science fiction and fantasy and horror went through the whole acculturation process of the genre. We were all told to read the golden age writers. We were all told Heinlein and Asimov and all these straight, white males, although some of them were Jewish."
   },
   "author": {
    "text": "N. K. Jemisin"
   }
  },
  {
   "quote": {
    "text": "There's something unique about the United States, a sense of individual rights and freedoms, and a sense of social and civic responsibility that we contributed to so much of the world. We lost that mission in the 1980s and 1990s, when we entered a gilded age, and the culture of individualism became a culture of avarice."
   },
   "author": {
    "text": "George Hickenlooper"
   }
  },
  {
   "quote": {
    "text": "Age does not bring you wisdom, age brings you wrinkles."
   },
   "author": {
    "text": "Estelle Getty"
   }
  },
  {
   "quote": {
    "text": "I actually think the whole concept of retirement is a bit stupid, so yes, I do want to do something else. There is this strange thing that just because chronologically on a Friday night you have reached a certain age... with all that experience, how can it be that on a Monday morning, you are useless?"
   },
   "author": {
    "text": "Stuart Rose"
   }
  },
  {
   "quote": {
    "text": "I used to help my grandfather on the farm, driving tractors, raising crops and animals. I used to feed some of the baby cows and pigs, and I had to be no older than 7 or 8. Then at about 9 or 10 I started driving tractors. It showed me at an early age what hard work was all about and how dedicated you have to be, no matter what you do."
   },
   "author": {
    "text": "Tyson Chandler"
   }
  },
  {
   "quote": {
    "text": "Age is of no importance unless you are a cheese."
   },
   "author": {
    "text": "Billie Burke"
   }
  },
  {
   "quote": {
    "text": "I grew up in the golden age of Flash Gordon and sci-fi."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "I think every age lives in a blend of technology so there's always older ones mixed in with newer ones, and when the new technology goes down, the immediate fallback position is either that technology just before that or one several technologies back."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "I began writing at the age of 5, but there was a dark period between the ages of 8 and 16 when I didn't write. I started again at 16 and have no idea why, but it was suddenly the only thing I wanted to do."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "Once I planned to write a book of poems entirely about the things in my pocket. But I found it would be too long; and the age of the great epics is past."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "As long as any adult thinks that he, like the parents and teachers of old, can become introspective, invoking his own youth to understand the youth before him, he is lost."
   },
   "author": {
    "text": "Margaret Mead"
   }
  },
  {
   "quote": {
    "text": "I'm inspired by people who keep on rolling, no matter their age."
   },
   "author": {
    "text": "Jimmy Buffett"
   }
  },
  {
   "quote": {
    "text": "I just think that knowing about your body at any age, whether it's educating yourself on fertility, getting mammograms, going through puberty - whatever it may be, is really important. I just really encourage women empowerment and being comfortable talking about these issues."
   },
   "author": {
    "text": "Khloe Kardashian"
   }
  },
  {
   "quote": {
    "text": "In the media age, everybody was famous for 15 minutes. In the Wikipedia age, everybody can be an expert in five minutes. Special bonus: You can edit your own entry to make yourself seem even smarter."
   },
   "author": {
    "text": "Stephen Colbert"
   }
  },
  {
   "quote": {
    "text": "Down through the ages, there has always been the spiritual path. It's been passed on - it always will be - and if anybody ever wants it in any age, it's always there."
   },
   "author": {
    "text": "George Harrison"
   }
  },
  {
   "quote": {
    "text": "I don't feel old. I don't feel anything till noon. That's when it's time for my nap."
   },
   "author": {
    "text": "Bob Hope"
   }
  },
  {
   "quote": {
    "text": "This is the first age that's ever paid much attention to the future, which is a little ironic since we may not have one."
   },
   "author": {
    "text": "Arthur C. Clarke"
   }
  },
  {
   "quote": {
    "text": "Some broad themes brought me where I am today. At a very young age, my hobby became thinking and finding connections."
   },
   "author": {
    "text": "Dean Kamen"
   }
  },
  {
   "quote": {
    "text": "I often joke that 100 years from now I hope people are saying, 'Dang, she looks good for her age!'"
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "Every age has its own poetry; in every age the circumstances of history choose a nation, a race, a class to take up the torch by creating situations that can be expressed or transcended only through poetry."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "From a young age, I learned to focus on the things I was good at and delegate to others what I was not good at. That's how Virgin is run. Fantastic people throughout the Virgin Group run our businesses, allowing me to think creatively and strategically."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "What could be more beautiful than a dear old lady growing wise with age? Every age can be enchanting, provided you live within it."
   },
   "author": {
    "text": "Brigitte Bardot"
   }
  },
  {
   "quote": {
    "text": "I created Punk for this day and age. Do you see Britney walking around wearing ties and singing punk? Hell no. That's what I do. I'm like a Sid Vicious for a new generation."
   },
   "author": {
    "text": "Avril Lavigne"
   }
  },
  {
   "quote": {
    "text": "Demographics show that we are entering a battle between young and old. I call it the 'Age War.' The young want to hang onto their money to grow their families, businesses, and wealth. The old want the tax and investment dollars of the young to sustain their old age."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "I was curious and hungry at a young age, and jazz was such a mystery to me, an ocean where you can express yourself in the moment. It represented freedom, it represented wearing wings and going somewhere with music."
   },
   "author": {
    "text": "Paula Cole"
   }
  },
  {
   "quote": {
    "text": "To my mind, there is no doubt that this Gandhi age is the dark age of India. It is an age in which people, instead of looking for their ideals in the future, are returning to antiquity."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "A man who correctly guesses a woman's age may be smart, but he's not very bright."
   },
   "author": {
    "text": "Lucille Ball"
   }
  },
  {
   "quote": {
    "text": "I've been screaming at the top of my lungs at my family, 'Work out! Work out! Old age is coming!'"
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "Romance isn't measured by how viral your proposal goes. The Internet age may try to sell you something different, but don't ever forget that viral is closely associated with sickness - so don't ever make being viral your goal."
   },
   "author": {
    "text": "Ann Voskamp"
   }
  },
  {
   "quote": {
    "text": "Wisdom doesn't necessarily come with age. Sometimes age just shows up all by itself."
   },
   "author": {
    "text": "Tom Wilson"
   }
  },
  {
   "quote": {
    "text": "When I turned 60, it didn't bother me at all."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "Middle age is when you've met so many people that every new person you meet reminds you of someone else."
   },
   "author": {
    "text": "Ogden Nash"
   }
  },
  {
   "quote": {
    "text": "I'd like to talk about free markets. Information in the computer age is the last genuine free market left on earth except those free markets where indigenous people are still surviving. And that's basically becoming limited."
   },
   "author": {
    "text": "Russell Means"
   }
  },
  {
   "quote": {
    "text": "By age seven, I used to comb my hair for performances, just pull my hair up into a bun. Granted, it wasn't a very intricate hairstyle. Still, to be that responsible and disciplined at age seven is unusual."
   },
   "author": {
    "text": "Janet Jackson"
   }
  },
  {
   "quote": {
    "text": "The age of access being offered by taxi-hailing apps like Uber and Ola is the biggest potential threat to auto industry."
   },
   "author": {
    "text": "Anand Mahindra"
   }
  },
  {
   "quote": {
    "text": "I've never been willing to lie about my age. Why on earth would I want to tell people I'm 35, which I'm not, and have them say, 'Oh that's nice,' when I could tell them I'm 47, which I am, and have them look at me and go, 'Whoa!'. I'm not afraid of aging. I stopped being afraid of life a long time ago."
   },
   "author": {
    "text": "Sharon Stone"
   }
  },
  {
   "quote": {
    "text": "I was made fun of at a young age. I would fight a lot in the streets, and it has a lot to do with the way I am today. It helped my development as a fighter, but what can I say?"
   },
   "author": {
    "text": "Canelo Alvarez"
   }
  },
  {
   "quote": {
    "text": "Middle age is when your broad mind and narrow waist begin to change places."
   },
   "author": {
    "text": "E. Joseph Cossman"
   }
  },
  {
   "quote": {
    "text": "There is always some chance of recession in any year. But the evidence suggests that expansions don't die of old age."
   },
   "author": {
    "text": "Janet Yellen"
   }
  },
  {
   "quote": {
    "text": "You need some insecurity if you're an actor. It keeps the pot boiling. I haven't yet started to think about retiring. I was shocked when I heard about Paul Newman retiring at age 82. Most actors just fade away like old soldiers."
   },
   "author": {
    "text": "Al Pacino"
   }
  },
  {
   "quote": {
    "text": "Old age isn't a battle; old age is a massacre."
   },
   "author": {
    "text": "Philip Roth"
   }
  },
  {
   "quote": {
    "text": "For the moment I prefer to be a beautiful woman of my age than try desperately to look 30."
   },
   "author": {
    "text": "Demi Moore"
   }
  },
  {
   "quote": {
    "text": "The ultimate lesson is that there is no immunity, no matter our age or the size of our retirement account, from going through constant cycles of integration and disintegration in which we are humbled and hopefully set to rights with the world again."
   },
   "author": {
    "text": "David Whyte"
   }
  },
  {
   "quote": {
    "text": "We have entered an age in which education is not just a luxury permitting some men an advantage over others. It has become a necessity without which a person is defenseless in this complex, industrialized society. We have truly entered the century of the educated man."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "I learned at an early age that what we were doing in the choir was just as important as the preacher. It was a ministry in itself. We could stir the pot, you know?"
   },
   "author": {
    "text": "D'Angelo"
   }
  },
  {
   "quote": {
    "text": "Authority is supposedly grounded in wisdom, but I could see from a very early age that authority was only a system of control. And it didn't have any inherent wisdom. I quickly realized that you either became a power or you were crushed."
   },
   "author": {
    "text": "Joe Strummer"
   }
  },
  {
   "quote": {
    "text": "My position has always been that the way people age and the signs that we show of aging is nature's way of tattooing. It's natural scarification, and the life you lead gives you the symbols and the emblems of your life, the road map you followed."
   },
   "author": {
    "text": "Frances McDormand"
   }
  },
  {
   "quote": {
    "text": "By Time and Age full many things are taught."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "In football, you're dealing with grown men. In gymnastics, you're dealing with prepubescent teenage girls. There's a huge difference. At that age, you're not confident enough to have a voice."
   },
   "author": {
    "text": "Dominique Moceanu"
   }
  },
  {
   "quote": {
    "text": "My mother is an incredibly beautiful woman who has laughed at every single thing my father's ever said. At a young age, my brother and I understood that if you can make girls laugh, you can punch well above your weight class."
   },
   "author": {
    "text": "Seth Meyers"
   }
  },
  {
   "quote": {
    "text": "Well, I'm in my 60s now. I finally look it, I think. People until I was 60 would always say they thought I looked younger, which I think, without flattering myself, I did, but I think I certainly have, as George Orwell says people do after a certain age, the face they deserve."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "I was already, I think, at the age of 18, showing signs of being incompetent in the lab."
   },
   "author": {
    "text": "Peter Higgs"
   }
  },
  {
   "quote": {
    "text": "Never guess a woman's age. Never guess a woman's weight. Never even talk about weight in front of a woman. And never, ever ask a woman when she's due."
   },
   "author": {
    "text": "Lyle Lovett"
   }
  },
  {
   "quote": {
    "text": "When you see young players coming into the squad and pushing you, no matter what age you are, you have to react. You have to worry about yourself and perform as well as you can. If you end up looking around at others, wondering who's performing better, you take your eye off the ball."
   },
   "author": {
    "text": "Frank Lampard"
   }
  },
  {
   "quote": {
    "text": "If my idol Mahatma Gandhi could fight to eradicate corruption at the age of 78, why can't I try at 60?"
   },
   "author": {
    "text": "Kamal Haasan"
   }
  },
  {
   "quote": {
    "text": "Why should it matter to us when wrestlers are found dead in their beds or seen limping around on two fake hips? Why should it matter to us that there's a list of modern wrestlers who died before the age of 50 - many of them famous - and that the list is more than 70 names long? Hey, there's always another wave of guys on the way. Always."
   },
   "author": {
    "text": "Bill Simmons"
   }
  },
  {
   "quote": {
    "text": "Everyone talks about age, but it's not about age. It's about work ethic. Winning never gets old."
   },
   "author": {
    "text": "Lisa Leslie"
   }
  },
  {
   "quote": {
    "text": "As a precocious teen I dreamed of being Graham Greene. Well, as it turned out, I never wrote a great novel, sadly, and I never converted to Catholicism, happily, but I did do one thing he did. That is, in middle age I moved to a seaside town and got into a right barney with the local powers-that-be."
   },
   "author": {
    "text": "Julie Burchill"
   }
  },
  {
   "quote": {
    "text": "In this age of growing interconnectedness, we understand that turning our backs on the world is simply not an option."
   },
   "author": {
    "text": "Douglas Alexander"
   }
  },
  {
   "quote": {
    "text": "My blog is a celebration of the unexpected, settled, happy life I find myself living in Portland, Maine, at the ripe old age of fifty with someone I deeply love and am very happy with. That's part of why I started the blog."
   },
   "author": {
    "text": "Kate Christensen"
   }
  },
  {
   "quote": {
    "text": "I wanted to do my part to help preserve that golden age of travel... I step aboard The Patron Tequila Express railcar, and I go back in time to the days when a long journey was something fun and very special."
   },
   "author": {
    "text": "John Paul DeJoria"
   }
  },
  {
   "quote": {
    "text": "In this new age of GPS, Google Earth and multidimensional digital maps, mapping is suddenly hugely relevant again."
   },
   "author": {
    "text": "Hans-Ulrich Obrist"
   }
  },
  {
   "quote": {
    "text": "The fondest dream of the information age is to create an archive of all knowledge. You might call it the Alexandrian fantasy, after the great library founded by Ptolemy I in 286 BC."
   },
   "author": {
    "text": "Gary Wolf"
   }
  },
  {
   "quote": {
    "text": "The themes that make one laugh always stem from poverty, hunger, misery, old age, sickness, and death. These are the themes that make Italians laugh, anyway."
   },
   "author": {
    "text": "Mario Monicelli"
   }
  },
  {
   "quote": {
    "text": "In this age of globalization, instant real time media and television, everyone all over the world realizes that high energy usage equates with a high standard of living and wealth."
   },
   "author": {
    "text": "John Olver"
   }
  },
  {
   "quote": {
    "text": "The great paradox of the 21st century is that, in this age of powerful technology, the biggest problems we face internationally are problems of the human soul."
   },
   "author": {
    "text": "Ralph Peters"
   }
  },
  {
   "quote": {
    "text": "When you start being enthusiastic about whatever it is you like, that is the golden age for you."
   },
   "author": {
    "text": "Michael Winterbottom"
   }
  },
  {
   "quote": {
    "text": "With increasing age, dullness of mind and heart sets in."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "I have the problems of, I must confess, old age."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "I have discovered that just because we grow weaker physically as we age, it doesn't mean that we must grow weaker spiritually."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "At a young age, I was interested in comic books, which was really how I learnt to read. The name Cage came from a comic book character called Power Man."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "I came into this music business at 26 years old. I was a fully developed man at that point. At that age, I didn't have anything to prove."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "At about an age when most children start full time schooling, hundreds of thousands of their contemporaries start a lifetime of drudgery in factories and fields, working 12-16 hours daily."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "We are all geniuses up to the age of ten."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "You know, from age 17 on, my paycheck was coming from cooking and working in kitchens."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "I think being able to age gracefully is a very important talent. It is too late for me."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "There are certain age limits on police officers. They'd have retired me out at 65."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "I think there is a lot made out of age, and what age you feel."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "The stars shall fade away, the sun himself Grow dim with age, and nature sink in years, But thou shalt flourish in immortal youth, Unhurt amidst the wars of elements, The wrecks of matter, and the crush of worlds."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "This is my 20th year in the sport. I've known swimming and that's it. I don't want to swim past age 30; if I continue after this Olympics, and come back in 2016, I'll be 31. I'm looking forward to being able to see the other side of the fence."
   },
   "author": {
    "text": "Michael Phelps"
   }
  },
  {
   "quote": {
    "text": "Young man, the secret of my success is that at early age I discovered that I was not God."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Jr."
   }
  },
  {
   "quote": {
    "text": "Chinese people age overnight."
   },
   "author": {
    "text": "Karl Pilkington"
   }
  },
  {
   "quote": {
    "text": "Children under five are the poorest age group in America, and one in four infants, toddlers and preschoolers are poor during the years of greatest brain development."
   },
   "author": {
    "text": "Marian Wright Edelman"
   }
  },
  {
   "quote": {
    "text": "There's so much music from Led Zeppelin that I think I overlooked when I was a kid because I didn't understand it, so now to revisit it at an older age, I have a deeper appreciation for it."
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "Age is a matter of feeling, not of years."
   },
   "author": {
    "text": "Washington Irving"
   }
  },
  {
   "quote": {
    "text": "People have to understand one thing: at the age of 18, I arrived at a dream club like Manchester United. It was a dream come true. But, even at that moment, I was thinking about playing in England for some years and then going to play in Spain. Even at that time I was thinking that way, and I always gave 100% everything."
   },
   "author": {
    "text": "Cristiano Ronaldo"
   }
  },
  {
   "quote": {
    "text": "I don't know why people are so obsessed with age anyway. I mean, 90 is the new 70; 70 is the new 50 and 50 is the new 40; so the whole act-your-age thing? Only up to a point."
   },
   "author": {
    "text": "Joan Collins"
   }
  },
  {
   "quote": {
    "text": "Adulthood is the ever-shrinking period between childhood and old age. It is the apparent aim of modern industrial societies to reduce this period to a minimum."
   },
   "author": {
    "text": "Thomas Szasz"
   }
  },
  {
   "quote": {
    "text": "There are no college courses to build up self-esteem or high school or elementary school. If you don't get those values at a early age, nurtured in your home, you don't get them."
   },
   "author": {
    "text": "T. D. Jakes"
   }
  },
  {
   "quote": {
    "text": "My first albums as a little kid were Elton John's 'Goodbye Yellow Brick Road,' Simon and Garfunkel's 'Greatest Hits' - and 'Workingman's Dead.' How many other people still listen to the music they liked at age 12?"
   },
   "author": {
    "text": "Ann Coulter"
   }
  },
  {
   "quote": {
    "text": "The biggest disease this day and age is that of people feeling unloved."
   },
   "author": {
    "text": "Princess Diana"
   }
  },
  {
   "quote": {
    "text": "There are things that tend to moderate with age. Schizophrenia is somewhat like that."
   },
   "author": {
    "text": "John Forbes Nash, Jr."
   }
  },
  {
   "quote": {
    "text": "I had become obsessed with the control-freak aspect of photography and with the rising importance of the image in our social media age it ended up working."
   },
   "author": {
    "text": "Cole Sprouse"
   }
  },
  {
   "quote": {
    "text": "What's a man's age? He must hurry more, that's all; Cram in a day, what his youth took a year to hold."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "This is the strange thing: Dancers don't age."
   },
   "author": {
    "text": "Twyla Tharp"
   }
  },
  {
   "quote": {
    "text": "Life, an age to the miserable, and a moment to the happy."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "For a nanosecond in the pre-Internet pre-digital age, I was a hot young actor, in the sense of popular, and then it passed."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "A man is a fool if he drinks before he reaches the age of 50, and a fool if he doesn't afterward."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "Voting has proliferated in the United States, and it has reached a point where there is now almost one vote available per citizen over the age of eighteen."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "The enemy of society is middle class and the enemy of life is middle age."
   },
   "author": {
    "text": "Orson Welles"
   }
  },
  {
   "quote": {
    "text": "From as long as, literally as far back as I can remember I've liked puns, word jokes, I can literally recall looking at a comic at the age of six or seven and I remember what I enjoyed and what it was precisely and how the joke worked."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "I have a 15-year-old daughter who thinks that I always had this self confidence that I have now at the age of 60. And I always tell her that what she is going through - the low self-esteem as a teenager - that is a right of passage."
   },
   "author": {
    "text": "Iman"
   }
  },
  {
   "quote": {
    "text": "When I was nine, the teacher asked us to write a piece about our village fete. He read mine in class. I was encouraged and continued. I even wanted to write my memoirs at the age of ten. At twelve I wrote poetry, mostly about friendship - 'Ode to Friendship.' Then my class wanted to make a film, and one little boy suggested that I write the script."
   },
   "author": {
    "text": "Eugene Ionesco"
   }
  },
  {
   "quote": {
    "text": "I wish I had thrown out the bathroom scale at age 16. Weighing yourself every morning is like waking up and asking Dick Cheney to validate your sense of inner worth."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "Confidence is something you're born with. I know I had loads of it even at the age of 15."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "This is what I asked for, and in this day and age that's what actually goes on. But what hurts me the most is that I work just as hard as any other actress around my age, like Scarlett Johansson, but I just don't get the opportunities that they get because people are so distracted by the mess that I created in my life."
   },
   "author": {
    "text": "Lindsay Lohan"
   }
  },
  {
   "quote": {
    "text": "The surest sign of age is loneliness."
   },
   "author": {
    "text": "Annie Dillard"
   }
  },
  {
   "quote": {
    "text": "Every age has its happiness and troubles."
   },
   "author": {
    "text": "Jeanne Calment"
   }
  },
  {
   "quote": {
    "text": "You are the age of your spine. You are as flexible as your spine. That transfers to other areas of your life."
   },
   "author": {
    "text": "Diane Lane"
   }
  },
  {
   "quote": {
    "text": "The most important function of the university in an age of reason is to protect reason from itself."
   },
   "author": {
    "text": "Allan Bloom"
   }
  },
  {
   "quote": {
    "text": "But an old age serene and bright, and lovely as a Lapland night, shall lead thee to thy grave."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "Age is strictly a case of mind over matter. If you don't mind, it doesn't matter."
   },
   "author": {
    "text": "Jack Benny"
   }
  },
  {
   "quote": {
    "text": "Everyone in the world should have a trench coat, and there should be a trench coat for everyone in the world. It does not matter your age; it doesn't matter your gender."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "I'd date someone younger or older; age doesn't matter to me. Or looks, really - it's all about maturity."
   },
   "author": {
    "text": "Leona Lewis"
   }
  },
  {
   "quote": {
    "text": "Children learn many principles of natural law at a very early age. For example: they learn that when one child has picked up an apple or a flower, it is his, and that his associates must not take it from him against his will."
   },
   "author": {
    "text": "Lysander Spooner"
   }
  },
  {
   "quote": {
    "text": "If the nineteenth century was the age of the editorial chair, ours is the century of the psychiatrist's couch."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "I have led an unusual life. I have buried a father killed at age 50 and two brothers killed in the prime of their lives. I raised my children as a single mother when my husband was arrested and held for eight years without a conviction - a hostage to my political career."
   },
   "author": {
    "text": "Benazir Bhutto"
   }
  },
  {
   "quote": {
    "text": "As a result of the digital age and the decline of first-class mail, there is no question that the Postal Service must change and develop a new business model."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "My own ambitions were eclectic. My father ran a steel plant, and I was expected to study metallurgy and end up at the steel plant when I finished high school at age 15. Despite my proficiency at science, I decided against it and instead went on to study filmmaking."
   },
   "author": {
    "text": "Anand Mahindra"
   }
  },
  {
   "quote": {
    "text": "Man arrives as a novice at each age of his life."
   },
   "author": {
    "text": "Nicolas Chamfort"
   }
  },
  {
   "quote": {
    "text": "The harsh reality is that if you are middle-aged, write computer code for a living, and earn a six-figure salary, you're headed for the unemployment lines. Your market value declines as you age, and it becomes harder and harder to get a job."
   },
   "author": {
    "text": "Vivek Wadhwa"
   }
  },
  {
   "quote": {
    "text": "There are few things that we so unwillingly give up, even in advanced age, as the supposition that we still have the power of ingratiating ourselves with the fair sex."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Old age is a wonderful time of life. At least, that's what everyone tells you. But let me tell you: it is not true. What's true is that your hips, knees and ankles gradually give up on you - everything is quite dreadful, really. And it was a terrible thing to have told us because we believed it."
   },
   "author": {
    "text": "Debbie Reynolds"
   }
  },
  {
   "quote": {
    "text": "What's interesting about the shift from an industrial age to a technological age is that we keep inventing new media: movies, records, radio, television, the Internet, and now ebooks - and one of the things that's most interesting about the invention of a new medium is watching it reinvent itself as it penetrates the culture."
   },
   "author": {
    "text": "David Gerrold"
   }
  },
  {
   "quote": {
    "text": "I think I've really stepped outside the box in the way I try to train, eat, hydrate, the cognitive brain games I play on a daily or weekly basis to try to build up some durability within my body, within my brain, to be able to go out there and play at a high level at age 38."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "When I was 13, I entered the seminary in the hope of becoming a priest. But I often found myself helping the nuns in the kitchen and thus discovered my passion for cooking. I began to cultivate my skills and aspirations at the age of 15, when I embarked on my first apprenticeship."
   },
   "author": {
    "text": "Joel Robuchon"
   }
  },
  {
   "quote": {
    "text": "A good song is a good song whatever your age."
   },
   "author": {
    "text": "Sophie Ellis-Bextor"
   }
  },
  {
   "quote": {
    "text": "You don't stop laughing because you grow older. You grow older because you stop laughing."
   },
   "author": {
    "text": "Maurice Chevalier"
   }
  },
  {
   "quote": {
    "text": "If I could have gone on describing to you the beauties of this region, who knows but I might have made a fine addition to the literature of our age?"
   },
   "author": {
    "text": "Robert Gould Shaw"
   }
  },
  {
   "quote": {
    "text": "I've always considered myself a fairly romantic person. I believe in love and falling in love at a young age."
   },
   "author": {
    "text": "Mandy Moore"
   }
  },
  {
   "quote": {
    "text": "Our working hypothesis is that the status of knowledge is altered as societies enter what is known as the postindustrial age and cultures enter what is known as the postmodern age."
   },
   "author": {
    "text": "Jean-Francois Lyotard"
   }
  },
  {
   "quote": {
    "text": "If we are strong, and have faith in life and its richness of surprises, and hold the rudder steadily in our hands. I am sure we will sail into quiet and pleasent waters for our old age."
   },
   "author": {
    "text": "Freya Stark"
   }
  },
  {
   "quote": {
    "text": "In old age we are like a batch of letters that someone has sent. We are no longer in the past, we have arrived."
   },
   "author": {
    "text": "Knut Hamsun"
   }
  },
  {
   "quote": {
    "text": "The tendency of old age to the body, say the physiologists, is to form bone. It is as rare as it is pleasant to meet with an old man whose opinions are not ossified."
   },
   "author": {
    "text": "Bob Wells"
   }
  },
  {
   "quote": {
    "text": "Michelle Pfeiffer hasn't been finding a lot of work recently because she doesn't like what a woman her age is offered. That's a real double standard. You get Sean Connery, who gets older and older, still playing opposite young ladies, but it doesn't work the other way around."
   },
   "author": {
    "text": "Denzel Washington"
   }
  },
  {
   "quote": {
    "text": "I feel this is very important for us to have serene buildings because our civilization is chaotic as it is, you see; our whole machine age has brought about a chaos that has to be somehow counterbalanced, I think."
   },
   "author": {
    "text": "Minoru Yamasaki"
   }
  },
  {
   "quote": {
    "text": "When you get to a certain age in society, they want to dictate to you when you should pack it in and that you should mentally grab a cane, a box of Depends, Geritol, listen to the oldies, and not eat spicy food after 9 o'clock."
   },
   "author": {
    "text": "Bernard Hopkins"
   }
  },
  {
   "quote": {
    "text": "I have a Ph.D. in philosophy and sports science. At 14, I went through this really tough Soviet training system. A lot of my roommates got psychologically broken or physically injured. Either you came through, or you were out. I made my Ph.D. work in the field of young athletes aged 14-19 because at this age any human is changing."
   },
   "author": {
    "text": "Wladimir Klitschko"
   }
  },
  {
   "quote": {
    "text": "Squirrel Girl is basically a Silver Age character in the modern age, and that makes her a fish out of water in a lot of ways. She likes being a superhero. She likes fighting crime. She doesn't sit around brooding in the darkness of her Squirrel Hole trying to figure out new ways to make crime pay."
   },
   "author": {
    "text": "Ryan North"
   }
  },
  {
   "quote": {
    "text": "On the death of his brothers, my dad lied about his age and joined the army in 1918. He was in the trenches long enough to be gassed and contract the early stages of tuberculosis from which he would eventually die just before my birth."
   },
   "author": {
    "text": "Michael Foreman"
   }
  },
  {
   "quote": {
    "text": "You are as old as you look. If you are fit and pretty at an X age, why won't filmmakers want to cast you, whether you are married or not?"
   },
   "author": {
    "text": "Kareena Kapoor Khan"
   }
  },
  {
   "quote": {
    "text": "I'm well past the age where I'm acceptable. You get to a certain age and you are forbidden access. You're not going to get the kind of coverage that you would like in music magazines, you're not going to get played on radio and you're not going to get played on television. I have to survive on word of mouth."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "Age doesn't bother me. So many of my heroes were older guys. It's the lack of years left that weighs far heavier on me than the age that I am."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "I could imagine at a certain age, when I have no vocal cords left, that I would find a young man who could sing my parts for me. But I don't see why I would stop."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "In fact, my courage and my bravery at a young age was the thing I was bullied for, a kind of 'Who do you think you are?'"
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "The shades of respectability begin to close about the greying head."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "My parents are really quite strict, so I have to be home at a certain time - even now, at the age of 25."
   },
   "author": {
    "text": "Tena Desae"
   }
  },
  {
   "quote": {
    "text": "Retirement at sixty-five is ridiculous. When I was sixty-five I still had pimples."
   },
   "author": {
    "text": "George Burns"
   }
  },
  {
   "quote": {
    "text": "I'm at the age now where just putting my cigar in its holder is a thrill."
   },
   "author": {
    "text": "George Burns"
   }
  },
  {
   "quote": {
    "text": "Nice to be here? At my age it's nice to be anywhere."
   },
   "author": {
    "text": "George Burns"
   }
  },
  {
   "quote": {
    "text": "With age, life becomes complex and difficult, often fraught with risk on several levels, from the practical to the fiscal."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "It is instilled in thousands of American males from an early age that one of their requirements is to be able to both dish out and take a lot of pain. They are taught the rules of this road in gyms, rings, backyards and fields all over America."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "The terror of the atom age is not the violence of the new power but the speed of man's adjustment to it, the speed of his acceptance."
   },
   "author": {
    "text": "E. B. White"
   }
  },
  {
   "quote": {
    "text": "Every comedian is furious. Age makes me angry. I'm unhappy at not being able to open packages anymore. I'm angry that libraries have gone. I hate children on planes. I'm very shallow, so they tend to be little things. To be honest, I think I was probably angry the day I was born, you know, about diapers or something."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "The denunciation of the young is a necessary part of the hygiene of older people, and greatly assists the circulation of the blood."
   },
   "author": {
    "text": "Logan Pearsall Smith"
   }
  },
  {
   "quote": {
    "text": "It is well for the world that in most of us, by the age of thirty, the character has set like plaster, and will never soften again."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "I think when the full horror of being fifty hits you, you should stay home and have a good cry."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "Every time I see something terrible, it's like I see it at age 19. I keep a freshness that way."
   },
   "author": {
    "text": "Ralph Nader"
   }
  },
  {
   "quote": {
    "text": "The closing years of life are like the end of a masquerade party, when the masks are dropped."
   },
   "author": {
    "text": "Cesare Pavese"
   }
  },
  {
   "quote": {
    "text": "In the large cities that received new Americans, there flowered a golden age of restaurants, manned by the available talent from abroad and fueled by the restless wealth of the newly rich."
   },
   "author": {
    "text": "David Joseph Schwartz"
   }
  },
  {
   "quote": {
    "text": "In the so-called age of girl power, we have failed to cut loose our most regressive standards of female success - like pleasing others and looking sexy - and to replace them with something more progressive - like valuing intelligence and hard work."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "I am not a big technology person. I don't go on the Internet really much at all. Drawing is like a zen thing; it's private, which in this day and age is harder to come by."
   },
   "author": {
    "text": "Tim Burton"
   }
  },
  {
   "quote": {
    "text": "No one can avoid aging, but aging productively is something else."
   },
   "author": {
    "text": "Katharine Graham"
   }
  },
  {
   "quote": {
    "text": "Age is like love, it cannot be hid."
   },
   "author": {
    "text": "Thomas Dekker"
   }
  },
  {
   "quote": {
    "text": "I want to get old gracefully. I want to have good posture, I want to be healthy and be an example to my children."
   },
   "author": {
    "text": "Sting"
   }
  },
  {
   "quote": {
    "text": "In fact, technology has been the story of human progress from as long back as we know. In 100 years people will look back on now and say, 'That was the Internet Age.' And computers will be seen as a mere ingredient to the Internet Age."
   },
   "author": {
    "text": "Reed Hastings"
   }
  },
  {
   "quote": {
    "text": "Non-disclosure in the Internet Age is quickly perceived as a breach of trust. Government, corporations and each of us as individuals must recalibrate how we live and share our lives appropriate to the information now available and the expectations of others."
   },
   "author": {
    "text": "Simon Mainwaring"
   }
  },
  {
   "quote": {
    "text": "It is the spirit of the age to believe that any fact, no matter how suspect, is superior to any imaginative exercise, no matter how true."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "You can't stop the aging process. There's only so much oil you can put on your body. I've always just tried to go with my age. If the part requires somebody a little younger or older, I can probably get away with that."
   },
   "author": {
    "text": "Angie Dickinson"
   }
  },
  {
   "quote": {
    "text": "We live in an age where people will watch epic entertainment on their phones."
   },
   "author": {
    "text": "Will Arnett"
   }
  },
  {
   "quote": {
    "text": "It were a real increase of human happiness, could all young men from the age of nineteen be covered under barrels, or rendered otherwise invisible; and there left to follow their lawful studies and callings, till they emerged, sadder and wiser, at the age of twenty-five."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "Hope is not a matter of age."
   },
   "author": {
    "text": "Abbe Pierre"
   }
  },
  {
   "quote": {
    "text": "Most things in my life I had before leaving home. Values, support, great family. I was shaped at an early age. A musician playing guitar, I wanted to be a folk singer."
   },
   "author": {
    "text": "Sissy Spacek"
   }
  },
  {
   "quote": {
    "text": "Every time I paint a portrait I lose a friend."
   },
   "author": {
    "text": "John Singer Sargent"
   }
  },
  {
   "quote": {
    "text": "A bad manner spoils everything, even reason and justice; a good one supplies everything, gilds a No, sweetens a truth, and adds a touch of beauty to old age itself."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "Middle age is the awkward period when Father Time starts catching up with Mother Nature."
   },
   "author": {
    "text": "Harold Coffin"
   }
  },
  {
   "quote": {
    "text": "It's possible that you have been told a time or 10 that you don't appreciate how tough your elders had it. It's true that, if you had been coming of age back in, say, 1960, you would probably be feeling more restricted, if only because you were doomed to spend your days in a skirt, nylon stockings and girdle."
   },
   "author": {
    "text": "Gail Collins"
   }
  },
  {
   "quote": {
    "text": "Like the seasons of the year, like history, truth also repeats itself. But we seldom recognize it when great poets or true artists - the prophets and the priests of our day - present it to us in garments spick and span, following the fashion of the age, the slant of its fancy, the turn and temper of its mind."
   },
   "author": {
    "text": "Ameen Rihani"
   }
  },
  {
   "quote": {
    "text": "Old age is when the liver spots show through your gloves."
   },
   "author": {
    "text": "Phyllis Diller"
   }
  },
  {
   "quote": {
    "text": "Everyone must accept that we will age and age is not always flattering."
   },
   "author": {
    "text": "Amitabh Bachchan"
   }
  },
  {
   "quote": {
    "text": "Utility is the great idol of the age, to which all powers must do service and all talents swear allegiance."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "You start getting hit with some very interesting situations in life - you as a parent - when they approach that teenage area, which is frightening because you still have memories of that age and the things you were doing at that age... Please don't do what I did."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "The aging process has you firmly in its grasp if you never get the urge to throw a snowball."
   },
   "author": {
    "text": "Doug Larson"
   }
  },
  {
   "quote": {
    "text": "I have no desire to be a centenarian. I think 90 is a great time. You've had a good innings. You have to deal with the cards that have been dealt, of course, but I don't think very old age, if you haven't got your marbles, can be very nice."
   },
   "author": {
    "text": "Mary Berry"
   }
  },
  {
   "quote": {
    "text": "Age does not protect you from love. But love, to some extent, protects you from age."
   },
   "author": {
    "text": "Jeanne Moreau"
   }
  },
  {
   "quote": {
    "text": "The dream of empire died when Shanghai surrendered without a fight. Even at the age of 11 or 12, I knew that no amount of patriotic newsreels would put the Union Jack jigsaw together again. From then on, I was slightly suspicious of all British adults."
   },
   "author": {
    "text": "J. G. Ballard"
   }
  },
  {
   "quote": {
    "text": "Middle age is the time when a man is always thinking that in a week or two he will feel as good as ever."
   },
   "author": {
    "text": "Don Marquis"
   }
  },
  {
   "quote": {
    "text": "The sanitary and mechanical age we are now entering makes up for the mercy it grants to our sense of smell by the ferocity with which it assails our sense of hearing."
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "The really frightening thing about middle age is the knowledge that you'll grow out of it."
   },
   "author": {
    "text": "Doris Day"
   }
  },
  {
   "quote": {
    "text": "There's no such thing as old age, there is only sorrow."
   },
   "author": {
    "text": "Fay Weldon"
   }
  },
  {
   "quote": {
    "text": "One of the many pleasures of old age is giving things up."
   },
   "author": {
    "text": "Malcolm Muggeridge"
   }
  },
  {
   "quote": {
    "text": "I'm glad now, at age 66, that I never used alcohol or tobacco... I've buried a lot of friends who used tobacco or alcohol."
   },
   "author": {
    "text": "Jerry Falwell"
   }
  },
  {
   "quote": {
    "text": "Oh rage! Oh despair! Oh age, my enemy!"
   },
   "author": {
    "text": "Pierre Corneille"
   }
  },
  {
   "quote": {
    "text": "I'm not interested in age. People who tell me their age are silly. You're as old as you feel."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "Being a father at a later age is different from when I had my other two daughters when I was in my 20s and 30s. If you're in your 60s and you're with the kid every day, you're dealing with the mind of a child, so it opens up that childishness in you again."
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "Whatever poet, orator or sage may say of it, old age is still old age."
   },
   "author": {
    "text": "Sinclair Lewis"
   }
  },
  {
   "quote": {
    "text": "From a generation that came of age during the Great Depression, millions of our country's best and bravest took up arms in a worldwide struggle against tyranny."
   },
   "author": {
    "text": "Steve Buyer"
   }
  },
  {
   "quote": {
    "text": "You end up as you deserve. In old age you must put up with the face, the friends, the health, and the children you have earned."
   },
   "author": {
    "text": "Judith Viorst"
   }
  },
  {
   "quote": {
    "text": "Learning of my father's passing at age 55 not only shattered the world, far from home, that had become my reality, but catapulted my childhood and relationship with family - which had felt like another lifetime - into the present."
   },
   "author": {
    "text": "Tim Cope"
   }
  },
  {
   "quote": {
    "text": "In Africa... age is not important over there. They don't care."
   },
   "author": {
    "text": "Akon"
   }
  },
  {
   "quote": {
    "text": "After you're older, two things are possibly more important than any others: health and money."
   },
   "author": {
    "text": "Helen Gurley Brown"
   }
  },
  {
   "quote": {
    "text": "I was hired as a computer programmer for a national laboratory at age 15."
   },
   "author": {
    "text": "Andy Weir"
   }
  },
  {
   "quote": {
    "text": "Unfortunately, in some parts of the country, some kids are taught at an early age that being different is somehow bad or wrong or worthy of ridicule."
   },
   "author": {
    "text": "Matt Bomer"
   }
  },
  {
   "quote": {
    "text": "I see teenagers or people who are 21 and think, 'I was an idiot at that age.' I was running around New York like a crazy woman. Thank God I only had three and a half cents to my name. I was too immature to handle success then."
   },
   "author": {
    "text": "Melissa McCarthy"
   }
  },
  {
   "quote": {
    "text": "I think it'd be wonderful if we could train young girls to be active in lots of ways and that they then wouldn't have to age at the same rate that they would if they were not more active. In other words, more physical fitness and not just the sporty kind, but the yoga, which is really important."
   },
   "author": {
    "text": "Raquel Welch"
   }
  },
  {
   "quote": {
    "text": "One of the many things nobody ever tells you about middle age is that it's such a nice change from being young."
   },
   "author": {
    "text": "Dorothy Canfield Fisher"
   }
  },
  {
   "quote": {
    "text": "I nearly died of double bronchial pneumonia at the age of five."
   },
   "author": {
    "text": "Roger Moore"
   }
  },
  {
   "quote": {
    "text": "In my cranky old age, I actually prefer recording alone now, on 'The Simpsons,' for example, because I find that the director can just focus on what I'm doing and I can do a lot of variations. A lot of times, when I record with a group, I'll stay after class for another hour or two."
   },
   "author": {
    "text": "Hank Azaria"
   }
  },
  {
   "quote": {
    "text": "A small child from a developing country has the advantage, from a very early age, of having access to toys which structure his mind, which constitute a sure advantage over the little African child who has never even held a modern toy."
   },
   "author": {
    "text": "Abdoulaye Wade"
   }
  },
  {
   "quote": {
    "text": "To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent - that is to triumph over old age."
   },
   "author": {
    "text": "Thomas Bailey Aldrich"
   }
  },
  {
   "quote": {
    "text": "They're a different generation, those kids; kids that are under the age of twelve. They're not that impressed by rock music, you know what I mean? They're like, it's cool and everything, but whatever. They're just as impressed by YouTube."
   },
   "author": {
    "text": "Frank Black"
   }
  },
  {
   "quote": {
    "text": "When you start directing movies at the age of 24, you're just a kid; you don't necessarily even have the experiences to add to the story. You're working off of instinct and raw emotions and raw talent, and hopefully it's the same trajectory as growing as a person."
   },
   "author": {
    "text": "F. Gary Gray"
   }
  },
  {
   "quote": {
    "text": "I was so in love with books from as early as I remember that it seemed a natural step to want to create them. And so I just wanted to be a writer from a very young age. And I think that the lies were just a natural side effect of me wanting to tell stories and write them down."
   },
   "author": {
    "text": "Marie Rutkoski"
   }
  },
  {
   "quote": {
    "text": "I've always been interested in exploring the concept of child prodigies. When I was younger, I wrote a story about Mozart as a child, and I just always loved this idea of young people who are able to take control of their lives and bring a whole lot of change at such a young age."
   },
   "author": {
    "text": "Marie Lu"
   }
  },
  {
   "quote": {
    "text": "The first interview I went on I got at age 5. It was a commercial for First Federal Bank."
   },
   "author": {
    "text": "Erin Moran"
   }
  },
  {
   "quote": {
    "text": "Being seventy is not a sin."
   },
   "author": {
    "text": "Golda Meir"
   }
  },
  {
   "quote": {
    "text": "To be renewed is everything. What more could one ask for than to have one's youth back again?"
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "To me, old age is always fifteen years older than I am."
   },
   "author": {
    "text": "Bernard Baruch"
   }
  },
  {
   "quote": {
    "text": "It is sad to grow old but nice to ripen."
   },
   "author": {
    "text": "Brigitte Bardot"
   }
  },
  {
   "quote": {
    "text": "After thirty, a body has a mind of its own."
   },
   "author": {
    "text": "Bette Midler"
   }
  },
  {
   "quote": {
    "text": "We should so provide for old age that it may have no urgent wants of this world to absorb it from meditation on the next. It is awful to see the lean hands of dotage making a coffer of the grave."
   },
   "author": {
    "text": "Pearl S. Buck"
   }
  },
  {
   "quote": {
    "text": "As described in 'The New Jim Crow: Mass Incarceration in the Age of Colorblindness,' the cyclical rebirth of caste in America is a recurring racial nightmare."
   },
   "author": {
    "text": "Michelle Alexander"
   }
  },
  {
   "quote": {
    "text": "Age is not a particularly interesting subject. Anyone can get old. All you have to do is live long enough."
   },
   "author": {
    "text": "Don Marquis"
   }
  },
  {
   "quote": {
    "text": "We were never supposed to live until 40. We were built to self-destruct at 30, whether from cancer or mental illness. We're all going way beyond our expiration date."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "Middle age is youth without levity, and age without decay."
   },
   "author": {
    "text": "Doris Day"
   }
  },
  {
   "quote": {
    "text": "He has a profound respect for old age. Especially when it's bottled."
   },
   "author": {
    "text": "Gene Fowler"
   }
  },
  {
   "quote": {
    "text": "One of the many things nobody ever tells you about middle age is that it's such a nice change from being young."
   },
   "author": {
    "text": "William Feather"
   }
  },
  {
   "quote": {
    "text": "I think your whole life shows in your face and you should be proud of that."
   },
   "author": {
    "text": "Lauren Bacall"
   }
  },
  {
   "quote": {
    "text": "We pay when old for the excesses of youth."
   },
   "author": {
    "text": "J. B. Priestley"
   }
  },
  {
   "quote": {
    "text": "Youth does not require reasons for living, it only needs pretexts."
   },
   "author": {
    "text": "Jose Ortega y Gasset"
   }
  },
  {
   "quote": {
    "text": "What makes old age so sad is not that our joys but our hopes cease."
   },
   "author": {
    "text": "Jean Paul"
   }
  },
  {
   "quote": {
    "text": "Gray hairs seem to my fancy like the soft light of the moon, silvering over the evening of life."
   },
   "author": {
    "text": "Jean Paul"
   }
  },
  {
   "quote": {
    "text": "While one finds company in himself and his pursuits, he cannot feel old, no matter what his years may be."
   },
   "author": {
    "text": "Amos Bronson Alcott"
   }
  },
  {
   "quote": {
    "text": "A woman must make her fortune before she is 30; or work after she is 30; or get married."
   },
   "author": {
    "text": "Anna Held"
   }
  },
  {
   "quote": {
    "text": "The real sadness of fifty is not that you change so much but that you change so little."
   },
   "author": {
    "text": "Max Lerner"
   }
  },
  {
   "quote": {
    "text": "You should never reveal your true age."
   },
   "author": {
    "text": "Eve Arnold"
   }
  },
  {
   "quote": {
    "text": "My notion of a wife at 40 is that a man should be able to change her, like a bank note, for two 20s."
   },
   "author": {
    "text": "Warren Beatty"
   }
  },
  {
   "quote": {
    "text": "Youth is when you're allowed to stay up late on New Year's Eve. Middle age is when you're forced to."
   },
   "author": {
    "text": "Bill Vaughan"
   }
  },
  {
   "quote": {
    "text": "When I was as you are now, towering in the confidence of twenty-one, little did I suspect that I should be at forty-nine, what I now am."
   },
   "author": {
    "text": "Sarah Orne Jewett"
   }
  },
  {
   "quote": {
    "text": "I get all fired up about aging in America."
   },
   "author": {
    "text": "Willard Scott"
   }
  },
  {
   "quote": {
    "text": "Whenever I go to New York or any European country, they say: 'Nawal, why don't you get a facelift?' I tell them, 'I am proud of my wrinkles. Every wrinkle on my face tells the story of my life. Why should I hide my age?'"
   },
   "author": {
    "text": "Nawal El Saadawi"
   }
  },
  {
   "quote": {
    "text": "My first recognition of age setting in was exactly on my 36th birthday. I have no idea why, on this day of all days, I looked in the mirror and realized my face no longer looked young."
   },
   "author": {
    "text": "Paulina Porizkova"
   }
  },
  {
   "quote": {
    "text": "Forty is the old age of youth, fifty is the youth of old age."
   },
   "author": {
    "text": "Hosea Ballou"
   }
  },
  {
   "quote": {
    "text": "When a noble life has prepared old age, it is not decline that it reveals, but the first days of immortality."
   },
   "author": {
    "text": "Muriel Spark"
   }
  },
  {
   "quote": {
    "text": "Be on the alert to recognize your prime at whatever time of your life it may occur."
   },
   "author": {
    "text": "Muriel Spark"
   }
  },
  {
   "quote": {
    "text": "At 19, everything is possible and tomorrow looks friendly."
   },
   "author": {
    "text": "Jim Bishop"
   }
  },
  {
   "quote": {
    "text": "I'm not afraid of aging."
   },
   "author": {
    "text": "Shelley Duvall"
   }
  },
  {
   "quote": {
    "text": "No man is ever old enough to know better."
   },
   "author": {
    "text": "Holbrook Jackson"
   }
  },
  {
   "quote": {
    "text": "Old age adds to the respect due to virtue, but it takes nothing from the contempt inspired by vice; it whitens only the hair."
   },
   "author": {
    "text": "Ira Gershwin"
   }
  },
  {
   "quote": {
    "text": "I knew that I was loved. And that's such an important thing. And, of course, at such an early age, you take it for granted. Of course your parents love you. Of course Mrs. Hubert across the street loves you and your godmother loves you and your grandparents love you."
   },
   "author": {
    "text": "Jessye Norman"
   }
  },
  {
   "quote": {
    "text": "There is an anti-aging possibility, but it has to come from within."
   },
   "author": {
    "text": "Susan Anton"
   }
  },
  {
   "quote": {
    "text": "The lovely thing about being forty is that you can appreciate twenty-five-year-old men more."
   },
   "author": {
    "text": "Colleen McCullough"
   }
  },
  {
   "quote": {
    "text": "The whole business of marshaling one's energies becomes more and more important as one grows older."
   },
   "author": {
    "text": "Hume Cronyn"
   }
  },
  {
   "quote": {
    "text": "To resist the frigidity of old age, one must combine the body, the mind, and the heart. And to keep these in parallel vigor one must exercise, study, and love."
   },
   "author": {
    "text": "Alan Bleasdale"
   }
  },
  {
   "quote": {
    "text": "The answer to old age is to keep one's mind busy and to go on with one's life as if it were interminable. I always admired Chekhov for building a new house when he was dying of tuberculosis."
   },
   "author": {
    "text": "Leon Edel"
   }
  },
  {
   "quote": {
    "text": "I find that a man is as old as his work. If his work keeps him from moving forward, he will look forward with the work."
   },
   "author": {
    "text": "William Ernest Hocking"
   }
  }
 ]
}
}
