
{
 "AloneQuotes": 
 [
  {
   "quote": {
    "text": "Walking with a friend in the dark is better than walking alone in the light."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Loneliness adds beauty to life. It puts a special burn on sunsets and makes night air smell better."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "For beautiful eyes, look for the good in others; for beautiful lips, speak only words of kindness; and for poise, walk with the knowledge that you are never alone."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone."
   },
   "author": {
    "text": "Orson Welles"
   }
  },
  {
   "quote": {
    "text": "I'm learning a lot about myself being alone, and doing what I'm doing."
   },
   "author": {
    "text": "Chantal Kreviazuk"
   }
  },
  {
   "quote": {
    "text": "The soul that sees beauty may sometimes walk alone."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "A dream you dream alone is only a dream. A dream you dream together is reality."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "The time you feel lonely is the time you most need to be by yourself."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "Loneliness expresses the pain of being alone and solitude expresses the glory of being alone."
   },
   "author": {
    "text": "Paul Tillich"
   }
  },
  {
   "quote": {
    "text": "Nothing in this world can take the place of persistence. Talent will not: nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not: the world is full of educated derelicts. Persistence and determination alone are omnipotent."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "We are all born alone and die alone. The loneliness is definitely part of the journey of life."
   },
   "author": {
    "text": "Jenova Chen"
   }
  },
  {
   "quote": {
    "text": "Look at the sky. We are not alone. The whole universe is friendly to us and conspires only to give the best to those who dream and work."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Unlike a drop of water which loses its identity when it joins the ocean, man does not lose his being in the society in which he lives. Man's life is independent. He is born not for the development of the society alone, but for the development of his self."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "As long as you keep going, you'll keep getting better. And as you get better, you gain more confidence. That alone is success."
   },
   "author": {
    "text": "Tamara Taylor"
   }
  },
  {
   "quote": {
    "text": "Our uniqueness makes us special, makes perception valuable - but it can also make us lonely. This loneliness is different from being 'alone': You can be lonely even surrounded by people. The feeling I'm talking about stems from the sense that we can never fully share the truth of who we are. I experienced this acutely at an early age."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "It is far better to be alone, than to be in bad company."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "Alone we can do so little; together we can do so much."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Being alone & actually sitting with our own thoughts can lead to such growth and realizations that are rare in our everyday busy lives."
   },
   "author": {
    "text": "Kourtney Kardashian"
   }
  },
  {
   "quote": {
    "text": "Loneliness is my least favorite thing about life. The thing that I'm most worried about is just being alone without anybody to care for or someone who will care for me."
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "The people who are bullying you, they're insecure about who they are, and that's why they're bullying you. It never has to do with the person they're bullying. They desperately want to be loved and be accepted, and they go out of their way to make people feel unaccepted so that they're not alone."
   },
   "author": {
    "text": "Madelaine Petsch"
   }
  },
  {
   "quote": {
    "text": "When everything is lonely I can be my best friend."
   },
   "author": {
    "text": "Conor Oberst"
   }
  },
  {
   "quote": {
    "text": "True love is not a strong, fiery, impetuous passion. It is, on the contrary, an element calm and deep. It looks beyond mere externals, and is attracted by qualities alone. It is wise and discriminating, and its devotion is real and abiding."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "As I get older I'm more and more comfortable being alone."
   },
   "author": {
    "text": "Sienna Miller"
   }
  },
  {
   "quote": {
    "text": "Loneliness is the poverty of self; solitude is the richness of self."
   },
   "author": {
    "text": "May Sarton"
   }
  },
  {
   "quote": {
    "text": "Take up one idea. Make that one idea your life - think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "You are capable of more than you know. Choose a goal that seems right for you and strive to be the best, however hard the path. Aim high. Behave honorably. Prepare to be alone at times, and to endure failure. Persist! The world needs all you can give."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "No phone. No pool. No pets. No cigarettes. Ultimate freedom... No longer to be poisoned by civilization, he flees, and walks alone upon the land to become Lost in the Wild."
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "Man cannot live by bread alone; he must have peanut butter."
   },
   "author": {
    "text": "James A. Garfield"
   }
  },
  {
   "quote": {
    "text": "Marriage is good for those who are afraid to sleep alone at night."
   },
   "author": {
    "text": "St. Jerome"
   }
  },
  {
   "quote": {
    "text": "Jealousy is no more than feeling alone against smiling enemies."
   },
   "author": {
    "text": "Elizabeth Bowen"
   }
  },
  {
   "quote": {
    "text": "Pray that your loneliness may spur you into finding something to live for, great enough to die for."
   },
   "author": {
    "text": "Dag Hammarskjold"
   }
  },
  {
   "quote": {
    "text": "Laugh and the world laughs with you, snore and you sleep alone."
   },
   "author": {
    "text": "Anthony Burgess"
   }
  },
  {
   "quote": {
    "text": "The best part about being alone is that you really don't have to answer to anybody. You do what you want."
   },
   "author": {
    "text": "Justin Timberlake"
   }
  },
  {
   "quote": {
    "text": "Being alone is very difficult."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "What a lovely surprise to finally discover how unlonely being alone can be."
   },
   "author": {
    "text": "Ellen Burstyn"
   }
  },
  {
   "quote": {
    "text": "Justice cannot be for one side alone, but must be for both."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "It's better to be unhappy alone than unhappy with someone - so far."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "When you begin to worry, go find something to do. Get busy being a blessing to someone; do something fruitful. Talking about your problem or sitting alone, thinking about it, does no good; it serves only to make you miserable. Above all else, remember that worrying is totally useless. Worrying will not solve your problem."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Sometimes, being different feels a lot like being alone. But with that being said, being true to that and being true to my standards and my way of doing things in my art and my music, everything that has made me feel very different... in the end, it has made me the happiest."
   },
   "author": {
    "text": "Lindsey Stirling"
   }
  },
  {
   "quote": {
    "text": "I used to think that the worst thing in life was to end up alone. It's not. The worst thing in life is to end up with people who make you feel alone."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "In solitude the mind gains strength and learns to lean upon itself."
   },
   "author": {
    "text": "Laurence Sterne"
   }
  },
  {
   "quote": {
    "text": "I was born by myself but carry the spirit and blood of my father, mother and my ancestors. So I am really never alone. My identity is through that line."
   },
   "author": {
    "text": "Ziggy Marley"
   }
  },
  {
   "quote": {
    "text": "The picture alone, without the written word, leaves half the story untold."
   },
   "author": {
    "text": "James Lafferty"
   }
  },
  {
   "quote": {
    "text": "The eternal quest of the individual human being is to shatter his loneliness."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "None of us got to where we are alone. Whether the assistance we received was obvious or subtle, acknowledging someone's help is a big part of understanding the importance of saying thank you."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "Your grief path is yours alone, and no one else can walk it, and no one else can understand it."
   },
   "author": {
    "text": "Terri Irwin"
   }
  },
  {
   "quote": {
    "text": "One of the greatest attacks of the enemy is to make you busy, to make you hurried, to make you noisy, to make you distracted, to fill the people of God and the Church of God with so much noise and activity that there is no room for prayer. There is no room for being alone with God. There is no room for silence. There is no room for meditation."
   },
   "author": {
    "text": "Paul Washer"
   }
  },
  {
   "quote": {
    "text": "Without a family, man, alone in the world, trembles with the cold."
   },
   "author": {
    "text": "Andre Maurois"
   }
  },
  {
   "quote": {
    "text": "Loneliness is, like, when you wish someone else was there, and solitude is when you enjoy being alone. I don't always wanna be alone, but I definitely like pockets of solitude to recharge and come back to myself. I think that's so important for everyone."
   },
   "author": {
    "text": "Jonathan Van Ness"
   }
  },
  {
   "quote": {
    "text": "All men's miseries derive from not being able to sit in a quiet room alone."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "To go out with the setting sun on an empty beach is to truly embrace your solitude."
   },
   "author": {
    "text": "Jeanne Moreau"
   }
  },
  {
   "quote": {
    "text": "God writes the Gospel not in the Bible alone, but also on trees, and in the flowers and clouds and stars."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "Another thing I like to do is sit back and take in nature. To look at the birds, listen to their singing, go hiking, camping and jogging and running, walking along the beach, playing games and sometimes being alone with the great outdoors. It's very special to me."
   },
   "author": {
    "text": "Larry Wilcox"
   }
  },
  {
   "quote": {
    "text": "I was a queen, and you took away my crown; a wife, and you killed my husband; a mother, and you deprived me of my children. My blood alone remains: take it, but do not make me suffer long."
   },
   "author": {
    "text": "Marie Antoinette"
   }
  },
  {
   "quote": {
    "text": "In the absence of any other proof, the thumb alone would convince me of God's existence."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "Always vote for principle, though you may vote alone, and you may cherish the sweetest reflection that your vote is never lost."
   },
   "author": {
    "text": "John Quincy Adams"
   }
  },
  {
   "quote": {
    "text": "Our Lord has written the promise of resurrection, not in books alone, but in every leaf in springtime."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "Only by going alone in silence, without baggage, can one truly get into the heart of the wilderness. All other travel is mere dust and hotels and baggage and chatter."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Language... has created the word 'loneliness' to express the pain of being alone. And it has created the word 'solitude' to express the glory of being alone."
   },
   "author": {
    "text": "Paul Tillich"
   }
  },
  {
   "quote": {
    "text": "A man is born alone and dies alone; and he experiences the good and bad consequences of his karma alone; and he goes alone to hell or the Supreme abode."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "We can be tired, weary and emotionally distraught, but after spending time alone with God, we find that He injects into our bodies energy, power and strength."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "Life could be wonderful if people would leave you alone."
   },
   "author": {
    "text": "Charlie Chaplin"
   }
  },
  {
   "quote": {
    "text": "I secretly enjoy being alone - hiking alone, skiing alone, walking along the beach alone, going to movies alone. Do not get me wrong, I like sharing my life with other people, but sometimes I really enjoy being as alone as possible."
   },
   "author": {
    "text": "Josh Zuckerman"
   }
  },
  {
   "quote": {
    "text": "It is absolutely necessary, for the peace and safety of mankind, that some of earth's dark, dead corners and unplumbed depths be let alone; lest sleeping abnormalities wake to resurgent life, and blasphemously surviving nightmares squirm and splash out of their black lairs to newer and wider conquests."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "I never have tantrums. If anything makes me mad, I'm silent. If I'm not talking, leave me alone."
   },
   "author": {
    "text": "Pat Nixon"
   }
  },
  {
   "quote": {
    "text": "Don't go away. I don't want to be alone. I can't stand being alone."
   },
   "author": {
    "text": "Arnold Rothstein"
   }
  },
  {
   "quote": {
    "text": "There's a natural law of karma that vindictive people, who go out of their way to hurt others, will end up broke and alone."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "It is true that integrity alone won't make you a leader, but without integrity you will never be one."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "The strong man is strongest when alone."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "Every person remembers some moment in their life where they witnessed some injustice, big or small, and looked away because the consequences of intervening seemed too intimidating. But there's a limit to the amount of incivility and inequality and inhumanity that each individual can tolerate. I crossed that line. And I'm no longer alone."
   },
   "author": {
    "text": "Edward Snowden"
   }
  },
  {
   "quote": {
    "text": "Yes, I guess you could say I am a loner, but I feel more lonely in a crowed room with boring people than I feel on my own."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "The doer alone learneth."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "There is no health without mental health; mental health is too important to be left to the professionals alone, and mental health is everyone's business."
   },
   "author": {
    "text": "Vikram Patel"
   }
  },
  {
   "quote": {
    "text": "If you are lonely when you're alone, you are in bad company."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "Being alone with fear can rapidly turn into panic. Being alone with frustration can rapidly turn into anger. Being alone with disappointment can rapid turn into discouragement and, even worse, despair."
   },
   "author": {
    "text": "Mark Goulston"
   }
  },
  {
   "quote": {
    "text": "You can't change the world alone - you will need some help - and to truly get from your starting point to your destination takes friends, colleagues, the good will of strangers and a strong coxswain to guide them."
   },
   "author": {
    "text": "William H. McRaven"
   }
  },
  {
   "quote": {
    "text": "The lonely become either thoughtful or empty."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "To love our neighbor as ourselves is such a truth for regulating human society, that by that alone one might determine all the cases in social morality."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "Associate with men of good quality if you esteem your own reputation; for it is better to be alone than in bad company."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "Every man must do two things alone; he must do his own believing and his own dying."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "Associate yourself with people of good quality, for it is better to be alone than in bad company."
   },
   "author": {
    "text": "Booker T. Washington"
   }
  },
  {
   "quote": {
    "text": "The best remedy for those who are afraid, lonely or unhappy is to go outside, somewhere where they can be quiet, alone with the heavens, nature and God. Because only then does one feel that all is as it should be."
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "Part of our tradition as black women is that we are universalists. Black children, yellow children, red children, brown children, that is the black woman's normal, day-to-day relationship. In my family alone, we are about four different colors."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Nothing else so destroys the power to stand alone as the habit of leaning upon others. If you lean, you will never be strong or original. Stand alone or bury your ambition to be somebody in the world."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Telling stories with visuals is an ancient art. We've been drawing pictures on cave walls for centuries. It's like what they say about the perfect picture book. The art and the text stand alone, but together, they create something even better. Kids who need to can grab onto those graphic elements and find their way into the story."
   },
   "author": {
    "text": "Deborah Wiles"
   }
  },
  {
   "quote": {
    "text": "Who knows what true loneliness is - not the conventional word but the naked terror? To the lonely themselves it wears a mask. The most miserable outcast hugs some memory or some illusion."
   },
   "author": {
    "text": "Joseph Conrad"
   }
  },
  {
   "quote": {
    "text": "I need your help. I am injured, near death, and too weak to hike out of here. I am all alone. This is no joke. In the name of God, please remain to save me. I am out collecting berries close by and shall return this evening. Thank you, Chris McCandless."
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "I remember being alone a lot as a child, and I still love to be alone."
   },
   "author": {
    "text": "Cindy Williams"
   }
  },
  {
   "quote": {
    "text": "If the First Amendment means anything, it means that a state has no business telling a man, sitting alone in his house, what books he may read or what films he may watch."
   },
   "author": {
    "text": "Thurgood Marshall"
   }
  },
  {
   "quote": {
    "text": "It is never too late to strengthen the foundation of faith. There is always time. With faith in the Savior, you can repent and plead for forgiveness. There is someone you can forgive. There is someone you can thank. There is someone you can serve and lift. You can do it wherever you are and however alone and deserted you may feel."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "It's better to be healthy alone than sick with someone else."
   },
   "author": {
    "text": "Phil McGraw"
   }
  },
  {
   "quote": {
    "text": "To live alone is the fate of all great souls."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "I am free because I know that I alone am morally responsible for everything I do. I am free, no matter what rules surround me. If I find them tolerable, I tolerate them; if I find them too obnoxious, I break them. I am free because I know that I alone am morally responsible for everything I do."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "Aim high and don't sell yourself short. Know that you're capable. Understand that a lot of people battle with a lot of things - depression, body image or whatever else - so know that it's not just you. You're not alone."
   },
   "author": {
    "text": "Holly Holm"
   }
  },
  {
   "quote": {
    "text": "You can't please everybody. I give up. I'm not trying to. I don't care. Leave me alone with that."
   },
   "author": {
    "text": "Estelle"
   }
  },
  {
   "quote": {
    "text": "I would rather be a beggar and single than a queen and married."
   },
   "author": {
    "text": "Elizabeth I"
   }
  },
  {
   "quote": {
    "text": "Loneliness is such an omnipotent and painful threat to many persons that they have little conception of the positive values of solitude and even, at times, are frightened at the prospect of being alone."
   },
   "author": {
    "text": "Rollo May"
   }
  },
  {
   "quote": {
    "text": "I'm open, and I'm out there, but I also enjoy being alone, relaxing."
   },
   "author": {
    "text": "Jazz Jennings"
   }
  },
  {
   "quote": {
    "text": "Talent alone won't make you a success. Neither will being in the right place at the right time, unless you are ready. The most important question is: 'Are your ready?'"
   },
   "author": {
    "text": "Johnny Carson"
   }
  },
  {
   "quote": {
    "text": "The starting point of discovering who you are, your gifts, your talents, your dreams, is being comfortable with yourself. Spend time alone. Write in a journal. Take long walks in the woods."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Every man is born as many men and dies as a single one."
   },
   "author": {
    "text": "Martin Heidegger"
   }
  },
  {
   "quote": {
    "text": "Earth teach me to forget myself as melted snow forgets its life. Earth teach me resignation as the leaves which die in the fall. Earth teach me courage as the tree which stands all alone. Earth teach me regeneration as the seed which rises in the spring."
   },
   "author": {
    "text": "William Alexander"
   }
  },
  {
   "quote": {
    "text": "I only go out to get me a fresh appetite for being alone."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "Polka dots can't stay alone. When we obliterate nature and our bodies with polka dots, we become part of the unity of our environments."
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "I found that with depression, one of the most important things you could realise is that you're not alone."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "Too many Christians have a commitment of convenience. They'll stay faithful as long as it's safe and doesn't involve risk, rejection, or criticism. Instead of standing alone in the face of challenge or temptation, they check to see which way their friends are going."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "Leadership is the other side of the coin of loneliness, and he who is a leader must always act alone. And acting alone, accept everything alone."
   },
   "author": {
    "text": "Ferdinand Marcos"
   }
  },
  {
   "quote": {
    "text": "You can't play a symphony alone, it takes an orchestra to play it."
   },
   "author": {
    "text": "Navjot Singh Sidhu"
   }
  },
  {
   "quote": {
    "text": "Within the soul of America is freedom of mind and spirit in man. Here alone are the open windows through which pours the sunlight of the human spirit. Here alone is human dignity not a dream but an accomplishment. Perhaps it is not perfect, but it is more full in realization here than any other place in the world."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "My paramount object in this struggle is to save the Union, and is not either to save or to destroy slavery. If I could save the Union without freeing any slave, I would do it; and if I could save it by freeing some and leaving others alone, I would also do that."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Mental prayer in my opinion is nothing else than an intimate sharing between friends; it means taking time frequently to be alone with Him who we know loves us. The important thing is not to think much but to love much and so do that which best stirs you to love. Love is not great delight but desire to please God in everything."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "I have so many different personalities in me and I still feel lonely."
   },
   "author": {
    "text": "Tori Amos"
   }
  },
  {
   "quote": {
    "text": "Freedom of being alone is intoxicating."
   },
   "author": {
    "text": "Kangana Ranaut"
   }
  },
  {
   "quote": {
    "text": "What a child can do in cooperation today, he can do alone tomorrow."
   },
   "author": {
    "text": "Lev Vygotsky"
   }
  },
  {
   "quote": {
    "text": "There's a tremendous difference between alone and lonely. You could be lonely in a group of people. I like being alone. I like eating by myself. I go home at night and just watch a movie or hang out with my dog. I have to exert myself and really say, oh God, I've got to see my friends 'cause I'm too content being by myself."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "I paint self-portraits because I am so often alone, because I am the person I know best."
   },
   "author": {
    "text": "Frida Kahlo"
   }
  },
  {
   "quote": {
    "text": "Love is our true destiny. We do not find the meaning of life by ourselves alone - we find it with another."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "Man shall not live by bread alone, but by every word that proceeds from the mouth of God."
   },
   "author": {
    "text": "Jesus Christ"
   }
  },
  {
   "quote": {
    "text": "The time you spend alone with God will transform your character and increase your devotion. Then your integrity and godly behavior in an unbelieving world will make others long to know the Lord."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "Getting stress out of your life takes more than prayer alone. You must take action to make changes and stop doing whatever is causing the stress. You can learn to calm down in the way you handle things."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Plant and your spouse plants with you; weed and you weed alone."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "Success doesn't necessarily come from breakthrough innovation but from flawless execution. A great strategy alone won't win a game or a battle; the win comes from basic blocking and tackling."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "I have to be alone very often. I'd be quite happy if I spent from Saturday night until Monday morning alone in my apartment. That's how I refuel."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "Nothing we do, however virtuous, can be accomplished alone; therefore we are saved by love."
   },
   "author": {
    "text": "Reinhold Niebuhr"
   }
  },
  {
   "quote": {
    "text": "These roads do not serve transportation alone, they also bind our Fatherland."
   },
   "author": {
    "text": "Fritz Todt"
   }
  },
  {
   "quote": {
    "text": "No books ever go into my laboratory. The thing I am to do and the way are revealed to me the moment I am inspired to create something new. Without God to draw aside the curtain, I would be helpless. Only alone can I draw close enough to God to discover His secrets."
   },
   "author": {
    "text": "George Washington Carver"
   }
  },
  {
   "quote": {
    "text": "It is in moments of illness that we are compelled to recognize that we live not alone but chained to a creature of a different kingdom, whole worlds apart, who has no knowledge of us and by whom it is impossible to make ourselves understood: our body."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "He travels the fastest who travels alone."
   },
   "author": {
    "text": "Rudyard Kipling"
   }
  },
  {
   "quote": {
    "text": "Alone let him constantly meditate in solitude on that which is salutary for his soul, for he who meditates in solitude attains supreme bliss."
   },
   "author": {
    "text": "Guru Nanak"
   }
  },
  {
   "quote": {
    "text": "It is clear that not in one thing alone, but in many ways equality and freedom of speech are a good thing."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "Some people can't stand being alone. I love solitude and silence. But when I come out of it, I'm a regular talking machine. It's all or nothing for me."
   },
   "author": {
    "text": "Celine Dion"
   }
  },
  {
   "quote": {
    "text": "It is better to be alone than in bad company."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "Take a course in good water and air; and in the eternal youth of Nature you may renew your own. Go quietly, alone; no harm will befall you."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Give me one hundred preachers who fear nothing but sin and desire nothing but God, and I care not whether they be clergymen or laymen, they alone will shake the gates of Hell and set up the kingdom of Heaven upon Earth."
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "I think there is a price to being alone, and there is a price to being in a relationship. It all depends on which price you want to pay - but none of them are free."
   },
   "author": {
    "text": "Lonny Price"
   }
  },
  {
   "quote": {
    "text": "Remember that the revolution is what is important, and each one of us, alone, is worth nothing."
   },
   "author": {
    "text": "Che Guevara"
   }
  },
  {
   "quote": {
    "text": "I find that if I don't have enough physical activity in life, I don't do as well with anything else in my life. It's stress relief; it's good health. It's fun. It's alone time, for the most part."
   },
   "author": {
    "text": "Betsy Hodges"
   }
  },
  {
   "quote": {
    "text": "There are worlds and more worlds below them, and there are a hundred thousand skies over them. No one has been able to find the limits and boundaries of God. If there be any account of God, then alone the mortal can write the same; but God's account does not finish, and the mortal himself dies while still writing."
   },
   "author": {
    "text": "Guru Nanak"
   }
  },
  {
   "quote": {
    "text": "I've also seen that great men are often lonely. This is understandable, because they have built such high standards for themselves that they often feel alone. But that same loneliness is part of their ability to create."
   },
   "author": {
    "text": "Yousuf Karsh"
   }
  },
  {
   "quote": {
    "text": "We are the only class in history that has been left to fight its battles alone, unaided by the ruling powers. White labor and the freed black men had their champions, but where are ours?"
   },
   "author": {
    "text": "Elizabeth Cady Stanton"
   }
  },
  {
   "quote": {
    "text": "The mortal mind alone cannot devise an answer to the Israeli-Palestinian conflict, because the true answer lies on a level of consciousness that's beyond our mortal thinking. Quite simply, when it comes to Israel and the Palestinians, we need a miracle."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "We're all going to die, all of us; what a circus! That alone should make us love each other, but it doesn't. We are terrorized and flattened by trivialities. We are eaten up by nothing."
   },
   "author": {
    "text": "Charles Bukowski"
   }
  },
  {
   "quote": {
    "text": "People used what they called a telephone because they hated being close together and they were scared of being alone."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "I'm a happy man, because I am successful in what I do, of course; but what makes me most happy is I have people around me that I love and who love me back. This, for me, is the most important thing. Nobody likes to be alone."
   },
   "author": {
    "text": "Novak Djokovic"
   }
  },
  {
   "quote": {
    "text": "Good wishes alone will not ensure peace."
   },
   "author": {
    "text": "Alfred Nobel"
   }
  },
  {
   "quote": {
    "text": "Self-reverence, self-knowledge, self-control; these three alone lead life to sovereign power."
   },
   "author": {
    "text": "Alfred Lord Tennyson"
   }
  },
  {
   "quote": {
    "text": "We need quiet time to examine our lives openly and honestly - spending quiet time alone gives your mind an opportunity to renew itself and create order."
   },
   "author": {
    "text": "Susan L. Taylor"
   }
  },
  {
   "quote": {
    "text": "Talent alone gets you nowhere. You really have to have the grit, and you gotta have a love for people."
   },
   "author": {
    "text": "Zac Brown"
   }
  },
  {
   "quote": {
    "text": "Politicians usually get the blame for dragging their feet on environmental issues. And fair enough. Most of them do just that. But the blame isn't theirs alone. For politicians afraid of losing votes, a bristling media waiting to transform good green ideas into monsters is a colossal disincentive."
   },
   "author": {
    "text": "Zac Goldsmith"
   }
  },
  {
   "quote": {
    "text": "I like video games, but they are very violent. I want to create a video game in which you have to help all the characters who have died in the other games. 'Hey, man, what are you playing?' 'Super Busy Hospital. Could you leave me alone? I'm performing surgery! This guy got shot in the head, like, 27 times!'"
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "Look, if I were alone in the world, I would have the right to choose despair, solitude and self-fulfillment. But I am not alone."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "I have always worked better alone and from my own impressions."
   },
   "author": {
    "text": "Claude Monet"
   }
  },
  {
   "quote": {
    "text": "A human being is a single being. Unique and unrepeatable."
   },
   "author": {
    "text": "Eileen Caddy"
   }
  },
  {
   "quote": {
    "text": "My dad grew up in a mud hut and studied by candlelight. He was 14 when he got a scholarship to Russia. He was super clever - the cleverest person. He landed in 5ft of snow, and was alone at 14, studying science and engineering. He didn't have a bed, and he slept on a table."
   },
   "author": {
    "text": "M.I.A."
   }
  },
  {
   "quote": {
    "text": "We should be very concerned: if identity theft is so simple to do, what's to stop me from entering this country and assuming the identity of someone else for the sole purpose of living here illegally for terrorist reasons? That alone would be a concern."
   },
   "author": {
    "text": "Frank Abagnale"
   }
  },
  {
   "quote": {
    "text": "Painting and sculpture are very archaic forms. It's the only thing left in our industrial society where an individual alone can make something with not just his own hands, but brains, imagination, heart maybe."
   },
   "author": {
    "text": "Philip Guston"
   }
  },
  {
   "quote": {
    "text": "Solitude is independence."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "With fools, there is no companionship. Rather than to live with men who are selfish, vain, quarrelsome, and obstinate, let a man walk alone."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "It is strange to be known so universally and yet to be so lonely."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Instead of candidates hiring people, like yours truly, to create campaign media that works on both conscious and subconscious levels to sway the voting public, what if all TV ads were, by law, only allowed to feature the candidate, with, say, the American flag as the backdrop, alone, speaking directly to the camera?"
   },
   "author": {
    "text": "Ron Howard"
   }
  },
  {
   "quote": {
    "text": "The best artist has that thought alone Which is contained within the marble shell; The sculptor's hand can only break the spell To free the figures slumbering in the stone."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "I finally faced the fact that it isn't a crime not having friends. Being alone means you have fewer problems."
   },
   "author": {
    "text": "Whitney Houston"
   }
  },
  {
   "quote": {
    "text": "Our language has wisely sensed the two sides of being alone. It has created the word loneliness to express the pain of being alone. And it has created the word solitude to express the glory of being alone."
   },
   "author": {
    "text": "Paul Tillich"
   }
  },
  {
   "quote": {
    "text": "Exploring is one of my favorite things to do, but I don't really want to be in a tour group. I like doing it alone or with whomever I'm traveling with."
   },
   "author": {
    "text": "Tia Mowry"
   }
  },
  {
   "quote": {
    "text": "My favorite hobby is being alone. I like to be alone. I also like dancing, fishing, playing poker sometimes and vegetable gardening - corn, tomatoes, cucumbers, I have a big garden every year."
   },
   "author": {
    "text": "Emanuel Steward"
   }
  },
  {
   "quote": {
    "text": "One man alone can be pretty dumb sometimes, but for real bona fide stupidity, there ain't nothin' can beat teamwork."
   },
   "author": {
    "text": "Edward Abbey"
   }
  },
  {
   "quote": {
    "text": "I think this is the most extraordinary collection of talent, of human knowledge, that has ever been gathered at the White House - with the possible exception of when Thomas Jefferson dined alone."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "I don't want to sound like a Hallmark card, but to be able to wake up each day with food and shelter, that alone is good. Forget aging and the fact that my butt is becoming a little more familiar with my knees than my tailbone. If you are six feet above ground it's a good day. So, give me more!"
   },
   "author": {
    "text": "Faith Hill"
   }
  },
  {
   "quote": {
    "text": "We need someone with superb judgement in their own right because, yes, a president can hire the best advisors on Earth, but I guarantee you this: Five advisors will give five different opinions. And it is the president - and the president alone - who always makes the final call."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "'Stand By You' is about sticking by the person you love not only when things are easy, but being there for them during trials and letting them know they aren't alone."
   },
   "author": {
    "text": "Rachel Platten"
   }
  },
  {
   "quote": {
    "text": "There is no end of craving. Hence contentment alone is the best way to happiness. Therefore, acquire contentment."
   },
   "author": {
    "text": "Swami Sivananda"
   }
  },
  {
   "quote": {
    "text": "When I write, I lose time. I'm happy in a way that I have a hard time finding in real life. The intimacy between my brain and my fingers and my computer... Yet knowing that that intimacy will find an audience... It's very satisfying. It's like having the safety of being alone with the ego reward of being known."
   },
   "author": {
    "text": "Jill Soloway"
   }
  },
  {
   "quote": {
    "text": "And if you don't believe the sun will rise, stand alone and greet the coming night in the last remaining light."
   },
   "author": {
    "text": "Chris Cornell"
   }
  },
  {
   "quote": {
    "text": "No matter who you are, what you've accomplished, what your financial situation is - when you're dealing with a parent with Alzheimer's, you yourself feel helpless. The parent can't work, can't live alone, and is totally dependent, like a toddler. As the disease unfolds, you don't know what to expect."
   },
   "author": {
    "text": "Maria Shriver"
   }
  },
  {
   "quote": {
    "text": "No one who cooks, cooks alone. Even at her most solitary, a cook in the kitchen is surrounded by generations of cooks past, the advice and menus of cooks present, and the wisdom of cookbook writers."
   },
   "author": {
    "text": "Laurie Colwin"
   }
  },
  {
   "quote": {
    "text": "The perfection of Christian character depends wholly upon the grace and strength found alone in God."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "I have a lot of friends, but my biggest fear is loneliness. I miss my family in Mumbai, and my biggest nightmare every day is to go back home alone."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "The gospel alone liberates you to live a life of scandalous generosity, unrestrained sacrifice, uncommon valor, and unbounded courage."
   },
   "author": {
    "text": "Tullian Tchividjian"
   }
  },
  {
   "quote": {
    "text": "Higher education must lead the march back to the fundamentals of human relationships, to the old discovery that is ever new, that man does not live by bread alone."
   },
   "author": {
    "text": "John Hannah"
   }
  },
  {
   "quote": {
    "text": "I learned how not to be alone in the playground."
   },
   "author": {
    "text": "Emil Ferris"
   }
  },
  {
   "quote": {
    "text": "Most of these wild animals depart in autumn when the sun changes their behavior and they feel the urge to migrate or go off alone. While they are with us, however, they become characters in my books, articles, and stories."
   },
   "author": {
    "text": "Jean Craighead George"
   }
  },
  {
   "quote": {
    "text": "Ants can live together in solidarity and forget themselves in the community. In a normative capitalist society, everyone is an egoist. In the ants' civilization, you are part of the group; you don't live for yourself alone."
   },
   "author": {
    "text": "Bernard Werber"
   }
  },
  {
   "quote": {
    "text": "It took living alone for me to really get to know myself."
   },
   "author": {
    "text": "Camila Mendes"
   }
  },
  {
   "quote": {
    "text": "If I want to be alone, some place I can write, I can read, I can pray, I can cry, I can do whatever I want - I go to the bathroom."
   },
   "author": {
    "text": "Alicia Keys"
   }
  },
  {
   "quote": {
    "text": "If men knew how women pass the time when they are alone, they'd never marry."
   },
   "author": {
    "text": "O. Henry"
   }
  },
  {
   "quote": {
    "text": "Belief is nothing but a more vivid, lively, forcible, firm, steady conception of an object, than what the imagination alone is ever able to attain."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "Entrepreneurs have a natural inclination to go it alone. While this do-it-yourself spirit can help you move forward, adding an element of collaboration into the mix can make you unstoppable."
   },
   "author": {
    "text": "Leah Busque"
   }
  },
  {
   "quote": {
    "text": "You can't get there alone. People have to help you, and I do believe in karma. I believe in paybacks. You get people to help you by telling the truth, by being earnest."
   },
   "author": {
    "text": "Randy Pausch"
   }
  },
  {
   "quote": {
    "text": "We never need feel we are alone or unloved in the Lord's service because we never are. The Savior has promised angels on our left and on our right to bear us up, and he always keeps his word."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "A leader does not deserve the name unless he is willing occasionally to stand alone."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "God created man and, finding him not sufficiently alone, gave him a companion to make him feel his solitude more keenly."
   },
   "author": {
    "text": "Paul Valery"
   }
  },
  {
   "quote": {
    "text": "Many a sin has sullied me in body and in soul because I did not restrain my thoughts nor guard my lips: nevertheless it is to Thee, O God of majesty and love, that I turn in my extremity, for Thou art the fount of mercy; to Thee, as quickly as I may, I speed: for Thou alone canst heal me; I take refuge under Thy protection."
   },
   "author": {
    "text": "Saint Ambrose"
   }
  },
  {
   "quote": {
    "text": "Others indeed may talk, and write, and fight about liberty, and make an outward pretence to it; but the free-thinker alone is truly free."
   },
   "author": {
    "text": "George Berkeley"
   }
  },
  {
   "quote": {
    "text": "China is a government-oriented economy. No one can say he can run his business entirely without government connections. Anybody who says that he or she can do things alone... is a hypocrite."
   },
   "author": {
    "text": "Wang Jianlin"
   }
  },
  {
   "quote": {
    "text": "We can all understand that feeling of being alone in the world trying to find ways to not be alone."
   },
   "author": {
    "text": "Andrew Haigh"
   }
  },
  {
   "quote": {
    "text": "I love playing music with people, but I also just love the art and meditation of being alone and working on stuff."
   },
   "author": {
    "text": "Jim James"
   }
  },
  {
   "quote": {
    "text": "All species capable of grasping this fact manage better in the struggle for existence than those which rely upon their own strength alone: the wolf, which hunts in a pack, has a greater chance of survival than the lion, which hunts alone."
   },
   "author": {
    "text": "Christian Lous Lange"
   }
  },
  {
   "quote": {
    "text": "I restore myself when I'm alone."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "Being alone on the moors is scary; as the rain clouds settle in, it makes you realise your place in nature."
   },
   "author": {
    "text": "Dave Davies"
   }
  },
  {
   "quote": {
    "text": "A man can be himself only so long as he is alone, and if he does not love solitude, he will not love freedom, for it is only when he is alone that he is really free."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "You cannot be lonely if you like the person you're alone with."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Tradition has it that whenever a group of people has tasted the lovely fruits of wealth, security, and prestige, it begins to find it more comfortable to believe in the obvious lie and accept that it alone is entitled to privilege."
   },
   "author": {
    "text": "Steven Biko"
   }
  },
  {
   "quote": {
    "text": "I'm calculating, self-sufficient, reserved, and I enjoy being alone."
   },
   "author": {
    "text": "Melissa Sue Anderson"
   }
  },
  {
   "quote": {
    "text": "To Follow by faith alone is to follow blindly."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "To make a prairie it takes a clover and one bee, One clover, and a bee, And revery. The revery alone will do, If bees are few."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "The radiation left over from the Big Bang is the same as that in your microwave oven but very much less powerful. It would heat your pizza only to minus 271.3*C - not much good for defrosting the pizza, let alone cooking it."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "It was by one Union that we achieved our independence and liberties, and by it alone can they be maintained."
   },
   "author": {
    "text": "James Monroe"
   }
  },
  {
   "quote": {
    "text": "Blood alone moves the wheels of history."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "The light of lights looks always on the motive, not the deed, the shadow of shadows on the deed alone."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "Rigid, the skeleton of habit alone upholds the human frame."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "I love my friends and family, but I also love it when they can't find me and I can spend all day reading or walking all alone, in silence, eight thousand miles away from everyone. All alone and unreachable in a foreign country is one my most favorite possible things to be."
   },
   "author": {
    "text": "Elizabeth Gilbert"
   }
  },
  {
   "quote": {
    "text": "In any great organization it is far, far safer to be wrong with the majority than to be right alone."
   },
   "author": {
    "text": "John Kenneth Galbraith"
   }
  },
  {
   "quote": {
    "text": "Every government degenerates when trusted to the rulers of the people alone. The people themselves are its only safe depositories."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "We are all sentenced to solitary confinement inside our own skins, for life."
   },
   "author": {
    "text": "Tennessee Williams"
   }
  },
  {
   "quote": {
    "text": "I don't want to be alone, I want to be left alone."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "I think growing up on a farm in a certain amount of isolation, with not a lot of friends nearby, makes you entertain yourself and kind of grows your imagination - being alone is quite good for all that. You make up stories, talk to the animals, let them be an audience, a bunch of cows."
   },
   "author": {
    "text": "Kristen Schaal"
   }
  },
  {
   "quote": {
    "text": "You have to respect your audience. Without them, you're essentially standing alone, singing to yourself."
   },
   "author": {
    "text": "K. D. Lang"
   }
  },
  {
   "quote": {
    "text": "The single woman is a free woman, and being single does not mean being alone - it means being free to have a relationship or not. This can be scary, but it's also very interesting."
   },
   "author": {
    "text": "Monica Bellucci"
   }
  },
  {
   "quote": {
    "text": "We don't accomplish anything in this world alone... and whatever happens is the result of the whole tapestry of one's life and all the weavings of individual threads form one to another that creates something."
   },
   "author": {
    "text": "Sandra Day O'Connor"
   }
  },
  {
   "quote": {
    "text": "We're not a fragile people. We're not a frightful people. Our power doesn't come from some self-declared savior promising that he alone can restore order as long as we do things his way. We don't look to be ruled."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "When you are a successful business person, you are only as good as your team. No one can do every deal alone."
   },
   "author": {
    "text": "Magic Johnson"
   }
  },
  {
   "quote": {
    "text": "To the press alone, chequered as it is with abuses, the world is indebted for all the triumphs which have been gained by reason and humanity over error and oppression."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "I have a strong belief that there is a god or a higher power. I think that if you have a strong belief in that, then you won't feel alone in life and you will feel you can get through anything."
   },
   "author": {
    "text": "Alana Stewart"
   }
  },
  {
   "quote": {
    "text": "All the goodness I have within me is totally from the Lord alone. When I sin, it is from me and is done on my own, but when I act righteously, it is wholly and completely of God."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "I've always had a huge fear of dying or becoming ill. The thing I'm most afraid of, though, is being alone, which I think a lot of performers fear. It's why we seek the limelight - so we're not alone, were adored. We're loved, so people want to be around us. The fear of being alone drives my life."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "Grief can't be shared. Everyone carries it alone. His own burden in his own way."
   },
   "author": {
    "text": "Anne Morrow Lindbergh"
   }
  },
  {
   "quote": {
    "text": "We do not exist for ourselves alone, and it is only when we are fully convinced of this fact that we begin to love ourselves properly and thus also love others."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "Like they say, you can learn more from a guide in one day than you can in three months fishing alone."
   },
   "author": {
    "text": "Mario Lopez"
   }
  },
  {
   "quote": {
    "text": "People talk about games and loneliness - it's a lonely activity. I didn't understand that. 'Gears of War' was the first multiplayer game for me that I enjoyed. But I wasn't sad. I liked being alone. I liked playing games by myself. I had lots of companionship at the house."
   },
   "author": {
    "text": "Tim Schafer"
   }
  },
  {
   "quote": {
    "text": "The drive toward Life is protective, thoughtful, vulnerable, and invested in immaculate love. It is this last that marks the difference between a wise heart muddy with real life experiences in the trenches and a dry heart that functions on rote concepts alone."
   },
   "author": {
    "text": "Clarissa Pinkola Estes"
   }
  },
  {
   "quote": {
    "text": "I used to think as I looked out on the Hollywood night, 'There must be thousands of girls sitting alone like me dreaming of being a movie star.' But I'm not going to worry about them. I'm dreaming the hardest."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "Unknown in Paris, I was lost in the great city, but the feeling of living there alone, taking care of myself without any aid, did not at all depress me. If sometimes I felt lonesome, my usual state of mind was one of calm and great moral satisfaction."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "I know to win a championship, you're not going to do it alone. You're going to have to have a great supporting cast."
   },
   "author": {
    "text": "Klay Thompson"
   }
  },
  {
   "quote": {
    "text": "When the people you love are gone, you're alone."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "Recommend virtue to your children; it alone, not money, can make them happy. I speak from experience."
   },
   "author": {
    "text": "Ludwig van Beethoven"
   }
  },
  {
   "quote": {
    "text": "Your most precious, valued possessions and your greatest powers are invisible and intangible. No one can take them. You, and you alone, can give them. You will receive abundance for your giving."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "No memory is ever alone; it's at the end of a trail of memories, a dozen trails that each have their own associations."
   },
   "author": {
    "text": "Louis L'Amour"
   }
  },
  {
   "quote": {
    "text": "India is the meeting place of the religions and among these Hinduism alone is by itself a vast and complex thing, not so much a religion as a great diversified and yet subtly unified mass of spiritual thought, realization and aspiration."
   },
   "author": {
    "text": "Sri Aurobindo"
   }
  },
  {
   "quote": {
    "text": "The combined results of several people working together is often much more effective than could be that of an individual scientist working alone."
   },
   "author": {
    "text": "John Bardeen"
   }
  },
  {
   "quote": {
    "text": "I was excited at something new, always liked something new, but give credit to everybody who helped. I didn't do anything alone but try to go to the root of the question and succeeded there."
   },
   "author": {
    "text": "Katherine Johnson"
   }
  },
  {
   "quote": {
    "text": "War alone brings up to their highest tension all human energies and imposes the stamp of nobility upon the peoples who have the courage to make it."
   },
   "author": {
    "text": "Benito Mussolini"
   }
  },
  {
   "quote": {
    "text": "A lot of people tell me a lot of things about my conduct, my game, my future... but I try to stay away from their words of wisdom. I don't let it distract me. On the field, you will be facing the ball alone. If you fail, you will the only one to blame. So, you should be the one deciding for yourself."
   },
   "author": {
    "text": "Virat Kohli"
   }
  },
  {
   "quote": {
    "text": "I'm never less at leisure than when at leisure, or less alone than when alone."
   },
   "author": {
    "text": "Scipio Africanus"
   }
  },
  {
   "quote": {
    "text": "If... many influential people have failed to understand, or have just forgotten, what we were up against in the Cold War and how we overcame it, they are not going to be capable of securing, let alone enlarging, the gains that liberty has made."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "I think I meant that, given the circumstances of my childhood, I had the illusion that it's easier to be alone. To have your relationships be casual and also to pose as a solitary person, because it was more romantic. You know, I was raised on the idea of the ramblin' man and the loner."
   },
   "author": {
    "text": "Steve Martin"
   }
  },
  {
   "quote": {
    "text": "We cannot know the whole truth, which belongs to God alone, but our task nevertheless is to seek to know what is true. And if we offend gravely enough against what we know to be true, as by failing badly enough to deal affectionately and responsibly with our land and our neighbors, truth will retaliate with ugliness, poverty, and disease."
   },
   "author": {
    "text": "Wendell Berry"
   }
  },
  {
   "quote": {
    "text": "I know that when I'm standing alone below a thousand-foot wall, looking up and considering a climb, my sponsors are the furthest thing from my mind. If I'm going to take risks, they are going to be for myself - not for any company."
   },
   "author": {
    "text": "Alex Honnold"
   }
  },
  {
   "quote": {
    "text": "Men, women, and children who cannot live on gravity alone need something to satisfy their gayer, lighter moods and hours, and he who ministers to this want is, in my opinion, in a business established by the Creator of our nature. If he worthily fulfills his mission and amuses without corrupting, he need never feel that he has lived in vain."
   },
   "author": {
    "text": "P. T. Barnum"
   }
  },
  {
   "quote": {
    "text": "When the traveler goes alone he gets acquainted with himself."
   },
   "author": {
    "text": "Liberty Hyde Bailey"
   }
  },
  {
   "quote": {
    "text": "If you make friends with yourself you will never be alone."
   },
   "author": {
    "text": "Maxwell Maltz"
   }
  },
  {
   "quote": {
    "text": "I get unhappy doing things that I'm not passionate about. Because I feel like I'm squandering this incredible gift I've been given to finance films. As soon as my name alone was enough to make this happen, I vowed to myself that I was going to work with directors who were changing cinema, doing something important, you know?"
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "So during those first moments of the day, which are yours and yours alone, you can circumvent these boundaries and concentrate fully on spiritual matters. And this gives you the opportunity to plan the time management of the entire day."
   },
   "author": {
    "text": "Menachem Mendel Schneerson"
   }
  },
  {
   "quote": {
    "text": "Education alone can conduct us to that enjoyment which is, at once, best in quality and infinite in quantity."
   },
   "author": {
    "text": "Horace Mann"
   }
  },
  {
   "quote": {
    "text": "Very few people are original. There's very little original anything out there. Because to be original means you have to stand alone."
   },
   "author": {
    "text": "Susan Powter"
   }
  },
  {
   "quote": {
    "text": "Musical theater is great; you get painted up, you get to play princesses and witches, and you sing. The joy alone of that can really carry a lot."
   },
   "author": {
    "text": "Chris Pine"
   }
  },
  {
   "quote": {
    "text": "I do not believe that sheer suffering teaches. If suffering alone taught, all the world would be wise, since everyone suffers. To suffering must be added mourning, understanding, patience, love, openness and the willingness to remain vulnerable."
   },
   "author": {
    "text": "Anne Morrow Lindbergh"
   }
  },
  {
   "quote": {
    "text": "On stage I make love to twenty five thousand people; and then I go home alone."
   },
   "author": {
    "text": "Janis Joplin"
   }
  },
  {
   "quote": {
    "text": "I'm so accustomed to being alone."
   },
   "author": {
    "text": "Leighton Meester"
   }
  },
  {
   "quote": {
    "text": "We are approaching a time when human intelligence alone will be incapable of managing a highly advanced society. Existing technologies are rapidly exceeding the human capacity to absorb and process information."
   },
   "author": {
    "text": "Jacque Fresco"
   }
  },
  {
   "quote": {
    "text": "Life is so impermanent that it's not about somebody else or things around me, it's about knowing you are completely alone in this world and being content inside."
   },
   "author": {
    "text": "K. D. Lang"
   }
  },
  {
   "quote": {
    "text": "The thought of being on my own really terrified me. But then I realized being alone is really a cleansing thing."
   },
   "author": {
    "text": "Lindsey Buckingham"
   }
  },
  {
   "quote": {
    "text": "As a writer, I spend a lot of time alone, and I like it. I'm also a long-distance runner, and I love long, solo road trips; I can drive literally all night, drinking coffee, and not even listening to the radio, just strangely content sifting through the random thoughts in my own head."
   },
   "author": {
    "text": "Michael Finkel"
   }
  },
  {
   "quote": {
    "text": "When I realized I was depressed, then I started reading up about it. When I read that one in four people are depressed, I felt that I'm not the only one. I also felt that how many people must be feeling suffocated to fight this battle all alone. I just wanted to reach out and tell them that even I'm like you, and it's okay if you feel like that."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "What troubles me is the Internet and the electronic technology revolution. Shyness is fueled in part by so many people spending huge amounts of time alone, isolated on e-mail, in chat rooms, which reduces their face-to-face contact with other people."
   },
   "author": {
    "text": "Philip Zimbardo"
   }
  },
  {
   "quote": {
    "text": "The power of the individual, market forces, and the private sector permeate our lives. With that power comes responsibility to address huge challenges. Climate change cannot be solved by governments alone. Xenophobia, hatred, and intolerance - more business leaders have to play a role in trying to be positive leaders, civic leaders."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "No dream is ever chased alone."
   },
   "author": {
    "text": "Rahul Dravid"
   }
  },
  {
   "quote": {
    "text": "You ask me if I will not be glad when the last battle is fought, so far as the country is concerned I, of course, must wish for peace, and will be glad when the war is ended, but if I answer for myself alone, I must say that I shall regret to see the war end."
   },
   "author": {
    "text": "George Armstrong Custer"
   }
  },
  {
   "quote": {
    "text": "I like to race, not to do laps alone."
   },
   "author": {
    "text": "Fernando Alonso"
   }
  },
  {
   "quote": {
    "text": "I don't know where I see myself next month let alone five years. My whole life is last minute. I enjoy the spontaneity of it; I like not knowing what I will do next or whether I will be in the country next week. I just enjoy being around a creative environment."
   },
   "author": {
    "text": "Amber Le Bon"
   }
  },
  {
   "quote": {
    "text": "Running alone is the toughest. You get to the point where you have to keep pushing yourself."
   },
   "author": {
    "text": "Walter Payton"
   }
  },
  {
   "quote": {
    "text": "She can't even chew gum and walk in a straight line, let alone write a book."
   },
   "author": {
    "text": "Liam Gallagher"
   }
  },
  {
   "quote": {
    "text": "An Englishman, even if he is alone, forms an orderly queue of one."
   },
   "author": {
    "text": "George Mikes"
   }
  },
  {
   "quote": {
    "text": "You only grow when you are alone."
   },
   "author": {
    "text": "Paul Newman"
   }
  },
  {
   "quote": {
    "text": "The person who tries to live alone will not succeed as a human being. His heart withers if it does not answer another heart. His mind shrinks away if he hears only the echoes of his own thoughts and finds no other inspiration."
   },
   "author": {
    "text": "Pearl S. Buck"
   }
  },
  {
   "quote": {
    "text": "The first thought that I had about really trying to get sober was, 'Man, I could do a lot of good in the world. I can lead by example and just be this heroic recovery guy.' And that's just a bad reason to get sober. You can't get sober for anybody's benefit, let alone the world at large. You really got to do it for yourself."
   },
   "author": {
    "text": "Steve-O"
   }
  },
  {
   "quote": {
    "text": "When I'm alone, I silently talk to God. Also, at the end of the day, I have conversations with Jesus, where I just talk about my day, my actions and give thanks for the blessings I have received. I do this, as I believe I have a friend in Him."
   },
   "author": {
    "text": "Krystle D'Souza"
   }
  },
  {
   "quote": {
    "text": "What I am afraid of is the first thing I was ever aware of being afraid of and what I have told my daughter countless times she need not fear: being alone in the dark. It is a small prison of emotion from which there is no escape. It is also, in its own way, a shattering revelation."
   },
   "author": {
    "text": "S. C. Gwynne"
   }
  },
  {
   "quote": {
    "text": "I'm an introvert. I get my energy by spending time alone. I need that hour or two to myself every day."
   },
   "author": {
    "text": "Amit Bhatia"
   }
  },
  {
   "quote": {
    "text": "The Bible was a consolation to a fellow alone in the old cell. The lovely thin paper with a bit of matress stuffing in it, if you could get a match, was as good a smoke as I ever tasted."
   },
   "author": {
    "text": "Brendan Behan"
   }
  },
  {
   "quote": {
    "text": "Music was like my first real toy. I was an only child for a while, and I was alone a lot of the time - and I liked it. I still like being alone."
   },
   "author": {
    "text": "Jeff Buckley"
   }
  },
  {
   "quote": {
    "text": "The surest way to be alone is to get married."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "The way the films look will never entertain an audience alone. It has to be in the service of a good story with great characters."
   },
   "author": {
    "text": "John Lasseter"
   }
  },
  {
   "quote": {
    "text": "I do my best work alone. I travel alone a lot."
   },
   "author": {
    "text": "Seth Rollins"
   }
  },
  {
   "quote": {
    "text": "Foundational autonomy asserts instead that in the most fundamental practical sense, I am my own creator, which means that at the core, I am alone."
   },
   "author": {
    "text": "David Novak"
   }
  },
  {
   "quote": {
    "text": "I was afraid of Korean food when I moved to L.A., let alone sushi. I remember thinking either sink or swim. Living here in Studio City, Ventura Blvd. is the Mecca of sushi restaurants. What you thought was so exotic is just run of the mill."
   },
   "author": {
    "text": "Parvesh Cheena"
   }
  },
  {
   "quote": {
    "text": "Solitude vivifies; isolation kills."
   },
   "author": {
    "text": "Joseph Roux"
   }
  },
  {
   "quote": {
    "text": "Each player must accept the cards life deals him or her: but once they are in hand, he or she alone must decide how to play the cards in order to win the game."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Being solitary is being alone well: being alone luxuriously immersed in doings of your own choice, aware of the fullness of your won presence rather than of the absence of others. Because solitude is an achievement."
   },
   "author": {
    "text": "Alice Koller"
   }
  },
  {
   "quote": {
    "text": "Information helps you to see that you're not alone. That there's somebody in Mississippi and somebody in Tokyo who all have wept, who've all longed and lost, who've all been happy. So the library helps you to see, not only that you are not alone, but that you're not really any different from everyone else."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Solitude is very different from a 'time-out' from our busy lives. Solitude is the very ground from which community grows. Whenever we pray alone, study, read, write, or simply spend quiet time away from the places where we interact with each other directly, we are potentially opened for a deeper intimacy with each other."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "Freedom is the sure possession of those alone who have the courage to defend it."
   },
   "author": {
    "text": "Pericles"
   }
  },
  {
   "quote": {
    "text": "Nothing makes us so lonely as our secrets."
   },
   "author": {
    "text": "Paul Tournier"
   }
  },
  {
   "quote": {
    "text": "You can get help from teachers, but you are going to have to learn a lot by yourself, sitting alone in a room."
   },
   "author": {
    "text": "Dr. Seuss"
   }
  },
  {
   "quote": {
    "text": "Jesus Christ belonged to the true race of prophets. He saw with open eye the mystery of the soul. Drawn by its severe harmony, ravished with its beauty, he lived in it and had his being there. Alone in all history, he estimated the greatness of man."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "The man who goes alone can start today; but he who travels with another must wait till that other is ready."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Success comes when people act together; failure tends to happen alone."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "That we find a crystal or a poppy beautiful means that we are less alone, that we are more deeply inserted into existence than the course of a single life would lead us to believe."
   },
   "author": {
    "text": "John Berger"
   }
  },
  {
   "quote": {
    "text": "If it's true that our species is alone in the universe, then I'd have to say the universe aimed rather low and settled for very little."
   },
   "author": {
    "text": "George Carlin"
   }
  },
  {
   "quote": {
    "text": "Knowledge rests not upon truth alone, but upon error also."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "Of those beings who live in ignorance, shut up and confined, as it were, in an egg, I have first broken the eggshell of ignorance and alone in the universe obtained the most exalted, universal Buddhahood."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "The people, and the people alone, are the motive force in the making of world history."
   },
   "author": {
    "text": "Mao Zedong"
   }
  },
  {
   "quote": {
    "text": "We are not weak if we make a proper use of those means which the God of Nature has placed in our power... the battle, sir, is not to the strong alone it is to the vigilant, the active, the brave."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "Never chase a lie. Let it alone, and it will run itself to death."
   },
   "author": {
    "text": "Lyman Beecher"
   }
  },
  {
   "quote": {
    "text": "With the brush we merely tint, while the imagination alone produces colour."
   },
   "author": {
    "text": "Theodore Gericault"
   }
  },
  {
   "quote": {
    "text": "Getting through the nights is the toughest part. Being alone. Not having her there to talk to."
   },
   "author": {
    "text": "Stuart Appleby"
   }
  },
  {
   "quote": {
    "text": "The happiness of one's own heart alone cannot satisfy the soul; one must try to include, as necessary to one's own happiness, the happiness of others."
   },
   "author": {
    "text": "Paramahansa Yogananda"
   }
  },
  {
   "quote": {
    "text": "I'm fascinated with myself and love hearing the sound of my own voice. I'd like to hear what I have to say. A lot of people don't like being alone because they truly don't like themselves, but I love me."
   },
   "author": {
    "text": "Gene Simmons"
   }
  },
  {
   "quote": {
    "text": "Hip-hop definitely taught me a lot. Having to create your own identity and become known and respected in a male-dominated field - it requires some guts. There are times you have to be strong, and times when you have to stand alone for what you believe in."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "If you live in a family or have five roommates, there's some sort of reality check, but when you live alone, there's a lot more leeway for your fantasy life to be more and more a part of your everyday life."
   },
   "author": {
    "text": "Claire Messud"
   }
  },
  {
   "quote": {
    "text": "You alone are enough."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "Wisdom alone is the science of other sciences."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Genius begins great works; labor alone finishes them."
   },
   "author": {
    "text": "Joseph Joubert"
   }
  },
  {
   "quote": {
    "text": "Nature has placed mankind under the governance of two sovereign masters, pain and pleasure. It is for them alone to point out what we ought to do, as well as to determine what we shall do."
   },
   "author": {
    "text": "Jeremy Bentham"
   }
  },
  {
   "quote": {
    "text": "To my mathematical brain, the numbers alone make thinking about aliens perfectly rational. The real challenge is to work out what aliens might actually be like."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "I rise to taste the dawn, and find that love alone will shine today."
   },
   "author": {
    "text": "Ken Wilber"
   }
  },
  {
   "quote": {
    "text": "It's an interesting combination: Having a great fear of being alone, and having a desperate need for solitude and the solitary experience. That's always been a tug of war for me."
   },
   "author": {
    "text": "Jodie Foster"
   }
  },
  {
   "quote": {
    "text": "Work, apart from devotion or love of God, is helpless and cannot stand alone."
   },
   "author": {
    "text": "Ramakrishna"
   }
  },
  {
   "quote": {
    "text": "What we have done for ourselves alone dies with us; what we have done for others and the world remains and is immortal."
   },
   "author": {
    "text": "Albert Pike"
   }
  },
  {
   "quote": {
    "text": "A child raised on a desert island, alone, without social interaction, without language, and thus lacking empathy, is still a sentient being."
   },
   "author": {
    "text": "Daniel Dennett"
   }
  },
  {
   "quote": {
    "text": "I love photo sessions. I'm alone, I'm the queen, everyone's taking care of me."
   },
   "author": {
    "text": "Eva Herzigova"
   }
  },
  {
   "quote": {
    "text": "When you come from a big family, you see that, growing up, you're learning how to share. Your sisters have got your back; you're not alone in this - 'We all support you!' Your family provides that; it gives you a sense of safety, and it's a very grounding feeling."
   },
   "author": {
    "text": "Gisele Bundchen"
   }
  },
  {
   "quote": {
    "text": "Whatever my individual desires were to be free, I was not alone. There were many others who felt the same way."
   },
   "author": {
    "text": "Rosa Parks"
   }
  },
  {
   "quote": {
    "text": "Secularism is categorically not saying that the religious may not speak out publicly or have a say in public life. It is about saying that religion alone should not confer a privileged say in public life, or greater influence on it. It really is as simple as that."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "I was a little doubtful about the propriety of going to the Mammoth Cave without a gentleman escort, but if two ladies travel alone they must have the courage of men."
   },
   "author": {
    "text": "Maria Mitchell"
   }
  },
  {
   "quote": {
    "text": "Understand that everybody has their own struggles, regardless of whether you can see it or not. Just surround yourself with the people who love you, and know you're not really alone."
   },
   "author": {
    "text": "Molly Tarlov"
   }
  },
  {
   "quote": {
    "text": "You aren't going to leave me alone are you?"
   },
   "author": {
    "text": "Edie Adams"
   }
  },
  {
   "quote": {
    "text": "I think female solitude is a mental condition as well as a physical state. You can be married and a spinster. I think spinster is an identity every woman can claim, if she will... I feel like a lot of women, or a lot of feminists, joke about taking to the sea or living alone in a cottage as this kind of fun freedom."
   },
   "author": {
    "text": "Mallory Ortberg"
   }
  },
  {
   "quote": {
    "text": "Weird people follow you in the streets, you can't sit alone in a restaurant or a cafe and read a book in peace, and I think everybody values those moments of being alone."
   },
   "author": {
    "text": "Winona Ryder"
   }
  },
  {
   "quote": {
    "text": "You can write any time people will leave you alone and not interrupt you. Or, rather, you can if you will be ruthless enough about it. But the best writing is certainly when you are in love."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "I am alone; I am always alone no matter what."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "It's time to end the cruel slaughter of whales and leave these magnificent creatures alone."
   },
   "author": {
    "text": "Paul McCartney"
   }
  },
  {
   "quote": {
    "text": "Fear of serious injury alone cannot justify oppression of free speech and assembly. Men feared witches and burnt women. It is the function of speech to free men from the bondage of irrational fears."
   },
   "author": {
    "text": "Louis D. Brandeis"
   }
  },
  {
   "quote": {
    "text": "But we cannot rely on memorials and museums alone. We can tell ourselves we will never forget and we likely won't. But we need to make sure that we teach history to those who never had the opportunity to remember in the first place."
   },
   "author": {
    "text": "Dan Rather"
   }
  },
  {
   "quote": {
    "text": "While the resurrection promises us a new and perfect life in the future, God loves us too much to leave us alone to contend with the pain, guilt and loneliness of our present life."
   },
   "author": {
    "text": "Josh McDowell"
   }
  },
  {
   "quote": {
    "text": "Wisdom comes alone through suffering."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "It is a good idea to be alone in a garden at dawn or dark so that all its shy presences may haunt you and possess you in a reverie of suspended thought."
   },
   "author": {
    "text": "James Douglas"
   }
  },
  {
   "quote": {
    "text": "Woman is fine for her own satisfaction alone. No man will admire her the more, no woman will like her the better for it. Neatness and fashion are enough for the former, and a something of shabbiness or impropriety will be most endearing to the latter."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "I felt I did trust in Christ, Christ alone for salvation, and an assurance was given me that he had taken away my sins, even mine, and saved me from the law of sin and death."
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "We gave up some of our country to the white men, thinking that then we could have peace. We were mistaken. The white man would not let us alone."
   },
   "author": {
    "text": "Chief Joseph"
   }
  },
  {
   "quote": {
    "text": "If you would have your son to walk honourably through the world, you must not attempt to clear the stones from his path, but teach him to walk firmly over them - not insist upon leading him by the hand, but let him learn to go alone."
   },
   "author": {
    "text": "Anne Bronte"
   }
  },
  {
   "quote": {
    "text": "Your actions, and your action alone, determines your worth."
   },
   "author": {
    "text": "Evelyn Waugh"
   }
  },
  {
   "quote": {
    "text": "Fashion is always of the time in which you live. It is not something standing alone. But the grand problem, the most important problem, is to rejeuvenate women. To make women look young. Then their outlook changes. They feel more joyous."
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "If the people use the wealth bestowed on them by God for themselves alone or for treasuring it, it is like a corpse. But if they decide to share it with others, it becomes sacred food."
   },
   "author": {
    "text": "Guru Nanak"
   }
  },
  {
   "quote": {
    "text": "You cannot go far alone. You enjoy your journey better if you have people by your side."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "I like the idea of being alone. I like the idea of often being alone in all aspects of my life. I like to feel lonely. I like to need things."
   },
   "author": {
    "text": "Robert Plant"
   }
  },
  {
   "quote": {
    "text": "Work doesn't seem to interfere with my life. I have time for everything, even time to be alone."
   },
   "author": {
    "text": "Carolina Herrera"
   }
  },
  {
   "quote": {
    "text": "Only through repentance and faith in Christ can anyone be saved. No religious activity will be sufficient, only true faith in Jesus Christ alone."
   },
   "author": {
    "text": "Ravi Zacharias"
   }
  },
  {
   "quote": {
    "text": "In South Korea, they believe that when you turn 60, you've become a baby again and the rest of your life should be totally about joy and happiness, and people should leave you alone, and I just think that that's the height of intelligence."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "I drive around on my scooter in Milan alone - we don't have bodyguards or anything like that. I am a fashion designer, not a celebrity, and although I get stopped for autographs and the like, I don't think I am famous."
   },
   "author": {
    "text": "Stefano Gabbana"
   }
  },
  {
   "quote": {
    "text": "Man alone is born crying, lives complaining, and dies disappointed."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "I hate being alone, even for 10 minutes."
   },
   "author": {
    "text": "Clare Balding"
   }
  },
  {
   "quote": {
    "text": "I think the biggest thing that I have to do is to remind people that poetry is there for us to turn to not only to remind us that we're not alone - for example, if we are grieving the loss of someone - but also to help us celebrate our joys. That's why so many people I know who've gotten married will have a poem read at the wedding."
   },
   "author": {
    "text": "Natasha Trethewey"
   }
  },
  {
   "quote": {
    "text": "A great source of calamity lies in regret and anticipation; therefore a person is wise who thinks of the present alone, regardless of the past or future."
   },
   "author": {
    "text": "Oliver Goldsmith"
   }
  },
  {
   "quote": {
    "text": "The foolish and the dead alone never change their opinions."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "Testimony is the beginning of and a prerequisite to continuing conversion. Testimony is a point of departure; it is not an ultimate destination. Strong testimony is the foundation upon which conversion is established. Testimony alone is not and will not be enough to protect us in the latter-day storm of darkness and evil in which we are living."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "Remember, man does not live on bread alone: sometimes he needs a little buttering up."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "It's time to commit to finding the answer, to search for life beyond Earth. Mankind has a deep need to explore, to learn, to know. We also happen to be sociable creatures. It is important for us to know if we are alone in the dark."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "You can't get rid of it with exercise alone. You can do the most vigorous exercise and only burn up 300 calories in an hour. If you've got fat on your body, the exercise firms and tones the muscles. But when you use that tape measure, what makes it bigger? It's the fat!"
   },
   "author": {
    "text": "Jack LaLanne"
   }
  },
  {
   "quote": {
    "text": "This is the highest wisdom that I own; freedom and life are earned by those alone who conquer them each day anew."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "All we ask is to be let alone."
   },
   "author": {
    "text": "Jefferson Davis"
   }
  },
  {
   "quote": {
    "text": "I've been called a recluse. There's definitely truth in that. I like to spend time alone."
   },
   "author": {
    "text": "Kendrick Lamar"
   }
  },
  {
   "quote": {
    "text": "The law was made for one thing alone, for the exploitation of those who don't understand it, or are prevented by naked misery from obeying it."
   },
   "author": {
    "text": "Bertolt Brecht"
   }
  },
  {
   "quote": {
    "text": "If we were to wipe out insects alone on this planet, the rest of life and humanity with it would mostly disappear from the land. Within a few months."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "The New Deal repudiation of democracy has left the Republican Party alone the guardian of the Ark of the Covenant with its charter of freedom."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "There have always been hermits: people who want to get away from other humans. Literally, some of the first extant books and poems found in Mesopotamia and China mention people living alone in the woods. It's this primal fascination that exists across all cultures and all times."
   },
   "author": {
    "text": "Michael Finkel"
   }
  },
  {
   "quote": {
    "text": "He alone is free who lives with free consent under the entire guidance of reason."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "I'm very shy really. I spend a lot of time in my room alone reading or writing or watching television."
   },
   "author": {
    "text": "Johnny Cash"
   }
  },
  {
   "quote": {
    "text": "However much I might try to expound or explain Love, when I come to Love itself, I am ashamed of my explanations... Love alone can explain the mysteries of love and lovers."
   },
   "author": {
    "text": "Rumi"
   }
  },
  {
   "quote": {
    "text": "The power of a book lies in its power to turn a solitary act into a shared vision. As long as we have books, we are not alone."
   },
   "author": {
    "text": "Laura Bush"
   }
  },
  {
   "quote": {
    "text": "I'm not writing non-fiction. I don't feel anything about me as a kid was unique. Except that I had more interest in being alone and using my imagination."
   },
   "author": {
    "text": "John Irving"
   }
  },
  {
   "quote": {
    "text": "To me, the Holocaust stands alone as the most horrible human event in modern civilization."
   },
   "author": {
    "text": "Robert Shapiro"
   }
  },
  {
   "quote": {
    "text": "Compassion alone stands apart from the continuous traffic between good and evil proceeding within us."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "A lot of people prefer to be alone. They would rather be a palm tree on an island. I don't get it."
   },
   "author": {
    "text": "Jose Andres"
   }
  },
  {
   "quote": {
    "text": "Woman must have her freedom, the fundamental freedom of choosing whether or not she will be a mother and how many children she will have. Regardless of what man's attitude may be, that problem is hers - and before it can be his, it is hers alone."
   },
   "author": {
    "text": "Margaret Sanger"
   }
  },
  {
   "quote": {
    "text": "Organizational structures that allow divisions and departments to own their turf and people with long tenure to take root creates the same hardened group distinctions as Congressional redistricting to produce homogeneous voting blocs - all of which makes it easier to resist compromise, let alone collaboration."
   },
   "author": {
    "text": "Rosabeth Moss Kanter"
   }
  },
  {
   "quote": {
    "text": "All of the religions are looking after the poor. At least leave me alone to look after the rich. I am the rich man's guru."
   },
   "author": {
    "text": "Rajneesh"
   }
  },
  {
   "quote": {
    "text": "You're only lonely if you're not there for you."
   },
   "author": {
    "text": "Phil McGraw"
   }
  },
  {
   "quote": {
    "text": "All conservatism is based upon the idea that if you leave things alone you leave them as they are. But you do not. If you leave a thing alone you leave it to a torrent of change."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "The best of artists has no conception that the marble alone does not contain within itself."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "You that would judge me, do not judge alone this book or that, come to this hallowed place where my friends' portraits hang and look thereon; Ireland's history in their lineaments trace; think where man's glory most begins and ends and say my glory was I had such friends."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "I would be married, but I'd have no wife, I would be married to a single life."
   },
   "author": {
    "text": "Charles Bukowski"
   }
  },
  {
   "quote": {
    "text": "Jesus alone cleanses from sin; He only can forgive our transgressions."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "I have a huge, active imagination, and I think I'm really scared of being alone; because if I'm left to my own devices, I'll just turn into a madwoman."
   },
   "author": {
    "text": "Claire Danes"
   }
  },
  {
   "quote": {
    "text": "We have to wonder whether digital technology, rather than making it easier to communicate, is actually doing the opposite. We now sit alone at a keyboard, firing off zeros and ones into the ether. Offices are silent."
   },
   "author": {
    "text": "Tom Hodgkinson"
   }
  },
  {
   "quote": {
    "text": "I've lived on my own since I was 18, and I really love living alone. That, to me, is just great."
   },
   "author": {
    "text": "Danielle Fishel"
   }
  },
  {
   "quote": {
    "text": "We are increasingly open to understanding how we are all connected and that if we sink the ship that we are all on, we all drown. However, we have simultaneously become so focused on our own life experiences that we think we are alone."
   },
   "author": {
    "text": "Yehuda Berg"
   }
  },
  {
   "quote": {
    "text": "As an actor, I'm attracted to drama; as a director, it's humor - because it's the story of my life, and I can't be that serious about it. Being alone is a big theme in all my movies, both as a director and as an actress."
   },
   "author": {
    "text": "Jodie Foster"
   }
  },
  {
   "quote": {
    "text": "Can anyone understand how it is to have lived in the White House and then, suddenly, to be living alone as the President's widow?"
   },
   "author": {
    "text": "Jackie Kennedy"
   }
  },
  {
   "quote": {
    "text": "Observe, record, tabulate, communicate. Use your five senses. Learn to see, learn to hear, learn to feel, learn to smell, and know that by practice alone you can become expert."
   },
   "author": {
    "text": "William Osler"
   }
  },
  {
   "quote": {
    "text": "In the country of pain we are each alone."
   },
   "author": {
    "text": "May Sarton"
   }
  },
  {
   "quote": {
    "text": "Change alone is eternal, perpetual, immortal."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "Never trust a man, who when left alone with a tea cosey... Doesn't try it on."
   },
   "author": {
    "text": "Billy Connolly"
   }
  },
  {
   "quote": {
    "text": "I learned why 'out riding alone' is an oxymoron: An equestrian is never alone, is always sensing the other being, the mysterious but also understandable living being that is the horse."
   },
   "author": {
    "text": "Jane Smiley"
   }
  },
  {
   "quote": {
    "text": "The manager is by himself. He can't mingle with his players. I enjoyed my players, but I could not socialize with them so I spent a lot of time alone in my hotel room. Those four walls kind of close in on you."
   },
   "author": {
    "text": "Al Lopez"
   }
  },
  {
   "quote": {
    "text": "No one can arrive from being talented alone, work transforms talent into genius."
   },
   "author": {
    "text": "Anna Pavlova"
   }
  },
  {
   "quote": {
    "text": "Better be alone than in bad company."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "If there's anything worse than a woman living alone, it's a woman saying she likes it."
   },
   "author": {
    "text": "Thelma Ritter"
   }
  },
  {
   "quote": {
    "text": "No nation can meet the world's challenges alone."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "David - the man after God's own heart - was a man of war and a mighty man of valour. When all Israel were on the run, David faced Goliath - alone... with God - and he but a stripling, and well scolded, too, by his brother for having come to see the battle."
   },
   "author": {
    "text": "Charles Studd"
   }
  },
  {
   "quote": {
    "text": "It may, however, be said that the level of experience to which concepts are inapplicable cannot yield any knowledge of a universal character, for concepts alone are capable of being socialized."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "My nails are my rhythm section when I'm writing a song all alone. Some day, I may cut an album, just me and my nails."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "I am really a loner after all; I am really not a social person. Because of my job, people think I am out every night, but I really hate all that. I am somebody who likes to be alone and see some close friends. I am a shy and introspective person."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "I wasn't perfect and didn't have it together. I felt alone. So through acting, I decided to be a shape shifter and with every role become the character instead of being myself. It meant about 10 years of no one knowing I was the same person in every movie."
   },
   "author": {
    "text": "Brie Larson"
   }
  },
  {
   "quote": {
    "text": "Autobiography begins with a sense of being alone. It is an orphan form."
   },
   "author": {
    "text": "John Berger"
   }
  },
  {
   "quote": {
    "text": "I have an internal protectiveness where it's like, if it comes to just me, as frightened as I am of losing someone I love or things going sour or simply being alone, there is a dark place in my brain where I'm like, It could happen and I'm okay, I'm prepared."
   },
   "author": {
    "text": "Lena Headey"
   }
  },
  {
   "quote": {
    "text": "Biodiversity can't be maintained by protecting a few species in a zoo, or by preserving greenbelts or national parks. To function properly, nature needs more room than that. It can maintain itself, however, without human expense, without zookeepers, park rangers, foresters or gene banks. All it needs is to be left alone."
   },
   "author": {
    "text": "Donella Meadows"
   }
  },
  {
   "quote": {
    "text": "My version of Superman is essentially of a guy who has spent his whole life alone."
   },
   "author": {
    "text": "Henry Cavill"
   }
  },
  {
   "quote": {
    "text": "Anything that makes you feel the most alone also has the greatest power to connect you."
   },
   "author": {
    "text": "Ze Frank"
   }
  },
  {
   "quote": {
    "text": "I am convinced that living in an enclave shapes the personality, and living alone shapes the personality too."
   },
   "author": {
    "text": "Mary Douglas"
   }
  },
  {
   "quote": {
    "text": "I didn't build Auntie Anne's alone. That would have been impossible. From the very beginning, we had a team around us that was exceptional. Our company was successful because of the dedicated people who worked for us."
   },
   "author": {
    "text": "Anne F. Beiler"
   }
  },
  {
   "quote": {
    "text": "The U.N. guards the vital principles entrenched in its charter, notably the sovereign equality of states and the inadmissibility of interference in their internal affairs. It is precisely because the U.N. is the chief guardian of both these sacrosanct principles that it alone is allowed to approve derogations from them."
   },
   "author": {
    "text": "Shashi Tharoor"
   }
  },
  {
   "quote": {
    "text": "When I'm alone in my hotel room in some foreign place, I feel very lonely. Then I tuck into my favourite chocolate - Chuckles or Whispers - for some comfort."
   },
   "author": {
    "text": "Chad le Clos"
   }
  },
  {
   "quote": {
    "text": "Too many of the elderly do not have the family or the communal attachments necessary to feel valued; too many are widowed or otherwise alone; too many live in surroundings where they are essentially without the companionship necessary to stimulate a mind in danger of deteriorating."
   },
   "author": {
    "text": "Sherwin B. Nuland"
   }
  },
  {
   "quote": {
    "text": "I like singer-songwriters, and I find sad songs comforting rather than depressing. It makes you realise you're not alone in the world."
   },
   "author": {
    "text": "Natalie Imbruglia"
   }
  },
  {
   "quote": {
    "text": "The thought of being alone when time goes on is a little bit scary sometimes, but not really."
   },
   "author": {
    "text": "Celia Hammond"
   }
  },
  {
   "quote": {
    "text": "For what Harley Street specialist has time to understand the body, let alone the mind or both in combination, when he is a slave to thirteen thousand a year?"
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "People eat duck and you think, well, we've got loads of chickens, leave the ducks alone!"
   },
   "author": {
    "text": "Karl Pilkington"
   }
  },
  {
   "quote": {
    "text": "On stage, I make love to 25,000 different people, then I go home alone."
   },
   "author": {
    "text": "Janis Joplin"
   }
  },
  {
   "quote": {
    "text": "If Galileo had said in verse that the world moved, the inquisition might have let him alone."
   },
   "author": {
    "text": "Thomas Hardy"
   }
  },
  {
   "quote": {
    "text": "No one is good but God alone. What is good is therefore divine, what is divine is therefore good."
   },
   "author": {
    "text": "Saint Ambrose"
   }
  },
  {
   "quote": {
    "text": "Your experiences will be yours alone. But truth and best friendship will rarely if ever disappoint you."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "I used to spend a lot of time alone as a kid, creating characters and doing voices in my room, and I thought to myself, I'm either going to go absolutely nuts, or I'm going to find something to put that energy into."
   },
   "author": {
    "text": "Rami Malek"
   }
  },
  {
   "quote": {
    "text": "Even if I have to stand alone, I will not be afraid to stand alone. I'm going to fight for you. I'm going to fight for what's right. I'm going to fight to hold people accountable."
   },
   "author": {
    "text": "Barbara Boxer"
   }
  },
  {
   "quote": {
    "text": "The best thing to do is just leave them alone. Alligators want to be away from you just as much as you want to be away from them."
   },
   "author": {
    "text": "Jack Hanna"
   }
  },
  {
   "quote": {
    "text": "It was because of Henderson that I stayed... It was he and he alone who kept me in Toronto and in Canada. Were it not for Henderson, I believe insulin would have been a product of the United States."
   },
   "author": {
    "text": "Frederick Banting"
   }
  },
  {
   "quote": {
    "text": "Through faith in the Lord Jesus alone can we obtain forgiveness of our sins, and be at peace with God; but, believing in Jesus, we become, through this very faith, the children of God; have God as our Father, and may come to Him for all the temporal and spiritual blessings which we need."
   },
   "author": {
    "text": "George Muller"
   }
  },
  {
   "quote": {
    "text": "All great composers of the past spent most of their time studying. Feeling alone won't do the job. A man also needs technique."
   },
   "author": {
    "text": "George Gershwin"
   }
  },
  {
   "quote": {
    "text": "For me, it's always been draining to be around people for too long because I'm naturally a pretty expressionless person. From an early age, I found being alone incredibly liberating."
   },
   "author": {
    "text": "Kevin Parker"
   }
  },
  {
   "quote": {
    "text": "My missus knows to leave me alone."
   },
   "author": {
    "text": "Brian O'Driscoll"
   }
  },
  {
   "quote": {
    "text": "Please bear in mind that my observations and thoughts are the outcome of my own unaided impulse and curiosity alone; for, besides myself, in our town there be no philosophers who practice this art, so pray, take not amiss my poor pen and the liberty I here take in setting down my random notions."
   },
   "author": {
    "text": "Antonie van Leeuwenhoek"
   }
  },
  {
   "quote": {
    "text": "He alone loves the Creator perfectly who manifests a pure love for his neighbour."
   },
   "author": {
    "text": "Venerable Bede"
   }
  },
  {
   "quote": {
    "text": "Being in this fine mood, I spoke to a little boy, whom I saw playing alone in the road, asking him what he was going to be when he grew up. Of course I expected to hear him say a sailor, a soldier, a hunter, or something else that seems heroic to childhood, and I was very much surprised when he answered innocently, 'A man.'"
   },
   "author": {
    "text": "W. H. Davies"
   }
  },
  {
   "quote": {
    "text": "Myspace alone has just over 80 million users and ranks as the sixth most popular English language website and the eighth most popular site in the world."
   },
   "author": {
    "text": "Mike Fitzpatrick"
   }
  },
  {
   "quote": {
    "text": "People have come to me for my opinion since 'October Baby.' But, hey, look, I'm an actor who is very fortunate to be in a movie that's making wonderful noise, and hopefully helping parents and children to be a little closer. Leave me alone. I'm not talking about politics. I'm just trying to have a conversation with my own kids."
   },
   "author": {
    "text": "John Schneider"
   }
  },
  {
   "quote": {
    "text": "I have dogs, and it's no secret that I find reptiles interesting, but the thing about reptiles is that they really just wanna be left alone, and I understand them. It's, 'Don't pick me up, stop holding me, don't look at me, just leave me alone.' I have to admit, sometimes I feel like that."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "We learn about life not from plusses alone, but from minuses as well."
   },
   "author": {
    "text": "Anton Chekhov"
   }
  },
  {
   "quote": {
    "text": "How hard it is to have the beautiful interdependence of marriage and yet be strong in oneself alone."
   },
   "author": {
    "text": "Anne Morrow Lindbergh"
   }
  },
  {
   "quote": {
    "text": "The only time I commit to conspiracy theories is when something way retarded happens. Like Lee Harvey Oswald acting alone."
   },
   "author": {
    "text": "Joe Rogan"
   }
  },
  {
   "quote": {
    "text": "'The Polar Express' began with the idea of a train standing alone in the woods. I asked myself, 'What if a boy gets on that train? Where does he go?'"
   },
   "author": {
    "text": "Chris Van Allsburg"
   }
  },
  {
   "quote": {
    "text": "America is a mosaic not of groups but of individuals, each of whom carries a host of cultural influences, some chosen, some inherited, some absorbed by osmosis. That mosaic is held together by the pursuit of happiness, the most powerful mortar ever conceived. Left alone, it will long endure."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "I'm not interested in dating. I like being with my own best friend, me. Certain women, particularly older women, cannot believe I like going to a social event by myself. But I do."
   },
   "author": {
    "text": "Gloria Allred"
   }
  },
  {
   "quote": {
    "text": "A Sunday morning spent reading the paper together, maybe drinking some mimosas, alone, and talking until noon. That would be pretty amazing. Married couples with kids will understand."
   },
   "author": {
    "text": "Dierks Bentley"
   }
  },
  {
   "quote": {
    "text": "Golf... is the infallible test. The man who can go into a patch of rough alone, with the knowledge that only God is watching him, and play his ball where it lies, is the man who will serve you faithfully and well."
   },
   "author": {
    "text": "P. G. Wodehouse"
   }
  },
  {
   "quote": {
    "text": "Our world is so glutted with useless information, images, useless images, sounds, all this sort of thing. It's a cacophony, it's like a madness I think that's been happening in the past twenty-five years. And I think anything that can help a person sit in a room alone and not worry about it is good."
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "She goes through the vale of death alone, each time a babe is born. As it is the right neither of man nor the state to coerce her into this ordeal, so it is her right to decide whether she will endure it."
   },
   "author": {
    "text": "Margaret Sanger"
   }
  },
  {
   "quote": {
    "text": "I don't know that I spent any more time alone than any other kid, but being by myself never bothered me."
   },
   "author": {
    "text": "Joseph Barbera"
   }
  },
  {
   "quote": {
    "text": "I actually like being alone. I spend most evenings reading and taking long baths."
   },
   "author": {
    "text": "Shonda Rhimes"
   }
  },
  {
   "quote": {
    "text": "When the crying child is immediately isolated, and it is explained to him at the same time that whoever annoys others must not be with them, if this isolation is the absolute result and cannot be avoided, in the child's mind a basis is laid for the experience that one must be alone when one makes oneself unpleasant or disagreeable."
   },
   "author": {
    "text": "Ellen Key"
   }
  },
  {
   "quote": {
    "text": "Just as the individual is not alone in the group, nor any one in society alone among the others, so man is not alone in the universe."
   },
   "author": {
    "text": "Claude Levi-Strauss"
   }
  },
  {
   "quote": {
    "text": "My grandfather was Jacques Cousteau, a pioneer of ocean exploration and the co-inventor of scuba diving. Back in the 1940s when he tested out his invention which allowed humans to swim freely in the ocean with a portable air source for the first time in history, very little of the ocean had been explored let alone captured on film."
   },
   "author": {
    "text": "Philippe Cousteau, Jr."
   }
  },
  {
   "quote": {
    "text": "Its all about finding the right note at the right place and knowing when to leave well enough alone. And that's a lifelong quest."
   },
   "author": {
    "text": "David Sanborn"
   }
  },
  {
   "quote": {
    "text": "Is being single hard? It depends where your mind is. If you are focused, being single is an enjoyable experience, but if you hate being alone, you'll hate being single. I think it depends on the individual are where they are in life."
   },
   "author": {
    "text": "Lauren London"
   }
  },
  {
   "quote": {
    "text": "I cook often when I am at home but not in college. I do it alone. It is just very relaxing to me. Just about anything that I like to eat, I can cook - chicken, salmon, stir fry. I like to cook seafood or burgers the most when I am entertaining."
   },
   "author": {
    "text": "Simone Manuel"
   }
  },
  {
   "quote": {
    "text": "Human beings do not live in the objective world alone, nor alone in the world of social activity as ordinarily understood, but are very much at the mercy of the particular language which has become the medium of expression for their society."
   },
   "author": {
    "text": "Edward Sapir"
   }
  },
  {
   "quote": {
    "text": "I spent a huge amount of time by myself. I daydreamed and learned how to be alone and not be lonely."
   },
   "author": {
    "text": "Rachel Kushner"
   }
  },
  {
   "quote": {
    "text": "You can make people feel valued or cared for by design alone. It's not purely about money. It's about how we choose to value human experience."
   },
   "author": {
    "text": "Thomas Heatherwick"
   }
  },
  {
   "quote": {
    "text": "I'm quite a loner. I realized that I'm very introverted, and I get energy by being alone instead of being with other people."
   },
   "author": {
    "text": "Candice Patton"
   }
  },
  {
   "quote": {
    "text": "All creatures are united to God alone in an immediate union. They depend essentially and directly upon Him. Being all alike equally impotent, they cannot be in reciprocal dependence upon one another."
   },
   "author": {
    "text": "Nicolas Malebranche"
   }
  },
  {
   "quote": {
    "text": "The Obama administration has consistently refused to recognize Jerusalem as Israeli territory, let alone as the capital of Israel."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "I learned to fly a few years ago in England. It's the only place I'm completely alone - up in the air, detached from everything."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "If it's just me on stage telling stories for, like, an hour, that's great. That's fine. But like a sandcastle on the beach, it gets washed away at night. It's so much more powerful if we can all share our narratives and doorstep moments and make us feel a little less alone. I'm just trying to use social media and new media as a way to capture that."
   },
   "author": {
    "text": "Hasan Minhaj"
   }
  },
  {
   "quote": {
    "text": "A task becomes a duty from the moment you suspect it to be an essential part of that integrity which alone entitles a man to assume responsibility."
   },
   "author": {
    "text": "Dag Hammarskjold"
   }
  },
  {
   "quote": {
    "text": "Every morning, I crawl out of bed. I sit there and think, 'Do I really need this?' And I drag myself to the gym in my garage. It's not fun. I hate it. I work out alone. Weights."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "Absolutely lonely people have few personal interactions of any kind."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "I think I learned pretty early that in the end, it's only you. To an extent, you're all alone."
   },
   "author": {
    "text": "Lee Atwater"
   }
  },
  {
   "quote": {
    "text": "I do recall one moment when I went to India by myself. I was paralyzed with fear to travel alone, but I had this intuitive hint that I had to do it. It was transformative and beautiful."
   },
   "author": {
    "text": "Jen Sincero"
   }
  },
  {
   "quote": {
    "text": "My parents separated when I was eight. I grew up with my mom alone."
   },
   "author": {
    "text": "Julian Casablancas"
   }
  },
  {
   "quote": {
    "text": "When I work alone, my process is like painting. With Fleetwood Mac, it's more like movie making."
   },
   "author": {
    "text": "Lindsey Buckingham"
   }
  },
  {
   "quote": {
    "text": "Night-time is when I brainstorm; last thing, when the family's asleep and I'm alone, I think about the next day's writing and plan a strategy for my assault on the blank page."
   },
   "author": {
    "text": "Athol Fugard"
   }
  },
  {
   "quote": {
    "text": "In spite of being professionally gregarious, in my nonpaid hours I'm a bit of a hermit. After being around a crew of fifty people for twelve hours a day on a film set, I really like my alone time, and as always, I abhor small talk."
   },
   "author": {
    "text": "Rob Lowe"
   }
  },
  {
   "quote": {
    "text": "You can't walk alone. Many have given the illusion, but none have really walked alone. Man is not made that way. Each man is bedded in his people, their history, their culture, and their values."
   },
   "author": {
    "text": "Peter Abrahams"
   }
  },
  {
   "quote": {
    "text": "He never is alone that is accompanied with noble thoughts."
   },
   "author": {
    "text": "John Fletcher"
   }
  },
  {
   "quote": {
    "text": "I work with a team of coaches and trainers to make me feel like I am not alone out on the ice."
   },
   "author": {
    "text": "Kaetlyn Osmond"
   }
  },
  {
   "quote": {
    "text": "Lord of myself, accountable to none, but to my conscience, and my God alone."
   },
   "author": {
    "text": "John Oldham"
   }
  },
  {
   "quote": {
    "text": "Let us remember that sorrow alone is the creator of great things."
   },
   "author": {
    "text": "Ernest Renan"
   }
  },
  {
   "quote": {
    "text": "Were I ever alone in the dock, I would not want to be arraigned before our flawed tribunals, knowing my freedom could be forfeit as a result of political pressures. I would prefer a fair trial, under the shadow of the noose."
   },
   "author": {
    "text": "Michael Gove"
   }
  },
  {
   "quote": {
    "text": "Demand the ballot as the undeniable right of every man who is called to the poll, and take special care that the old constitutional rule and principle, by which majorities alone shall decide in Parliamentary elections, shall not be violated."
   },
   "author": {
    "text": "John Bright"
   }
  },
  {
   "quote": {
    "text": "Today's voguish threats, including climate change, population growth, massive war, and resource depletion, are all amenable to a fix if we act prudently. And even if we don't, these problems are incapable of obliterating all of humanity, let alone destroying the Earth. No, the real End of Days will happen slowly, as the Sun ages."
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "All men ought to think of Christ because of the office Christ fills between God and man. He is the eternal Son of God through whom alone the Father can be known, approached, and served. He is the appointed Mediator between God and man through whom alone we can be reconciled with God, pardoned, justified, and saved."
   },
   "author": {
    "text": "J. C. Ryle"
   }
  },
  {
   "quote": {
    "text": "The idea of determinism combined with complete human responsibility struck me as very hard to reconcile with an idea of justice, let alone mercy."
   },
   "author": {
    "text": "Ken MacLeod"
   }
  },
  {
   "quote": {
    "text": "The dream, alone, is of interest. What is life, without a dream?"
   },
   "author": {
    "text": "Edmond Rostand"
   }
  },
  {
   "quote": {
    "text": "Let your mind alone, and see what happens."
   },
   "author": {
    "text": "Virgil Thomson"
   }
  },
  {
   "quote": {
    "text": "Man is a creature who lives not upon bread alone, but primarily by catchwords."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Virtue is not left to stand alone. He who practices it will have neighbors."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "I'm fiercely independent, but I'm also terrified of being alone."
   },
   "author": {
    "text": "Adam Levine"
   }
  },
  {
   "quote": {
    "text": "Remember, you and you alone are responsible for maintaining your energy. Give up blaming, complaining and excuse making, and keep taking action in the direction of your goals - however mundane or lofty they may be."
   },
   "author": {
    "text": "Jack Canfield"
   }
  },
  {
   "quote": {
    "text": "There are two types of poor people, those who are poor together and those who are poor alone. The first are the true poor, the others are rich people out of luck."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "Before the throne of the Almighty, man will be judged not by his acts but by his intentions. For God alone reads our hearts."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Perhaps I know best why it is man alone who laughs; he alone suffers so deeply that he had to invent laughter."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "A man is rich in proportion to the number of things he can afford to let alone."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "We are for the most part more lonely when we go abroad among men than when we stay in our chambers. A man thinking or working is always alone, let him be where he will."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "There is danger that we lose sight of what our friend is absolutely, while considering what she is to us alone."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "No face which we can give to a matter will stead us so well at last as the truth. This alone wears well."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "We allow our ignorance to prevail upon us and make us think we can survive alone, alone in patches, alone in groups, alone in races, even alone in genders."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Politicians must set their aims for the high ground and according to our various leanings, Democratic, Republican, Independent, we will follow. Politicians must be told if they continue to sink into the mud of obscenity, they will proceed alone."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I had a very happy childhood, but I wasn't that happy a child. I liked being alone and creating characters and voices. I think that's when your creativity is developed, when you're young. I liked the world of the imagination because it was an easy place to go to."
   },
   "author": {
    "text": "David Walliams"
   }
  },
  {
   "quote": {
    "text": "I know that one of the great arts that the writer develops is the art of saying, 'No. No, I'm finished. Bye.' And leaving it alone. I will not write it into the ground. I will not write the life out of it. I won't do that."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Still and all, why bother? Here's my answer. Many people need desperately to receive this message: I feel and think much as you do, care about many of the things you care about, although most people do not care about them. You are not alone."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "My idea of management is that what your job is as the boss is to find really good people and empower them and leave them alone."
   },
   "author": {
    "text": "Ruth Reichl"
   }
  },
  {
   "quote": {
    "text": "Now that I'm older, I have a much better appreciation of nature, and I love being alone."
   },
   "author": {
    "text": "Gia Coppola"
   }
  },
  {
   "quote": {
    "text": "Breast cancer alone kills some 458,000 people each year, according to the World Health Organization, mainly in low- and middle-income countries. It has got to be a priority to ensure that more women can access gene testing and lifesaving preventive treatment, whatever their means and background, wherever they live."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "Reason is not automatic. Those who deny it cannot be conquered by it. Do not count on them. Leave them alone."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "The Real is ever-present, like the screen on which the cinematographic pictures move. While the picture appears on it, the screen remains invisible. Stop the picture, and the screen will become clear. All thoughts and events are merely pictures moving on the screen of Pure Consciousness, which alone is real."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "It is not a liberty of circumstance, conceded to us alone, that we wish; it is the adoption absolute of the principle that no man, born red, black or white, can be the property of his fellow man."
   },
   "author": {
    "text": "Toussaint Louverture"
   }
  },
  {
   "quote": {
    "text": "Singing provides a true sense of lightheartedness. If I sing when I am alone, I feel wonderful. It's freedom."
   },
   "author": {
    "text": "Andrea Bocelli"
   }
  },
  {
   "quote": {
    "text": "Man, alone, has the power to transform his thoughts into physical reality; man, alone, can dream and make his dreams come true."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "To stand up on a stage alone with an acoustic guitar requires bravery bordering on heroism. Bordering on insanity."
   },
   "author": {
    "text": "Richard Thompson"
   }
  },
  {
   "quote": {
    "text": "An artist is always alone - if he is an artist. No, what the artist needs is loneliness."
   },
   "author": {
    "text": "Henry Miller"
   }
  },
  {
   "quote": {
    "text": "I am alone a lot, which is good. I need that time to just be alone after a long day, just decompress. So, I go to either my house or the hotel, or my apartment, or whatever - wherever I am, I go home and I watch TV and I sit there, with my cat, and I just watch TV or go online, check my emails."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "When the last red man shall have perished from the earth and his memory among the white men shall have become a myth, these shores will swarm with the invisible dead of my tribe. The white man will never be alone. Let him be just and deal kindly with my people, for the dead are not powerless."
   },
   "author": {
    "text": "Chief Seattle"
   }
  },
  {
   "quote": {
    "text": "It is not necessary that you leave the house. Remain at your table and listen. Do not even listen, only wait. Do not even wait, be wholly still and alone. The world will present itself to you for its unmasking, it can do no other, in ecstasy it will writhe at your feet."
   },
   "author": {
    "text": "Franz Kafka"
   }
  },
  {
   "quote": {
    "text": "Communication is a continual balancing act, juggling the conflicting needs for intimacy and independence. To survive in the world, we have to act in concert with others, but to survive as ourselves, rather than simply as cogs in a wheel, we have to act alone."
   },
   "author": {
    "text": "Deborah Tannen"
   }
  },
  {
   "quote": {
    "text": "A hospital alone shows what war is."
   },
   "author": {
    "text": "Erich Maria Remarque"
   }
  },
  {
   "quote": {
    "text": "One travels more usefully when alone, because he reflects more."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "I tend to stay up late, not because I'm partying but because it's the only time of the day when I'm alone and don't have to be performing."
   },
   "author": {
    "text": "Jim Carrey"
   }
  },
  {
   "quote": {
    "text": "I had a fear of being alone."
   },
   "author": {
    "text": "Gloria Gaynor"
   }
  },
  {
   "quote": {
    "text": "Then stirs the feeling infinite, so felt In solitude, where we are least alone."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "Man does not live by soap alone; and hygiene, or even health, is not much good unless you can take a healthy view of it or, better still, feel a healthy indifference to it."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Unconditional war can no longer lead to unconditional victory. It can no longer serve to settle disputes... can no longer be of concern to great powers alone."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "The only real progress lies in learning to be wrong all alone."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Democracy is liberty - a liberty which does not infringe on the liberty nor encroach on the rights of others; a liberty which maintains strict discipline, and makes law its guarantee and the basis of its exercise. This alone is true liberty; this alone can produce true democracy."
   },
   "author": {
    "text": "Chiang Kai-shek"
   }
  },
  {
   "quote": {
    "text": "The two operations of our understanding, intuition and deduction, on which alone we have said we must rely in the acquisition of knowledge."
   },
   "author": {
    "text": "Rene Descartes"
   }
  },
  {
   "quote": {
    "text": "The flesh endures the storms of the present alone; the mind, those of the past and future as well as the present. Gluttony is a lust of the mind."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "Some men say that they should be satisfied with the abolition of untouchability only, leaving the caste system alone. The aim of abolition of untouchability alone without trying to abolish the inequalities inherent in the caste system is a rather low aim."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "I mean, I've always been a libertarian. Leave everybody alone. Let everybody else do what they want. Just stay out of everybody else's hair."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "In football, I don't have a lot of friends. The people who I really trust, there are not many... Most of the time, I'm alone."
   },
   "author": {
    "text": "Cristiano Ronaldo"
   }
  },
  {
   "quote": {
    "text": "Self-discovery is above all the realization that we are alone: it is the opening of an impalpable, transparent wall - that of our consciousness - between the world and ourselves."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "Some of my foster families used to send me to the movies to get me out of the house and there I'd sit all day and way into the night. Up in front, there with the screen so big, a little kid all alone, and I loved it. I loved anything that moved up there and I didn't miss anything that happened and there was no popcorn either."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "Only the lonely know the way I feel tonight."
   },
   "author": {
    "text": "Roy Orbison"
   }
  },
  {
   "quote": {
    "text": "Living alone makes it harder to find someone to blame."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "In social settings, under the guise of joking, being collegial, flirting, or having a good time, I undoubtedly caused some women to question themselves, retreat, feel alone, and worry they can't be their authentic selves."
   },
   "author": {
    "text": "Chris Sacca"
   }
  },
  {
   "quote": {
    "text": "It is error alone which needs the support of government. Truth can stand by itself."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Ah, mon cher, for anyone who is alone, without God and without a master, the weight of days is dreadful."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Just as a cautious businessman avoids investing all his capital in one concern, so wisdom would probably admonish us also not to anticipate all our happiness from one quarter alone."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "Sensual love deceives one as to the nature of heavenly love; it could not do so alone, but since it unconsciously has the element of heavenly love within it, it can do so."
   },
   "author": {
    "text": "Franz Kafka"
   }
  },
  {
   "quote": {
    "text": "When I was 7 and went to the zoo with my second-grade class, I saw chimpanzee eyes for the first time - the eyes of an unhappy animal, all alone, locked in a bare, concrete-floored, iron-barred cage in one of the nastier, old-fashioned zoos. I remember looking at the chimp, then looking away."
   },
   "author": {
    "text": "Octavia E. Butler"
   }
  },
  {
   "quote": {
    "text": "Life is only a long and bitter suicide, and faith alone can transform this suicide into a sacrifice."
   },
   "author": {
    "text": "Franz Liszt"
   }
  },
  {
   "quote": {
    "text": "I understand being alone. I understand not liking it, wishing for something else."
   },
   "author": {
    "text": "Richard Jenkins"
   }
  },
  {
   "quote": {
    "text": "Solitude is strength; to depend on the presence of the crowd is weakness. The man who needs a mob to nerve him is much more alone than he imagines."
   },
   "author": {
    "text": "Paul Brunton"
   }
  },
  {
   "quote": {
    "text": "Time, which alone makes the reputation of men, ends by making their defects respectable."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "A well-instructed people alone can be permanently a free people."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "This, then, is the test we must set for ourselves; not to march alone but to march in such a way that others will wish to join us."
   },
   "author": {
    "text": "Hubert H. Humphrey"
   }
  },
  {
   "quote": {
    "text": "I never said, 'I want to be alone.' I only said, 'I want to be left alone.' There is all the difference."
   },
   "author": {
    "text": "Greta Garbo"
   }
  },
  {
   "quote": {
    "text": "Marvin's Motivational Moments actually started as something that was actually therapeutic for me. I would sit up late at night after my wife passed trying to adjust to being alone."
   },
   "author": {
    "text": "Marvin Sapp"
   }
  },
  {
   "quote": {
    "text": "Stories can encourage us and embolden us to face ourselves and to feel. Stories can make us feel less alone. If we're reading a story that moves us, we can feel that emotion that I feel towards my father or mother or girlfriend. So they can give us late-night company."
   },
   "author": {
    "text": "Tim O'Brien"
   }
  },
  {
   "quote": {
    "text": "The worst times were the years I was alone. The image to the public entering the courtroom was eight men, of a certain size, and then this little woman sitting to the side. That was not a good image for the public to see."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "The belief in a supernatural source of evil is not necessary; men alone are quite capable of every wickedness."
   },
   "author": {
    "text": "Joseph Conrad"
   }
  },
  {
   "quote": {
    "text": "Grant that I may not pray alone with the mouth; help me that I may pray from the depths of my heart."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "We are rarely proud when we are alone."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Schizophrenia beats dining alone."
   },
   "author": {
    "text": "Oscar Levant"
   }
  },
  {
   "quote": {
    "text": "I know that I came into the world with what I call 'big dharma' - with a blueprint to teach self-reliance and a positive loving approach to large numbers of people all over the globe. I am ever so grateful for the circumstances of my life that allowed me to be pretty much left alone and to develop as I was so intended in this incarnation."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "A dog is a pitiful thing, depending wholly on companionship, and utterly lost except in packs or by the side of his master. Leave him alone, and he does not know what to do except bark and howl and trot about till sheer exhaustion forces him to sleep."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "It's amazing living alone. I'm very lucky. It's like a refuge."
   },
   "author": {
    "text": "Paloma Faith"
   }
  },
  {
   "quote": {
    "text": "If you are in a movie theater, you can look two people down and they are laughing while you are laughing or you can look three people down and they love that song that you love. It is living proof that you are not alone."
   },
   "author": {
    "text": "Stephen Chbosky"
   }
  },
  {
   "quote": {
    "text": "Inductive reason, which alone makes man master of his environment, is an achievement; and when once born it must be reinforced by inhibiting the growth of other modes of knowledge."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "Football fans share a universal language that cuts across many cultures and many personality types. A serious football fan is never alone. We are legion, and football is often the only thing we have in common."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "The strongest man in the world is he who stands most alone."
   },
   "author": {
    "text": "Henrik Ibsen"
   }
  },
  {
   "quote": {
    "text": "From the beginning, my songwriting was from writing in a journal; it was completely unfiltered. I don't know if I really meant to show everyone this side of me, but when I saw how people resonated to the things I was saying, some of the questions I was asking, I realized I was not alone."
   },
   "author": {
    "text": "Tyler Joseph"
   }
  },
  {
   "quote": {
    "text": "The cinema is not a craft. It is an art. It does not mean teamwork. One is always alone on the set as before the blank page. And to be alone... means to ask questions. And to make films means to answer them."
   },
   "author": {
    "text": "Jean-Luc Godard"
   }
  },
  {
   "quote": {
    "text": "I am not naive enough to believe that voting is the only way to bring about transformational change, just as I know that protest alone is not the sole solution to the challenges we face."
   },
   "author": {
    "text": "DeRay Mckesson"
   }
  },
  {
   "quote": {
    "text": "I entirely concur in the propriety of resorting to the sense in which the Constitution was accepted and ratified by the nation. In that sense alone it is the legitimate Constitution."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "Man is alone everywhere. But the solitude of the Mexican, under the great stone night of the high plateau that is still inhabited by insatiable gods, is very different from that of the North American, who wanders in an abstract world of machines, fellow citizens and moral precepts."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "To have striven, to have made the effort, to have been true to certain ideals - this alone is worth the struggle."
   },
   "author": {
    "text": "William Osler"
   }
  },
  {
   "quote": {
    "text": "If there is anything besides the Self there is reason to fear? Who sees the second? First, the ego arises and sees objects as external. If the ego does not rise, the Self alone exists and there is no second."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "Human beings should be held accountable. Leave God alone. He has enough problems."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "A woman can't be alone. She needs a man. A man and a woman support and strengthen each other. She just can't do it by herself."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "Our ideal is to make her ever stronger and better and finer, because in that way alone, as we believe, can she be of the greatest service to the world's peace and to the welfare of mankind."
   },
   "author": {
    "text": "Henry Cabot Lodge"
   }
  },
  {
   "quote": {
    "text": "Luckily, my husband is my business partner as well as my life partner, so I never had to do the heavy lifting alone, literally or figuratively."
   },
   "author": {
    "text": "Josie Maran"
   }
  },
  {
   "quote": {
    "text": "I am not afraid of being alone and single."
   },
   "author": {
    "text": "LeToya Luckett"
   }
  },
  {
   "quote": {
    "text": "I alone of English writers have consciously set myself to make music out of what I may call the sound of sense."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "The true and solid peace of nations consists not in equality of arms, but in mutual trust alone."
   },
   "author": {
    "text": "Pope John XXIII"
   }
  },
  {
   "quote": {
    "text": "I must try and break through the cliches about Latin America. Superpowers and other outsiders have fought over us for centuries in ways that have nothing to do with our problems. In reality we are all alone."
   },
   "author": {
    "text": "Gabriel Garcia Marquez"
   }
  },
  {
   "quote": {
    "text": "Happiness is spiritual, born of truth and love. It is unselfish; therefore it cannot exist alone, but requires all mankind to share it."
   },
   "author": {
    "text": "Mary Baker Eddy"
   }
  },
  {
   "quote": {
    "text": "If you come from mathematics, as I do, you realize that there are many problems, even classical problems, which cannot be solved by computation alone."
   },
   "author": {
    "text": "Roger Penrose"
   }
  },
  {
   "quote": {
    "text": "We are not to give credit to the many, who say that none ought to be educated but the free; but rather to the philosophers, who say that the well-educated alone are free."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "It was unthinkable not long ago that a biologist or paleontologist would be at the same conference as an astrophysicist. Now we have accumulated so much data in each of these branches of science as it relates to origins that we have learned that no one discipline can answer questions of origins alone."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Saving faith is an immediate relation to Christ, accepting, receiving, resting upon Him alone, for justification, sanctification, and eternal life by virtue of God's grace."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "I don't like being alone."
   },
   "author": {
    "text": "Cristiano Ronaldo"
   }
  },
  {
   "quote": {
    "text": "When so many are lonely as seem to be lonely, it would be inexcusably selfish to be lonely alone."
   },
   "author": {
    "text": "Tennessee Williams"
   }
  },
  {
   "quote": {
    "text": "I have three phobias which, could I mute them, would make my life as slick as a sonnet, but as dull as ditch water: I hate to go to bed, I hate to get up, and I hate to be alone."
   },
   "author": {
    "text": "Tallulah Bankhead"
   }
  },
  {
   "quote": {
    "text": "Remember that your imagination is yours and yours alone. You have the inborn capacity to use it in any way that you choose. No one else is responsible for your imagination. Anything placed in your imagination and held there ultimately becomes your reality."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "The Tao teaches us not to intervene and interfere. The things we love we have to learn to leave alone. And the people we love we have to learn to let them be."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "I may climb perhaps to no great heights, but I will climb alone."
   },
   "author": {
    "text": "Cyrano de Bergerac"
   }
  },
  {
   "quote": {
    "text": "It's often just enough to be with someone. I don't need to touch them. Not even talk. A feeling passes between you both. You're not alone."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "I have noticed... that men usually leave married women alone and are inclined to treat all wives with respect. This is no great credit to married women."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "If a man does not make new acquaintances as he advances through life, he will soon find himself left alone. A man, sir, should keep his friendship in a constant repair."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "For some reason, voters can be brainwashed, and they vote sometimes against their own best interests, let alone voting against the interests of people who need them, like people who are disenfranchised and people who are poor and so forth."
   },
   "author": {
    "text": "Joyce Carol Oates"
   }
  },
  {
   "quote": {
    "text": "Sitting on a bedroom floor crying is something that makes you feel really alone. If someone's singing about that feeling, you feel bonded to that person."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "It's an amazing feeling to go into a studio and really be alone."
   },
   "author": {
    "text": "Joaquin Phoenix"
   }
  },
  {
   "quote": {
    "text": "It's not easy to come somewhere new and have to find your place. You might feel someone doesn't like you, or you might need to find new friends. It's not easy, and I don't like this kind of thing. It's not easy, so you want to protect the players who are alone."
   },
   "author": {
    "text": "Fernando Torres"
   }
  },
  {
   "quote": {
    "text": "I like to go dancing, have a few beers. I like being alone, too. I have days where it's 'God, get me a shot of tequila.'"
   },
   "author": {
    "text": "Justine Bateman"
   }
  },
  {
   "quote": {
    "text": "The universe is almost 14 billion years old, and, wow! Life had no problem starting here on Earth! I think it would be inexcusably egocentric of us to suggest that we're alone in the universe."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "The artist alone sees spirits. But after he has told of their appearing to him, everybody sees them."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "What is uttered from the heart alone, Will win the hearts of others to your own."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Health consists with temperance alone."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "As a body everyone is single, as a soul never."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "An American, a Negro... two souls, two thoughts, two unreconciled strivings; two warring ideals in one dark body, whose dogged strength alone keeps it from being torn asunder."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "The object of oratory alone in not truth, but persuasion."
   },
   "author": {
    "text": "Thomas Babington Macaulay"
   }
  },
  {
   "quote": {
    "text": "The motions which the planets now have could not spring from any natural cause alone, but were impressed by an intelligent Agent."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "Personally, I do not know whether humankind is alone in this vast universe. But I do know that we should cherish our existence on this precious speck of matter... the greatest gift that could be bestowed upon us. For all practical purposes, there is only one planet Earth."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "It is good taste, and good taste alone, that possesses the power to sterilize and is always the first handicap to any creative functioning."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "I cannot live under pressures from patrons, let alone paint."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "Unhappy, let alone angry, religious people provide more persuasive arguments for atheism and secularism than do all the arguments of atheists."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "I am aware that in presenting myself as the advocate of the Indians and their rights, I shall stand very much alone."
   },
   "author": {
    "text": "Sam Houston"
   }
  },
  {
   "quote": {
    "text": "I like to read books and be alone; I'm not social butterfly person. I'm sorry."
   },
   "author": {
    "text": "Hope Solo"
   }
  },
  {
   "quote": {
    "text": "Having a baby on my own is a dream come true, but in my world, there's no sheepish spouse on his way home from a work trip to offer me a stretch of alone time."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "No enterprise can exist for itself alone. It ministers to some great need, it performs some great service, not for itself, but for others; or failing therein, it ceases to be profitable and ceases to exist."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "In my better sense of mind, I know that I'm far from alone and far from the worst, and the earth keeps spinning. Everything keeps moving, with or without me."
   },
   "author": {
    "text": "Phil Anselmo"
   }
  },
  {
   "quote": {
    "text": "Whoever wants to know something about me - as an artist which alone is significant - they should look attentively at my pictures and there seek to recognise what I am and what I want."
   },
   "author": {
    "text": "Gustav Klimt"
   }
  },
  {
   "quote": {
    "text": "I would say, 'I'm alone, but I'm not lonely.' But I was just kidding myself."
   },
   "author": {
    "text": "Bruce Willis"
   }
  },
  {
   "quote": {
    "text": "Were there no contrariety of interests, nothing would be more simple and easy than to form and preserve free institutions. The right of suffrage alone would be a sufficient guarantee. It is the conflict of opposing interests which renders it the most difficult work of man."
   },
   "author": {
    "text": "John C. Calhoun"
   }
  },
  {
   "quote": {
    "text": "It seems that when you have cancer you are a brave battler against the disease, but when you have Alzheimer's you are an old fart. That's how people see you. It makes you feel quite alone."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "I am bipolar, and I am proud. And that is why I wanted to write a book. To shine a light on mental illness, to be vulnerable about the days I let it take control and paid dearly for it, and to tell anyone fighting a similar battle: You are not alone. You are not broken."
   },
   "author": {
    "text": "AJ Lee"
   }
  },
  {
   "quote": {
    "text": "In the modern world, the anxious temperament does offer certain benefits: caution, introspection, the capacity to work alone. These can be adaptive qualities."
   },
   "author": {
    "text": "Robin Marantz Henig"
   }
  },
  {
   "quote": {
    "text": "Often we can help each other most by leaving each other alone; at other times we need the hand-grasp and the word of cheer."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "In all history there is no war which was not hatched by the governments, the governments alone, independent of the interests of the people, to whom war is always pernicious even when successful."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "I adore art... when I am alone with my notes, my heart pounds and the tears stream from my eyes, and my emotion and my joys are too much to bear."
   },
   "author": {
    "text": "Giuseppe Verdi"
   }
  },
  {
   "quote": {
    "text": "I played a lot of dress-up in my room. I really liked being alone. I had a lot of friends, but I had an only-child, live-in-my-head personality."
   },
   "author": {
    "text": "Ari Graynor"
   }
  },
  {
   "quote": {
    "text": "We are nothing if we walk alone; we are everything when we walk together in step with other dignified feet."
   },
   "author": {
    "text": "Subcomandante Marcos"
   }
  },
  {
   "quote": {
    "text": "And what's more I've got no need for anyone to tell me how to do it. I am not interested. You act how you want to and leave me alone to do my own thing."
   },
   "author": {
    "text": "Olivier Martinez"
   }
  },
  {
   "quote": {
    "text": "I can't stand to watch anything that I'm in. I tear it apart. The worst thing you can do is leave me alone and let me watch what I'm in. It's abusive."
   },
   "author": {
    "text": "Elias Koteas"
   }
  },
  {
   "quote": {
    "text": "When you are a mother, you are never really alone in your thoughts. A mother always has to think twice, once for herself and once for her child."
   },
   "author": {
    "text": "Sophia Loren"
   }
  },
  {
   "quote": {
    "text": "For me, running against the Poles and Czechs would be like running against high school kids. And I hate all this gung-ho, run-for-the-red-white-and-blue attitude that the AAU spouts. If that's important to some people, fine, more power to 'em. But, damn it, I wish they'd leave me alone to do what I want to do - run against the best."
   },
   "author": {
    "text": "Steve Prefontaine"
   }
  },
  {
   "quote": {
    "text": "I'm not a rock star. Sure I am, to a certain extent because of the situation, but when kids ask me how it feels to be a rock star, I say leave me alone, I'm not a rock star. I'm not in it for the fame, I'm in it because I like to play."
   },
   "author": {
    "text": "Eddie Van Halen"
   }
  },
  {
   "quote": {
    "text": "Acceptance is so important because we cannot go through this journey alone. I am fortunate to have a very supportive family, but not all trans kids are so lucky. I recommend seeking out a friend or an adult who you think will accept you and telling them how you feel."
   },
   "author": {
    "text": "Jazz Jennings"
   }
  },
  {
   "quote": {
    "text": "For transgender kids who are struggling, I want them to know they're not alone. They shouldn't be afraid to step out of their shadows."
   },
   "author": {
    "text": "Jazz Jennings"
   }
  },
  {
   "quote": {
    "text": "The Japanese bombing of Pearl Harbor led to many very good things. If you follow the trail, it led to kicking Europeans out of Asia - that saved tens of millions of lives in India alone."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "We're born alone. We do need each other. It's lonely to really effectively live your life, and anyone you can get help from or give help to; that's part of your obligation."
   },
   "author": {
    "text": "Bill Murray"
   }
  },
  {
   "quote": {
    "text": "Happy the man, and happy he alone, he who can call today his own; he who, secure within, can say, tomorrow do thy worst, for I have lived today."
   },
   "author": {
    "text": "John Dryden"
   }
  },
  {
   "quote": {
    "text": "My contribution I hope is to get people to eat full-flavored food. If I could come away with that alone, that would be a fantastic accomplishment. I'm also very proud of being a very American chef."
   },
   "author": {
    "text": "Bobby Flay"
   }
  },
  {
   "quote": {
    "text": "I'm really lucky that my record companies have been patient with me and leave me alone and give me the time to make it right in my mind."
   },
   "author": {
    "text": "Sarah McLachlan"
   }
  },
  {
   "quote": {
    "text": "The Union, which can alone insure internal peace, and external security to each State, Must and Shall be Preserved, cost what it may in time, treasure, and blood."
   },
   "author": {
    "text": "George B. McClellan"
   }
  },
  {
   "quote": {
    "text": "I like being alone and I think this movie, as much as it is an investigation of connection and people bonding, I also think it's just as much about loneliness."
   },
   "author": {
    "text": "Jason Schwartzman"
   }
  },
  {
   "quote": {
    "text": "I am trying to persuade my family to spend more time in China. It's no fun to be in exile. I can't even figure out the basic 26 letters, let alone operate, in English. I often feel that although I've found the sky of freedom above my head, I've lost the soil I stand on. I need to be back in my motherland, where I can find inspirations."
   },
   "author": {
    "text": "Ma Jian"
   }
  },
  {
   "quote": {
    "text": "Using simple equipment and daylight alone is for me a pleasure and a replenishment."
   },
   "author": {
    "text": "Irving Penn"
   }
  },
  {
   "quote": {
    "text": "'Forever Amber,' written by Kathleen Winsor in 1944, was banned in Boston at the time of its publication as obscene and offensive. This alone would have been enough to excite my interest, but in 1956, it was sitting inoffensively on the shelves of the small country library on the north shore of Oahu, Hawaii, where my family spent its summers."
   },
   "author": {
    "text": "Susanna Moore"
   }
  },
  {
   "quote": {
    "text": "Believing that the power to destroy belongs to the Creator alone I affirm... that any theory which, when carried out, demands the annihilation of force, is necessarily erroneous."
   },
   "author": {
    "text": "James Prescott Joule"
   }
  },
  {
   "quote": {
    "text": "Happiness must be cultivated. It is like character. It is not a thing to be safely let alone for a moment, or it will run to weeds."
   },
   "author": {
    "text": "Elizabeth Stuart Phelps"
   }
  },
  {
   "quote": {
    "text": "I'm not saying that there's anything better than mated bliss at its best, but I'm saying that living alone is as good in its own way. But we haven't quite given ourselves permission to recognize that."
   },
   "author": {
    "text": "Barbara Feldon"
   }
  },
  {
   "quote": {
    "text": "If I am a legend, then why am I so lonely?"
   },
   "author": {
    "text": "Judy Garland"
   }
  },
  {
   "quote": {
    "text": "The experience of being in the Army changed my whole life; I never believed that an organization such as ours could ever go to war, leave alone win it. It was, as Yeats remarked of the Easter Rising, 'A terrible beauty.'"
   },
   "author": {
    "text": "Spike Milligan"
   }
  },
  {
   "quote": {
    "text": "Change alone is unchanging."
   },
   "author": {
    "text": "Heraclitus"
   }
  },
  {
   "quote": {
    "text": "Sometimes I think we're alone in the universe, and sometimes I think we're not. In either case the idea is quite staggering."
   },
   "author": {
    "text": "Arthur C. Clarke"
   }
  },
  {
   "quote": {
    "text": "It is the fight alone that pleases us, not the victory."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "I got married for the wrong reasons. I was tired of being alone. I have to own that. It was me, not her."
   },
   "author": {
    "text": "Steve Harvey"
   }
  },
  {
   "quote": {
    "text": "Instead of taking the reader by the hand and running him down the hill, I want to lead him into a house of many rooms, and leave him alone in each of them."
   },
   "author": {
    "text": "Mary Oliver"
   }
  },
  {
   "quote": {
    "text": "It is very easy to love alone."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "So many people in the world would rather stay in a situation that's painful but familiar because they're comfortable with it. Not a lot of people have the strength or heart to realize when something's not good for them and to turn around and be alone."
   },
   "author": {
    "text": "Corey Taylor"
   }
  },
  {
   "quote": {
    "text": "I've been left alone, even by the paparazzi, because what sells is sex and scandal. Absent that, they really don't have much interest in you. I'm still married, still working, still happy."
   },
   "author": {
    "text": "Matt Damon"
   }
  },
  {
   "quote": {
    "text": "The universe, when you leave it alone, is going to be beautiful."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "I have experienced firsthand the tremendous impact breast cancer has on the women who fight it and the loved ones who support them. This is a disease that catches you unaware and, without the right resources, leaves you feeling frightened and alone."
   },
   "author": {
    "text": "Ricardo Antonio Chavira"
   }
  },
  {
   "quote": {
    "text": "My reputation as a ladies' man was a joke. It caused me to laugh bitterly through the 10,000 nights I spent alone."
   },
   "author": {
    "text": "Leonard Cohen"
   }
  },
  {
   "quote": {
    "text": "When it comes to my salvation, all I need is Jesus; after my salvation, everything is Jesus plus the church... When people preach that all you need is Jesus, they cut you and I off from one of the greatest sources of healing, which is the body of Christ. Don't go it alone - you won't make it."
   },
   "author": {
    "text": "Josh McDowell"
   }
  },
  {
   "quote": {
    "text": "There's now, for the first time, a huge gulf between the artefacts of our everyday life and what even a single expert, let alone the average child, can comprehend. The gadgets that now pervade young people's lives, iPhones and suchlike, are baffling 'black boxes' - pure magic to most people."
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "The truth is that at age 19, I was a teenage mother living alone with my daughter in a trailer and struggling to keep us afloat on my way to a divorce. And I knew then that I was going to have to work my way up and out of that life if I was going to give my daughter a better life and a better future, and that's what I've done."
   },
   "author": {
    "text": "Wendy Davis"
   }
  },
  {
   "quote": {
    "text": "When I'm online, I'm alone in a room, tapping on a keyboard, staring at a cathode-ray tube."
   },
   "author": {
    "text": "Clifford Stoll"
   }
  },
  {
   "quote": {
    "text": "I think everyone feels alone in their sadness, and there's a certain value to hearing other people's sad stories."
   },
   "author": {
    "text": "Brandon Stanton"
   }
  },
  {
   "quote": {
    "text": "Travelling alone was like laundry for my thoughts."
   },
   "author": {
    "text": "Mark Foster"
   }
  },
  {
   "quote": {
    "text": "Sitting on a bedroom floor crying is something that makes you feel really alone. If someone's singing about that feeling, you feel bonded to that person. That's the only way I can find an explanation for why 55,000 people would want to come see me sing."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "The word of the oldest of the old of our peoples didn't stop. It spoke the truth, saying that our feet couldn't walk alone, that our history of pain and shame was repeated and multiplied in the flesh and blood of the brothers and sisters of other lands and skies."
   },
   "author": {
    "text": "Subcomandante Marcos"
   }
  },
  {
   "quote": {
    "text": "There are people who have too much space between their ears, and given the time, do nothing but free fall forever inside their head. It's a spooky thing to be left alone inside an angry inner-verse."
   },
   "author": {
    "text": "James St. James"
   }
  },
  {
   "quote": {
    "text": "I love being on the road with others, with a camera, but also being alone writing poetry."
   },
   "author": {
    "text": "Tony Harrison"
   }
  },
  {
   "quote": {
    "text": "It's not okay to just make up false things about someone, especially in their personal life. Professionally, fine! Scrutinize me all you want. I know that I can't please everyone, but personally, let's just leave it alone. It's going too far."
   },
   "author": {
    "text": "Keri Hilson"
   }
  },
  {
   "quote": {
    "text": "I don't eat with beautiful women alone."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Deliberation is the work of many men. Action, of one alone."
   },
   "author": {
    "text": "Charles de Gaulle"
   }
  },
  {
   "quote": {
    "text": "Victims always feel alone and helpless."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "The pain of loneliness seems to be part of the mortal experience. But the Lord in His mercy has made it so that we need never deal with the challenges of mortality alone."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "People with handicaps teach me that being is more important than doing, the heart is more important than the mind, and caring together is better than caring alone."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "One ever feels his twoness - an American, a Negro; two souls, two thoughts, two unreconciled strivings; two warring ideals in one dark body, whose dogged strength alone keeps it from being torn asunder."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "I don't think I could live without hair, makeup and styling, let alone be the performer I am. I am a glamour girl through and through. I believe in the glamorous life and I live one."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "The momentum of freedom in our world is unmistakable - and it is not carried forward by our power alone. We can trust in that greater power Who guides the unfolding of the years. And in all that is to come, we can know that His purposes are just and true."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "Early on, if I was alone two three nights in a row, I'd start writing poems about suicide."
   },
   "author": {
    "text": "Jack Nicholson"
   }
  },
  {
   "quote": {
    "text": "To be absolutely alone for the first time in the cockpit of a plane hundreds of feet above the ground is an experience never to be forgotten."
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "The struggle alone pleases us, not the victory."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "The want of logic annoys. Too much logic bores. Life eludes logic, and everything that logic alone constructs remains artificial and forced."
   },
   "author": {
    "text": "Andre Gide"
   }
  },
  {
   "quote": {
    "text": "Down to Gehenna, or up to the Throne, He travels the fastest who travels alone."
   },
   "author": {
    "text": "Rudyard Kipling"
   }
  },
  {
   "quote": {
    "text": "There are a series of emotions that most survivors go through after disclosing. It starts with feeling great, like the weight on your shoulders has been lifted, and then you're alone with your thoughts, like, 'Why did I do that?' And then, what about the person who gets backlash?"
   },
   "author": {
    "text": "Tarana Burke"
   }
  },
  {
   "quote": {
    "text": "While the soul is in mortal sin, nothing can profit it; none of its good works merit an eternal reward, since they do not proceed from God as their first principle, and by Him alone is our virtue real virtue."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "The main functions of intelligence, that of inventing solutions and that of verifying them, do not necessarily involve one another. The first partakes of imagination; the second alone is properly logical."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "If you look back at the history of the twentieth century, Germany alone had practically destroyed Russia several times."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "At the root of the shy temperament is a deep fear of social judgment, one so severe it can sometimes be crippling. Introverted people don't worry unduly about whether they'll be found wanting, they just find too much socializing exhausting and would prefer either to be alone or in the company of a select few people."
   },
   "author": {
    "text": "Jeffrey Kluger"
   }
  },
  {
   "quote": {
    "text": "This avidity alone, of acquiring goods and possessions for ourselves and our nearest friends, is insatiable, perpetual, universal, and directly destructive of society."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "Solitude is the profoundest fact of the human condition. Man is the only being who knows he is alone."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "Connected to the collective heart, you can be certain in every cell of your being that you are never alone, and you will experience the grace, guidance and ease that comes when you are one with all there is."
   },
   "author": {
    "text": "Debbie Ford"
   }
  },
  {
   "quote": {
    "text": "I think a lot of kids feel alone and slightly isolated and in their own world."
   },
   "author": {
    "text": "Tim Burton"
   }
  },
  {
   "quote": {
    "text": "Worshipping the Lord means giving Him the place that he must have; worshipping the Lord means stating, believing - not only by our words - that He alone truly guides our lives; worshipping the Lord means that we are convinced before Him that He is the only God, the God of our lives, the God of our history."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Self-government does not and should not imply the use of political agencies alone. Progress is born of cooperation in the community - not from governmental restraints."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "It is only the forcible propagation of conventional Christianity that makes the agnostic so bitter toward the church. He knows that all the doctrines cannot possibly be true, but he would view them with toleration if he were asked merely to let them alone for the benefit of the masses whom they can help and succour."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "A lot of what people are calling 'artificial intelligence' is really data analytics - in other words, business as usual. If the hype leaves you asking 'What is A.I., really?,' don't worry, you're not alone."
   },
   "author": {
    "text": "Om Malik"
   }
  },
  {
   "quote": {
    "text": "I have my best ideas when I am alone."
   },
   "author": {
    "text": "Leona Lewis"
   }
  },
  {
   "quote": {
    "text": "Mass transportation is doomed to failure in North America because a person's car is the only place where he can be alone and think."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "I am not the most courageous guy in the world outside of the court. Being alone in the dark is something I don't like."
   },
   "author": {
    "text": "Rafael Nadal"
   }
  },
  {
   "quote": {
    "text": "I could prove God statistically. Take the human body alone - the chances that all the functions of an individual would just happen is a statistical monstrosity."
   },
   "author": {
    "text": "George Gallup"
   }
  },
  {
   "quote": {
    "text": "In 1906, just as we were definitely giving up the old shed laboratory where we had been so happy, there came the dreadful catastrophe which took my husband away from me and left me alone to bring up our children and, at the same time, to continue our work of research."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "If I'm alone too long I think too much, and I'm not interested in doing that. That won't lead anywhere good, I'm sure. If I'm busy I tend to stay out of trouble. An idle mind is the devil's playground."
   },
   "author": {
    "text": "Lisa Marie Presley"
   }
  },
  {
   "quote": {
    "text": "One of the happier ironies of recent history is that even as Tibet is being wiped off the map in Tibet itself, here it is in California, in Switzerland, in Japan. All over the world, Tibetan Buddhism is now part of the neighborhood. In 1968, there were two Tibetan Buddhist centers in the West. By 2000, there were 40 in New York alone."
   },
   "author": {
    "text": "Pico Iyer"
   }
  },
  {
   "quote": {
    "text": "The thing I like about baseball is that it's one-on-one. You stand up there alone, and if you make a mistake, it's your mistake. If you hit a home run, it's your home run."
   },
   "author": {
    "text": "Hank Aaron"
   }
  },
  {
   "quote": {
    "text": "As a child, I was a brat, and my parents didn't know how to control me. So they told me ghost stories, which stayed with me. I am still petrified of darkness and being alone."
   },
   "author": {
    "text": "Bipasha Basu"
   }
  },
  {
   "quote": {
    "text": "The battle to find a workplace that's wheelchair accessible is a feat in itself, let alone an employer who's going to be cool about employing someone with a disability in a job you actually want to do."
   },
   "author": {
    "text": "Stella Young"
   }
  },
  {
   "quote": {
    "text": "I may not have gone to high school every day, but I spent whole a lot of my adolescence feeling vulnerable and confused and alone... just like everybody else."
   },
   "author": {
    "text": "Michael Cera"
   }
  },
  {
   "quote": {
    "text": "Being a child at home alone in the summer is a high-risk occupation. If you call your mother at work thirteen times an hour, she can hurt you."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "The thing is, as a film director, you're essentially alone: You have to tell a story primarily through pictures, and only you know the film you see in your head."
   },
   "author": {
    "text": "Mike Nichols"
   }
  },
  {
   "quote": {
    "text": "I was really from the streets, and I really did hustle in a major way. When I got my record deal, I left the streets alone as far as hustling. I never, ever hustled again. I said, 'I'm gonna change my life, I'm going legit. This is where I'm at.'"
   },
   "author": {
    "text": "Fat Joe"
   }
  },
  {
   "quote": {
    "text": "Those who remember Washington's cold war culture in the 1980s will recall the shocked reactions to Reagan's intervention. People interested in foreign policy were astonished when in 1985 he met alone at Geneva - alone, not a single strategic thinker at his elbow! - with the Soviet Communist master Gorbachev."
   },
   "author": {
    "text": "Russell Baker"
   }
  },
  {
   "quote": {
    "text": "I try to push ideas away, and the ones that will not leave me alone are the ones that ultimately end up happening."
   },
   "author": {
    "text": "J. J. Abrams"
   }
  },
  {
   "quote": {
    "text": "It is impossible for Bangladesh alone to take action against the rising sea level, as it has been a cumulative effect of global emission in which Bangladesh does not have any role. It is the responsibility of global community to address this issue as urgently as possible."
   },
   "author": {
    "text": "Sheikh Hasina"
   }
  },
  {
   "quote": {
    "text": "You can work on the saxophone alone, but ultimately you must perform with others."
   },
   "author": {
    "text": "Steve Lacy"
   }
  },
  {
   "quote": {
    "text": "I'm ultimately a widow and a single mother, who's not even getting to be a mother right now. I am so alone, it's freaky."
   },
   "author": {
    "text": "Courtney Love"
   }
  },
  {
   "quote": {
    "text": "Now, in Texas, we believe in the rugged individual. Texas may be the one place where people actually still have bootstraps, and we expect folks to pull themselves up by them. But we also recognize there are some things we can't do alone. We have to come together and invest in opportunity today for prosperity tomorrow."
   },
   "author": {
    "text": "Julian Castro"
   }
  },
  {
   "quote": {
    "text": "If words are not things, or maps are not the actual territory, then, obviously, the only possible link between the objective world and the linguistic world is found in structure, and structure alone."
   },
   "author": {
    "text": "Alfred Korzybski"
   }
  },
  {
   "quote": {
    "text": "You know you lose a lot of social skills if you're a writer. You spend too long alone. And its forced me to address that."
   },
   "author": {
    "text": "Anthony Minghella"
   }
  },
  {
   "quote": {
    "text": "I don't know of any problems countries in Europe are facing - environment, infrastructure, markets, market development, the fifth freedom being digital freedom, border security, terrorism, migration - that can be better solved alone."
   },
   "author": {
    "text": "Kersti Kaljulaid"
   }
  },
  {
   "quote": {
    "text": "However, as a parent, as a grandparent, as a former educator, I know that these practices alone when we are dealing with young children are insufficient. We will never control this rising epidemic without greater accountability from the food industry."
   },
   "author": {
    "text": "Bob Filner"
   }
  },
  {
   "quote": {
    "text": "I don't like dirty. That's why I hate cigarettes. A little bit of alcohol is O.K., but no drugs. And I like to sleep alone because I wake up, I walk around, I bring my computer with me to bed, I have a great time."
   },
   "author": {
    "text": "Jean Pigozzi"
   }
  },
  {
   "quote": {
    "text": "Truly, there is a Christian note which makes the whole World vibrate, like an immense gong, in the divine Christ. This note is unique and universal, and in it alone consists the Gospel."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "In any decision for action, when you have to make up your mind what to do, there is always a 'should' involved, and this cannot be worked out from, 'If I do this, what will happen?' alone."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "As a kid growing up, I really hated being alone. I was always that kid that was like, 'Do you want to hang out? Let's go to the mall. Let's go to the movies. Let's go to the park.' I would call people and call people and call people. If I was alone when I wasn't at school, then there was something wrong."
   },
   "author": {
    "text": "Jonathan Van Ness"
   }
  },
  {
   "quote": {
    "text": "I try to find 15 minutes a day to just be alone without any distractions just for headspace to meditate and get my Zen on. I think that helps me get through the hecticness of the day on tour with the interviews, the sound check, the meet and greets, the show and the post-show meet and greets."
   },
   "author": {
    "text": "G-Eazy"
   }
  },
  {
   "quote": {
    "text": "Is he alone who has courage on his right hand and faith on his left hand?"
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "Everything great in the world comes from neurotics. They alone have founded our religions and composed our masterpieces."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "Sometimes I think we're alone. Sometimes I think we're not. In either case, the thought is staggering."
   },
   "author": {
    "text": "R. Buckminster Fuller"
   }
  },
  {
   "quote": {
    "text": "Wisdom is not wisdom when it is derived from books alone."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "The golden opportunity you are seeking is in yourself. It is not in your environment; it is not in luck or chance, or the help of others; it is in yourself alone."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "I was very happy sitting alone at a dining room table, writing a script."
   },
   "author": {
    "text": "Conrad Hall"
   }
  },
  {
   "quote": {
    "text": "I know what men want. Men want to be really, really close to someone who will leave them alone."
   },
   "author": {
    "text": "Elayne Boosler"
   }
  },
  {
   "quote": {
    "text": "I want to be with those who know secret things or else alone."
   },
   "author": {
    "text": "Rainer Maria Rilke"
   }
  },
  {
   "quote": {
    "text": "Don't ever let economic alone determine your career or how you spend the majority of your time."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "I would hope that understanding and reconciliation are not limited to the 19th hole alone."
   },
   "author": {
    "text": "Gerald R. Ford"
   }
  },
  {
   "quote": {
    "text": "No one else can take risks for us, or face our losses on our behalf, or give us self-esteem. No one can spare us from life's slings and arrows, and when death comes, we meet it alone."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "Since I have difficulty defining merit and what merit alone means - and in any context, whether it's judicial or otherwise - I accept that different experiences in and of itself, bring merit to the system."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "If those committed to the quest fail, they will be forgiven. When lost, they will find another way. The moral imperative of humanism is the endeavor alone, whether successful or not, provided the effort is honorable and failure memorable."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "It's motive alone which gives character to the actions of men."
   },
   "author": {
    "text": "Jean de la Bruyere"
   }
  },
  {
   "quote": {
    "text": "I think we all think we sound really good in the shower, where there's that nice reverb, and the water's drowning you out, and there is some liberation in the freedom of being totally alone and really going for it."
   },
   "author": {
    "text": "Meryl Streep"
   }
  },
  {
   "quote": {
    "text": "My real guru are my experiences in life - the realisation that you are alone in this world came very early to me."
   },
   "author": {
    "text": "Kailash Kher"
   }
  },
  {
   "quote": {
    "text": "For the last third of life there remains only work. It alone is always stimulating, rejuvenating, exciting and satisfying."
   },
   "author": {
    "text": "Doris Lessing"
   }
  },
  {
   "quote": {
    "text": "Men was formed for society, and is neither capable of living alone, nor has the courage to do it."
   },
   "author": {
    "text": "William Blackstone"
   }
  },
  {
   "quote": {
    "text": "You come into the world alone and you go out of the world alone yet it seems to me you are more alone while living than even going and coming."
   },
   "author": {
    "text": "Emily Carr"
   }
  },
  {
   "quote": {
    "text": "Ever since Adam's day, the divine law of the Sabbath has been emphasized repeatedly over the centuries more than any other commandment. This long emphasis alone is an indication of its importance."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "I think it's interesting that 'cologne' rhymes with 'alone.'"
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "Yes, I am seeking a husband. As soon as the right man asks me, I shall say, 'It is not good for a woman to live alone.'"
   },
   "author": {
    "text": "Anna Held"
   }
  },
  {
   "quote": {
    "text": "To be labelled a cheat - it's not fair. If I'm a cheat, then prove I'm a cheat or just leave me alone and let me do what I do best."
   },
   "author": {
    "text": "Mo Farah"
   }
  },
  {
   "quote": {
    "text": "The right to be let alone is indeed the beginning of all freedoms."
   },
   "author": {
    "text": "William O. Douglas"
   }
  },
  {
   "quote": {
    "text": "The older I grow, the more I find myself alone."
   },
   "author": {
    "text": "Alberto Giacometti"
   }
  },
  {
   "quote": {
    "text": "All art stems from a place of alienation. Intimate and alone. Most people are oppressed by the opinion of others, but I was not that way. I was afraid of the repercussions of not doing what I was told to do, what I was called to do by a creator."
   },
   "author": {
    "text": "CeeLo Green"
   }
  },
  {
   "quote": {
    "text": "I hope not in works. I hope not in ethics. I hope not in baptisms or church membership. I hope in Christ alone."
   },
   "author": {
    "text": "Paul Washer"
   }
  },
  {
   "quote": {
    "text": "The difference between the denominational system and the public school system is all the difference between bolstering them up on the one hand and letting them alone of the other."
   },
   "author": {
    "text": "Edmund Barton"
   }
  },
  {
   "quote": {
    "text": "I love producing, writing. I rarely write with other writers unless I have a real great respect for them. Like Burt Bacharach, or Carole Sager, or Stevie Wonder. Somebody like Smokey - like that. Otherwise, I choose to write alone."
   },
   "author": {
    "text": "Aretha Franklin"
   }
  },
  {
   "quote": {
    "text": "Custom turns everything upside down. Give it time, and what can resist its hardening effect? What does not yield to use? How many find that the bitterness they had formerly dreaded has, unfortunately, through use alone, turned to sweetness?"
   },
   "author": {
    "text": "Saint Bernard"
   }
  },
  {
   "quote": {
    "text": "That heart alone is hard which does not shudder at itself for not feeling its hardness."
   },
   "author": {
    "text": "Saint Bernard"
   }
  },
  {
   "quote": {
    "text": "From 18 to 22, I was alone, living in L.A. with a bunch of friends, partying."
   },
   "author": {
    "text": "Heath Ledger"
   }
  },
  {
   "quote": {
    "text": "A journal of the 'subjective' kind I have always thought foolish, as nurturing a morbid self -consciousness in the writer; and yet, alone so much as I am, it is well to have some sort of a ventilator from the interior."
   },
   "author": {
    "text": "Lucy Larcom"
   }
  },
  {
   "quote": {
    "text": "All of our great traditions, religious, contemplative and artistic, say that you must a learn how to be alone - and have a relationship with silence. It is difficult, but it can start with just the tiniest quiet moment."
   },
   "author": {
    "text": "David Whyte"
   }
  },
  {
   "quote": {
    "text": "For so long as the Jew has even one ally, he will be convinced - in his smallness of mind - that his salvation came from that ally. It is only when he is alone - against all of his own efforts and frantic attempts - that he will, through no choice, be compelled to turn to G-d."
   },
   "author": {
    "text": "Meir Kahane"
   }
  },
  {
   "quote": {
    "text": "Crime is a fact of the human species, a fact of that species alone, but it is above all the secret aspect, impenetrable and hidden. Crime hides, and by far the most terrifying things are those which elude us."
   },
   "author": {
    "text": "Georges Bataille"
   }
  },
  {
   "quote": {
    "text": "I like the idea of being a sculptor. Just me alone, making something - that solitary existence."
   },
   "author": {
    "text": "Ewan McGregor"
   }
  },
  {
   "quote": {
    "text": "I am alone, some people help me, but, basically, I can do what I want."
   },
   "author": {
    "text": "Sergei Bubka"
   }
  },
  {
   "quote": {
    "text": "Confession alone is not necessarily good for the soul."
   },
   "author": {
    "text": "Pete Hamill"
   }
  },
  {
   "quote": {
    "text": "I was born alone, I'm gonna die alone. I have my own identity. I'm my own person, and no two people are the same."
   },
   "author": {
    "text": "ASAP Ferg"
   }
  },
  {
   "quote": {
    "text": "With production alone as the goal, industry in North America was dominated by the assembly line, standardization for mass consumption."
   },
   "author": {
    "text": "Arthur Erickson"
   }
  },
  {
   "quote": {
    "text": "I almost got kidnapped trying to find a taxi in the street. In Saudi Arabia, it's not normal for a woman to walk in the street alone, and I don't cover my face, so I am an open target."
   },
   "author": {
    "text": "Manal al-Sharif"
   }
  },
  {
   "quote": {
    "text": "In a world that is constantly changing, there is no one subject or set of subjects that will serve you for the foreseeable future, let alone for the rest of your life. The most important skill to acquire now is learning how to learn."
   },
   "author": {
    "text": "John Naisbitt"
   }
  },
  {
   "quote": {
    "text": "Twenty years ago, I wrote a book called 'It Takes a Village.' And a lot of people looked at the title and asked, 'What the heck do you mean by that?' This is what I mean. None of us can raise a family, build a business, heal a community or lift a country totally alone."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "I feel most at home when I'm alone. That's not sad. It's just I feel closest to source and connection when I'm by myself."
   },
   "author": {
    "text": "Tituss Burgess"
   }
  },
  {
   "quote": {
    "text": "Eagles commonly fly alone. They are crows, daws, and starlings that flock together."
   },
   "author": {
    "text": "John Webster"
   }
  },
  {
   "quote": {
    "text": "Over the years I have been kind of lazy, thinking my talent alone can do it."
   },
   "author": {
    "text": "Asafa Powell"
   }
  },
  {
   "quote": {
    "text": "People assume NFL cheerleaders are within some vague sniffing distance of the good life, but a Ben-Gal is paid seventy-five bucks per game. That is correct: seventy-five bucks for each of ten home games. The grand cash total per season does not keep most of them flush in hair spray, let alone gas money to and from practice."
   },
   "author": {
    "text": "Jeanne Marie Laskas"
   }
  },
  {
   "quote": {
    "text": "No man is an island. No man stands alone."
   },
   "author": {
    "text": "Dennis Brown"
   }
  },
  {
   "quote": {
    "text": "I like to have a massage therapist come to my house, get a massage, take a bath, go to bed. That's a perfect night alone for me."
   },
   "author": {
    "text": "Stacy Keibler"
   }
  },
  {
   "quote": {
    "text": "No individual is alone responsible for a single stepping stone along the path of progress, and where the path is smooth progress is most rapid."
   },
   "author": {
    "text": "Ernest Lawrence"
   }
  },
  {
   "quote": {
    "text": "When we dream alone it is only a dream, but when many dream together it is the beginning of a new reality."
   },
   "author": {
    "text": "Friedensreich Hundertwasser"
   }
  },
  {
   "quote": {
    "text": "Crisis alone is not enough. There must also be a basis, though it need be neither rational nor ultimately correct, for faith in the particular candidate chosen."
   },
   "author": {
    "text": "Thomas Kuhn"
   }
  },
  {
   "quote": {
    "text": "When you work alone at home, time can become shapeless. There are no eleven o'clock meetings or afternoon coffee breaks. The light outside may clue me in to what part of the day it is, but if all is going well, the hours bleed together."
   },
   "author": {
    "text": "Isabel Gillies"
   }
  },
  {
   "quote": {
    "text": "Painting is the only universal language. All nature is creation's picture book. Painting alone can describe every thing which can be seen, and suggest every emotion which can be felt. Art reaches back into the babyhood of time, and is man's only lasting monument."
   },
   "author": {
    "text": "William Morris Hunt"
   }
  },
  {
   "quote": {
    "text": "To me, the sea is like a person - like a child that I've known a long time. It sounds crazy, I know, but when I swim in the sea, I talk to it. I never feel alone when I'm out there."
   },
   "author": {
    "text": "Gertrude Ederle"
   }
  },
  {
   "quote": {
    "text": "I've found that if you're not responsive to e-mail, it trains people to leave you alone."
   },
   "author": {
    "text": "David Karp"
   }
  },
  {
   "quote": {
    "text": "It's very hard to write a song alone. It's only by jamming that you can get a song together."
   },
   "author": {
    "text": "Maurice Gibb"
   }
  },
  {
   "quote": {
    "text": "For me, books have always been a way to feel less alone while being alone. Perhaps if I was depressed and isolated, just communicating with these authors through their sentences helped me."
   },
   "author": {
    "text": "Jonathan Ames"
   }
  },
  {
   "quote": {
    "text": "Sometimes I feel very alone. I am a bit of a nomad. Many people in sort of emerging countries, emerging economies, find themselves displaced. So there is that sense, and so I'm part of a whole, I think, group of displaced people."
   },
   "author": {
    "text": "Chris Abani"
   }
  },
  {
   "quote": {
    "text": "I was hiking a five-day loop - alone - in the Rocky Mountains when I rounded the switchback and saw a large body on the trail ahead. It had brown fur with a cinnamon tinge that was draped across dense, humped back muscle. A broad head lifted and I could see the dish-shaped muzzle was catching my scent. I knew bears. This was a grizzly."
   },
   "author": {
    "text": "Claire Cameron"
   }
  },
  {
   "quote": {
    "text": "I want to stand on a platform in the middle of Times Square and shout, 'You do not have to battle your Crohn's disease alone.'"
   },
   "author": {
    "text": "Mary Ann Mobley"
   }
  },
  {
   "quote": {
    "text": "The thing that's depressing is teaching graduate students today and discovering that they don't know simple elemental facts of grammar. They really do not know how to scan a line; they've never been taught to scan a line. Many of them don't know the difference between 'lie' and 'lay,' let alone 'its' and 'it's.' And they're in graduate school!"
   },
   "author": {
    "text": "Maxine Kumin"
   }
  },
  {
   "quote": {
    "text": "What is the worst of woes that wait on age? What stamps the wrinkle deeper on the brow? To view each loved one blotted from life's page, And be alone on earth, as I am now."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "Know then this truth, enough for man to know virtue alone is happiness below."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "The great increase of our population throughout the Union will alone produce an important effect, and in no quarter will it be so sensibly felt as in those in contemplation."
   },
   "author": {
    "text": "James Monroe"
   }
  },
  {
   "quote": {
    "text": "I can't really define it in sexual terms alone although our sexuality is so energizing why not enjoy it too?"
   },
   "author": {
    "text": "Audre Lorde"
   }
  },
  {
   "quote": {
    "text": "Love alone is capable of uniting living beings in such a way as to complete and fulfill them, for it alone takes them and joins them by what is deepest in themselves."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "I don't know. I think it's funny! I think it's funny! I go, what? It's so absurd. I'm alone."
   },
   "author": {
    "text": "Danny DeVito"
   }
  },
  {
   "quote": {
    "text": "Man's ultimate concern must be expressed symbolically, because symbolic language alone is able to express the ultimate."
   },
   "author": {
    "text": "Paul Tillich"
   }
  },
  {
   "quote": {
    "text": "The Fuhrer alone is the present and future German reality and its law. Learn to know ever more deeply: from now on every single thing demands decision, and every action responsibility."
   },
   "author": {
    "text": "Martin Heidegger"
   }
  },
  {
   "quote": {
    "text": "Stardom is a magical yet freakish situation at times. It's a cliche but very true that at times, you feel so alone, even when you're surrounded by so many people."
   },
   "author": {
    "text": "Mariah Carey"
   }
  },
  {
   "quote": {
    "text": "I need to do things on my own, need to be left alone."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "One of the odd enjoyments in life is to be alone in a room full of people. To have them there as unknowing human filler in your wide shot."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "I like to work in the morning. I like to sometimes go to a place where I'm all alone where I'm not going to get a phone call early that hurts my feelings, because once my feelings are hurt, I'm dead in the water."
   },
   "author": {
    "text": "Francis Ford Coppola"
   }
  },
  {
   "quote": {
    "text": "Casseroles don't have to be about canned ingredients and vegetables you normally wouldn't even think of eating alone, much less stuck in between layers of sauce and breadcrumbs. They can vary from everyone's favorite all-time casserole, macaroni and cheese, to the ultimate English casserole, Shepherd's Pie."
   },
   "author": {
    "text": "Marcus Samuelsson"
   }
  },
  {
   "quote": {
    "text": "When thinking about companions gone, we feel ourselves doubly alone."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "The music industry is a strange combination of having real and intangible assets: pop bands are brand names in themselves, and at a given stage in their careers their name alone can practically gaurantee hit records."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "Children, dear and loving children, can alone console a woman for the loss of her beauty."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "Certain springs are tapped only when we are alone. Women need solitude in order to find again the true essence of themselves; that firm strand which will be the indispensable center of a whole web of human relationships."
   },
   "author": {
    "text": "Anne Morrow Lindbergh"
   }
  },
  {
   "quote": {
    "text": "Experience was my only teacher; I knew little of the modern art movement. When I first saw the works of the Impressionists, van Gogh, van Dongen, and Fauves, I admired it. But I had to seek the true way alone."
   },
   "author": {
    "text": "Piet Mondrian"
   }
  },
  {
   "quote": {
    "text": "U2 is an original species... there are colours and feelings and emotional terrain that we occupy that is ours and ours alone."
   },
   "author": {
    "text": "Bono"
   }
  },
  {
   "quote": {
    "text": "We're constantly re-evaluating the potential for life. We're finding it where we didn't think it could exist, such as volcanic vents and other extreme conditions like under arctic ice. We're finding life in these incredibly harsh and dynamic conditions, so we're having to re-evaluate our own ideas of what's possible on this planet alone."
   },
   "author": {
    "text": "Joe Rogan"
   }
  },
  {
   "quote": {
    "text": "The Lord had the wonderful advantage of being able to work alone."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "I personally go to the airport looking like a homeless person, because I think people will leave me alone. But I dress myself with my luggage - all my luggage matches."
   },
   "author": {
    "text": "Andre Leon Talley"
   }
  },
  {
   "quote": {
    "text": "All men's misfortunes spring from their hatred of being alone."
   },
   "author": {
    "text": "Jean de la Bruyere"
   }
  },
  {
   "quote": {
    "text": "Successful crimes alone are justified."
   },
   "author": {
    "text": "John Dryden"
   }
  },
  {
   "quote": {
    "text": "Inside myself is a place where I live all alone and that is where I renew my springs that never dry up."
   },
   "author": {
    "text": "Pearl S. Buck"
   }
  },
  {
   "quote": {
    "text": "I'd like to state that Spike Lee is not saying that African American culture is just for black people alone to enjoy and cherish. Culture is for everybody."
   },
   "author": {
    "text": "Spike Lee"
   }
  },
  {
   "quote": {
    "text": "Bid, then, the tender light of faith to shine By which alone the mortal heart is led Unto the thinking of the thought divine."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "When it comes to granting unconditional birthright citizenship, the United States and Canada are alone in the industrialized world: North American exceptionalism, you can call it."
   },
   "author": {
    "text": "Anand Giridharadas"
   }
  },
  {
   "quote": {
    "text": "I believe that if it were possible to scrap the whole of existing literature, all writers would find themselves inevitably producing something very close to SF ... No other form of fiction has the vocabulary of ideas and images to deal with the present, let alone the future."
   },
   "author": {
    "text": "J. G. Ballard"
   }
  },
  {
   "quote": {
    "text": "I think the Baby Boom does have a tendency to get its nose in everything. The Greatest Generation had a better tendency to leave people alone. Of course, they also had a better tendency to hate everybody's guts."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "When I first started writing, it was me alone with a computer in my apartment. I hated the time away from other people, and my writing sucked. Now I have a laptop; I can do the most tedious part of my job in a public place."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "Work alone will efface the footsteps of work."
   },
   "author": {
    "text": "James Whistler"
   }
  },
  {
   "quote": {
    "text": "I just find it absolutely bizarre that we are being lectured by the Americans about giving up our sovereignty and giving up control when the Americans won't even sign up to the international convention on the law of the seas, let alone the International Criminal Court."
   },
   "author": {
    "text": "Boris Johnson"
   }
  },
  {
   "quote": {
    "text": "Going on the road for long stretches can seem daunting, and I certainly miss being home sometimes, but the chance to see so many different cities, let alone perform in them, is something I am really grateful for."
   },
   "author": {
    "text": "John Mulaney"
   }
  },
  {
   "quote": {
    "text": "When a car's ahead of you, as long as you can see it, you get a tow, just like the draft in NASCAR. Even if it's a long ways down the track, it punches a hole in the air that has to help. When you're running alone, you can feel the difference, and it shows on the clock, too."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "People need to know that they are not alone, that they have not been abandoned; but that there is One Who loves them for what they are, Who cares about them."
   },
   "author": {
    "text": "Dada Vaswani"
   }
  },
  {
   "quote": {
    "text": "Just think: in all the clean, beautiful reaches of the solar system, our planet alone is a blot; our planet alone has death."
   },
   "author": {
    "text": "Annie Dillard"
   }
  },
  {
   "quote": {
    "text": "I used to wonder if it was God's plan that I should be alone for so much of my life. But I found peace. I found happiness within people and the world."
   },
   "author": {
    "text": "Lana Del Rey"
   }
  },
  {
   "quote": {
    "text": "I was watching the Nina Simone documentary alone in my room, and I said out loud to myself, 'Why do we not know that this woman is beauty? She is beauty! Why did no one tell me this growing up? Why was her name not next to 'beauty' in the dictionary?'"
   },
   "author": {
    "text": "Tracee Ellis Ross"
   }
  },
  {
   "quote": {
    "text": "Unless we love and are loved, each of us is alone, each of us is deeply lonely."
   },
   "author": {
    "text": "Mortimer Adler"
   }
  },
  {
   "quote": {
    "text": "I think it's very healthy to spend time alone. You need to know how to be alone and not be defined by another person."
   },
   "author": {
    "text": "Olivia Wilde"
   }
  },
  {
   "quote": {
    "text": "Books should be right up there with exercise and diet as something that don't just entertain us but heal us. They tell us we are not alone and fix the pieces of us that can be shattered by reality. They are teachers, and they are friends, and we should never contemplate a world - or a life - without them."
   },
   "author": {
    "text": "Matt Haig"
   }
  },
  {
   "quote": {
    "text": "Every animal leaves traces of what it was; man alone leaves traces of what he created."
   },
   "author": {
    "text": "Jacob Bronowski"
   }
  },
  {
   "quote": {
    "text": "What one state could not get alone, what one miner against a powerful corporation could not achieve, can be achieved by the union."
   },
   "author": {
    "text": "Mary Harris Jones"
   }
  },
  {
   "quote": {
    "text": "Israel is no longer a people that dwells alone, and has to join the global journey toward peace, reconciliation and international cooperation."
   },
   "author": {
    "text": "Yitzhak Rabin"
   }
  },
  {
   "quote": {
    "text": "'Being green' is commendable, but I hope that people don't take too much pride and self-adoration because they shut off the water when they brushed their teeth. The truth of the matter is, conservation alone will do little to save our planet."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "I was passionate. I found something that I loved. I could be all alone in a big old skating rink and nobody could get near me and I didn't have to talk to anybody because of my shyness. It was great. I was in my fantasy world."
   },
   "author": {
    "text": "Dorothy Hamill"
   }
  },
  {
   "quote": {
    "text": "When you look at statistics for the white community alone, you see that we've become two separate worlds in which the successful are educated and wait to have children until they are married, and those in poverty are primarily those without higher education and with children outside of marriage."
   },
   "author": {
    "text": "Rand Paul"
   }
  },
  {
   "quote": {
    "text": "Had the United States and the United Kingdom gone on alone to capture Baghdad, under the provisions of the Geneva and Hague conventions we would have been considered occupying powers and therefore would have been responsible for all the costs of maintaining or restoring government, education and other services for the people of Iraq."
   },
   "author": {
    "text": "Norman Schwarzkopf"
   }
  },
  {
   "quote": {
    "text": "I can't even count the number of times I've obliterated my diet with a binge session. One second, I'm floating along just fine, four days into a successful low-carb lifestyle. The next? I'm standing alone in a dark kitchen, eating a sleeve of Ritz crackers and cream cheese with a spoon."
   },
   "author": {
    "text": "Rachel Hollis"
   }
  },
  {
   "quote": {
    "text": "I have tried in my role of being one of the first women at Google, let alone the first woman to have a baby, to really try to set the tone that this is a great place to work for diversity reasons."
   },
   "author": {
    "text": "Susan Wojcicki"
   }
  },
  {
   "quote": {
    "text": "Am I not peaceful? We want to be free - completely free. Free to be free. We want to be left alone."
   },
   "author": {
    "text": "Sukarno"
   }
  },
  {
   "quote": {
    "text": "My hopes are laid up within my own bosom, for he is not alone with whom the Lord is; when he falls, he shall not be dashed to pieces, for the Lord sustains him in his hand."
   },
   "author": {
    "text": "Thomas Becket"
   }
  },
  {
   "quote": {
    "text": "Forbidden pleasures alone are loved immoderately; when lawful, they do not excite desire."
   },
   "author": {
    "text": "Quintilian"
   }
  },
  {
   "quote": {
    "text": "By far the greatest part of those goods which are the objects of desire, are procured by labour; and they may be multiplied, not in one country alone, but in many, almost without any assignable limit, if we are disposed to bestow the labour necessary to obtain them."
   },
   "author": {
    "text": "David Ricardo"
   }
  },
  {
   "quote": {
    "text": "Neutrinos alone, among all the known particles, have ethereal properties that are striking and romantic enough both to have inspired a poem by John Updike and to have sent teams of scientists deep underground for 50 years to build huge science-fiction-like contraptions to unravel their mysteries."
   },
   "author": {
    "text": "Lawrence M. Krauss"
   }
  },
  {
   "quote": {
    "text": "When I was a young person I went to the university and I learned a rational language, to think with the left side of the brain. But in the right side of the brain you have intuition and imagination. Words are not the truth; they indicate the way to go, but you need to go alone, in silence. Symbols have a language that kills the words."
   },
   "author": {
    "text": "Alejandro Jodorowsky"
   }
  },
  {
   "quote": {
    "text": "No woman has to be a victim of physical abuse. Women have to feel like they are not alone."
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "There's great sadness and life doesn't work out like you would want, on a lot of levels, but there's no need to feel all alone. This happens to everybody, so there's no self-pity. This is the ride that humans are on, and all of it is essential for our natural part of it."
   },
   "author": {
    "text": "Mike Mills"
   }
  },
  {
   "quote": {
    "text": "The athlete of today is not an athlete alone. He's the center of a team - doctors, scientists, coaches, agents and so on."
   },
   "author": {
    "text": "Emil Zatopek"
   }
  },
  {
   "quote": {
    "text": "My mother was a professional sick person; she took a lot of pain pills. There are many people like that. It's just how they are used to getting attention. I always remember she's the daughter of alcoholics who'd leave her alone at Christmas time."
   },
   "author": {
    "text": "Jim Carrey"
   }
  },
  {
   "quote": {
    "text": "I live and work alone and travel light, relying largely on my memory and making a point of letting intuition guide my way."
   },
   "author": {
    "text": "Lyall Watson"
   }
  },
  {
   "quote": {
    "text": "The idea of feeling isolated is scary to me - to walk through the world alone would be heartbreaking."
   },
   "author": {
    "text": "Jacqueline Woodson"
   }
  },
  {
   "quote": {
    "text": "Well, it's true that I've never been solitary, although I spend a lot of time alone. I've never felt lonely or been shy."
   },
   "author": {
    "text": "Richard E. Grant"
   }
  },
  {
   "quote": {
    "text": "Acquire the habit of speaking to God as if you were alone with Him, familiarly and with confidence and love, as to the dearest and most loving of friends."
   },
   "author": {
    "text": "Alphonsus Liguori"
   }
  },
  {
   "quote": {
    "text": "It would do the world good if every man would compel himself occasionally to be absolutely alone. Most of the world s progress has come out of such loneliness."
   },
   "author": {
    "text": "Bruce Barton"
   }
  },
  {
   "quote": {
    "text": "When you have two busy kids running around the house, returning e-mails is a task, let alone surfing the web."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "Exxon Mobil and JPMorgan Chase each made more in profits in the first quarter of 2012 alone than the entire state budget of Montana. Without a doubt, multinational corporations like these have the resources to overwhelm the voices of the people."
   },
   "author": {
    "text": "Eric Schneiderman"
   }
  },
  {
   "quote": {
    "text": "A simple enough pleasure, surely, to have breakfast alone with one's husband, but how seldom married people in the midst of life achieve it."
   },
   "author": {
    "text": "Anne Spencer"
   }
  },
  {
   "quote": {
    "text": "As a farm girl, even when I was quite young, I had my 'farm chores' - but I had time also to be alone, to explore the fields, woods and creek side. And to read."
   },
   "author": {
    "text": "Joyce Carol Oates"
   }
  },
  {
   "quote": {
    "text": "I don't have the best family life. I'm not going to have a sob story and be like, my parents abandoned me, because they didn't. But they also are not that present. When I'm alone, I'm alone. I don't have anybody to call, and so I have to create meaning from myself."
   },
   "author": {
    "text": "Constance Wu"
   }
  },
  {
   "quote": {
    "text": "It is a great mystery that though the human heart longs for Truth, in which alone it finds liberation and delight, the first reaction of human beings to Truth is one of hostility and fear!"
   },
   "author": {
    "text": "Anthony de Mello"
   }
  },
  {
   "quote": {
    "text": "There's a lot of people out there who go through hard times, and they feel alone. They feel like nobody is there. But I'm in the same boat."
   },
   "author": {
    "text": "Brandy Norwood"
   }
  },
  {
   "quote": {
    "text": "Do not rely completely on any other human being, however dear. We meet all life's greatest tests alone."
   },
   "author": {
    "text": "Agnes Macphail"
   }
  },
  {
   "quote": {
    "text": "It is misery, you know, unspeakable misery for the man who lives alone and who detests sordid, casual affairs; not old enough to do without women, but not young enough to be able to go and look for one without shame!"
   },
   "author": {
    "text": "Luigi Pirandello"
   }
  },
  {
   "quote": {
    "text": "No matter how close to yours another's steps have grown, in the end there is one dance you'll do alone."
   },
   "author": {
    "text": "Jackson Browne"
   }
  },
  {
   "quote": {
    "text": "There are two evil futurities and one good. A miserable future existence is evil; and annihilation, or nigban, is an evil - a fearful evil. A happy future existence is alone good."
   },
   "author": {
    "text": "Adoniram Judson"
   }
  },
  {
   "quote": {
    "text": "I get a friend to travel with me... I need somebody to bring me back to who I am. It's hard to be alone."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "Sometimes, when I'm alone, I put on six inch heels and wear nothing else and dance around in front of the mirror and do my little stripper dance."
   },
   "author": {
    "text": "Tori Spelling"
   }
  },
  {
   "quote": {
    "text": "The hours I spend with you I look upon as sort of a perfumed garden, a dim twilight, and a fountain singing to it. You and you alone make me feel that I am alive. Other men it is said have seen angels, but I have seen thee and thou art enough."
   },
   "author": {
    "text": "George Edward Moore"
   }
  },
  {
   "quote": {
    "text": "Man, I hate to get depressing on you, but I don't have a game. I'm so alone, so depressed, so dark, no."
   },
   "author": {
    "text": "Jason Schwartzman"
   }
  },
  {
   "quote": {
    "text": "I have learnt to enjoy my own company because I have lived alone many years."
   },
   "author": {
    "text": "Winnie Byanyima"
   }
  },
  {
   "quote": {
    "text": "As powerful as is our soul's call, so potent are the forces of Resistance arrayed against it. We're not alone if we've been mowed down by Resistance; millions of good men and women have bitten the dust before us."
   },
   "author": {
    "text": "Steven Pressfield"
   }
  },
  {
   "quote": {
    "text": "A lot of women are afraid of loneliness, so when they see a woman who can live alone, then they think, 'Hmm, I can do that.' But you need an example, and that is why I am proud to say I have divorced three husbands."
   },
   "author": {
    "text": "Nawal El Saadawi"
   }
  },
  {
   "quote": {
    "text": "Some women succeed at being strong and also tender, but most of those who have intended to walk alone, making their own way, have lost their happiness."
   },
   "author": {
    "text": "Elsa Schiaparelli"
   }
  },
  {
   "quote": {
    "text": "When I was a graduate student in computer science in the early 2000s, computers were barely able to detect sharp edges in photographs, let alone recognize something as loosely defined as a human face."
   },
   "author": {
    "text": "Fei-Fei Li"
   }
  },
  {
   "quote": {
    "text": "He that can live alone resembles the brute beast in nothing, the sage in much, and God in everything."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "When I was at BMW and Aston Martin, I realized how difficult and how many resources it takes to create a car - let alone a car company."
   },
   "author": {
    "text": "Henrik Fisker"
   }
  },
  {
   "quote": {
    "text": "I believe that we're not alone. How can we be alone in an infinite universe? I'm using the word 'alien' with a little trepidation because I know that sparks so many different versions of that word, and there are so many different images that come into one person's head when someone says it."
   },
   "author": {
    "text": "Rose Leslie"
   }
  },
  {
   "quote": {
    "text": "The foundations of a strong economy don't rest alone on the decisions of Chancellors or the spending programmes of government."
   },
   "author": {
    "text": "George Osborne"
   }
  },
  {
   "quote": {
    "text": "If I have freedom in my love, And in my soul am free, - Angels alone that soar above, Enjoy such liberty."
   },
   "author": {
    "text": "Richard Lovelace"
   }
  },
  {
   "quote": {
    "text": "To the great majority of white Americans, the Negro problem has distinctly negative connotations. It suggests something difficult to settle and equally difficult to leave alone. It is embarrassing. It makes for moral uneasiness."
   },
   "author": {
    "text": "Gunnar Myrdal"
   }
  },
  {
   "quote": {
    "text": "Photography can never grow up if it imitates some other medium. It has to walk alone; it has to be itself."
   },
   "author": {
    "text": "Berenice Abbott"
   }
  },
  {
   "quote": {
    "text": "I know most of the photographers in Ireland. And if I don't want my photograph taken, they will leave me alone."
   },
   "author": {
    "text": "Saoirse Ronan"
   }
  },
  {
   "quote": {
    "text": "You know, if you have a zoo you don't want the other creatures to see you. You want them to hang out and act properly and, you know, when the monkeys will come and ask for the bananas, they won't act like monkeys. If you want them to act on what their true nature is, you've got to leave them alone."
   },
   "author": {
    "text": "Tarsem Singh"
   }
  },
  {
   "quote": {
    "text": "You marry your friends when you stay with your friends. It's hard enough to find a good roommate, let alone a good person you can live with and fall in love with at the same time. You might as well just take your roommate, if you can find one, and marry them."
   },
   "author": {
    "text": "Ariel Pink"
   }
  },
  {
   "quote": {
    "text": "Very much alone in my work, I am almost jealous of it."
   },
   "author": {
    "text": "Yves Tanguy"
   }
  },
  {
   "quote": {
    "text": "Comedy and politics have a lot in common. Both are great ways to pick up chicks - just look at Governor Spitzer. Or Ellen Degeneres. Both require spending time on the road meeting strangers who often have the desire to throw things at you. Both are difficult, if not impossible, to do all alone. And both rely heavily on personality."
   },
   "author": {
    "text": "Alexandra Petri"
   }
  },
  {
   "quote": {
    "text": "My mom's always been a good cook, so I took a lot of stuff from her, but most of the stuff I took from Emeril or Bobby Flay right off the TV and make it. I just loved to cook, so it just became a thing. It's a release. Even if I'm alone, I'll cook a full meal, maybe even a two-course meal, just because I love to cook. It's my secret love!"
   },
   "author": {
    "text": "Christian Kane"
   }
  },
  {
   "quote": {
    "text": "If the record was picked up by Dot Records, I would imagine that they would have wanted both sides of the record to be something by Lou alone which would account for the dropping of 'So Blue'."
   },
   "author": {
    "text": "Phil Harris"
   }
  },
  {
   "quote": {
    "text": "Why would anyone want to be called a size zero or even aspire to being a zero? I don't even understand the thinking behind it, let alone the practicalities. What is all that about?"
   },
   "author": {
    "text": "Dawn French"
   }
  },
  {
   "quote": {
    "text": "Music should probably provide answers in terms of lyrical content, and giving people a sense of togetherness and oneness, as opposed to being alone in their thoughts and dilemmas or regrets or happiness or whatever."
   },
   "author": {
    "text": "Peabo Bryson"
   }
  },
  {
   "quote": {
    "text": "No matter what it is you are cooking, buy the best ingredients you can afford. I don't care if it's a simple salad or Beef Wellington. A quality product stands alone and won't need any dressing up."
   },
   "author": {
    "text": "Joe Bastianich"
   }
  },
  {
   "quote": {
    "text": "A singer for me is more like someone who is standing alone with a microphone like Scott Walker, rather than someone who is bashing a plank and is spitting all over a microphone."
   },
   "author": {
    "text": "Graham Coxon"
   }
  },
  {
   "quote": {
    "text": "I'm always happy when I'm left alone, but if somebody comes and is nice, then we talk."
   },
   "author": {
    "text": "Maximilian Schell"
   }
  },
  {
   "quote": {
    "text": "No-one works for money alone and tapping into what people want from their careers and what they have to offer is essential."
   },
   "author": {
    "text": "Ricardo Semler"
   }
  },
  {
   "quote": {
    "text": "Your life is yours and yours alone. Rise up and live it."
   },
   "author": {
    "text": "Terry Goodkind"
   }
  },
  {
   "quote": {
    "text": "I mean one of the things about being alone is that you've no people to define yourself off, I mean, people are like all-round mirrors, because let's face it, we don't often see ourselves all round in a mirror anyway, do we."
   },
   "author": {
    "text": "Diana Wynne Jones"
   }
  },
  {
   "quote": {
    "text": "Events alone rarely provide much guide to the future."
   },
   "author": {
    "text": "Walter Lord"
   }
  },
  {
   "quote": {
    "text": "The simplest consequence of walking on crutches is that you walk slower. Every step must be a necessary one. When you hurry, you get where you're going, but you get there alone. When you go slow, you get where you're going, but you get there with a community you've built along the way."
   },
   "author": {
    "text": "Bruce Feiler"
   }
  },
  {
   "quote": {
    "text": "How do people who live utterly alone survive? There are so many things that won't open. I've got a few dresses in New York, and I can somehow get them on, but I can't get them off."
   },
   "author": {
    "text": "Marian Seldes"
   }
  },
  {
   "quote": {
    "text": "I've always had better luck learning things on my own. And I really love the challenge of doing it yourself and kind of being alone against the system."
   },
   "author": {
    "text": "Oren Peli"
   }
  },
  {
   "quote": {
    "text": "The secret to being a writer is that you have to write. It's not enough to think about writing or to study literature or plan a future life as an author. You really have to lock yourself away, alone, and get to work."
   },
   "author": {
    "text": "Augusten Burroughs"
   }
  },
  {
   "quote": {
    "text": "In 1969, when I was still living in London, I had gone with some friends to see 'Easy Rider' in a movie theater in Piccadilly Circus and had returned alone some days later to see it again. It was Jack's combination of ease and exuberance that had captured me from the moment he had come on-screen."
   },
   "author": {
    "text": "Anjelica Huston"
   }
  },
  {
   "quote": {
    "text": "I could be imagining it, but I believe myself to have exchanged sly, understanding nods with other people I see attending movies alone on Christmas Day."
   },
   "author": {
    "text": "Michelle Dean"
   }
  },
  {
   "quote": {
    "text": "When I was growing up, many of my relatives had never seen a black person before. Today, hundreds, maybe thousands of Africans live in Istanbul's old city alone. It's hard to imagine their lives in their human totality."
   },
   "author": {
    "text": "Elif Batuman"
   }
  },
  {
   "quote": {
    "text": "It was funny being at high school and also grocery shopping and having a job. Other kids were going home to their parents, who were doing their laundry, and I was like, 'Wait, what?' I was super isolated. I was 16, alone in New York, and modelling."
   },
   "author": {
    "text": "Margaret Qualley"
   }
  },
  {
   "quote": {
    "text": "I am tired, beloved, of chafing my heart against the want of you; of squeezing it into little ink drops, and posting it. And I scald alone, here, under the fire of the great moon."
   },
   "author": {
    "text": "Amy Lowell"
   }
  },
  {
   "quote": {
    "text": "Millions of Americans cannot tell you who lived at Mount Vernon or who wrote the Declaration of Independence - let alone the Emancipation Proclamation. But they know that to be 'a Benedict Arnold' is to be a traitor of the deepest dye - someone who coldly betrays not only a sacred cause but every moral scruple along the way."
   },
   "author": {
    "text": "Arthur L. Herman"
   }
  },
  {
   "quote": {
    "text": "The problem of chemotherapy of bacterial infections could be solved neither by the experimental medical research worker nor by the chemist alone, but only by the two together working in very close cooperation over many years."
   },
   "author": {
    "text": "Gerhard Domagk"
   }
  },
  {
   "quote": {
    "text": "In order to survive, you have to be alone with yourself to regenerate the spirit."
   },
   "author": {
    "text": "Danielle Darrieux"
   }
  },
  {
   "quote": {
    "text": "One night some short weeks ago, for the first time in her not always happy life, Marilyn Monroe's soul sat down alone to a quiet supper from which it did not rise."
   },
   "author": {
    "text": "Clifford Odets"
   }
  },
  {
   "quote": {
    "text": "I've learned that intelligence alone doesn't mean a damn thing. It only leads to violence and pain."
   },
   "author": {
    "text": "Daniel Keyes"
   }
  },
  {
   "quote": {
    "text": "Only that thing is free which exists by the necessities of its own nature, and is determined in its actions by itself alone."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "When I'm doing a movie, I'm not doing anything else. It's all about the movie. I don't have a wife. I don't have a kid. Nothing can get in my way... I've made a choice, so far, to go on this road alone. Because this is my time. This is my time to make movies."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "Testing oneself is best when done alone."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "I'm a musician with a very unique mental state, I suppose. I'm agoraphobic. I'm scared to leave my house. I haven't been alone in, like, two years. I'm either with my boyfriend or my assistant, my manager or my tour manager. I won't go anywhere by myself; I'm too terrified."
   },
   "author": {
    "text": "Halsey"
   }
  },
  {
   "quote": {
    "text": "Birds and animals probably think without knowing that they think; that is, they have not self-consciousness. Only man seems to be endowed with this faculty; he alone develops disinterested intelligence, intelligence that is not primarily concerned with his own safety and well-being but that looks abroad upon things."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "I discovered that I was part of a Parkinson's community with similar experiences and similar questions that I'd been dealing with alone."
   },
   "author": {
    "text": "Michael J. Fox"
   }
  },
  {
   "quote": {
    "text": "Obviously, the cinematography of films is art, just as a still shot can be art. If I'm watching a Wes Anderson movie, the colour palettes alone, and the way they're painted, could be art. With music, you're a little bit limited, of course, because it's only audio."
   },
   "author": {
    "text": "Frank Ocean"
   }
  },
  {
   "quote": {
    "text": "How can we educators claim credit for understanding, let alone teaching, the 'global mind' without a single course on the impact of religion on every day life?"
   },
   "author": {
    "text": "Warren Bennis"
   }
  },
  {
   "quote": {
    "text": "We're all in this alone."
   },
   "author": {
    "text": "Lily Tomlin"
   }
  },
  {
   "quote": {
    "text": "Offspring, the due performance on religious rites, faithful service, highest conjugal happiness and heavenly bliss for the ancestors and oneself, depend on one's wife alone."
   },
   "author": {
    "text": "Guru Nanak"
   }
  },
  {
   "quote": {
    "text": "I do love my country. I don't think I'm particularly a good American. I don't know what makes a good American. Other than somebody who - I like people who let other people alone. I think that's a pretty good American. And I keep my hands to myself. So I'm an OK American."
   },
   "author": {
    "text": "Stephen Colbert"
   }
  },
  {
   "quote": {
    "text": "It is the unknown that excites the ardor of scholars, who, in the known alone, would shrivel up with boredom."
   },
   "author": {
    "text": "Wallace Stevens"
   }
  },
  {
   "quote": {
    "text": "Death is the mother of Beauty; hence from her, alone, shall come fulfillment to our dreams and our desires."
   },
   "author": {
    "text": "Wallace Stevens"
   }
  },
  {
   "quote": {
    "text": "I got in touch with the creative process between the age of 14 and 16, mainly because I was alone so much."
   },
   "author": {
    "text": "Chris Cornell"
   }
  },
  {
   "quote": {
    "text": "Our future cannot depend on the government alone. The ultimate solutions lie in the attitudes and the actions of the American people."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "There are places and moments in which one is so completely alone that one sees the world entire."
   },
   "author": {
    "text": "Jules Renard"
   }
  },
  {
   "quote": {
    "text": "No employer today is independent of those about him. He cannot succeed alone, no matter how great his ability or capital. Business today is more than ever a question of cooperation."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "I'm shooting in Brooklyn, we've got all kinds of crap going on, and I'm all alone now in a big hotel suite that you can't believe the size of it and a thing sticks in my foot and I just think it's the funniest thing that's ever happened to me."
   },
   "author": {
    "text": "Danny DeVito"
   }
  },
  {
   "quote": {
    "text": "If hearing that the CEO of Apple is gay can help someone struggling to come to terms with who he or she is, or bring comfort to anyone who feels alone, or inspire people to insist on their equality, then it's worth the trade-off with my own privacy."
   },
   "author": {
    "text": "Tim Cook"
   }
  },
  {
   "quote": {
    "text": "If I have not the power to put myself in the place of other people, but must be continually burrowing inward, I shall never be the magnanimous creative person I wish to be. Yet I am hypnotized by the workings of the individual, alone, and am continually using myself as a specimen."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "It is great folly to wish to be wise all alone."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "Though nature be ever so generous, yet can she not make a hero alone. Fortune must contribute her part too; and till both concur, the work cannot be perfected."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "I never liked big parties, especially going alone. I much prefer smaller gatherings that are more intimate."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "The torch America carries is one of decency and hope. It is not America's torch alone. But it is America's duty - and honor - to hold it high enough that all the world can see its light."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "To dare to live alone is the rarest courage; since there are many who had rather meet their bitterest enemy in the field, than their own hearts in their closet."
   },
   "author": {
    "text": "Charles Caleb Colton"
   }
  },
  {
   "quote": {
    "text": "No one chooses to raise children alone."
   },
   "author": {
    "text": "Erykah Badu"
   }
  },
  {
   "quote": {
    "text": "The attempt to devote oneself to literature alone is a most deceptive thing, and often, paradoxically, it is literature that suffers for it."
   },
   "author": {
    "text": "Vaclav Havel"
   }
  },
  {
   "quote": {
    "text": "I very much wished not to be noticed, and to be left alone, and I sort of succeeded."
   },
   "author": {
    "text": "Mary Oliver"
   }
  },
  {
   "quote": {
    "text": "Social media has taken over in America to such an extreme that to get my own kids to look back a week in their history is a miracle, let alone 100 years."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "The common class of mankind are actuated by no nobler principle than that of self-interest; this and this alone determines all adventurers in privateers: the owners, as well as those whom they employ."
   },
   "author": {
    "text": "John Paul Jones"
   }
  },
  {
   "quote": {
    "text": "My heart reaches out to you missionaries. You simply cannot do it alone and do it well. You must have the help of others. That power to help lies within each of us."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "Wisdom alone is true ambition's aim, wisdom is the source of virtue and of fame; obtained with labour, for mankind employed, and then, when most you share it, best enjoyed."
   },
   "author": {
    "text": "Alfred North Whitehead"
   }
  },
  {
   "quote": {
    "text": "I was sleeping the other night, alone, thanks to the exterminator."
   },
   "author": {
    "text": "Emo Philips"
   }
  },
  {
   "quote": {
    "text": "I don't even know how to use a parking meter, let alone a phone box."
   },
   "author": {
    "text": "Princess Diana"
   }
  },
  {
   "quote": {
    "text": "I think that one of the reasons why people look towards the end of humanity is that people are afraid to die alone. If you die alone, the people you love will miss you, or if they die, you miss them - the sorrow is inevitable. When you truly love someone, the thought of losing them forever is horrible."
   },
   "author": {
    "text": "Joe Rogan"
   }
  },
  {
   "quote": {
    "text": "There is a destiny which makes us brothers; none goes his way alone. All that we send into the lives of others comes back into our own."
   },
   "author": {
    "text": "Edwin Markham"
   }
  },
  {
   "quote": {
    "text": "Fail I alone, in words and deeds? Why, all men strive and who succeeds?"
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "Finds progress, man's distinctive mark alone, Not God's, and not the beast's; God is, they are, Man partly is, and wholly hopes to be."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "At the moment of childbirth, every woman has the same aura of isolation, as though she were abandoned, alone."
   },
   "author": {
    "text": "Boris Pasternak"
   }
  },
  {
   "quote": {
    "text": "One of the reasons we stay so alone in our lives is because we're ashamed to talk about the hard stuff. It's as simple as that. We're all in pain in different ways, and we don't get the help we need because we're too ashamed to talk about the pain."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "All of our unhappiness comes from our inability to be alone."
   },
   "author": {
    "text": "Jean de la Bruyere"
   }
  },
  {
   "quote": {
    "text": "A man filled with the love of God is not content with blessing his family alone, but ranges through the whole world, anxious to bless the whole human race."
   },
   "author": {
    "text": "Joseph Smith, Jr."
   }
  },
  {
   "quote": {
    "text": "All of creation, in the biblical view, was to ultimately prepare the way for the creation of man. But one does not need the Bible alone to hold this view. A purely scientific reading of the universe is in keeping with this view. Everything - every natural and physical law - is exquisitely tuned to produce life, and ultimately man, on earth."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "Reason is a crutch for age, but youth is strong enough to walk alone."
   },
   "author": {
    "text": "John Dryden"
   }
  },
  {
   "quote": {
    "text": "No one should be left to suffer alone."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "If we continue to seek learning to serve God and His children better, it is a blessing of great worth. If we begin to seek learning to exalt ourselves alone, it leads to selfishness and pride, which will take us away from eternal life."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "I need, absolutely, to be alone."
   },
   "author": {
    "text": "Jeanne Moreau"
   }
  },
  {
   "quote": {
    "text": "Not all paintings are abstract; they're not all Jackson Pollock. There's value in a photograph of a man alone on a boat at sea, and there is value in painting of a man alone on a boat at sea. In the painting, the painting has more freedom to express an idea, more latitude in being able to elicit certain emotion."
   },
   "author": {
    "text": "Aaron Sorkin"
   }
  },
  {
   "quote": {
    "text": "Why is it you feel like a dope if you laugh alone, but that's usually how you end up crying?"
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "When they are alone they want to be with others, and when they are with others they want to be alone. After all, human beings are like that."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "There is no pleasure to me without communication: there is not so much as a sprightly thought comes into my mind that it does not grieve me to have produced alone, and that I have no one to tell it to."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "Buddhism notes that it is always a mistake to think your soul can go it alone."
   },
   "author": {
    "text": "Annie Dillard"
   }
  },
  {
   "quote": {
    "text": "I don't like being in houses alone."
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "The words of the Bible, and the Bible alone, should be heard from the pulpit."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Love exercised while duty is neglected will make children headstrong, willful, perverse, selfish, and disobedient. If stern duty is left to stand alone without love to soften and win, it will have a similar result. Duty and love must be blended in order that children may be properly disciplined."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "I want to be alone."
   },
   "author": {
    "text": "Greta Garbo"
   }
  },
  {
   "quote": {
    "text": "By all means use some time to be alone."
   },
   "author": {
    "text": "Edward Young"
   }
  },
  {
   "quote": {
    "text": "An inspiration - a long, deep breath of the pure air of thought - could alone give health to the heart."
   },
   "author": {
    "text": "Richard Jefferies"
   }
  },
  {
   "quote": {
    "text": "None of us will ever accomplish anything excellent or commanding except when he listens to this whisper which is heard by him alone."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "Doubt, of whatever kind, can be ended by action alone."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "Work alone is noble."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "One definition of eternity is that we are not alone on this planet, that there are those who've gone before and those who will come, and that there is a community of spirits."
   },
   "author": {
    "text": "Rita Dove"
   }
  },
  {
   "quote": {
    "text": "The question of whether or to what extent human activities are causing global warming is not a matter of ideology, let alone of belief. The issue is simply one of risk management."
   },
   "author": {
    "text": "Malcolm Turnbull"
   }
  },
  {
   "quote": {
    "text": "It's amazing the things you hear from your players talking to them one on one. I never embarrassed a player, I spoke with him alone."
   },
   "author": {
    "text": "Morgan Wootten"
   }
  },
  {
   "quote": {
    "text": "Who knows what technology will emerge in the next five years, let alone 20. Yet the education we provide our children now is supposed to last for decades. We cannot train them for jobs that do not even exist yet, but we can provide them with the minds and tools they'll need to adapt to our ever-changing set of circumstances."
   },
   "author": {
    "text": "Jim Hunt"
   }
  },
  {
   "quote": {
    "text": "If you talk to geneticists they are constantly finding that your genes are being switched on and off because of the environment. Genes alone do not determine an exact path in your life."
   },
   "author": {
    "text": "Jeffrey Eugenides"
   }
  },
  {
   "quote": {
    "text": "On April 8, 1982, I was alone in the electron microscope room when I discovered the Icosahedral Phase that opened the field of quasi-periodic crystals."
   },
   "author": {
    "text": "Dan Shechtman"
   }
  },
  {
   "quote": {
    "text": "Fear of error which everything recalls to me at every moment of the flight of my ideas, this mania for control, makes men prefer reason's imagination to the imagination of the senses. And yet it is always the imagination alone which is at work."
   },
   "author": {
    "text": "Louis Aragon"
   }
  },
  {
   "quote": {
    "text": "In my cranky old age, I actually prefer recording alone now, on 'The Simpsons,' for example, because I find that the director can just focus on what I'm doing and I can do a lot of variations. A lot of times, when I record with a group, I'll stay after class for another hour or two."
   },
   "author": {
    "text": "Hank Azaria"
   }
  },
  {
   "quote": {
    "text": "I have always been a bit of an introvert. In fact, my dad used to force me to meet people so that my interpersonal skills improve. As an individual, I was happiest when left alone."
   },
   "author": {
    "text": "Ashwin Sanghi"
   }
  },
  {
   "quote": {
    "text": "You can't fake it when you're alone with God, you know."
   },
   "author": {
    "text": "Jim Bakker"
   }
  },
  {
   "quote": {
    "text": "Tell me who is able to keep his bed chaste, or which goddess is able to live with one god alone?"
   },
   "author": {
    "text": "Sextus Propertius"
   }
  },
  {
   "quote": {
    "text": "My father had left behind an old piano. My sister was already going to school, my mother was out working, and I stayed at home alone with my adorable grandmother who understood nothing I said. It was so boring that I stayed at the piano all day long, and that saved my life."
   },
   "author": {
    "text": "Michel Legrand"
   }
  },
  {
   "quote": {
    "text": "What is it that love does to a woman? Without she only sleeps; with it alone, she lives."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "Remember we're all in this alone."
   },
   "author": {
    "text": "Lily Tomlin"
   }
  },
  {
   "quote": {
    "text": "I was never less alone than when by myself."
   },
   "author": {
    "text": "Edward Gibbon"
   }
  },
  {
   "quote": {
    "text": "The desire to get married, which - I regret to say, I believe is basic and primal in women - is followed almost immediately by an equally basic and primal urge - which is to be single again."
   },
   "author": {
    "text": "Nora Ephron"
   }
  },
  {
   "quote": {
    "text": "I think the greatest amount of pressure is the pressure I place on myself. So in a way I chose to be alone."
   },
   "author": {
    "text": "Cathy Freeman"
   }
  },
  {
   "quote": {
    "text": "Solitude is un-American."
   },
   "author": {
    "text": "Erica Jong"
   }
  },
  {
   "quote": {
    "text": "When I'm alone, I can sleep crossways in bed without an argument."
   },
   "author": {
    "text": "Zsa Zsa Gabor"
   }
  },
  {
   "quote": {
    "text": "The capacity for not feeling lonely can carry a very real price, that of feeling nothing at all."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "I like my life alone. I mean, I love being with friends, and I love kissing and loving someone to pieces. But it's hard to find someone who doesn't ultimately start judging you and your choices."
   },
   "author": {
    "text": "Sarah Silverman"
   }
  },
  {
   "quote": {
    "text": "To be adult is to be alone."
   },
   "author": {
    "text": "Jean Rostand"
   }
  },
  {
   "quote": {
    "text": "I'm very happy alone."
   },
   "author": {
    "text": "Octavia E. Butler"
   }
  },
  {
   "quote": {
    "text": "The longer one is alone, the easier it is to hear the song of the earth."
   },
   "author": {
    "text": "Robert Anton Wilson"
   }
  },
  {
   "quote": {
    "text": "Even in the presence of others he was completely alone."
   },
   "author": {
    "text": "Robert M. Pirsig"
   }
  },
  {
   "quote": {
    "text": "A man content to go to heaven alone will never go to heaven."
   },
   "author": {
    "text": "Boethius"
   }
  },
  {
   "quote": {
    "text": "If you're going to put yourself above everybody else, you might end up alone."
   },
   "author": {
    "text": "Joseph Gordon-Levitt"
   }
  },
  {
   "quote": {
    "text": "Be able to be alone. Lose not the advantage of solitude, and the society of thyself."
   },
   "author": {
    "text": "Thomas Browne"
   }
  },
  {
   "quote": {
    "text": "My family and relatives alone could fill Shanmukhananda Hall in Bombay."
   },
   "author": {
    "text": "Zubin Mehta"
   }
  },
  {
   "quote": {
    "text": "Every month, about 20 tons of paper are wasted in restaurant menus alone, and so, you know, by that rationale, if you just ate your menu that was made from organic, local products, you could eliminate that paper waste."
   },
   "author": {
    "text": "Homaro Cantu"
   }
  },
  {
   "quote": {
    "text": "In Genesis, it says that it is not good for a man to be alone; but sometimes it is a great relief."
   },
   "author": {
    "text": "John Barrymore"
   }
  },
  {
   "quote": {
    "text": "I really enjoy being single again. I spent a lot of time in a relationship and the nearer we came to the end, the more difficult it got. You don't see things clearly as long as you're still involved."
   },
   "author": {
    "text": "Dido Armstrong"
   }
  },
  {
   "quote": {
    "text": "I'm single, footloose and fancy free, I have no responsibilities, no anchors. Work, friendship and self-improvement, that's me."
   },
   "author": {
    "text": "Joel Edgerton"
   }
  },
  {
   "quote": {
    "text": "I'm happily single."
   },
   "author": {
    "text": "Paula Abdul"
   }
  },
  {
   "quote": {
    "text": "Moon! Moon! I am prone before you. Pity me, and drench me in loneliness."
   },
   "author": {
    "text": "Amy Lowell"
   }
  }
 ]
}