{
 "AmazingQuotes": [
  {
   "quote": {
    "text": "I was given such a great gift. It's a miracle that never stops amazing me and reminding me to give thanks, every day. Having a wife and daughter gives me a lot more purpose. I was much more selfish before, but now I think about what kind of role model I'll be. I just want to be a better man."
   },
   "author": {
    "text": "Jake Owen"
   }
  },
  {
   "quote": {
    "text": "God has blessed me with an amazing family, friends and work colleagues that have been my joy, my support, and my sanity. I don't know what I'd do without them."
   },
   "author": {
    "text": "Josie Loren"
   }
  },
  {
   "quote": {
    "text": "There is an amazing power getting to know your inner self and learning how to use it and not fight with the world. If you know what makes you happy, your personality, interests and capabilities, just use them, and everything else flows beautifully."
   },
   "author": {
    "text": "Juhi Chawla"
   }
  },
  {
   "quote": {
    "text": "Work hard, be kind, and amazing things will happen."
   },
   "author": {
    "text": "Conan O'Brien"
   }
  },
  {
   "quote": {
    "text": "I am just a girl chasing her dreams and having an amazing adventure."
   },
   "author": {
    "text": "Madeline Stuart"
   }
  },
  {
   "quote": {
    "text": "Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God's perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "May your trails be crooked, winding, lonesome, dangerous, leading to the most amazing view. May your mountains rise into and above the clouds."
   },
   "author": {
    "text": "Edward Abbey"
   }
  },
  {
   "quote": {
    "text": "We don't even know how strong we are until we are forced to bring that hidden strength forward. In times of tragedy, of war, of necessity, people do amazing things. The human capacity for survival and renewal is awesome."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "When you have confidence, you can have a lot of fun. And when you have fun, you can do amazing things."
   },
   "author": {
    "text": "Joe Namath"
   }
  },
  {
   "quote": {
    "text": "The connection to place, to the land, the wind, the sun, stars, the moon... it sounds romantic, but it's true - the visceral experience of motion, of moving through time on some amazing machine - a few cars touch on it, but not too many compared to motorcycles. I always felt that any motorcycle journey was special."
   },
   "author": {
    "text": "Antoine Predock"
   }
  },
  {
   "quote": {
    "text": "It is amazing what you can accomplish if you do not care who gets the credit."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "People always tell you, 'Be humble. Be humble.' When was the last time someone told you to be amazing? Be great! Be great! Be awesome! Be awesome!"
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "My mother was the greatest mother in the world. She thought I was the greatest thing on two feet. I'd come home with a little composition I had written at school, and she'd look at it and say, 'It's wonderful! You're another Shakespeare!' I always assumed I could do anything. It really is amazing how much that has to do with your attitude."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "Business is all about the customer: what the customer wants and what they get. Generally, every customer wants a product or service that solves their problem, worth their money, and is delivered with amazing customer service."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "Your life is your canvas, and you are the masterpiece. There are a million ways to be kind, amazing, fabulous, creative, bold, and interesting."
   },
   "author": {
    "text": "Kerli"
   }
  },
  {
   "quote": {
    "text": "It's amazing. Life changes very quickly, in a very positive way, if you let it."
   },
   "author": {
    "text": "Lindsey Vonn"
   }
  },
  {
   "quote": {
    "text": "I thank you God for this most amazing day, for the leaping greenly spirits of trees, and for the blue dream of sky and for everything which is natural, which is infinite, which is yes."
   },
   "author": {
    "text": "e. e. cummings"
   }
  },
  {
   "quote": {
    "text": "I've prioritized taking care of my mind, having fun, and doing things that make me laugh. And eating well - as in, really good food, like steak or pasta or fresh vegetables or an amazing dessert. You know, 'treat yo'self.'"
   },
   "author": {
    "text": "Phillipa Soo"
   }
  },
  {
   "quote": {
    "text": "If you ever catch a great boss, it's just such a rare thing, and it's amazing."
   },
   "author": {
    "text": "James L. Brooks"
   }
  },
  {
   "quote": {
    "text": "I have to say I have an amazing therapist. She's my best friend for life. She's taught me how to balance everything out."
   },
   "author": {
    "text": "Nikki Bella"
   }
  },
  {
   "quote": {
    "text": "What can a pencil do for all of us? Amazing things. It can write transcendent poetry, uplifting music, or life-changing equations; it can sketch the future, give life to untold beauty, and communicate the full-force of our love and aspirations."
   },
   "author": {
    "text": "Adam Braun"
   }
  },
  {
   "quote": {
    "text": "When you're true to who you are, amazing things happen."
   },
   "author": {
    "text": "Deborah Norville"
   }
  },
  {
   "quote": {
    "text": "My dad was my best friend and greatest role model. He was an amazing dad, coach, mentor, soldier, husband and friend."
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "I just feel like, with growing up and having peer pressure and what society wants you to be and what you think you should do, I feel like it's really important to surround yourself around good, understanding, amazing people that actually love you for you."
   },
   "author": {
    "text": "Storm Reid"
   }
  },
  {
   "quote": {
    "text": "My grandfather was an amazing man. You talk about character and integrity, everyone who knew him, whether they agreed with him or not, said, 'George Romney is a good man, and he sticks to his principles: a man of honesty and hard work, integrity.'"
   },
   "author": {
    "text": "Tagg Romney"
   }
  },
  {
   "quote": {
    "text": "Time is kind of an amazing thing because you can do so much with it. I think people underestimate time... I don't want to just sit on my phone for hours."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "Social media is an amazing tool, but it's really the face-to-face interaction that makes a long-term impact."
   },
   "author": {
    "text": "Felicia Day"
   }
  },
  {
   "quote": {
    "text": "Motherhood has most definitely changed me and my life. It's so crazy how drastic even the small details change - in such an amazing way. Even silly things, like the fact that all of my pictures on my cell phone used to be of me at photo shoots - conceited, I know! - but now every single picture on my phone is of Mason."
   },
   "author": {
    "text": "Kourtney Kardashian"
   }
  },
  {
   "quote": {
    "text": "If you set goals and go after them with all the determination you can muster, your gifts will take you places that will amaze you."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "My childhood memories are amazing; I had freedom in every way - but I see everything from a different perspective now that I live outside."
   },
   "author": {
    "text": "Ana de Armas"
   }
  },
  {
   "quote": {
    "text": "My son has been the best thing that has happened in my life. He has been amazing, and he is truly heaven-sent. And so, I just feel all that love."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "I'm not perfect. And who knows how many times I've fallen short. We all fall short. That's the amazing thing about the grace of God."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "Isn't it amazing how much stuff we get done the day before vacation?"
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "The PC has improved the world in just about every area you can think of. Amazing developments in communications, collaboration and efficiencies. New kinds of entertainment and social media. Access to information and the ability to give a voice people who would never have been heard."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "It's amazing. I love being an uncle."
   },
   "author": {
    "text": "Alfie Allen"
   }
  },
  {
   "quote": {
    "text": "If you tell people where to go, but not how to get there, you'll be amazed at the results."
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "Not gonna lie - having a personal glam squad is pretty amazing."
   },
   "author": {
    "text": "Elaine Welteroth"
   }
  },
  {
   "quote": {
    "text": "I have short goals - to get better every day, to help my teammates every day - but my only ultimate goal is to win an NBA championship. It's all that matters. I dream about it. I dream about it all the time, how it would look, how it would feel. It would be so amazing."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "Truthfully, being pregnant is changing me as a person. Each day is part of this amazing journey that has completely shifted the focus of my life and made me reevaluate my personal and professional goals."
   },
   "author": {
    "text": "Holly Madison"
   }
  },
  {
   "quote": {
    "text": "If you have the opportunity to do amazing things in your life, I strongly encourage you to invite someone to join you."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "Outstanding leaders go out of their way to boost the self-esteem of their personnel. If people believe in themselves, it's amazing what they can accomplish."
   },
   "author": {
    "text": "Sam Walton"
   }
  },
  {
   "quote": {
    "text": "My story, I feel like it's amazing, because it shows people no matter where you come from, no matter what your lifestyle is, your dreams could still come true if you believe in yourself and push hard to do what you want to do."
   },
   "author": {
    "text": "Shanice Williams"
   }
  },
  {
   "quote": {
    "text": "I don't see the desert as barren at all; I see it as full and ripe. It doesn't need to be flattered with rain. It certainly needs rain, but it does with what it has, and creates amazing beauty."
   },
   "author": {
    "text": "Joy Harjo"
   }
  },
  {
   "quote": {
    "text": "I have had a lot of blessed, interesting things happen to me and have bumped up against some amazing people."
   },
   "author": {
    "text": "Rob Lowe"
   }
  },
  {
   "quote": {
    "text": "Humans have an amazing capacity to believe in contradictory things. For example, to believe in an omnipotent and benevolent God but somehow excuse Him from all the suffering in the world. Or our ability to believe from the standpoint of law that humans are equal and have free will and from biology that humans are just organic machines."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "I know that war and mayhem run in our blood. I refuse to believe that they must dominate our lives. We humans are animals, too, but animals with amazing powers of rationality, morality, society. We can use our strength and courage not to savage each other, but to defend our highest purposes."
   },
   "author": {
    "text": "Donella Meadows"
   }
  },
  {
   "quote": {
    "text": "There are amazingly wonderful people in all walks of life; some familiar to us and others not. Stretch yourself and really get to know people. People are in many ways one of our greatest treasures."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "I can completely lose myself into just absolutely satisfying things - a really amazing cheeseburger, a pizza, good fries, a beer. I enjoy being comfortable and eating whatever the hell I like. It's a big thing for me, just having the freedom to be able to do that."
   },
   "author": {
    "text": "Channing Tatum"
   }
  },
  {
   "quote": {
    "text": "I love being on tour; I love being on the road. It's the most amazing feeling ever. I live for it; I love it."
   },
   "author": {
    "text": "Kat Graham"
   }
  },
  {
   "quote": {
    "text": "At one point, you were that employee who looked like a deer in headlights. Confused, lost, and not understanding your purpose within the organization. Even though you have the appropriate skills, you felt like you were in over your head. That is, until an amazing boss empowered you."
   },
   "author": {
    "text": "John Rampton"
   }
  },
  {
   "quote": {
    "text": "Count your blessings. You are one of a kind. There's no one in the world like you. You are amazing."
   },
   "author": {
    "text": "Richard Simmons"
   }
  },
  {
   "quote": {
    "text": "I feel really humbled and really grateful to have the opportunities that I've had over the past couple of years to work with some amazing people. I think, at this point, I just want to put my head down and grind and do honest work."
   },
   "author": {
    "text": "Ben Schnetzer"
   }
  },
  {
   "quote": {
    "text": "Oh, my God, this amazing cool breeze is coming through my window and the sun is shining. I'm happy."
   },
   "author": {
    "text": "Liv Tyler"
   }
  },
  {
   "quote": {
    "text": "I think fatherhood would change anybody when you have your first son. It's been amazing."
   },
   "author": {
    "text": "Russell Westbrook"
   }
  },
  {
   "quote": {
    "text": "Each and every one of us is amazing in our own way. We have five beautiful women who exude talent, and I am blessed and honored to be one of those women. For me, the bottom line is it's all about respect and love, and I have both for Fifth Harmony."
   },
   "author": {
    "text": "Normani Kordei"
   }
  },
  {
   "quote": {
    "text": "We should celebrate how amazing our bodies are! We all have things that we like and dislike about our bodies, but we need to focus on what we love - maybe it's a great smile, strong legs or curly hair?"
   },
   "author": {
    "text": "Katherine Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "This whole phenomenon of the computer in a library is an amazing thing."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Drake is an amazing person. Also, a magician. He's a big brother, super-talent; he's cool."
   },
   "author": {
    "text": "Travis Scott"
   }
  },
  {
   "quote": {
    "text": "I walk in a space of gratitude. I'm so grateful to God for blessing me with an amazing family and the opportunity to do what I love."
   },
   "author": {
    "text": "Jurnee Smollett-Bell"
   }
  },
  {
   "quote": {
    "text": "People are the core of every business. Businesses are based on relationships, and relationships are based on people. I would go to an average restaurant run by amazing people over an outstanding restaurant run by awful people."
   },
   "author": {
    "text": "Marcus Lemonis"
   }
  },
  {
   "quote": {
    "text": "I love musicians. I think artists are the most amazing people because they're constantly creating beauty for the world. With all the crazy stuff going on in the world, then there's artists reminding us of our humanity and reminding us of our heart and soul and what really matters."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "What I think is so amazing about having everything, and feeling like I have everything, is that I don't really find happiness within materialistic things. Like, it's cool if I can buy myself a new car, and I think it's amazing for a week, but then the thrill is over, and I'm like, 'Oh, so I guess that wasn't really happiness.'"
   },
   "author": {
    "text": "Kylie Jenner"
   }
  },
  {
   "quote": {
    "text": "That's the amazing thing about music: there's a song for every emotion. Can you imagine a world with no music? It would suck."
   },
   "author": {
    "text": "Harry Styles"
   }
  },
  {
   "quote": {
    "text": "I think dogs are the most amazing creatures; they give unconditional love. For me, they are the role model for being alive."
   },
   "author": {
    "text": "Gilda Radner"
   }
  },
  {
   "quote": {
    "text": "I feel like I'm in my own head a lot; it just feels amazing, but scary, weird and confusing."
   },
   "author": {
    "text": "Alessia Cara"
   }
  },
  {
   "quote": {
    "text": "Always expect the unexpected. Right around Thanksgiving, when the new Alex Cross will be out. It's called Four Blind Mice and it's a pretty amazing story about several murders inside the military."
   },
   "author": {
    "text": "James Patterson"
   }
  },
  {
   "quote": {
    "text": "It's every little girl's dream to have an exact look-alike doll. It's amazing."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "For me, I don't expect to have a really amazing meal each time I dine out. Having a good meal with your loved ones - that's what makes the experience."
   },
   "author": {
    "text": "Wolfgang Puck"
   }
  },
  {
   "quote": {
    "text": "It's amazing what miracles and little angels and pure love around you can bring out."
   },
   "author": {
    "text": "Tionne Watkins"
   }
  },
  {
   "quote": {
    "text": "It is amazing how nice people are to you when they know you're going away."
   },
   "author": {
    "text": "Michael Arlen"
   }
  },
  {
   "quote": {
    "text": "Every now and then, I have blissful moments of thanking God for all the amazing things that are happening. When I leave the White House after just meeting Obama or when I see my face on the cover of 'Rolling Stone' or when I meet someone who tells me that their daughter is inspired by me, those are moments that are incredibly joyful."
   },
   "author": {
    "text": "Lea Michele"
   }
  },
  {
   "quote": {
    "text": "What I've enjoyed most, though, is meeting people who have a real interest in food and sharing ideas with them. Good food is a global thing and I find that there is always something new and amazing to learn - I love it!"
   },
   "author": {
    "text": "Jamie Oliver"
   }
  },
  {
   "quote": {
    "text": "It is amazing that people who think we cannot afford to pay for doctors, hospitals, and medication somehow think that we can afford to pay for doctors, hospitals, medication and a government bureaucracy to administer it."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "I have amazing people around me. I couldn't be in a better place. I'm grateful for my life and where I'm at. I never thought I could be in the position that I'm in."
   },
   "author": {
    "text": "Ashlee Simpson"
   }
  },
  {
   "quote": {
    "text": "Try not to get lost in comparing yourself to others. Discover your gifts and let them shine! Softball is amazing that way as a sport. Everyone on the field has a slightly different ability that makes them perfect for their position."
   },
   "author": {
    "text": "Jennie Finch"
   }
  },
  {
   "quote": {
    "text": "Nobody in life gets exactly what they thought they were going to get. But if you work really hard and you're kind, amazing things will happen."
   },
   "author": {
    "text": "Conan O'Brien"
   }
  },
  {
   "quote": {
    "text": "Even more amazing than modern technology is our opportunity to access information directly from Heaven, without hardware, software, or monthly service fees."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "I think as a Canadian hockey player, you go through it in your mind so many times, being able to stand on that blue line and hear your national anthem play and being a gold medal champion, you dream of that. And then to be able to accomplish that and actually win a gold medal and represent your country its an amazing feeling."
   },
   "author": {
    "text": "Sidney Crosby"
   }
  },
  {
   "quote": {
    "text": "When I was seven or eight years old, I began to read the science-fiction magazines that were brought by guests into my grandparents' boarding house in Waukegan, Illinois. Those were the years when Hugo Gernsback was publishing 'Amazing Stories,' with vivid, appallingly imaginative cover paintings that fed my hungry imagination."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "Creating something new is the difficult part. To make it and build it and get everyone to follow? Amazing."
   },
   "author": {
    "text": "Pep Guardiola"
   }
  },
  {
   "quote": {
    "text": "I'm very conscious about putting good food into my body. Years ago, I went to see an amazing healer called Allah, who could read your body. She told me that I can't absorb vitamins very well, and I have to eat the right things to get my vitamins. I've always remembered that."
   },
   "author": {
    "text": "Trinny Woodall"
   }
  },
  {
   "quote": {
    "text": "It doesn't take money to have style, it just takes a really good eye. Sometimes you can find amazing culinary antiques that will make it feel like an old French kitchen."
   },
   "author": {
    "text": "Tyler Florence"
   }
  },
  {
   "quote": {
    "text": "Milan, for me, is a city of discovery. You can find some amazing gardens behind some great houses; I also love finding beautiful galleries and incredible shops, but you have to explore. And the food is amazing."
   },
   "author": {
    "text": "Francisco Costa"
   }
  },
  {
   "quote": {
    "text": "The real art is not to come up with extraordinary clever words but to make ordinary simple words do extraordinary things. To use the language that we all use and to make amazing things occur."
   },
   "author": {
    "text": "Graham Swift"
   }
  },
  {
   "quote": {
    "text": "It's amazing that the amount of news that happens in the world every day always just exactly fits the newspaper."
   },
   "author": {
    "text": "Jerry Seinfeld"
   }
  },
  {
   "quote": {
    "text": "It's amazing to me how many people think that voting to have the government give poor people money is compassion. Helping poor and suffering people yourself is compassion. Voting for our government to use guns to give money to help poor and suffering people is immoral, self-righteous, bullying laziness."
   },
   "author": {
    "text": "Penn Jillette"
   }
  },
  {
   "quote": {
    "text": "Part of what made the Macintosh great was that the people working on it were musicians, poets, and artists, and zoologists, and historians. They also happened to be the best computer scientists in the world. But if it hadn't been computer science, these people would have been doing amazing things in other fields."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "The most amazing thing for me is that every single person who sees a movie, not necessarily one of my movies, brings a whole set of unique experiences. Now, through careful manipulation and good storytelling, you can get everybody to clap at the same time, to hopefully laugh at the same time, and to be afraid at the same time."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "I really do believe that working together works, and it's amazing to me."
   },
   "author": {
    "text": "Alan Mulally"
   }
  },
  {
   "quote": {
    "text": "Childbirth is more admirable than conquest, more amazing than self-defense, and as courageous as either one."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "I love a beautiful gown on stage, and luckily I've been fortunate to wear some amazing dresses."
   },
   "author": {
    "text": "Leona Lewis"
   }
  },
  {
   "quote": {
    "text": "If you're curious, London's an amazing place."
   },
   "author": {
    "text": "David Bailey"
   }
  },
  {
   "quote": {
    "text": "Every time you get into a new job, new location, you have an amazing opportunity in front of you. You get to play dumb for as long as people will allow you to play dumb. You get to ask all the dumb questions, you get to ask multiple people the dumb questions, and you get to make mistakes. That's how you stand out in the crowd."
   },
   "author": {
    "text": "Gary Cohn"
   }
  },
  {
   "quote": {
    "text": "It's amazing what a little encouragement can do."
   },
   "author": {
    "text": "Winnie Harlow"
   }
  },
  {
   "quote": {
    "text": "Wood carving is such an amazing skill and very underrated; once you cut it, it's hard to go back."
   },
   "author": {
    "text": "Jonathan Anderson"
   }
  },
  {
   "quote": {
    "text": "It's amazing what you'll discover if you start exploring what God has placed within you."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "There's nothing more confirming in your life than looking in front of you and seeing some really amazing people who you care a lot about who care a lot about you."
   },
   "author": {
    "text": "Kathleen Edwards"
   }
  },
  {
   "quote": {
    "text": "Ever consider what pets must think of us? I mean, here we come back from a grocery store with the most amazing haul - chicken, pork, half a cow. They must think we're the greatest hunters on earth!"
   },
   "author": {
    "text": "Anne Tyler"
   }
  },
  {
   "quote": {
    "text": "For me, boxing's like checkers, and MMA's like chess - there are so many ways to win the match. It's not barbaric; it's boxing, kickboxing, Jiu-Jitsu, wrestling, cardio and it's all reached such an amazing level. As fans learn more about the sport, they just fall in love with it."
   },
   "author": {
    "text": "Tito Ortiz"
   }
  },
  {
   "quote": {
    "text": "When you have a cute outfit on and your makeup looks amazing, the first thing people comment on is your image. When you don't wear makeup, you hear things like, 'Oh wow, you look tired,' or, 'You're so brave for not wearing makeup!'"
   },
   "author": {
    "text": "Colbie Caillat"
   }
  },
  {
   "quote": {
    "text": "Everybody says, 'I want to change,' but they're not willing to pay the price of it. That was the metaphor of 'Life's Golden Ticket'... Life is some kind of a ride, and if you want that ride to be exhilarating and amazing, you've got to pay to get in. And the price is a willingness to change above and beyond what most people will do."
   },
   "author": {
    "text": "Brendon Burchard"
   }
  },
  {
   "quote": {
    "text": "I think Freddie Mercury is probably the best of all time in terms of a rock voice. There was a vulnerability to it, his technical ability was amazing, and so much of his personality would come out through his voice. I'm not even a guy to buy Queen records, really, and I still think he's one of the best."
   },
   "author": {
    "text": "Chris Cornell"
   }
  },
  {
   "quote": {
    "text": "My public image is so low-key, but I get to travel the world and still have an audience and it's really amazing. I don't take that for granted."
   },
   "author": {
    "text": "K. D. Lang"
   }
  },
  {
   "quote": {
    "text": "The upside to anger? Getting it out of your system. You got to express your anger. Then you have room for more positive things. If I hold something in a long time, and then I speak it, it's amazing how the light shines so much brighter."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "When the shriveled skin of the ordinary is stuffed out with meaning, it satisfies the senses amazingly."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "Pageants were an amazing platform that gave a little girl like me from the mountains of my beautiful Puerto Rico a chance to travel, explore the world, meet amazing people, work for great charities and be a voice to empower women wherever I went. For all those things, I am grateful."
   },
   "author": {
    "text": "Joyce Giraud"
   }
  },
  {
   "quote": {
    "text": "One of the most amazing things about mathematics is the people who do math aren't usually interested in application, because mathematics itself is truly a beautiful art form. It's structures and patterns, and that's what we love, and that's what we get off on."
   },
   "author": {
    "text": "Danica McKellar"
   }
  },
  {
   "quote": {
    "text": "When a kid graduates from being the youngest in a family to being a big brother or sister, there's an amazing transformation. They have to make a big effort, and when they accept their new position in the family, everybody breathes a sigh of relief. All of a sudden they seem bigger, and they seem smarter, and they feel good about it, too."
   },
   "author": {
    "text": "Peggy Rathmann"
   }
  },
  {
   "quote": {
    "text": "'Aladdin' was probably my favorite Disney animation when I was a kid. The animation was great and Robin Williams was unbelievable as the Genie. 'Aladdin' was an amazing adventure and the lead character was a hero for guys, which I loved. It wasn't a princess or a girl beating the odds; it was a street rat. That seemed really cool to me."
   },
   "author": {
    "text": "Zachary Levi"
   }
  },
  {
   "quote": {
    "text": "Birds themselves are so interesting and intelligent, and they give so many cues without being verbal, so they say such great things. Feathers are superior to fur, even. They're so beautiful, and nature uses such amazing colors."
   },
   "author": {
    "text": "Bibhu Mohapatra"
   }
  },
  {
   "quote": {
    "text": "In the 20th century, we had a century where at the beginning of the century, most of the world was agricultural and industry was very primitive. At the end of that century, we had men in orbit, we had been to the moon, we had people with cell phones and colour televisions and the Internet and amazing medical technology of all kinds."
   },
   "author": {
    "text": "David Gerrold"
   }
  },
  {
   "quote": {
    "text": "I play a musical instrument a little, but only for my own amazement."
   },
   "author": {
    "text": "Fred Allen"
   }
  },
  {
   "quote": {
    "text": "Isn't it amazing that we are all made in God's image, and yet there is so much diversity among his people?"
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "I absolutely adore cows. They're the most fascinating, gentle and beautiful animals. Their eyes are so amazing. I have ten that live on the land around my house. I love to talk to them. There are few things better than falling asleep in a field and being woken up by an inquisitive cow."
   },
   "author": {
    "text": "Mary Quant"
   }
  },
  {
   "quote": {
    "text": "We want to reinvent the phone. What's the killer app? The killer app is making calls! It's amazing how hard it is to make calls on most phones. We want to let you use contacts like never before - sync your iPhone with your PC or mac."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Even when I see a beautiful woman, I think, 'Aw, her life must be amazing.' Everyone does it. That's human nature to believe that beauty is everything."
   },
   "author": {
    "text": "Marina and the Diamonds"
   }
  },
  {
   "quote": {
    "text": "You've got to invest in the world, you've got to read, you've got to go to art galleries, you've got to find out the names of plants. You've got to start to love the world and know about the whole genius of the human race. We're amazing people."
   },
   "author": {
    "text": "Vivienne Westwood"
   }
  },
  {
   "quote": {
    "text": "I always knew that St. Jude was an amazing organization but meeting the kids and seeing how the hospital works first hand was truly beautiful. It doesn't feel like a regular hospital all dreary and sad. It's a colorful, beautiful, comfortable, fun place to live and the energy is wonderful."
   },
   "author": {
    "text": "Ariana Grande"
   }
  },
  {
   "quote": {
    "text": "Tell me, why is the media here so negative? Why are we in India so embarrassed to recognise our own strengths, our achievements? We are such a great nation. We have so many amazing success stories but we refuse to acknowledge them. Why?"
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "I love to have no plans. It is amazing where your day can turn when you have no plans: meeting people or just going to a little pub on the side of the road."
   },
   "author": {
    "text": "Imelda May"
   }
  },
  {
   "quote": {
    "text": "Colombia is so different to what I know, and every aspect of the country is different to England, and I loved it. I loved the culture and the food, and the coffee was amazing. The place that we were was stunning, and it really was quite an amazing experience to film out there."
   },
   "author": {
    "text": "Tom Holland"
   }
  },
  {
   "quote": {
    "text": "I think there's nothing more amazing than helping people every day."
   },
   "author": {
    "text": "Naomie Harris"
   }
  },
  {
   "quote": {
    "text": "You can't be as old as I am without waking up with a surprised look on your face every morning: 'Holy Christ, whaddya know - I'm still around!' It's absolutely amazing that I survived all the booze and smoking and the cars and the career."
   },
   "author": {
    "text": "Paul Newman"
   }
  },
  {
   "quote": {
    "text": "It's really amazing that in the age of unbelief, as a smart man called it, there isn't even more fraud. After all, with no God, there's no one to ever call you to account, and no accounting at all if you can get away with it."
   },
   "author": {
    "text": "Ben Stein"
   }
  },
  {
   "quote": {
    "text": "I came into Chicago in winter - I'd never been so cold in my life! I was very homesick, and a poor student at that time. America seemed so different and so filled with amazing things - and almost all of them were out of my reach."
   },
   "author": {
    "text": "Chitra Banerjee Divakaruni"
   }
  },
  {
   "quote": {
    "text": "It's amazing what one positive role model in your life can do in five minutes."
   },
   "author": {
    "text": "Catherine Oxenberg"
   }
  },
  {
   "quote": {
    "text": "Society tends to always make multiples - whether it's twins or triplets or whatever - one person. And it's not always fair. I encourage multiples to embrace their individual uniqueness because, just as you are an amazing unit together, that can only happen when you are strong individually."
   },
   "author": {
    "text": "Tia Mowry"
   }
  },
  {
   "quote": {
    "text": "There is something in Shanghai that is very exciting and alive - the idea of a city with two different souls, one from today and another from a long time ago, is amazing."
   },
   "author": {
    "text": "Alessandro Michele"
   }
  },
  {
   "quote": {
    "text": "The lips on my upper right bicep are my girlfriend's lips. She has the most amazing lips, and I wanted to carry them around with me everywhere I go, considering I can't carry her lips physically with me. So I decided to place them in a discreet location, such as the inside part of my bicep."
   },
   "author": {
    "text": "Jake Owen"
   }
  },
  {
   "quote": {
    "text": "I don't go to celebrity parties a lot. I don't really enjoy them because I really like going for it in parties. And sometimes at celebrity parties, there is no dancing on tables because people... it can be a little judgmental at times. So I tend not to go unless it is Taylor Swift's birthday party; then it's amazing."
   },
   "author": {
    "text": "Sam Smith"
   }
  },
  {
   "quote": {
    "text": "Failure is an amazing data point that tells you which direction not to go."
   },
   "author": {
    "text": "Payal Kadakia"
   }
  },
  {
   "quote": {
    "text": "You get moments all the time that kind of make you pinch yourself, some of them make you quite emotional. Winning a BRIT was a big moment because we were just so excited to be at the awards in the first place. Selling out Madison Square Garden was pretty amazing too. Then we woke to the news that our UK tour was sold out. It was crazy."
   },
   "author": {
    "text": "Harry Styles"
   }
  },
  {
   "quote": {
    "text": "Nothing is more generally known than our duties which belong to Christianity; and yet, how amazing is it, nothing is less practiced?"
   },
   "author": {
    "text": "George Whitefield"
   }
  },
  {
   "quote": {
    "text": "Everybody has their role in the food world and what they choose to appreciate. I'm not a fine dining chef. I appreciate it. I think Thomas Keller is amazing. But I really like where I'm at; I like what I do. I like how it makes people feel."
   },
   "author": {
    "text": "Guy Fieri"
   }
  },
  {
   "quote": {
    "text": "It's amazing that more people have climbed Mount Everest than have broken the 4-minute mile."
   },
   "author": {
    "text": "Roger Bannister"
   }
  },
  {
   "quote": {
    "text": "Some of the most amazing people I've met in life are cops."
   },
   "author": {
    "text": "Omari Hardwick"
   }
  },
  {
   "quote": {
    "text": "Make choices that bring love and joy to your body. It's not about perfection; it's about love and gratitude for an amazing body that works hard and deserves your respect."
   },
   "author": {
    "text": "Alysia Reiner"
   }
  },
  {
   "quote": {
    "text": "My mom is a really good cook. I didn't get the cooking gene, but she cooks this really amazing dinner every Christmas, and that's always really fun."
   },
   "author": {
    "text": "Miranda Cosgrove"
   }
  },
  {
   "quote": {
    "text": "I truly loved being pregnant and feeling what was going on inside my body and watching it change. It's difficult to recoup, but still amazing nonetheless. I would have another one."
   },
   "author": {
    "text": "Jill Scott"
   }
  },
  {
   "quote": {
    "text": "Something I learned along the way is that you really have to have courage in life. You can do amazing things on any level. It doesn't have to change the world; it can just impact the people around you - that's just as amazing."
   },
   "author": {
    "text": "Joy Mangano"
   }
  },
  {
   "quote": {
    "text": "Some of my fans have said that because I've been able to speak about my issues, that they're not afraid to speak about theirs, which is an amazing feeling."
   },
   "author": {
    "text": "Demi Lovato"
   }
  },
  {
   "quote": {
    "text": "The goal is to really blur the line. Can you perform a magic trick in a way that someone doesn't think it's a magic trick but is something amazing they haven't seen before? Then they have to wrestle with reality."
   },
   "author": {
    "text": "Michael Carbonaro"
   }
  },
  {
   "quote": {
    "text": "It is extraordinary how safe flying has become. You are now statistically more likely to be elected president of the United States in your lifetime than you are to die in a plane crash. What an amazing achievement as a society! But what we end up focusing on are the catastrophic failures that are incredibly rare but happen every now and then."
   },
   "author": {
    "text": "Steven Johnson"
   }
  },
  {
   "quote": {
    "text": "I was really lucky that, through my 20s, I got to work with some amazing people, and I tried to sit back and watch and learn."
   },
   "author": {
    "text": "James Badge Dale"
   }
  },
  {
   "quote": {
    "text": "The human brain has an amazing ability for pattern recognition, sometimes even better than a computer."
   },
   "author": {
    "text": "Tabetha S. Boyajian"
   }
  },
  {
   "quote": {
    "text": "I think my biggest learning experience is that it's okay to be who you are - you don't have to exactly fit the mold of what people think a certain kind of career is. I think that discovery - of really knowing who I am and being okay with that and loving myself - was amazing."
   },
   "author": {
    "text": "Dree Hemingway"
   }
  },
  {
   "quote": {
    "text": "It's amazing people get so detached from what they eat and what they wear. No one has any contact with how things are made that are put in their body and put in their mouths and I just find it alarming that no one questions it."
   },
   "author": {
    "text": "Emma Watson"
   }
  },
  {
   "quote": {
    "text": "I'm not that good looking... nobody is that good looking. I have seen a lot of movie stars, and maybe four are amazing looking. The rest have a team of gay guys who make it happen."
   },
   "author": {
    "text": "Tina Fey"
   }
  },
  {
   "quote": {
    "text": "It's an amazing thing to say, 'I'm beautiful,' without feeling like you're cocky."
   },
   "author": {
    "text": "Christina Aguilera"
   }
  },
  {
   "quote": {
    "text": "My kids are my No. 1 priority. They're the light in my everyday life. The sunshine. The miracle. Those eyes. Those smiles. At the same time, I have an extended, amazing family that is my audience. All these people have been with me for such a long time. I have these two responsibilities."
   },
   "author": {
    "text": "Thalia"
   }
  },
  {
   "quote": {
    "text": "My ideal night would probably be a dope outfit, people that I love around me. Go to get some dinner, have some amazing food. Maybe sushi or Italian: I love both."
   },
   "author": {
    "text": "Bebe Rexha"
   }
  },
  {
   "quote": {
    "text": "My mother encouraged it so much. She was so supportive. Even if as a kid, I would do the dumbest trick, which now that I look back on some things, she would love it, she would say that's amazing, or if I'd make the ugliest drawing, she would hang it up. She was amazing."
   },
   "author": {
    "text": "David Blaine"
   }
  },
  {
   "quote": {
    "text": "Growing up, I was obsessed with Disney movies like 'The Little Mermaid,' 'Aladdin' and 'Beauty And The Beast.' I was always singing the songs from these movies, so to find myself in the studio with Alan Menken was an amazing experience. In fact, it was a dream come true."
   },
   "author": {
    "text": "Mandy Moore"
   }
  },
  {
   "quote": {
    "text": "I've had so many letters from people saying I've inspired them to take up riding, and that's an amazing feeling."
   },
   "author": {
    "text": "Charlotte Dujardin"
   }
  },
  {
   "quote": {
    "text": "This melting pot of experiences, interests, educations, backgrounds, and cultures makes the U.S. truly amazing. It's how we can come together to come up with new ideas, to collaborate, and to innovate without having to think about borders."
   },
   "author": {
    "text": "Rana el Kaliouby"
   }
  },
  {
   "quote": {
    "text": "I never thought that I would have love again, but it's amazing how the universe brings love to you."
   },
   "author": {
    "text": "Mariah Carey"
   }
  },
  {
   "quote": {
    "text": "Here is the amazing thing about Easter; the Resurrection Sunday for Christians is this, that Christ in the dying moments on the cross gives us the greatest illustration of forgiveness possible."
   },
   "author": {
    "text": "T. D. Jakes"
   }
  },
  {
   "quote": {
    "text": "There was always music in our home. My mom and my dad loved music. I remember when we were kids we would have these great parties at the house with congas and bongos and African drums, and it was amazing. It wasn't until years later that I found out that they were actually Black Panther meetings."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "I think we all have those moments at one point or other in our lives... when we see someone and immediately imagine a whole universe around them. A relationship, a future, and all based on just a second which might not even have been in their company. It's amazing how quickly the human mind can come up with this stuff."
   },
   "author": {
    "text": "Danny Wallace"
   }
  },
  {
   "quote": {
    "text": "I love kimonos because you can just throw them on over anything. Ever since I got my first kimono from Lane Bryant in high school and thought, 'This is amazing; I can wear it with everything!'"
   },
   "author": {
    "text": "Lizzo"
   }
  },
  {
   "quote": {
    "text": "My 'Movember' moustache was never going to be as big as Nigel Mansell's, but I tried my best. The amazing thing is that when you try to grow a moustache, you notice everyone else's. There are some amazing moustaches on the grid."
   },
   "author": {
    "text": "Jenson Button"
   }
  },
  {
   "quote": {
    "text": "It is amazing how complete is the delusion that beauty is goodness."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "If I were a liberal Democrat, people would say I'm the super genius of all time. The super genius of all time. If you're a conservative Republican, you've got to fight for your life. It's really an amazing thing."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Food makes travel so exceptional, because you get to taste what it's actually supposed to taste like. To eat the real Pad Thai or finally have a proper curry is something pretty amazing."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "If you're going to do a job, do it right. If you're going to throw a birthday party, make it amazing. If you're going to do anything, do it awesome."
   },
   "author": {
    "text": "Jimmy John Liautaud"
   }
  },
  {
   "quote": {
    "text": "I tend not to wear accessories. I'm not one of those gals with a drawerful of amazing jewelry. I don't even have my ears pierced! But I have one bracelet that never comes off my wrist."
   },
   "author": {
    "text": "Rachael Taylor"
   }
  },
  {
   "quote": {
    "text": "God's grace is amazing! We're saved by grace - God's undeserved favor - and we live by grace, which is also God's power in our lives to do what we could never do in our own strength. And it's all because God is love, and He loves us unconditionally, constantly and completely."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "I think women are amazing for being able to show what they feel. I admire women who do. I think it's a mistake when women cover their emotions to look tough. I say let's own who we are and use it as a strength."
   },
   "author": {
    "text": "Gal Gadot"
   }
  },
  {
   "quote": {
    "text": "I've had an amazing life, but I think I was born with a little bit of sadness in me. I've always been attracted to those things, whether it's sad movies, sad music... when you're sad, you feel everything in a greater way than you do when you're happy."
   },
   "author": {
    "text": "Sam Smith"
   }
  },
  {
   "quote": {
    "text": "Being a teenager is an amazing time and a hard time. It's when you make your best friends - I have girls who will never leave my heart and I still talk to. You get the best and the worst as a teen. You have the best friendships and the worst heartbreaks."
   },
   "author": {
    "text": "Sophia Bush"
   }
  },
  {
   "quote": {
    "text": "Did you ever spell a word so bad that your spell check has absolutely no clue what you're trying to spell? What do you end up getting, you end up getting, like, a question mark. You got a million dollars of technology just looking back at you like, 'You got me, buddy. Which is pretty amazing because I have all the words.'"
   },
   "author": {
    "text": "Bill Burr"
   }
  },
  {
   "quote": {
    "text": "For the music business, social networking is brilliant. Just when you think it's doom and gloom and you have to spend millions of pounds on marketing and this and that, you have this amazing thing now called fan power. The whole world is linked through a laptop. It's amazing. And it's free. I love it. It's absolutely brilliant."
   },
   "author": {
    "text": "Simon Cowell"
   }
  },
  {
   "quote": {
    "text": "I am indeed amazed when I consider how weak my mind is and how prone to error."
   },
   "author": {
    "text": "Rene Descartes"
   }
  },
  {
   "quote": {
    "text": "I've lived an amazing life. There's no reason to focus on the bad. They teach you that in racing school. Keep your eye where you want your front tire to be. You don't want to be stuck in the rut? Then don't look at the rut. Always look at where you want to go."
   },
   "author": {
    "text": "Francesco Quinn"
   }
  },
  {
   "quote": {
    "text": "Choreography is amazing. I'm still a dancer, yet I transitioned into choreography then as a Creative Director. All of these creative elements are brought out of being a dancer. Directing is something that comes out of understanding movement and choreography. Directing movement is directing a dance piece."
   },
   "author": {
    "text": "Laurieann Gibson"
   }
  },
  {
   "quote": {
    "text": "You don't always need to be this flawless female with amazing skin and done hair. Perfect doesn't exist."
   },
   "author": {
    "text": "Iskra Lawrence"
   }
  },
  {
   "quote": {
    "text": "I had an amazing experience working with great people. I had a great family, a typical family with drama in certain areas, and that's pretty much everywhere in everyone's life."
   },
   "author": {
    "text": "Tina Yothers"
   }
  },
  {
   "quote": {
    "text": "Yosemite has the most impressive and accessible granite big walls in the world. The rock is amazing. And because of that, it's been the mecca for climbing in the U.S. - and the world to a large degree - for all of climbing history. It's the place to test yourself against the historic routes of the past."
   },
   "author": {
    "text": "Alex Honnold"
   }
  },
  {
   "quote": {
    "text": "The human body and mind are tremendous forces that are continually amazing scientists and society. Therefore, we have no choice but to keep an open mind as to what the human being can achieve."
   },
   "author": {
    "text": "Evelyn Glennie"
   }
  },
  {
   "quote": {
    "text": "There's always room out there for the hand-drawn image. I personally like the imperfection of hand drawing as opposed to the slick look of computer animation. But you can do good stuff either way. The Pixar movies are amazing in what they do, but there's plenty of independent animators who are doing really amazing things as well."
   },
   "author": {
    "text": "Matt Groening"
   }
  },
  {
   "quote": {
    "text": "I do believe in love; it's wonderful - especially love third time around, it's even more precious; it's kind of amazing."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "It's amazing to me that young people will still pick up a cigarette."
   },
   "author": {
    "text": "Loni Anderson"
   }
  },
  {
   "quote": {
    "text": "When I first started dating my husband, I had this weird fascination with the circus and clowns and old carnival things and sideshow freaks and all that. About a month after we started dating, he bought me this amazing black-and-white photo book on the circus in the 1930s, and I started sobbing."
   },
   "author": {
    "text": "Christina Hendricks"
   }
  },
  {
   "quote": {
    "text": "I always pray for God's guidance in my life and he always provides it. He opens the right doors he shuts the right doors. And I have tremendous faith in him. He just guided my career in an amazing way."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "The amazing thing about love and attention and encouragement and grace and success and joy is that these things are infinite. We get a new supply every single morning, and so we can give it away all day. We never, ever have to monitor the supply of others or grab or hoard."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "No one knows what an amazing spirit she was. She wasn't only a mother; she was a best friend."
   },
   "author": {
    "text": "Bobbi Kristina Brown"
   }
  },
  {
   "quote": {
    "text": "Airline glamour never promised anything as mundane as elbow room, much less a flat bed, a massage, or an arugula salad. It promised a better world. Service and dress reflected the more formal era, but no one expected air travel to be comfortable. It was amazing just to have hot food above the clouds."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "I love nothing better than immersing myself in different street cultures; exploring all those neighbourhoods in Tokyo was quite amazing, or visiting Morocco to see an Inditex factory."
   },
   "author": {
    "text": "Imran Amed"
   }
  },
  {
   "quote": {
    "text": "If life is a checker game, someone else is moving the pieces. It isn't us. Don't be surprised by amazing coincidences. There are no accidents. Consider, as I learned to do, the incredible interconnectedness of all of life."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Everybody knows about Pearl Harbor. The thing that really fascinated me is that through this tragedy there was this amazing American heroism."
   },
   "author": {
    "text": "Michael Bay"
   }
  },
  {
   "quote": {
    "text": "I love firing guns. It's an amazing feeling - so sexy and powerful."
   },
   "author": {
    "text": "Hayley Atwell"
   }
  },
  {
   "quote": {
    "text": "I feel like I've lost so many amazing traits because I've listened to stupid people, ignorant people who are bullies."
   },
   "author": {
    "text": "Kylie Jenner"
   }
  },
  {
   "quote": {
    "text": "With love, you should go ahead and take the risk of getting hurt because love is an amazing feeling."
   },
   "author": {
    "text": "Britney Spears"
   }
  },
  {
   "quote": {
    "text": "I went through the extremes of amazing notoriety and also the dreaded things that you never thought you'd have to live through. Not everything works the way you want it to, but if I sit back and think, 'Am I happy about this?' Yeah. I wouldn't have done anything any better."
   },
   "author": {
    "text": "Ralph Lauren"
   }
  },
  {
   "quote": {
    "text": "One of my first festivals was Oxygen 2006. It had this amazing lineup with the Arctic Monkeys on their first or second album, the Strokes, Kings of Leon, the Magic Numbers and then the Who and James Brown. I waited in the pit for a good eight hours to see James Brown."
   },
   "author": {
    "text": "Hozier"
   }
  },
  {
   "quote": {
    "text": "The whole process of winning the pageant has been so amazing, I'm really excited to move forward into all kinds of projects."
   },
   "author": {
    "text": "Olivia Culpo"
   }
  },
  {
   "quote": {
    "text": "One of the things I like about music is it's an abstract art, totally abstract, where you can convey an emotion, which I find amazing."
   },
   "author": {
    "text": "Bernard Sumner"
   }
  },
  {
   "quote": {
    "text": "It's amazing how confused and distracted and misdirected so many people are."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "It's amazing what social media has done for entertainment."
   },
   "author": {
    "text": "Scott Foley"
   }
  },
  {
   "quote": {
    "text": "I have mixed feelings about how fast things are changing as a result of technology. There's no denying that through technology there are amazing things being created that help people with diseases or help people's dreams come true. But there's also this obsession. Social media is the most dangerous of them all."
   },
   "author": {
    "text": "Amanda Crew"
   }
  },
  {
   "quote": {
    "text": "It's amazing: I am a New Yorker. It's strange; I never thought I would be."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "I'm happy to be content-maker as well as curator, so I'm happy to also be a presenter for amazing things."
   },
   "author": {
    "text": "Jason Silva"
   }
  },
  {
   "quote": {
    "text": "I don't think I'm such an amazing person who needs to be written about."
   },
   "author": {
    "text": "Amy Winehouse"
   }
  },
  {
   "quote": {
    "text": "I feel like when you have an unauthorized police badge and something that looks like it could be a concealed weapon in the small of your back that when you, someone crosses you, pisses you off, road rage, I think just the slight badge and the little moving away of the jacket and not losing eye contact does amazing things."
   },
   "author": {
    "text": "Sandra Bullock"
   }
  },
  {
   "quote": {
    "text": "I've loved Michael Jackson since the minute I was born. He's probably the most talented person ever. He was able to create such an amazing career and be probably the biggest star we've ever had."
   },
   "author": {
    "text": "Zendaya"
   }
  },
  {
   "quote": {
    "text": "I am incredibly thankful for the strong support I have from my peers in the industry and of course my amazing fans."
   },
   "author": {
    "text": "Miranda Lambert"
   }
  },
  {
   "quote": {
    "text": "If you dream of something worth doing and then simply go to work on it and don't think anything of personalities, or emotional conflicts, or of money, or of family distractions; it is amazing how quickly you get through those 5,000 steps."
   },
   "author": {
    "text": "Edwin Land"
   }
  },
  {
   "quote": {
    "text": "There are still some people out there who believe comic books are nothing more than, well, comic books. But the true cognoscenti know graphic novels are - at their best - an amazing blend of art literature and the theater of the mind."
   },
   "author": {
    "text": "John Ridley"
   }
  },
  {
   "quote": {
    "text": "We live on a planet that is amazing, beautiful, and full of wonder but not protected from powerful destructive forces of nature. We are capable of doing wonderful and selfless things but also self-absorbed and harmful things. This is the world we live in."
   },
   "author": {
    "text": "Adam Hamilton"
   }
  },
  {
   "quote": {
    "text": "It's amazing that we have lead females on television and a couple of them over 40. Thank you very much. And being beautiful and strong and sexy and everything that you hope for."
   },
   "author": {
    "text": "Madchen Amick"
   }
  },
  {
   "quote": {
    "text": "I failed to get into drama school, and my best friend told me I should do stand-up instead. I was always doing gags and voices, so he booked a gig for me without telling me. I only had four days to write it. I did a seven-minute set; the first four minutes were terrible, but the last two were amazing."
   },
   "author": {
    "text": "Marcus Brigstocke"
   }
  },
  {
   "quote": {
    "text": "I've learned that while I'd be a fool not to stay open to the advice and experiences of the smart, amazing people in my life, I also need to listen to what I have to say."
   },
   "author": {
    "text": "Alicia Keys"
   }
  },
  {
   "quote": {
    "text": "I love skating and sparkling and flying around the ice, and people clap for you. It's an amazing feeling."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "I love the food in Thailand because of the exotic spices they use. Their style of cooking is unique to their culture and always amazing."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "All of Koons's best art - the encased vacuum cleaners, the stainless-steel Rabbit (the late-twentieth century's signature work of Simulationist sculpture), the amazing gleaming Balloon Dog, and the cast-iron re-creation of a Civil War mortar exhibited last month at the Armory - has simultaneously flaunted extreme realism, idealism, and fantasy."
   },
   "author": {
    "text": "Jerry Saltz"
   }
  },
  {
   "quote": {
    "text": "There was something amazingly enticing about programming."
   },
   "author": {
    "text": "Vint Cerf"
   }
  },
  {
   "quote": {
    "text": "It's amazing having so many people care so much about what I'm doing."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "As you eat more healthily, your palate changes - it's amazing. Your taste buds constantly adapt: from minute to minute, in fact. If you drank orange juice right now, it would taste sweet. But if you first ate some sweets then drank the same juice, it could taste unpleasantly bitter."
   },
   "author": {
    "text": "Michael Greger"
   }
  },
  {
   "quote": {
    "text": "Travel around the world is amazing. New people. New-found family, really."
   },
   "author": {
    "text": "Dhani Jones"
   }
  },
  {
   "quote": {
    "text": "I understand that being able to appeal to the public and having an amazing sense of humour is not something that comes easy. It's definitely a gift and for which I'm thankful."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "My biggest lesson I've learned about love is to keep on loving. Love is love; it's amazing. It's fine. It hurts. It's probably one of the best experiences in life."
   },
   "author": {
    "text": "Christina Milian"
   }
  },
  {
   "quote": {
    "text": "Portugal has amazing seafood with all the eyeballs staring back at you."
   },
   "author": {
    "text": "Annie Wersching"
   }
  },
  {
   "quote": {
    "text": "I just think we're living in a time of massive, amazing change, like the Industrial Revolution on acid."
   },
   "author": {
    "text": "Kelly Lynch"
   }
  },
  {
   "quote": {
    "text": "People who learn to windsurf, they're in it for life. It never gets boring. It's always different, amazing, exciting. It's such a wonderful feeling when you're ripping through the waves, feeling weightless."
   },
   "author": {
    "text": "Nick Dempsey"
   }
  },
  {
   "quote": {
    "text": "My father opened a restaurant. It's so amazing... it's so freaking delicious, but I'm telling you I gain five pounds every time I go in there."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "Etretat is becoming more and more amazing. Now is the real moment: the beach with all its fine boats; it is superb, and I am enraged not to be more skillful in rendering all this. I would need two hands and hundreds of canvases."
   },
   "author": {
    "text": "Claude Monet"
   }
  },
  {
   "quote": {
    "text": "France, and the whole of Europe have a great culture and an amazing history. Most important thing though is that people there know how to live! In America they've forgotten all about it. I'm afraid that the American culture is a disaster."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "I had very little fear about it, but basically, my straight friends talked me out of it. I think they thought as I was bisexual, there was no need to. But it's amazing how much more complicated it became because I didn't come out in the early days. I often wonder if my career would have taken a different path if I had."
   },
   "author": {
    "text": "George Michael"
   }
  },
  {
   "quote": {
    "text": "I pray quite a bit, actually. And even if you don't believe in prayer, just have a go. Pray for a good day, or just pray for your friend, or whatever it might be. And it's amazing, man, 'cause it absolutely works. I guarantee, it genuinely does work."
   },
   "author": {
    "text": "Rob Halford"
   }
  },
  {
   "quote": {
    "text": "I think there's just so many people in the world that don't feel understood, and when you hear a song and you go, 'Oh, that song understands me,' that's an amazing feeling. I get it when I listen to the radio... That's a beautiful part of music."
   },
   "author": {
    "text": "Keith Urban"
   }
  },
  {
   "quote": {
    "text": "We became Homo sapiens not that long ago, from the scientific perspective, and we've retained a lot of our beast nature. We've done all these amazing things in terms of our knowledge base and technology, and now we're flying around and using the Internet. But we're still very animalistic."
   },
   "author": {
    "text": "Wangechi Mutu"
   }
  },
  {
   "quote": {
    "text": "That's an amazing feeling, to walk onstage, and you're not thinking about anything, you're not thinking about your lines or what you're supposed to do - your body, your brain knows, so there's freedom. There's not fear, there's not nerves."
   },
   "author": {
    "text": "Eric McCormack"
   }
  },
  {
   "quote": {
    "text": "Croatia is an amazing place."
   },
   "author": {
    "text": "Jean Reno"
   }
  },
  {
   "quote": {
    "text": "Wouldn't it be amazing if we spent as much energy investing in experiences as we do investing in things?"
   },
   "author": {
    "text": "Ruzwana Bashir"
   }
  },
  {
   "quote": {
    "text": "I love being an illustrator because I get to read really great stories, work with amazing people, travel and see places I never would've seen. And I get to draw all the time."
   },
   "author": {
    "text": "Brian Selznick"
   }
  },
  {
   "quote": {
    "text": "Dogs are a really amazing eye opener for us humans because their lives are compressed into such a short period, so we can see them go from puppyhood to adolescence to strong adulthood and then into their sunset years in 10 to 12 years. It really drives home the point of how finite all our lives are."
   },
   "author": {
    "text": "John Grogan"
   }
  },
  {
   "quote": {
    "text": "My main trick is to work with amazing people. It's a long and twisty journey, and you need people that really are amazing and have this rare gift of honesty and courage and really open up."
   },
   "author": {
    "text": "Lucy Walker"
   }
  },
  {
   "quote": {
    "text": "My wife totally backs the way I am on stage; that's one of the amazing things about her. I have 120 per cent respect for her when I'm on stage, so there are definitely certain things I would never do."
   },
   "author": {
    "text": "Gerard Way"
   }
  },
  {
   "quote": {
    "text": "The iconic Doral was once a beacon for the ultimate in luxury golf resorts, and we have fully restored it to its prior grandeur - and then some. Besides the sun, golf, and amazing Latin food, Miami is a city of culture that has something for everyone."
   },
   "author": {
    "text": "Ivanka Trump"
   }
  },
  {
   "quote": {
    "text": "I think the amazing thing about gospel music is that not only does it lift up the death and resurrection of our Lord, which is consistent with the Gospel, but it is uniquely communicated depending upon the generation."
   },
   "author": {
    "text": "T. D. Jakes"
   }
  },
  {
   "quote": {
    "text": "Women, I love. It's amazing to me, because I am a swimsuit model; I'm half-naked. I just love the fact that women love me, and it makes me love them so much back."
   },
   "author": {
    "text": "Chrissy Teigen"
   }
  },
  {
   "quote": {
    "text": "The amount of control you have over somebody if you can monitor internet activity is amazing."
   },
   "author": {
    "text": "Tim Berners-Lee"
   }
  },
  {
   "quote": {
    "text": "A Sunday morning spent reading the paper together, maybe drinking some mimosas, alone, and talking until noon. That would be pretty amazing. Married couples with kids will understand."
   },
   "author": {
    "text": "Dierks Bentley"
   }
  },
  {
   "quote": {
    "text": "What you know about the people whom you know at all well is truly amazing, even though you have never formulated it."
   },
   "author": {
    "text": "Harry Stack Sullivan"
   }
  },
  {
   "quote": {
    "text": "My stepdad provided me with an amazing childhood. I played outside like a normal kid, I rode my bike, I walked to school, but the happiest times were when I was acting."
   },
   "author": {
    "text": "Demi Lovato"
   }
  },
  {
   "quote": {
    "text": "Another thing that's pathetic is this rule that you have to look ugly to get respect as an actress. Jessica Lange had to make herself look really bad to prove that she had amazing talent."
   },
   "author": {
    "text": "Kevyn Aucoin"
   }
  },
  {
   "quote": {
    "text": "I have a personal trainer who I work out with. She's amazing and as well as making sure I do loads of sit-ups and press-ups, she also keeps an eye on what I eat."
   },
   "author": {
    "text": "Mollie King"
   }
  },
  {
   "quote": {
    "text": "At one point when I was very young, when I was first starting out, I thought, 'Well, one day I'll be able to put all the music away and become a real comedian.' But then I realized there are amazing musical comedians out there, that musical comedy is probably something I'll always want to pursue."
   },
   "author": {
    "text": "Bo Burnham"
   }
  },
  {
   "quote": {
    "text": "I am so grateful, without sounding cheesy, to have such amazing friends with me and to have a career that's going so well."
   },
   "author": {
    "text": "Chelsea Leyland"
   }
  },
  {
   "quote": {
    "text": "When counting on learning from innovation, there are great successes but also failures. The Wright Brothers invented the aircraft and started an amazing process of innovation, where we now have planes that carry 500 passengers. Along the way there were some silly looking vehicles that crashed early on."
   },
   "author": {
    "text": "Sheldon Whitehouse"
   }
  },
  {
   "quote": {
    "text": "I've always been a big fan of Mariah Carey. I think it's her personality. As much as she has an amazing voice, she has a crazy personality and I love the fact that she's not afraid to hide that."
   },
   "author": {
    "text": "Jessica Mauboy"
   }
  },
  {
   "quote": {
    "text": "Graphene is a single plane of graphite that has to be pulled out of bulk graphite to show its amazing properties."
   },
   "author": {
    "text": "Andre Geim"
   }
  },
  {
   "quote": {
    "text": "My son is wonderful. He is amazing."
   },
   "author": {
    "text": "Evangeline Lilly"
   }
  },
  {
   "quote": {
    "text": "The most amazing thing to me about the sea is the tide. A harbour like St. Ives is totally transformed in a very short space of time by the arrival or departure of the sea."
   },
   "author": {
    "text": "John Dyer"
   }
  },
  {
   "quote": {
    "text": "My team are incredible, and I have the most amazing parents and beautiful girlfriend in the world."
   },
   "author": {
    "text": "Greg Rutherford"
   }
  },
  {
   "quote": {
    "text": "But one of the amazing things about documentary is that you can remake it every time you make one. There is no rule about how a documentary film has to be made."
   },
   "author": {
    "text": "Errol Morris"
   }
  },
  {
   "quote": {
    "text": "Sony is the coolest studio. They are really amazing. I think part of it comes from they're not an American corporation. They don't work by quite the same rules. And their studio heads have a lot of autonomy."
   },
   "author": {
    "text": "Adam McKay"
   }
  },
  {
   "quote": {
    "text": "One of the most amazing locations I've ever been is the top of the volcano in Tanzania, Africa. It's an actual volcano where you really have this lava every day."
   },
   "author": {
    "text": "Jan de Bont"
   }
  },
  {
   "quote": {
    "text": "I'm really blessed to have an amazing family."
   },
   "author": {
    "text": "Austin Seferian-Jenkins"
   }
  },
  {
   "quote": {
    "text": "Don't worry too much if you don't pass exams, so long as you feel you have understood the subject. It's amazing what you can get by the ability to reason things out by conventional methods, getting down to the basics of what is happening."
   },
   "author": {
    "text": "Godfrey Hounsfield"
   }
  },
  {
   "quote": {
    "text": "It was really cool going to Sea World. We had an amazing time. They were amazing to us. We got to swim with the dolphins, and it was really special."
   },
   "author": {
    "text": "Sarah Chalke"
   }
  },
  {
   "quote": {
    "text": "Don't contour with blush - that's so eighties. It was an amazing trend then, but it's not hot now. Instead, go for a neutral contour color that's one or two shades deeper than your skin tone."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "When I first started YouTubeing, the idea was, 'Oh, YouTube is going to be a stepping stone to get to other places,' and I just totally don't agree with that. I think YouTube is amazing. The digital space is amazing."
   },
   "author": {
    "text": "Lilly Singh"
   }
  },
  {
   "quote": {
    "text": "The Marathi film 'Natrang' has amazing songs. I also like and have sufi and folk music."
   },
   "author": {
    "text": "Amruta Khanvilkar"
   }
  },
  {
   "quote": {
    "text": "Food brings back memories. I had a mom that wasn't a good cook, so I would eat my grandma's food. It was amazing because it brings back a time almost in Technicolor. I see her house, I see her stove; I think about what it felt like when I was sick, and it felt like love."
   },
   "author": {
    "text": "Debi Mazar"
   }
  },
  {
   "quote": {
    "text": "I was a single mom by choice at 37, and if my love life hadn't quite panned out, most everything else had. I was a classic 'amazing girl' - driven, social, and relentlessly well-rounded - reveling in the fruits of post-Title IX America: an all-metro athlete in high school, Rhodes Scholar at 24, best-selling author by 27."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "I love 'Annie Hall,' but then I adore 'Hannah and Her Sisters.' Dianne Wiest is amazing in 'Bullets Over Broadway,' but her in 'Hannah and Her Sisters,' I absolutely loved it."
   },
   "author": {
    "text": "Cate Blanchett"
   }
  },
  {
   "quote": {
    "text": "Burberry was about building a relationship. But it was always about selling an amazing product that you would have forever. Apple is just a deeper relationship with a much broader constituency. Because it's everybody."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "I was in college when tens of thousands of people marched on Washington for the first Earth Day. Raw sewage floated in rivers and clouds of smog hung over cities. But then something amazing happened. People spoke out. Thousands of students, workers, and ordinary citizens used their voices to say, 'This has to change.'"
   },
   "author": {
    "text": "Frances Beinecke"
   }
  },
  {
   "quote": {
    "text": "Youth is an amazing thing: I think back on when we did The Lost Boys, and I didn't think I could do anything wrong."
   },
   "author": {
    "text": "Kiefer Sutherland"
   }
  },
  {
   "quote": {
    "text": "After I finished high school I went to Hong Kong and Thailand and spent some time there. Just to get that whole experience of being out of the bubble that I was in from high school in Vancouver, to be able to travel around and be on your own was an amazing experience."
   },
   "author": {
    "text": "Shay Mitchell"
   }
  },
  {
   "quote": {
    "text": "You know that scene in 'Runaway Bride' when Julia Roberts puts on the amazing wedding dress and looks at herself in the mirror and goes, 'Swish, swish'? I loved that moment so much when I was a little girl."
   },
   "author": {
    "text": "Lily James"
   }
  },
  {
   "quote": {
    "text": "The sky in Texas is the most amazing sky in the whole country, I think, like you can see more sky in Texas than you can see anywhere else in the world."
   },
   "author": {
    "text": "Idina Menzel"
   }
  },
  {
   "quote": {
    "text": "It's amazing to me to see how bands evolve and how they take all their influences and come up with their own sound."
   },
   "author": {
    "text": "Debbie Harry"
   }
  },
  {
   "quote": {
    "text": "It's amazing how meaty cauliflower can be."
   },
   "author": {
    "text": "Alex Guarnaschelli"
   }
  },
  {
   "quote": {
    "text": "I basically left Texas with no money. I was making $3.50 working in some mall, so I didn't have a lot of cash. I took $1,000 and headed to California. Along the way I stopped in Vegas because I had always wanted to see Caesar's Palace. So I stopped there and won $2,500 on a slot machine! It was amazing."
   },
   "author": {
    "text": "Krista Allen"
   }
  },
  {
   "quote": {
    "text": "My music library has about every genre of music possible. I've really gotten into Ray LaMontagne, He makes amazing music, so I listen to him, and he's a great artist."
   },
   "author": {
    "text": "Jean-Luc Bilodeau"
   }
  },
  {
   "quote": {
    "text": "I think I have had so many amazing moments in my life."
   },
   "author": {
    "text": "Eve"
   }
  },
  {
   "quote": {
    "text": "Some people ask why we don't just wait until we have the whole story before posting. The fact is that we sometimes can't get to the end story without going through this process... When a story is up and posted, it's amazing how many people come out of the woodwork to give us additional information... And readers love it."
   },
   "author": {
    "text": "Michael Arrington"
   }
  },
  {
   "quote": {
    "text": "It just kills me when people buy a dog when there are dogs in shelters. I still get emotional when I think of Karl sitting in that shelter. I wasn't looking. I didn't even think I had time for a dog, and then I met this little one and he needed help. It's been so amazing to see him transform into a happy and confident companion."
   },
   "author": {
    "text": "Bob Harper"
   }
  },
  {
   "quote": {
    "text": "GoPro represents everything that excites me in a company - incredible products, compelling content, a world-renowned brand and, above all, amazing people who make it happen."
   },
   "author": {
    "text": "Tony Bates"
   }
  },
  {
   "quote": {
    "text": "There was only one elective at my college for acting, but thank God for that elective because we had a great teacher who introduced me to the Meisner technique for acting. Once I read that book, I said, 'Wow, if I could do that and have that honest moment on stage, that would be amazing.'"
   },
   "author": {
    "text": "Nestor Carbonell"
   }
  },
  {
   "quote": {
    "text": "Whether it's 18 years old or 40 years old, we think we know what's going on. But if you're lucky enough to continue the journey, its amazing how we keep learning how much we didn't know."
   },
   "author": {
    "text": "Joe Namath"
   }
  },
  {
   "quote": {
    "text": "Sometimes it's not always about what you can see or hear but what's under the hood of a game that's most impressive. Between those thousands and thousands of lines of code, magic happens. Sometimes the most amazing feats of gaming wizardry happen without you even noticing."
   },
   "author": {
    "text": "Rob Manuel"
   }
  },
  {
   "quote": {
    "text": "My father is an amazing person. While he was a huge star, he never carried his stardom home and always remained simple and just our father at home. I have four siblings, and we were all very grounded. We lived a very simple life: would go in an auto rickshaw to school, played with normal boys."
   },
   "author": {
    "text": "Mahesh Babu"
   }
  },
  {
   "quote": {
    "text": "When you lose a parent, you realize how vital they are to the foundation of your life. It's impossible to understand what it means until that curtain is pulled. You're an orphan. But then I think that life is kind of remarkable, and the thing that causes the biggest pain can also bring amazing energy."
   },
   "author": {
    "text": "Neneh Cherry"
   }
  },
  {
   "quote": {
    "text": "I feel like I'm really blessed and lucky that I have a very good social life outside of the gym, and I have a really amazing family. My parents are so supportive. I have a younger brother and two younger sisters, and they're really awesome. So I feel like I get the best of both worlds."
   },
   "author": {
    "text": "Aly Raisman"
   }
  },
  {
   "quote": {
    "text": "Twitter and Facebook are such amazing networks for me to introduce myself to the world and for fans around the world to introduce themselves to me."
   },
   "author": {
    "text": "Jenn Proske"
   }
  },
  {
   "quote": {
    "text": "Amazement awaits us at every corner."
   },
   "author": {
    "text": "James Broughton"
   }
  },
  {
   "quote": {
    "text": "Exercise is amazing, from the inside out. I feel so alive and have more energy."
   },
   "author": {
    "text": "Vanessa Hudgens"
   }
  },
  {
   "quote": {
    "text": "I love getting amazing jackets, because you can wear your pajamas underneath and everyone's like, 'Oh, fabulous jacket,' and I'm like, 'You should see what's underneath!'"
   },
   "author": {
    "text": "Mary-Kate Olsen"
   }
  },
  {
   "quote": {
    "text": "The unconditional love for you child, it's truly amazing."
   },
   "author": {
    "text": "Jourdan Dunn"
   }
  },
  {
   "quote": {
    "text": "The leaders come up from the volunteers that do the work, and it's amazing because then they do these incredible things in their community that they never thought they had the power to make that happen."
   },
   "author": {
    "text": "Dolores Huerta"
   }
  },
  {
   "quote": {
    "text": "Working with amazing people, you continue to learn and develop yourself, as an actor and as a person."
   },
   "author": {
    "text": "Josh Hutcherson"
   }
  },
  {
   "quote": {
    "text": "It's very intense to be in front of a live audience. It's just an amazing experience. It's dangerous. Everything out there is heightened. The bad stuff is extra-worse. The silences are extra-silent. The good stuff is amazing. It's electric when you walk out there. For 90 minutes, you're on this other planet."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "Propaganda is amazing. People can be led to believe anything."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "There's nothing wrong with showing sexuality. If you have that inside, it's just an expression of who you are. If you want to share that with people, that's amazing. I love that."
   },
   "author": {
    "text": "Camila Cabello"
   }
  },
  {
   "quote": {
    "text": "The most amazing set where I've shot 'Game of Thrones' is definitely Croatia, in Dubrovnik. It's such a stunning country with lots of good watersports there as well. Just a beautiful, beautiful place."
   },
   "author": {
    "text": "Natalie Dormer"
   }
  },
  {
   "quote": {
    "text": "I hope I'm not a tourist attraction - I'm sure that they come here really because St. Andrews is just amazing, a beautiful place."
   },
   "author": {
    "text": "Prince William"
   }
  },
  {
   "quote": {
    "text": "If I could live in one city and do every single thing I do there, I would choose Venice. You can't turn your head without seeing something amazing."
   },
   "author": {
    "text": "Nile Rodgers"
   }
  },
  {
   "quote": {
    "text": "Sometimes over things that I did, movies that didn't turn out very well - you go, 'Why did you do that?' But in the end, I can't regret them because I met amazing people. There was always something that was worth it."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "If you pay attention to the world, it's an amazing place. If you don't, it's whatever you think it is."
   },
   "author": {
    "text": "Reggie Watts"
   }
  },
  {
   "quote": {
    "text": "Steve Jobs' ability to focus in on a few things that count, get people who get user interface right, and market things as revolutionary are amazing things."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "My family is mostly a chosen one. I've managed to invite some really amazing people into my life and they become family. Brothers, sisters, siblings, mentors, role models. And I like to live that way, where your family bleeds out into the larger community."
   },
   "author": {
    "text": "Adrian Grenier"
   }
  },
  {
   "quote": {
    "text": "When you see a roadblock or challenge as an opportunity, it is amazing how you are already halfway there."
   },
   "author": {
    "text": "Frances Hesselbein"
   }
  },
  {
   "quote": {
    "text": "It's quite amazing to me, as I walk around a supermarket or a health food shop, to observe the number of Fairtrade choices: not just staples such as coffee, tea, fresh fruits and rice, but cocoa and chocolate, herbs and spices, honey, ice cream, and jams."
   },
   "author": {
    "text": "Sheherazade Goldsmith"
   }
  },
  {
   "quote": {
    "text": "Nobody cares about '60 Minutes.' Everybody cares about the Jaguars. Isn't that amazing?"
   },
   "author": {
    "text": "Shahid Khan"
   }
  },
  {
   "quote": {
    "text": "Signing up for 'It Follows,' I didn't have any idea it was going to turn out the way it did, but seeing it, the music and the feel of it definitely was pretty amazing, getting that kind of throwback feel to classic horror movies."
   },
   "author": {
    "text": "Maika Monroe"
   }
  },
  {
   "quote": {
    "text": "It is amazing how a new child can refocus one's direction seconds after its birth."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "I can't stress how much my daughter is an inspiration to stay sober. When I come home and she opens those big blue eyes at me, it's the most amazing feeling I could ever feel."
   },
   "author": {
    "text": "A. J. McLean"
   }
  },
  {
   "quote": {
    "text": "Wonder Woman, she's amazing. I love everything that she represents and everything that she stands for. She's all about love and compassion and truth and justice and equality, and she's a whole lot of woman."
   },
   "author": {
    "text": "Gal Gadot"
   }
  },
  {
   "quote": {
    "text": "It's amazing living alone. I'm very lucky. It's like a refuge."
   },
   "author": {
    "text": "Paloma Faith"
   }
  },
  {
   "quote": {
    "text": "God bless you if you have one child, but I don't think anybody should have just one child. Everybody needs a sibling. I have siblings, and I have so many amazing, precious memories with my siblings. I don't know what I would do if I had been an only child."
   },
   "author": {
    "text": "Sherri Shepherd"
   }
  },
  {
   "quote": {
    "text": "My first American experience was in the harbor of New York City when I saw that amazing big, tall lady. I remember thinking, 'Oh my goodness, a lady runs this country.'"
   },
   "author": {
    "text": "Rita Moreno"
   }
  },
  {
   "quote": {
    "text": "Motherhood is a dream. It really is absolutely amazing."
   },
   "author": {
    "text": "Jessica Simpson"
   }
  },
  {
   "quote": {
    "text": "You can do anything and be a star. You can dress like however you want, and you can do whatever you want. If you wanna wear meat suits like Lady Gaga, good. She's freaking amazing! She's doing that, and she's unbelievable. I can wear T-shirts and still be great, too. So that's just what I'm proving to people."
   },
   "author": {
    "text": "Alessia Cara"
   }
  },
  {
   "quote": {
    "text": "The most amazing thing is when you find yourself watching someone in the cafe or something doing something weird. It's amazing what people do, isn't it, when you just look at them, when you take the time to look."
   },
   "author": {
    "text": "Ben Whishaw"
   }
  },
  {
   "quote": {
    "text": "I met Tiger Woods when he was younger. He's amazing - obviously technically, but his mental approach, too. He's really something."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "People must feel that the natural world is important and valuable and beautiful and wonderful and an amazement and a pleasure."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "Anything salty and crunch is a world of perfection to me. Put chips in front of me, and I will eat to the bottom of the bag. Because I have the tendency to do this, I found these amazing Eden Brown Rice Chips. They're the perfect amount of salt and crunch, and there's nothing in them."
   },
   "author": {
    "text": "Tamara Taylor"
   }
  },
  {
   "quote": {
    "text": "The majority of the world is empty space. Empty space, empty space, empty space. All that we see in the world, the life, the animals, plants, people - it's all empty space. That's amazing!"
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "'Grease' changed my life in the most amazing way, and I've had such an amazing life. When things go wrong, you've got to believe you will get through them and focus on the positive things in your life."
   },
   "author": {
    "text": "Olivia Newton-John"
   }
  },
  {
   "quote": {
    "text": "I'm in love with lots of different things. I do love love, though. I don't think love should make you feel uneasy. When you feel sick, I don't think that's love - that's infatuation. Someone who makes you feel like that is exciting - it's the one that you imagine when you think of an amazing affair - but that's not actually a stable love."
   },
   "author": {
    "text": "Alexa Chung"
   }
  },
  {
   "quote": {
    "text": "I love charity thrift stores. Amazing one-of-a-kind pieces at terrific prices, and all the money you spend goes to a good cause."
   },
   "author": {
    "text": "Lara Spencer"
   }
  },
  {
   "quote": {
    "text": "When you have an audience standing and screaming the entire way through the short program and cheering every element you do, whether it's footwork, or spin, or a jump, to have that kind of emotion coming at you from every direction in the building, it's the most amazing sensation you can get as a sportsman."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "To combat the confusion and depression that assault me when I come off the road in the middle of a tour, I seek the most oblivionated music possible. When it's the 'way out there' that I seek, I go right to my stash of amazing music from Japan."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "It's amazing how people will give when you don't ask. Many of them send money because they believe in the message."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "When you look at the calculation, it's amazing that every time you try to prove or disprove time travel, you've pushed Einstein's theory to the very limits where quantum effects must dominate. That's telling us that you really need a theory of everything to resolve this question. And the only candidate is string theory."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "The nuclear industry has this amazing record, even equipment from generations one and two. But nuclear mishaps tend to come in these big events - Chernobyl, Three Mile Island, and now Fukushima - so it's more visible."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "What's amazing is, if young people understood how doing well in school makes the rest of their life so much interesting, they would be more motivated. It's so far away in time that they can't appreciate what it means for their whole life."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "I live in Arizona. I think the Hispanic people are amazing. I think when people talk about illegal immigration... it does them a disservice."
   },
   "author": {
    "text": "Charles Barkley"
   }
  },
  {
   "quote": {
    "text": "It's an amazing feeling to go into a studio and really be alone."
   },
   "author": {
    "text": "Joaquin Phoenix"
   }
  },
  {
   "quote": {
    "text": "Remember to look at your glass half full and not half empty. A lot of my strength comes from God. God has given me a gift - the gift of life - and it's amazing that I live each day."
   },
   "author": {
    "text": "Mattie Stepanek"
   }
  },
  {
   "quote": {
    "text": "I have an amazing crew, so it makes life so much easier. It's fun being around a bunch of my BFFs on the road."
   },
   "author": {
    "text": "Jacob Whitesides"
   }
  },
  {
   "quote": {
    "text": "I can't believe it. I'm speechless. It is amazing to see where I've come from the last two years."
   },
   "author": {
    "text": "Libby Trickett"
   }
  },
  {
   "quote": {
    "text": "I don't claim to be a particularly good father. I'm flawed, let's say. I've certainly been affected by the experience of having kids... trying to be a father, at least. It's an amazing process. It's like songwriting: it's a complete mystery to me. I don't understand it - but I've certainly written about it."
   },
   "author": {
    "text": "Loudon Wainwright III"
   }
  },
  {
   "quote": {
    "text": "When we look out into space, we're looking back in time; the light from a galaxy a billion light-years away, for instance, will take a billion years to reach us. It's an amazing thing. The history is there for us to see. It's not mushed up like the geologic record of Earth. You can just see it exactly as it was."
   },
   "author": {
    "text": "Margaret Geller"
   }
  },
  {
   "quote": {
    "text": "I feel like LeBron James is an amazing basketball player, but he's also a community person."
   },
   "author": {
    "text": "Chance The Rapper"
   }
  },
  {
   "quote": {
    "text": "My favorite song? 'Amazing Grace.' Anybody singing it. But the best it'll ever be done is by the Scottish National Pipe band and their National Orchestra. It'll bring tears to your eyes."
   },
   "author": {
    "text": "Jimmy Dean"
   }
  },
  {
   "quote": {
    "text": "We live in a day that nobody's lived in before: where you can touch more people. The message I'll speak tonight and the message that I speak at home, people in India will hear. It's just an amazing day."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "The business of feeding people is the most amazing business in the world."
   },
   "author": {
    "text": "Jose Andres"
   }
  },
  {
   "quote": {
    "text": "The villain in 'Call Me by Your Name' is the tragedy of love - what seems to be part of the deal you sign with someone when you experience an amazing time with them."
   },
   "author": {
    "text": "Timothee Chalamet"
   }
  },
  {
   "quote": {
    "text": "The most amazing philanthropists are people who are actually making a significant sacrifice."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Why is Cloud 9 so amazing? What is wrong with Cloud 8? That joke came off the top of my head, and the top of my head ain't funny!"
   },
   "author": {
    "text": "Mitch Hedberg"
   }
  },
  {
   "quote": {
    "text": "If you want to create a great product, just focus on one person. Make that one person have the most amazing experience ever."
   },
   "author": {
    "text": "Brian Chesky"
   }
  },
  {
   "quote": {
    "text": "There's beauty everywhere. There are amazing things happening everywhere, you just have to be able to open your eyes and witness it. Some days, that's harder than others."
   },
   "author": {
    "text": "Sarah McLachlan"
   }
  },
  {
   "quote": {
    "text": "It's amazing how the biggest things in our lives - when we're around the fireplace and talking about them when we're older - the things that matter the most to us start off amazingly small and in a humble way."
   },
   "author": {
    "text": "Frankie Ballard"
   }
  },
  {
   "quote": {
    "text": "I feel like I have had the most amazing life in my public service."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Big dress, cocktails, party - I love that. It is my work, but my work allow me to have glamour, to wear beautiful and amazing dresses, to go to big ceremonies."
   },
   "author": {
    "text": "Paz Vega"
   }
  },
  {
   "quote": {
    "text": "I see hip-hop as going in a self-managing place. It's very culturally controlled and artist-controlled. It's not really based on a label anymore. Everything is pretty much in the control of the artist. Which is amazing."
   },
   "author": {
    "text": "Travis Scott"
   }
  },
  {
   "quote": {
    "text": "I never camped as a kid, but I really got into camping and sleeping outdoors. I've also done some amazing river floats in New Mexico and Idaho. It's peaceful and awesome."
   },
   "author": {
    "text": "Conor Oberst"
   }
  },
  {
   "quote": {
    "text": "When it's over, I want to say: all my life I was a bride married to amazement. I was the bridegroom, taking the world into my arms."
   },
   "author": {
    "text": "Mary Oliver"
   }
  },
  {
   "quote": {
    "text": "Trophies and medals have never meant much to me. I've had amazing experiences, which let you feel like you've accomplished something."
   },
   "author": {
    "text": "John Krasinski"
   }
  },
  {
   "quote": {
    "text": "I trust people to be human. Sometimes you do things that make amazing amounts of sense; sometimes you do things that don't make any sense whatsoever."
   },
   "author": {
    "text": "Lupe Fiasco"
   }
  },
  {
   "quote": {
    "text": "It's still amazing, but when I was growing up, Harlem was the Mecca of black culture. I was so inspired by it, the aspirational feeling you'd get spending time there. Experiences that were really specific to that place."
   },
   "author": {
    "text": "Mahershala Ali"
   }
  },
  {
   "quote": {
    "text": "Painting is the most magical of mediums. The transcendence is truly amazing to me every time I go to a museum and I see how somebody figured another way to rub colored dirt on a flat surface and make space where there is no space or make you think of a life experience."
   },
   "author": {
    "text": "Chuck Close"
   }
  },
  {
   "quote": {
    "text": "You know, your first album is about really amazing things. Your first album is always about coming of age, first love, first loss, usually you suffer a first loss of someone that you love to death, even, you know, really big life lessons, things you learn from your parents' divorce or from the travels that you took."
   },
   "author": {
    "text": "Brandi Carlile"
   }
  },
  {
   "quote": {
    "text": "Savannah is amazing with the town squares and the hanging moss and the French Colonial houses. It's brutally romantic."
   },
   "author": {
    "text": "David Morrissey"
   }
  },
  {
   "quote": {
    "text": "I wanted to deliver babies and become a midwife. I think childbirth is one of the most amazing things you could ever experience, and I loved working with people and seeing the joys in family when they welcome a new member to it. It really brought me joy to be around that."
   },
   "author": {
    "text": "Natalie Martinez"
   }
  },
  {
   "quote": {
    "text": "It's amazing the relationships you forge in a kitchen. When you cooperate in an environment that's hot. Where there's a lot of knives. You're trusting your well-being with someone you've never before met or known."
   },
   "author": {
    "text": "Alex Guarnaschelli"
   }
  },
  {
   "quote": {
    "text": "I have to say I really was surprised on my first world tour. It was amazing to see what we've always dreamed of, right before our eyes."
   },
   "author": {
    "text": "G-Dragon"
   }
  },
  {
   "quote": {
    "text": "I believe that, no matter how old you are, a woman can look amazing."
   },
   "author": {
    "text": "Kris Jenner"
   }
  },
  {
   "quote": {
    "text": "Urs Fischer specializes in making jaws drop. Cutting giant holes in gallery walls, digging a crater in Gavin Brown's gallery floor in 2007, creating amazing hyperrealist wallpaper for a group show at Tony Shafrazi: It all percolates with uncanny destructiveness, operatic uncontrollability, and barbaric sculptural power."
   },
   "author": {
    "text": "Jerry Saltz"
   }
  },
  {
   "quote": {
    "text": "You arrive at Formula One being very skeptical, how far can your talent deal with all this, and then you understand those guys are human and pretty reasonable, and finally succeeding in winning your first race, in circumstance as such, it was just an amazing moment."
   },
   "author": {
    "text": "Michael Schumacher"
   }
  },
  {
   "quote": {
    "text": "A lot of people are frightened by old age - by being around people who are, basically, on their way out - but I'm fascinated by it. It's an amazing thing to be around someone who has had a life well lived."
   },
   "author": {
    "text": "Cate Blanchett"
   }
  },
  {
   "quote": {
    "text": "Whenever you get to change somebody's life or watch it and see it happen, it's amazing."
   },
   "author": {
    "text": "Guy Fieri"
   }
  },
  {
   "quote": {
    "text": "To win one Moonman is amazing, to win two is incredible."
   },
   "author": {
    "text": "Harry Styles"
   }
  },
  {
   "quote": {
    "text": "Other people pull off amazing festivals and events and things like that. I think ours is a little bit different, and that's what makes us distinct."
   },
   "author": {
    "text": "Zac Brown"
   }
  },
  {
   "quote": {
    "text": "The most amazing lesson in aerodynamics I ever had was the day I climbed a thermal in a glider at the same time as an eagle. I witnessed, close up, effortlessness and lightness combined with strength, precision and determination."
   },
   "author": {
    "text": "Norman Foster"
   }
  },
  {
   "quote": {
    "text": "I've been blessed; I've been getting so many amazing opportunities because of the UFC. I know there are going to be haters no matter how successful I am, and I just have to be thankful for all the blessings that I have because all of it can be over before you know it."
   },
   "author": {
    "text": "Paige VanZant"
   }
  },
  {
   "quote": {
    "text": "When I was studying photography, I became interested in conflict photojournalism, and that got me interested in lighting. Then I realized there was this amazing thing called cinematography where you could kind of tell more complete stories photographing for film. So I ended up going to AFI grad school for that."
   },
   "author": {
    "text": "Rachel Morrison"
   }
  },
  {
   "quote": {
    "text": "It is an amazing feature in the French character that they will let themselves be led away so easily by bad counsels and yet return again so quickly. It is certain that as these people have, out of their misery, treated us so well, we are the more bound to work for their happiness."
   },
   "author": {
    "text": "Marie Antoinette"
   }
  },
  {
   "quote": {
    "text": "I've loved the RuPaul model of drag, where you're an amazing drag queen, you're a smart and savvy business person, and you use those together to keep drag at the forefront of what people are talking about."
   },
   "author": {
    "text": "Sasha Velour"
   }
  },
  {
   "quote": {
    "text": "There are so many young women coming up through the ranks. Adele is an amazing singer. Beyonce has great stage presence. She's just a beautiful woman. I love how everyone has just taken charge of their lives and careers."
   },
   "author": {
    "text": "Pat Benatar"
   }
  },
  {
   "quote": {
    "text": "For merchants, it is an amazing opportunity. Compared to Paypal, crypto has no credit card fees, no charge backs, no 'Oops, we decided to hold your cash for 3-12 months while we investigate something we can't disclose.'"
   },
   "author": {
    "text": "Gil Penchina"
   }
  },
  {
   "quote": {
    "text": "I love insects. They are amazing."
   },
   "author": {
    "text": "Andrea Arnold"
   }
  },
  {
   "quote": {
    "text": "I think having children is the most amazing thing."
   },
   "author": {
    "text": "Rachel Stevens"
   }
  },
  {
   "quote": {
    "text": "I am deeply honored by the opportunity to lead Intel. We have amazing assets, tremendous talent, and an unmatched legacy of innovation and execution. I look forward to working with our leadership team and employees worldwide to continue our proud legacy while moving even faster into ultra-mobility to lead Intel into the next era."
   },
   "author": {
    "text": "Brian Krzanich"
   }
  },
  {
   "quote": {
    "text": "What's amazing is that so many leaders who value teamwork will tolerate people who aren't humble. They reluctantly hire self-centred people and then justify it because those people have desired skills."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "If you're a basketball player and you don't stop and take pictures with your fans, you can have an amazing game and everyone still loves you."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "Ever since I felt the baby kick, it's such an amazing feeling, and it's really allowed me to embrace it. Once you feel this movement inside, it's just a whole different experience, so I love it now. It was tough at the beginning, but I'm past all that, and I love it now."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "It is amazing to hear grown-up people rationalize homophobia and discrimination. The lengths they go to trying to prove their points take reason to its breaking point."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "When you become a Christian, something truly amazing happens: God comes to live inside your heart. You become the home of God."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "It's amazing if you just listen to people. They tell you all the time things that you can do for them, without even realizing what they're doing. I've learned to take notice of those things and if it's something that I feel God wants me to do, then I try to do that to add joy to their life."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "It's amazing to me the number of people who will volunteer to help at church but won't lift a finger to help at home!"
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "If there was an observer on Mars, they would probably be amazed that we have survived this long."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "I went on a book tour immediately after 9/11. I was due to leave the following Wednesday, so I just did. It was an amazing thing, because planes hadn't been flying very many days, and I got on this plane and went to San Francisco, and the minute that plane lifted above the clouds, I felt this incredible sense of lightness."
   },
   "author": {
    "text": "Joan Didion"
   }
  },
  {
   "quote": {
    "text": "I swim like a fish and I have an amazing kick."
   },
   "author": {
    "text": "Gordon Ramsay"
   }
  },
  {
   "quote": {
    "text": "Life is a rotten lottery. I've had a pretty amazing life, a good life, and God knows I'm thankful, but I do believe that after 30, stop whining! Everybody's dealt a hand, and it's not fair what you get. But you've got to deal with it."
   },
   "author": {
    "text": "John Waters"
   }
  },
  {
   "quote": {
    "text": "It's amazing how easily people are led to fury and chaos. Unhappy people with guns are not going to make this country great."
   },
   "author": {
    "text": "Meryl Streep"
   }
  },
  {
   "quote": {
    "text": "While I'm in L.A. I always make time for my favorite activity which is hiking. The trails in California are amazing, as they are always challenging, and I never get bored from all the beautiful scenery."
   },
   "author": {
    "text": "Dylan Lauren"
   }
  },
  {
   "quote": {
    "text": "Katy Perry is the sexiest woman I've ever kissed. It was amazing and very purple - she had purple lipstick on. I don't think there will ever be anything cooler than kissing her... until I marry her maybe!"
   },
   "author": {
    "text": "Niall Horan"
   }
  },
  {
   "quote": {
    "text": "The thing that is really hard, and really amazing, is giving up on being perfect and beginning the work of becoming yourself."
   },
   "author": {
    "text": "Anna Quindlen"
   }
  },
  {
   "quote": {
    "text": "This is going to make me sound ancient, but I remember Juhu Beach when there weren't any buildings on it. You'd go through countryside and arrive at this amazing beach. I remember driving from Delhi to the Qutab Minar through countryside. Mehrauli was a little village - that's all gone."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "It was amazing that a play that seems dated in this world... A man whose best friend is a six-foot white rabbit... But it caught on, especially with young people - they surprised me most of all."
   },
   "author": {
    "text": "James Stewart"
   }
  },
  {
   "quote": {
    "text": "It's hard for me to just say, 'Wow, this is amazing - I'm famous. I'm living the dream.' I sit there and think, 'I'm scared - this can go away tomorrow.' My dad always says that I'm a tortured soul because I'm never pleased; I never feel like I deserve what I've achieved."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "When you're a stay-at-home mother you have to pretend it's really boring, but it's not. It's enriching and fulfilling, and an amazing experience. And then when you're a working mother you have to pretend that you feel guilty all day long."
   },
   "author": {
    "text": "Amy Poehler"
   }
  },
  {
   "quote": {
    "text": "It's amazing how powerful a piece of work can be and how it can influence people and change. It's pretty interesting."
   },
   "author": {
    "text": "Mel Gibson"
   }
  },
  {
   "quote": {
    "text": "Because sorry to say, women run the house. They run the family. They hold things up. I mean, it's like you don't ever see your mom get sick because she handles everything. And it's kind of amazing I think to show people just how strong women are."
   },
   "author": {
    "text": "Sophia Bush"
   }
  },
  {
   "quote": {
    "text": "There's nothing nicer than getting a round of applause for turning up for work. It's amazing! You start work, and people clap. Do you know what I mean? And then they stand up and clap at the end."
   },
   "author": {
    "text": "James Corden"
   }
  },
  {
   "quote": {
    "text": "In Singapore, there is this life and locals and restaurants and then big casinos and an array of chefs, and even Miami is almost close to Vegas when it comes to an amazing presentation of chefs. But they don't have these massive hotels that have become their own culinary villages."
   },
   "author": {
    "text": "Daniel Boulud"
   }
  },
  {
   "quote": {
    "text": "What makes America amazing is that there have always been men and women of courage who were willing to think more about the future of their children and grandchildren than they did about their own political careers."
   },
   "author": {
    "text": "Scott Walker"
   }
  },
  {
   "quote": {
    "text": "Chick lit was amazing, and I was thrilled to be part of it."
   },
   "author": {
    "text": "Jane Green"
   }
  },
  {
   "quote": {
    "text": "What poor people go through, it's amazing they don't do more violent things! If they'd just give you a little dignity, it might help you stand it better. They suffer no heat, no electricity, while you're working, but then you've got to face all the insults, too."
   },
   "author": {
    "text": "Carolyn Chute"
   }
  },
  {
   "quote": {
    "text": "There's so much about Dolly Parton that every female artist should look to, whether it's reading her quotes or reading her interviews or going to one of her live shows. She's been such an amazing example to every female songwriter out there."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "My heroes are guys like Tom Hanks, Leonardo DiCaprio, and Matt Damon. These are amazing actors with amazing careers that every actor should aspire to. I'm not saying I'm going to get anywhere close. It's not going to be an easy feat. I'm just in awe of their careers."
   },
   "author": {
    "text": "Dylan O'Brien"
   }
  },
  {
   "quote": {
    "text": "I could talk for ages about how women are amazing, but essentially we shouldn't be manipulated by the media's expectations of our bodies. I'd recommend every woman to read 'Women Who Run with the Wolves' - it's about being in touch with your more wild, free and powerful side."
   },
   "author": {
    "text": "Bat for Lashes"
   }
  },
  {
   "quote": {
    "text": "I'm tired of being around men all the time. I'm going to start a band called Skirt with three girls and I'll play the guitar and sing backing vocals in drag. I went window shopping when I was in New York, saw a lot of amazing dresses."
   },
   "author": {
    "text": "Brian Molko"
   }
  },
  {
   "quote": {
    "text": "I have a great family, I live an amazing life."
   },
   "author": {
    "text": "John Oates"
   }
  },
  {
   "quote": {
    "text": "I went to a school called Tring Park School for the Performing Arts. I went because initially I was very naughty, and my mom thought if I was busy, I'd be better. And I didn't really do acting until later on in the school, with an amazing teacher. I left, went traveling, came back."
   },
   "author": {
    "text": "Daisy Ridley"
   }
  },
  {
   "quote": {
    "text": "I don't think with any book you get used to people falling in love with the story. It's been incredible just to realize your books are being read. It's a pretty amazing feeling."
   },
   "author": {
    "text": "Jennifer Armentrout"
   }
  },
  {
   "quote": {
    "text": "With reality TV, sometimes it's amazing chemistry and you get these gems that turn out to be everything you hoped, and the camera loves them and they just blossom on the show. And then sometimes it's not all you envision."
   },
   "author": {
    "text": "Alison Sweeney"
   }
  },
  {
   "quote": {
    "text": "I'm really pleased to share the 'Station to Station' film. It has a very unorthodox structure; it's made up of separate one-minute films. So you watch this piece that is like time moving. Everything is democratised, whether it's a minute of Patti Smith or a single landscape with a drone, it's this amazing modern kaleidoscope."
   },
   "author": {
    "text": "Doug Aitken"
   }
  },
  {
   "quote": {
    "text": "It's amazing to think how powerful of a force optimism and hope can be. It's the thing that saves me. I believed that I lived in the greatest country in the world. I still believe that, and consequently, I believed that I had a chance, even though things around me were absolutely crazy and difficult."
   },
   "author": {
    "text": "J. D. Vance"
   }
  },
  {
   "quote": {
    "text": "It's the most amazing feeling to hold your child in your arms."
   },
   "author": {
    "text": "Chris O'Donnell"
   }
  },
  {
   "quote": {
    "text": "Junior Seau's CTE finding raises a lot of issues for everyone. He is such a beacon. He was so young when he died. He was an active player for so long. He was such an amazing individual who was well loved by his teammates and his community."
   },
   "author": {
    "text": "Ann McKee"
   }
  },
  {
   "quote": {
    "text": "I'm always working with amazing people. They're just kind of put in my path."
   },
   "author": {
    "text": "Kodi Smit-McPhee"
   }
  },
  {
   "quote": {
    "text": "The perfect life would be to have an amazing part every year and to spend all my free time to just write."
   },
   "author": {
    "text": "Melanie Laurent"
   }
  },
  {
   "quote": {
    "text": "It's amazing because people come up to me and say, 'Chuck, you're the luckiest guy in the world to be a world karate champion and a movie and TV star.' When they say this to me, I kind of smile because luck had nothing to do with it; God had everything to do with it."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "Although believers by nature, are far from God, and children of wrath, even as others, yet it is amazing to think how nigh they are brought to him again by the blood of Jesus Christ."
   },
   "author": {
    "text": "George Whitefield"
   }
  },
  {
   "quote": {
    "text": "I love Benny Hill. He one of my favourites of aaall time. Like, the way Benny did it, he was just amazing. Just seeing how he put songs together and comedy and the timing and the sketches. He was way ahead of his time."
   },
   "author": {
    "text": "Snoop Dogg"
   }
  },
  {
   "quote": {
    "text": "I mean, we've built a lot of products that we think are good, and will help people share photos and share videos and write messages to each other. But it's really all about how people are spreading Facebook around the world in all these different countries. And that's what's so amazing about the scale that it's at today."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "It's amazing that I can inspire little kids to know that you can be short or tall, and your body type doesn't matter because you can do anything."
   },
   "author": {
    "text": "Simone Biles"
   }
  },
  {
   "quote": {
    "text": "Money is such an amazing teacher: What you choose to do with your money shows whether you are truly powerful or powerless."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "My wife, a schoolteacher, very disciplined. If you think I'm tough, trust me, and wait till you see when the children are on the naughty step. It's hilarious. So we decided that I'm going to work like a donkey and provide amazing support for the family."
   },
   "author": {
    "text": "Gordon Ramsay"
   }
  },
  {
   "quote": {
    "text": "It's amazing how directly you can connect with people via social media."
   },
   "author": {
    "text": "Sophia Amoruso"
   }
  },
  {
   "quote": {
    "text": "I'm always cooking big veggie curries for friends with tons of spices, coconut milk, chilli - I'll saute potatoes in the spices, then cook them with all the flavours and stir in some chickpeas and spinach at the end before serving it on a bed of sesame brown rice. It's easy to do and tastes amazing!"
   },
   "author": {
    "text": "Ella Woodward"
   }
  },
  {
   "quote": {
    "text": "It's amazing what you find out about yourself when you write in the first person about someone very different from you."
   },
   "author": {
    "text": "Doris Lessing"
   }
  },
  {
   "quote": {
    "text": "Just like sunshine affects others, when the life of Jesus invades your life, you become a loving person. The effect on others is amazing."
   },
   "author": {
    "text": "John Eldredge"
   }
  },
  {
   "quote": {
    "text": "I cannot stress enough that the answer to life's questions is often in people's faces. Try putting your iPhones down once in a while, and look in people's faces. People's faces will tell you amazing things. Like if they are angry, or nauseous or asleep."
   },
   "author": {
    "text": "Amy Poehler"
   }
  },
  {
   "quote": {
    "text": "That show, 'The Amazing Race' - is that about white people?"
   },
   "author": {
    "text": "Zach Galifianakis"
   }
  },
  {
   "quote": {
    "text": "It's amazing how much you can learn if your intentions are truly earnest."
   },
   "author": {
    "text": "Chuck Berry"
   }
  },
  {
   "quote": {
    "text": "People don't realize how amazing elephants are."
   },
   "author": {
    "text": "Prince Harry"
   }
  },
  {
   "quote": {
    "text": "There's the Hollywood sign; there's Griffith Observatory; there's the great, amazing Los Angeles Basin. It's 465 square miles of insanity and the best food on the planet."
   },
   "author": {
    "text": "Robert Crais"
   }
  },
  {
   "quote": {
    "text": "I'm very happy with my life and career, but I do find myself having serious attacks of nostalgia, and I don't quite know why. Even though I've got to travel the world and do amazing things, I still want to go back to my teenage years and change little aspects of it. It's strange, but it does continue to bug me."
   },
   "author": {
    "text": "Edgar Wright"
   }
  },
  {
   "quote": {
    "text": "You will never cease to be the most amazed person on earth at what God has done for you on the inside."
   },
   "author": {
    "text": "Oswald Chambers"
   }
  },
  {
   "quote": {
    "text": "Kids and family life are only as good as your wife, and she's amazing."
   },
   "author": {
    "text": "Noel Gallagher"
   }
  },
  {
   "quote": {
    "text": "I'm extremely proud of my daughter. She's done amazing work. She's worked on herself, which I think is important."
   },
   "author": {
    "text": "Goldie Hawn"
   }
  },
  {
   "quote": {
    "text": "Everything that has happened to me has been amazing and surprising."
   },
   "author": {
    "text": "R. L. Stine"
   }
  },
  {
   "quote": {
    "text": "It's amazing the clarity that comes with psychotic jealousy."
   },
   "author": {
    "text": "Rupert Everett"
   }
  },
  {
   "quote": {
    "text": "It's really cool to see how many people try to imitate me or wear my stuff. I get a lot of Instagram videos of people doing my entrance. I think that's so cool. To see the variety of people, little girls, guys, doing it. I never really thought that would happen. It's amazing."
   },
   "author": {
    "text": "Sasha Banks"
   }
  },
  {
   "quote": {
    "text": "When I tour, it's like, well, like a food tour as much as a comedy tour. I try to eat at all the weird places, the obscure barbecue joints, burger places. There are a few spots in L.A. that I'm obsessed with - one of them is the Taco Zone taco truck on Alvarado. There are secret off-menu items that are amazing."
   },
   "author": {
    "text": "Aziz Ansari"
   }
  },
  {
   "quote": {
    "text": "Most of the southern hemisphere is unexplored. We had more exploration ships down there during Captain Cook's time than now. It's amazing."
   },
   "author": {
    "text": "Robert Ballard"
   }
  },
  {
   "quote": {
    "text": "I love Monk's song, 'Just a Gigolo.' It's probably a minor song for him, but whenever I hear a recording of him playing it, I'm mesmerized because Monk clearly loved pop music. He took it very seriously and made an amazing thing out of it."
   },
   "author": {
    "text": "Glenn Ligon"
   }
  },
  {
   "quote": {
    "text": "I'm an amazing mama's boy."
   },
   "author": {
    "text": "Penn Jillette"
   }
  },
  {
   "quote": {
    "text": "Seven hundred thousand people who have dementia in this country are not heard. I'm fortunate; I can be heard. Regrettably, it's amazing how people listen if you stand up in public and give away $1 million for research into the disease, as I have done."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "You think you have the most amazing life by having your dreams come true as a musician and marrying the woman of your dreams. But then you add a lil' baby girl... to the mix, and it's like you've never really lived and loved until she was here."
   },
   "author": {
    "text": "Coy Bowles"
   }
  },
  {
   "quote": {
    "text": "Sometimes I have ice cream for lunch. Gelateria Sempione in Milan is the best in the world, hands down. The chocolate sorbetto is amazing."
   },
   "author": {
    "text": "Margherita Missoni"
   }
  },
  {
   "quote": {
    "text": "It's amazing. My kids have grown me in ways I never knew possible. The patience I've received and the love I get from them is just amazing."
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "I went to Paris to learn and absorb some of the amazing ambience I was enamored with growing up in Kansas City. I didn't go there to start my own collection. But I never could get an internship, so finally, I was left with just doing my own show."
   },
   "author": {
    "text": "Jeremy Scott"
   }
  },
  {
   "quote": {
    "text": "Going to the roof of the Empire State Building is pretty amazing for kids."
   },
   "author": {
    "text": "Adam Scott"
   }
  },
  {
   "quote": {
    "text": "It's amazing to me that, in the 42 years since President Kennedy signed the Equal Pay Act into law, women today still receive fewer wages than men for the same work."
   },
   "author": {
    "text": "Mike Honda"
   }
  },
  {
   "quote": {
    "text": "Fatherhood is the most amazing thing that could ever have happened in my life."
   },
   "author": {
    "text": "Corey Feldman"
   }
  },
  {
   "quote": {
    "text": "We should explore ways to make us a more amazing species. A more fascinating society. We should embrace our innovations and evolve with them."
   },
   "author": {
    "text": "Brad Feld"
   }
  },
  {
   "quote": {
    "text": "When I was growing up, Forest Park was full of integrated families. It was amazing. One my best friends was Vietnamese. Another one was half-Mexican, half-black. Another one was from Colombia. Another one was born in the U.S., but his mom was from Germany and spoke with a German accent. So we all had multiple identities."
   },
   "author": {
    "text": "Dinaw Mengestu"
   }
  },
  {
   "quote": {
    "text": "My maternal granddad, Leonard, was full of amazing stories. He was an orphan, with 11 or 12 brothers and sisters, and he used to tell us about growing up near the Irrawaddy river and how one brother was eaten by a crocodile."
   },
   "author": {
    "text": "Jamie Cullum"
   }
  },
  {
   "quote": {
    "text": "Love makes no sense at all. But it's the most powerful and amazing force in the entire universe."
   },
   "author": {
    "text": "Glenn Close"
   }
  },
  {
   "quote": {
    "text": "It's an amazing thing to watch a lizard fold a moth into its mouth, like a sword swallower who specialises in umbrellas."
   },
   "author": {
    "text": "Elizabeth McCracken"
   }
  },
  {
   "quote": {
    "text": "There are very few dance companies in the world and you have to be phenomenal. You have to not be injured. You have to have a really strong mind to deal with the dance world. People who can do it are amazing to me. You cannot have a life outside of dance."
   },
   "author": {
    "text": "Neve Campbell"
   }
  },
  {
   "quote": {
    "text": "I've been so honored and so lucky to work with some amazing people. I've collaborated on amazing sets and with amazing crews."
   },
   "author": {
    "text": "Tye Sheridan"
   }
  },
  {
   "quote": {
    "text": "I think Paul Newman had an amazing career. I also love what Tom Hanks has done. He has always made very grounded movies that have something to say. He has found a way to make blockbusters that are about something and that is what I want to do."
   },
   "author": {
    "text": "Josh Duhamel"
   }
  },
  {
   "quote": {
    "text": "I had one of those light bulb 'a ha' moments while screening 'Good Will Hunting' in Camp David in 1998 - Madeleine Albright and the Clintons were there, and I just became really inspired by all of these amazing people. I left the screening asking myself what I could do."
   },
   "author": {
    "text": "Lawrence Bender"
   }
  },
  {
   "quote": {
    "text": "I would love to be bilingual. I think having a second or third language at my bidding would open up the world in amazing ways."
   },
   "author": {
    "text": "Deborah Raney"
   }
  },
  {
   "quote": {
    "text": "I'm definitely doing better. I never realized that I would get the support that I've gotten from everybody - from my fans, to people that I've idolized my whole life. So it's overwhelming, it's amazing and I believe that everything happens for a reason so I'm in a really good place right now."
   },
   "author": {
    "text": "Pia Toscano"
   }
  },
  {
   "quote": {
    "text": "Polo is a great thing to do with your kids and your family - it is a great day out. And to me, horses are amazing creatures that give you this cable to Earth and put you in contact with nature."
   },
   "author": {
    "text": "Nacho Figueras"
   }
  },
  {
   "quote": {
    "text": "I was four or five, and my mom got all the Power Rangers to come through. I thought it was really them. I started crying tears of joy. It was so amazing. My favorite Power Ranger was the green one. He wasn't in every episode - he was rare, like Based God. He was like the Based God Power Ranger."
   },
   "author": {
    "text": "Domo Genesis"
   }
  },
  {
   "quote": {
    "text": "Everyone in the world of cycling knows how much it is a team sport as well as individual. It's just amazing to be a part of."
   },
   "author": {
    "text": "Geraint Thomas"
   }
  },
  {
   "quote": {
    "text": "Try as hard as we may for perfection, the net result of our labors is an amazing variety of imperfectness. We are surprised at our own versatility in being able to fail in so many different ways."
   },
   "author": {
    "text": "Samuel McChord Crothers"
   }
  },
  {
   "quote": {
    "text": "I'm not a confrontational person or comedian. I think we can explore more things if one of us is not fighting with the other. I take it easy. But I do like comedians who are very different from myself: I love dry comics with deadpan one-liners. I look on and think, 'That's amazing; why didn't I think of that?'"
   },
   "author": {
    "text": "Trevor Noah"
   }
  },
  {
   "quote": {
    "text": "I've worn dresses from all different price ranges, and the thing that couture dresses have in common is that the fit is amazing."
   },
   "author": {
    "text": "Beyonce Knowles"
   }
  },
  {
   "quote": {
    "text": "It's amazing how much trouble you can get in when you don't have anything else to do."
   },
   "author": {
    "text": "Quincy Jones"
   }
  },
  {
   "quote": {
    "text": "The first amazing fact about gravitation is that the ratio of inertial mass to gravitational mass is constant wherever we have checked it. The second amazing thing about gravitation is how weak it is."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "I realized the other day that I've lived in New York longer than I've lived anywhere else. It's amazing: I am a New Yorker. It's strange; I never thought I would be."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "I'm really happy and had such an amazing time performing at Super Bowl - wish I could relive it all over again."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "Ice shows give us the opportunity to forget ourselves and just perform. They are amazing opportunities to be in front of audience to try out new material, to show new costuming. It's an incredible opportunity to do what we do without the stress of worrying about what a judge is going to say."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "I don't develop anything. I don't practice, I don't rehearse. I just go out there, and it's just amazing and unpredictable and spontaneous every single time. It's the most cultivating incredible performance that you can go and see live for the amount of money that you can see it for."
   },
   "author": {
    "text": "Tory Lanez"
   }
  },
  {
   "quote": {
    "text": "Miles Davis would have this lineup of all these amazing musicians and one day would just say, 'We're done.' After tons of great records and tickets sold, he said, 'Now I'm going to grow my hair out and play my horn through a wah-wah pedal.' Rather than play it safe, he went on."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "I think the U.K. is an amazing place and has been extremely good to me. Some of my favorite and most-listened-to bands are from England. I have met many good people there and have been in front of some of the most loyal audiences I have ever encountered."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Being in New York is an almost overwhelming experience. While Washington, D.C., is my favorite American city, I regard New York City as the most amazing city in the world. No other comes close. It is an incredible, inexhaustible engine."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "I have a lot of amazing women, you know, women in my life who have been an example for me of what not to do."
   },
   "author": {
    "text": "Jennifer Aniston"
   }
  },
  {
   "quote": {
    "text": "I've been picked on my whole entire life, and I feel like I started the IAmMoreThan campaign on Instagram to try to find other people who have been bullied and totally overcame it and did something amazing with it."
   },
   "author": {
    "text": "Kylie Jenner"
   }
  },
  {
   "quote": {
    "text": "I have an amazing team; I have amazing producers; I have amazing writers, but at the end of it, it's me making the decisions on the writing, the tone, the editing."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "Words to me were magic. You could say a word and it could conjure up all kinds of images or feelings or a chilly sensation or whatever. It was amazing to me that words had this power."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "The Olympic Gold medal in 1968 was definitely the highest moment of my career. It was a dream come true. I was a 19-year-old boy, and it was just amazing to be standing on top of the podium and hearing the National Anthem in the background."
   },
   "author": {
    "text": "George Foreman"
   }
  },
  {
   "quote": {
    "text": "I'm always going to get more of a charge playing Chicago than I will Duluth or some place like that. Just because of the history and the people there are way more knowledgeable than a lot of other cities. It's an amazing music scene with some great bands and great musicians."
   },
   "author": {
    "text": "Matt Cameron"
   }
  },
  {
   "quote": {
    "text": "It has been wild, you know? I started out just putting a song that I made out on the Internet without being sure if anyone was going to like it, and it took me on tour around the world with Justin Bieber. It's been amazing!"
   },
   "author": {
    "text": "Post Malone"
   }
  },
  {
   "quote": {
    "text": "I was friends with Susan Sontag the last four years of her life. She had this amazing charisma and so much energy, but she had a sad little funeral in Montparnasse in Paris. It was rainy. It was all wrong. And I was thinking, 'God, she loved life so much.'"
   },
   "author": {
    "text": "Marina Abramovic"
   }
  },
  {
   "quote": {
    "text": "I've been pleased to work with so many wonderful stars through the years. This has been an amazing journey. I hope it continues."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "I say this all the time, but when I go to bed at the end of the day, and I put my head down on the pillow, I really feel such a sense of satisfaction, and I'm so proud of my kids that they have this amazing work ethic, and we get to work with each other every day, so it doesn't get any better than that."
   },
   "author": {
    "text": "Kris Jenner"
   }
  },
  {
   "quote": {
    "text": "I'm just shocked and thankful that I've gotten away with everything - experimenting here, trying at this, failing at that, being good in some things, not so good in others. It's kind of amazing that people are still sticking by me. When they come up to me in the street, I just want to write them all cheques."
   },
   "author": {
    "text": "Michael Keaton"
   }
  },
  {
   "quote": {
    "text": "There are some amazing stories from all over this country, where people's work and contribution has been acknowledged. To be part of that is an absolutely fantastic feeling."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "It is quite amazing what I didn't feel after a while. I didn't really want to feel things."
   },
   "author": {
    "text": "Kate Moss"
   }
  },
  {
   "quote": {
    "text": "I'm happy that I have a beautiful, wonderful, amazing child who's made me a better person."
   },
   "author": {
    "text": "Solange Knowles"
   }
  },
  {
   "quote": {
    "text": "'Savage Inequalities' was about school finance, and 'Amazing Grace' primarily dealt with medical and social injustices in New York. But with 'Ordinary Resurrections,' I had no predetermined agenda. When I met with the children, I was not in pursuit of any line of thinking. In our conversations, I let them lead me where they wanted to go."
   },
   "author": {
    "text": "Jonathan Kozol"
   }
  },
  {
   "quote": {
    "text": "My goal is to think of nothing when I'm writing a song because too many influences could sabotage a potentially amazing song."
   },
   "author": {
    "text": "Ricky Martin"
   }
  },
  {
   "quote": {
    "text": "I am truly humbled. Not only that I am going to be known as the final Top Model but as a final Top Model who is deaf! And that is an amazing tagline. This proves that deaf people can do anything and everything."
   },
   "author": {
    "text": "Nyle DiMarco"
   }
  },
  {
   "quote": {
    "text": "If you eat broccoli steamed or boiled, it's not very exciting, but you can roast it with things like turmeric and make it amazing. It's all about how you cook something and what you pair it with."
   },
   "author": {
    "text": "Ella Woodward"
   }
  },
  {
   "quote": {
    "text": "The truth sets you free. It's a very liberating thing, when you say this is who I am warts and all and then you can just get on with life. It's amazing."
   },
   "author": {
    "text": "Geri Halliwell"
   }
  },
  {
   "quote": {
    "text": "What's amazing when you get up and do something is what God does in your life. We just have to get up and do something."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "Directing is a really kind of amazing thing, because you're helping others and, in the middle of that, you have to worry about yourself."
   },
   "author": {
    "text": "Philip Seymour Hoffman"
   }
  },
  {
   "quote": {
    "text": "Victor Cruz just got his deal with Givenchy - amazing. I was so excited for him. That was amazing. So I think there are great opportunities for a lot of athletes out there."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "I've got nothing against L.A. I think it is a really beautiful place. To be able to surf and get out in the Pacific Ocean every once in a while. The hiking, all of that is amazing. I love it there."
   },
   "author": {
    "text": "Liev Schreiber"
   }
  },
  {
   "quote": {
    "text": "There is no way I could have predicted the amazing reception and support that 'Quantico' has received this season or even the way that I have been welcomed into the fold here in America."
   },
   "author": {
    "text": "Priyanka Chopra"
   }
  },
  {
   "quote": {
    "text": "Yves Saint Laurent was my first fashion show. I wore his tuxedo. And Helmut Newton was my first photographer, in 1973. I was really very lucky. I had an amazing career."
   },
   "author": {
    "text": "Jerry Hall"
   }
  },
  {
   "quote": {
    "text": "We are on the precipice of a crisis, a Constitutional crisis. The checks and balances, which have been at the core of this Republic, are about to be evaporated by the nuclear option. The checks and balances that say if you get 51% of the vote, you don't get your way 100% of the time. It is amazing, it's almost a temper tantrum."
   },
   "author": {
    "text": "Chuck Schumer"
   }
  },
  {
   "quote": {
    "text": "I was bullied in school, but thankfully, I was surrounded by amazing family that love me and kept my head high and didn't allow me to fall into depression because of it."
   },
   "author": {
    "text": "Joanna Krupa"
   }
  },
  {
   "quote": {
    "text": "The state of Michigan going to Trump was an amazing thing. Of course the fake news media was shocked; they never considered that white working class residents of Michigan may not like being called evil racists clinging to guns and Bibles."
   },
   "author": {
    "text": "Milo Yiannopoulos"
   }
  },
  {
   "quote": {
    "text": "You can't come out of drama school and think, 'It's all going to be amazing.' You have to expect to work in a bar for at least five years and be a waitress for maybe two!"
   },
   "author": {
    "text": "Emilia Clarke"
   }
  },
  {
   "quote": {
    "text": "Nobody has it all, but for me to even come close is amazing."
   },
   "author": {
    "text": "Adam Levine"
   }
  },
  {
   "quote": {
    "text": "Going to college is an amazing opportunity to not only learn and be book-smart but also to kind of stretch your wings and expand yourself as a human and as an artist, whatever it is you're going for."
   },
   "author": {
    "text": "Lindsey Stirling"
   }
  },
  {
   "quote": {
    "text": "I love chicken. I love chicken products: fried chicken, roasted chicken, chicken nuggets - whatever. And going to Japan, I would see that these chicken were smoked and then grilled and then have this amazing crispy skin."
   },
   "author": {
    "text": "David Chang"
   }
  },
  {
   "quote": {
    "text": "When we'd suggested doing it, the Theatre Royal management had said, 'Nobody wants to see Waiting for Godot.' As it happened, every single ticket was booked for every single performance, and this confirmation that our judgment was right was sweet. Audiences came to us from all over the world. It was amazing."
   },
   "author": {
    "text": "Ian Mckellen"
   }
  },
  {
   "quote": {
    "text": "People say: 'Oh, but would you be happy for your show to go on BBC3 if it was just online?' If I was sat here telling you I had just signed a huge deal with Netflix you'd be going: 'Wow, that's amazing.' You can't see it as 'Oh, it's no longer a channel because it's not on TV.'"
   },
   "author": {
    "text": "James Corden"
   }
  },
  {
   "quote": {
    "text": "Learn computer science. It's extraordinarily helpful. I like recommending learning economics as well so they think in terms of business, they have rational frameworks for looking at the world, but yeah, computer science is an amazing way to get into, even if you want to be CEO, having a tech background is helpful."
   },
   "author": {
    "text": "Fabrice Grinda"
   }
  },
  {
   "quote": {
    "text": "I enjoyed being a teammate of Deion Sanders. He brings different elements to the game that many people would not even realize, and to watch and witness a superior talent like him and watch him prepare and train, and study the game is truly amazing."
   },
   "author": {
    "text": "Emmitt Smith"
   }
  },
  {
   "quote": {
    "text": "From Japan to Thailand, I keep discovering amazing talent, cuisine and food markets."
   },
   "author": {
    "text": "Daniel Boulud"
   }
  },
  {
   "quote": {
    "text": "I was so happy that it filmed in New York not only because it's an amazing city, but also because a lot of people across the world somehow started to think about New York as a dangerous place to be and envisioned it as some war zone after that happened."
   },
   "author": {
    "text": "Alicia Witt"
   }
  },
  {
   "quote": {
    "text": "I think Angelina Jolie has done amazing, amazing things, and the international adoption rate just since her has skyrocketed. It's unbelievable."
   },
   "author": {
    "text": "Jessica Simpson"
   }
  },
  {
   "quote": {
    "text": "Trump does magic. Maybe it will be black magic sometime, but he's an amazing phenomenon."
   },
   "author": {
    "text": "Robert J. Shiller"
   }
  },
  {
   "quote": {
    "text": "I love to travel, and I think being whisked away somewhere for a vacation is a pretty amazing date. But, I'm really into the basic movie and dinner. It's not where you are but who you're with that really matters."
   },
   "author": {
    "text": "Alexandra Daddario"
   }
  },
  {
   "quote": {
    "text": "It's really amazing when you discover how strong you actually are and what you really can accomplish."
   },
   "author": {
    "text": "Alexandra Daddario"
   }
  },
  {
   "quote": {
    "text": "Linda Georgian is a wonderful psychic. She can do amazing things."
   },
   "author": {
    "text": "Dionne Warwick"
   }
  },
  {
   "quote": {
    "text": "I really believe that the movie will never be as good as the book, both because the book goes on longer - a movie is basically an abridgment of a book - and because books are internal. But they are incredibly powerful. The visual format is, you know, amazing."
   },
   "author": {
    "text": "Scott Turow"
   }
  },
  {
   "quote": {
    "text": "Alexander Gonzalez Inarritu is a great director. He's the one I first worked with. He's amazing."
   },
   "author": {
    "text": "Gael Garcia Bernal"
   }
  },
  {
   "quote": {
    "text": "Most New Yorkers want to look amazing, and they want you to understand that they look amazing, but they also want you to stop staring at them."
   },
   "author": {
    "text": "Ellie Kemper"
   }
  },
  {
   "quote": {
    "text": "We just love Denver. The love and support from people here is amazing."
   },
   "author": {
    "text": "GRiZ"
   }
  },
  {
   "quote": {
    "text": "'True Blood' is amazing. I have to give a shout out to 'Melrose Place' because I do watch. I love 'Entourage.' One of my favorite shows back in the day was 'Friday Night Lights.'"
   },
   "author": {
    "text": "Tristan Wilds"
   }
  },
  {
   "quote": {
    "text": "It's amazing, the culture Coach Belichick has been able to create in our system."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "Traditionally, Seattle has been a great sports town and great football town. What the Huskies have achieved over the years has been pretty amazing. That's how I got my first taste of football - when I went with my father to Husky Stadium."
   },
   "author": {
    "text": "Paul Allen"
   }
  },
  {
   "quote": {
    "text": "I had always been interested in mythology. I suppose my brief stay in Wales during World War II influenced my writing, too. It was an amazing country. It has marvelous castles and scenery."
   },
   "author": {
    "text": "Lloyd Alexander"
   }
  },
  {
   "quote": {
    "text": "Men and women do think differently, and frankly, we don't understand each other. Not at all! But that's what makes relationships so amazing."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "Hong Kong has plenty of superlative hotels, amazing food, and cool shopping."
   },
   "author": {
    "text": "Hanya Yanagihara"
   }
  },
  {
   "quote": {
    "text": "'Christian Mingle' is about a young, modern, single woman. She's trying to achieve it all - a successful career, amazing friends, and finding Mr. Right. She stumbles into the world of online dating looking for an instant 'soul mate solution,' but ultimately ends up taking a personal journey transforming her life."
   },
   "author": {
    "text": "Corbin Bernsen"
   }
  },
  {
   "quote": {
    "text": "I need to take everything one step at a time. If I think about that too much, I'll miss this amazing experience."
   },
   "author": {
    "text": "Shanice Williams"
   }
  },
  {
   "quote": {
    "text": "It's easy to write for God and about God, because what a thrill to remind the church that the Holy Spirit of God is in you. What a rush! What an amazing blessing!"
   },
   "author": {
    "text": "Francis Chan"
   }
  },
  {
   "quote": {
    "text": "My wife, Keisha, came home once, and I had these violinists playing for her, and I'd prepared dinner for her, and I write poems. She's pretty amazing, so I like to celebrate that. She's really taught me how to celebrate life; that's something I've learned."
   },
   "author": {
    "text": "Forest Whitaker"
   }
  },
  {
   "quote": {
    "text": "We don't wake up happy and looking absolutely perfect and feeling amazing every day, you know? We're only human. So I think, with me, I'm not really scared to let people see that - because it's real."
   },
   "author": {
    "text": "Bebe Rexha"
   }
  },
  {
   "quote": {
    "text": "I'm the lead singer of the Beach Boys and an ambassador of this amazing music that touched a generation."
   },
   "author": {
    "text": "Mike Love"
   }
  },
  {
   "quote": {
    "text": "When you gaze at stars and think about planets, the places it takes your imagination are amazing! You look up the sky, and you know the stars have always been here; they were referenced in biblical times and have always been present. They are somewhere up there in the future, and they guide you; they make you feel safe."
   },
   "author": {
    "text": "Sarah Brightman"
   }
  },
  {
   "quote": {
    "text": "I just wanna thank all those amazing Internet bloggers out there that hate me day-to-day. I love you! You rock!"
   },
   "author": {
    "text": "Tori Spelling"
   }
  },
  {
   "quote": {
    "text": "I remember looking at James Joyce's journals. It was just amazing - it looked like ants had written on the page. So much writing on one page, every corner of the page was filled. Some of the lines were underlined in yellow or blue or red. A lot of color, intense writing."
   },
   "author": {
    "text": "Juan Felipe Herrera"
   }
  },
  {
   "quote": {
    "text": "They say you don't want to meet your heroes, but those two guys, you do want to meet them, because they do not disappoint. Walken has this amazing sense of humor, and Pacino is like just a sweetheart of a guy."
   },
   "author": {
    "text": "Bill Burr"
   }
  },
  {
   "quote": {
    "text": "I loved hip-hop. The first stuff I heard was Public Enemy, and I couldn't believe it. It was amazing, and I've always loved hip-hop."
   },
   "author": {
    "text": "Joaquin Phoenix"
   }
  },
  {
   "quote": {
    "text": "I suppose it's amazing how quick life goes by when you have children."
   },
   "author": {
    "text": "Steffi Graf"
   }
  },
  {
   "quote": {
    "text": "I work on most weekends, so my husband is the executive chef. He is an amazing cook. I love the way he does salmon, and his apple pie for dessert is delicious."
   },
   "author": {
    "text": "Erica Durance"
   }
  },
  {
   "quote": {
    "text": "I run from Horatio Street down just past Battery Park City and back. It's amazing to run and see the Statue of Liberty and the ferries coming in. People think if you're not near Central Park, there's nowhere to go, but there's a whole ecosystem happening down here."
   },
   "author": {
    "text": "Andy Cohen"
   }
  },
  {
   "quote": {
    "text": "When it comes to beauty, women are nothing short of amazing. They come in variations of shapes, colors, and sizes. Each part of their character and personality adds an element to their beauty."
   },
   "author": {
    "text": "Raheem DeVaughn"
   }
  },
  {
   "quote": {
    "text": "The amazing fact is that America is founded on a document. It's a work in progress. It can be tested by each generation."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "It's pretty amazing to see something in your head and write it down, go out and shoot it, then see it on the big screen. It's a pretty amazing feeling."
   },
   "author": {
    "text": "Eric Johnson"
   }
  },
  {
   "quote": {
    "text": "I would define the new aspects of fatherhood like this: It is 75 percent amazing and 25 percent demoralizing. I think any new parent can understand exactly what I'm talking about."
   },
   "author": {
    "text": "Daniel Bryan"
   }
  },
  {
   "quote": {
    "text": "It's amazing what a resource modern technology is now for making ballets, and I film my rehearsals almost every day."
   },
   "author": {
    "text": "Justin Peck"
   }
  },
  {
   "quote": {
    "text": "My spray-tan woman is amazing. She comes to my house at 10 o'clock the night before a shoot. The results are so brown, flawless, and natural. It's just weird because my natural skin color is very white, almost whitish yellow."
   },
   "author": {
    "text": "Chrissy Teigen"
   }
  },
  {
   "quote": {
    "text": "I'm a great fan of Bloomingdale's, and I'm a very loyal alumni of Parsons. I think what they do, what they've done, is amazing. They've educated some of the best American designers."
   },
   "author": {
    "text": "Narciso Rodriguez"
   }
  },
  {
   "quote": {
    "text": "It's amazing to be able to embrace young talent."
   },
   "author": {
    "text": "Ashley Nell Tipton"
   }
  },
  {
   "quote": {
    "text": "Pat Phoenix kept that amazing sassy look. I always wonder, was that because she was thrilled with that look, and thought it looked marvellous, or was it because she was too scared to change it? It's a double thing. Security and insecurity."
   },
   "author": {
    "text": "Celia Imrie"
   }
  },
  {
   "quote": {
    "text": "When you write biographies, whether it's about Ben Franklin or Einstein, you discover something amazing: They are human."
   },
   "author": {
    "text": "Walter Isaacson"
   }
  },
  {
   "quote": {
    "text": "We are strangely biased, as individuals and media institutions, to focus on big sudden changes, whether good or bad - amazing breakthroughs, such as a new gadget that gets released, or catastrophic failures, like a plane crash."
   },
   "author": {
    "text": "Steven Johnson"
   }
  },
  {
   "quote": {
    "text": "I love to travel with my family or my two best friends because I completely trust them. I forced my two best friends into learning to scuba dive with me in Sri Lanka - it was amazing but also hideous because we were learning in very difficult seas."
   },
   "author": {
    "text": "Julia Sawalha"
   }
  },
  {
   "quote": {
    "text": "I have a ridiculous fear of sharks but I'd jump in the water in a second for an amazing role."
   },
   "author": {
    "text": "Kate Mara"
   }
  },
  {
   "quote": {
    "text": "I ate fantastic Italian food in Croatia, which you wouldn't expect. The food in Istanbul was amazing. I never would've expected that and the food, I guess you're learning something about me, the food in Prague, they're very, very heavy meat eaters, like, a lot of meat, which is great."
   },
   "author": {
    "text": "Cliff Curtis"
   }
  },
  {
   "quote": {
    "text": "Teachers are not glorified babysitters with summers off. Their profession fuels all others, and on a normal day that is amazing enough in and of itself."
   },
   "author": {
    "text": "LZ Granderson"
   }
  },
  {
   "quote": {
    "text": "We're all doing different things and some of the girls are mums, so priorities have changed. But I would love to do something with the Spice Girls again. I know we would have an amazing time."
   },
   "author": {
    "text": "Emma Bunton"
   }
  },
  {
   "quote": {
    "text": "The lesson of travel seems to be so banal, but so great, which is that people are just so amazingly decent the world over. Given the disparity of income and wealth, it's amazing not just that you don't get robbed everywhere - it's amazing you don't get eaten."
   },
   "author": {
    "text": "Geoff Dyer"
   }
  },
  {
   "quote": {
    "text": "Lennon has an amazing ability to think before she speaks. She doesn't have to constantly be talking. She just thinks, and when she speaks, it's thoughtful. She's very calm. I'm trying to learn that from her."
   },
   "author": {
    "text": "Jessica St. Clair"
   }
  },
  {
   "quote": {
    "text": "I don't know if it has set in or not. Honestly, it's crazy. It's such an amazing honor. I remember thinking back to being in my room waiting for the call to see if I got the part. It's like winning the lottery. I'm proud to be a member of such an amazing cast - that's the best award of all."
   },
   "author": {
    "text": "Hailee Steinfeld"
   }
  },
  {
   "quote": {
    "text": "Just going to Africa is amazing; it all comes back to the motherland. It's pretty much where everything started."
   },
   "author": {
    "text": "Amar'e Stoudemire"
   }
  },
  {
   "quote": {
    "text": "I do like athletes as they have amazing self-discipline."
   },
   "author": {
    "text": "Seal"
   }
  },
  {
   "quote": {
    "text": "I can't pick a favorite animal; I love so many! But I guess if I have to choose, I pick bees! There's this brilliant documentary called 'Queen of the Sun: What Are the Bees Telling Us?' I think it's important for people to be educated about bees - they pollinate almost all the food we eat. They are amazing!"
   },
   "author": {
    "text": "Isabel Lucas"
   }
  },
  {
   "quote": {
    "text": "Modeling for adidas is a dream I never knew I could achieve. I've had it in my mind to work with such a dope ,and it's so amazing that I get to be a part of a campaign with so many powerful voices."
   },
   "author": {
    "text": "Barbie Ferreira"
   }
  },
  {
   "quote": {
    "text": "My job is to teach someone something they never knew, but it should not be like you're in a prisoner-of-war camp. I'm supposed to be teaching you but also entertaining you. You're giving me an hour of your time. It should be lively. We're on a hunt, it's a mystery, and it's amazing."
   },
   "author": {
    "text": "Bonnie Bassler"
   }
  },
  {
   "quote": {
    "text": "When you are doing something neat, and you're doing it with neat people, and there is that convergence, something amazing will happen."
   },
   "author": {
    "text": "Rony Abovitz"
   }
  },
  {
   "quote": {
    "text": "I'm very concerned for the future of the earth and its amazing creatures. We've got to be careful and make sure we don't foul our own nest."
   },
   "author": {
    "text": "John Lithgow"
   }
  },
  {
   "quote": {
    "text": "I think Michael Moore is an amazing man - an amazing, brave man. And I think people are probably going to start saying, 'Don't associate with Cindy Sheehan.' People who speak truth to power somehow are marginalized in this country."
   },
   "author": {
    "text": "Cindy Sheehan"
   }
  },
  {
   "quote": {
    "text": "Twitter is an amazing public tool with an incredible capacity for public good."
   },
   "author": {
    "text": "Rachel Sklar"
   }
  },
  {
   "quote": {
    "text": "I'm from Naples. I was born in a poor neighborhood and I always, in my heart, felt like it would be amazing to be able to adopt a child from Naples. I could give someone the opportunity I had. I would love to give back in that way and pay it forward."
   },
   "author": {
    "text": "Giuliana Rancic"
   }
  },
  {
   "quote": {
    "text": "One of my favorite things about working on 'Glory Daze' is getting to wear amazing '80s outfits coupled with fabulously over-the-top hair and makeup. My wardrobe usually consists of colorful sweaters, denim skirts, high-waisted shorts, crop tops, dangly earrings, jean jackets, and, of course, panty hose and shoulder pads."
   },
   "author": {
    "text": "Julianna Guill"
   }
  },
  {
   "quote": {
    "text": "We're always talking and plotting and discussing what we can do to give our fans the best possible experience and leave everyone going home with having an amazing time and a memory that will last a lifetime."
   },
   "author": {
    "text": "Zacky Vengeance"
   }
  },
  {
   "quote": {
    "text": "It's kind of amazing how popular 'Grey's Anatomy' is. What other show can boast such an annoyingly sincere cast of doctors, sniveling through such perfunctory love triangles?"
   },
   "author": {
    "text": "Rob Sheffield"
   }
  },
  {
   "quote": {
    "text": "When you are a kid, a wolf is an amazing sight, so sumptuous. I sort of knew these were splendid creatures, that I was not going to find them outside roaming around. It was like a dog, but not a dog. It was incredible, a god!"
   },
   "author": {
    "text": "Sarah Hall"
   }
  },
  {
   "quote": {
    "text": "I'm very proud of the people with whom I've worked. It's an amazing collection that just by happenstance happened."
   },
   "author": {
    "text": "Norman Lloyd"
   }
  },
  {
   "quote": {
    "text": "My sisters are amazing. My sister is my business partner, my twin. She's an amazing producer, writer. You know, we're just grinding and trying to make my mother proud as well as God."
   },
   "author": {
    "text": "Tasha Smith"
   }
  },
  {
   "quote": {
    "text": "In Montreal, there is a friend of mine at school who is a jazz pianist with an amazing voice, and we sort of have this fusion/soul/R&B/folk music kind of thing. We've been keeping it low-key and opening for some friends."
   },
   "author": {
    "text": "Jake Epstein"
   }
  },
  {
   "quote": {
    "text": "Florence Nightingale was an amazing figure. She created the American Red Cross. She saw the suffering from bad health conditions on the battlefield and in the military hospitals, and she fought like crazy to change the conditions; to make sure that the doctors washed their hands and practiced sanitary measures. She put herself at great risks."
   },
   "author": {
    "text": "Sharon Lawrence"
   }
  },
  {
   "quote": {
    "text": "They say it's good but I didn't know what I was doing until I got into the suit and they put the moustache on me, and somehow, when I got all the drag on, it came out. It was the most amazing thing. I'm truly extraordinary."
   },
   "author": {
    "text": "Harvey Korman"
   }
  },
  {
   "quote": {
    "text": "It is amazing what colleagues tell you about the inefficiencies and about what works and what doesn't. It is a real-life check on our ideas."
   },
   "author": {
    "text": "Judith McKenna"
   }
  },
  {
   "quote": {
    "text": "I feel so lucky. When an actor that has been struggling for so long makes the transition into being an actor full-time, it is the most amazing feeling. It's just sort of like a 3,000-pound weight gets lifted from you, and you're able to mostly focus on just being an artist, which is an amazing, blessed luxury I have."
   },
   "author": {
    "text": "Steve Zissis"
   }
  },
  {
   "quote": {
    "text": "I have many friends in Special Forces, and the amazing thing about these guys is how quickly they can read someone."
   },
   "author": {
    "text": "Mike Vogel"
   }
  },
  {
   "quote": {
    "text": "We spend a lot of time training and retraining. It's heartbreaking because our education system has failed all of us. And again you go to China, even Mexico, Brazil the education systems are valued - ours are not in this country at K-12 level. It's amazing how that change has transpired in my lifetime."
   },
   "author": {
    "text": "Douglas R. Oberhelman"
   }
  },
  {
   "quote": {
    "text": "I just feel energized when I am around young, talented people. There is something about these kids that's amazing. I learn as much from them as they do from me."
   },
   "author": {
    "text": "Sally Struthers"
   }
  },
  {
   "quote": {
    "text": "Sometimes I think my husband is so amazing that I don't know why he's with me. I don't know whether I'm good enough. But if I make him happy, then I'm everything I want to be."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "I played rugby for years, and I had a rugby jacket that I lost when I was 14. Somehow, my brother found it in storage 15 years later, and he gave it back to me for my 30th birthday. That was amazing and probably one of the best gifts I've ever received."
   },
   "author": {
    "text": "Ryan Reynolds"
   }
  },
  {
   "quote": {
    "text": "My mom was always my biggest teacher, my inspiration, my role model. My mom was just the most amazing person. She was like a bon vivant in that she just lived each day to the fullest. As soon as I became a vegetarian, she became a vegetarian."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "If you get half a million, at a certain stage you probably will get 4 million people, if they are able to hear it. The touring thing is unbelievable. It really is amazing from what we did the last tour even to what we are doing now."
   },
   "author": {
    "text": "John Mayer"
   }
  },
  {
   "quote": {
    "text": "I believe that the majority of times the scale tilts toward the good. It's this amazing thing that rolls on and if we get in the flow of it, that's God. And if we fight it, if we swim the other way, we're swimming away from the purest expression of this life."
   },
   "author": {
    "text": "Michael J. Fox"
   }
  },
  {
   "quote": {
    "text": "One thing I love most about New York is the variety of amazing foods you can eat. My all-time favorite is the Chicken Parmigianino at Jean Georges."
   },
   "author": {
    "text": "Melania Trump"
   }
  },
  {
   "quote": {
    "text": "I've traveled all over the country for years speaking in churches, teaching the Ten Commandments. It's amazing if 2 percent of any congregation knows the Ten Commandments."
   },
   "author": {
    "text": "Randall Terry"
   }
  },
  {
   "quote": {
    "text": "My family, the support of my friends, the amount of people that have written and come up to me on the street and said, 'Thank you for representing us,' and Adam Lambert, and Lady Gaga, that's been amazing."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "It's amazing how fast later comes when you buy now."
   },
   "author": {
    "text": "Milton Berle"
   }
  },
  {
   "quote": {
    "text": "One of the amazing things about 'Seven Samurai' is that there are a lot of characters. And considering you have so many, and they all have shaved heads, and you've got good guys and bad guys and peasants, you get to understand a lot of them without too much being said."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "The son has always felt like he was a footnote in one of the stories the father tells. The father is an amazing storyteller and one of the tales that he tells is how he met his wife."
   },
   "author": {
    "text": "Danny DeVito"
   }
  },
  {
   "quote": {
    "text": "I remember being obsessed with Christina Aguilera's 'Stripped.' That was her peak, and she is such an amazing singer. Plus, I was a little gay boy, and the music video for 'Beautiful' existed, so obviously I was affected."
   },
   "author": {
    "text": "Trixie Mattel"
   }
  },
  {
   "quote": {
    "text": "I've been trying out all these bronzers, and By Terry has an amazing one called the Bronze Expert."
   },
   "author": {
    "text": "Eva Chen"
   }
  },
  {
   "quote": {
    "text": "Apart from anything else, I am designed by evolution, like we all are: if we see a little thing like that, big eyes, tiny nose, we go 'aaah'. That's what evolution does. We are programmed to do that. So to find babies the most amazing, isn't surprising, I don't think."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "I've built a network that curates interestingness. In my universe, it encompasses thousands and thousands of filters and people, each person being a filter. So it's kinda cool. Like I've created my own utopia, removing the boring stuff and showing only the amazing stuff."
   },
   "author": {
    "text": "Jason Silva"
   }
  },
  {
   "quote": {
    "text": "My fans and followers are so amazing."
   },
   "author": {
    "text": "Kylie Jenner"
   }
  },
  {
   "quote": {
    "text": "There's no way in the world that just because women turn the number 40, they're anything less than amazing. That's crazy. If anything, you're even more amazing!"
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "As far as the public is concerned, India is amazingly secular."
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "Luckily, my wife is amazing. She's one of the few people in my life I'm completely honest with. I've told her everything about my past. She knows me inside and out. There's no secrets at all."
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "I am fully committed to Hannah Montana. It's what gave me this amazing opportunity to reach out to so many people. I'm really excited about our new season. We are making great new episodes that I can't wait for our fans to see and I'm looking forward to the 'Hannah Montana' movie that will be out in the spring."
   },
   "author": {
    "text": "Miley Cyrus"
   }
  },
  {
   "quote": {
    "text": "What's amazing is that the taste of American men and international tastes in terms of beauty have essentially stayed the same. Styles change, but our view of beauty stays the same."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "When 'Catch Me If You Can' was published back in 1980, I never dreamed that it would become a bestseller, much less a major motion picture and now a big Broadway musical. What's amazing about the book is that it has never gone out of print."
   },
   "author": {
    "text": "Frank Abagnale"
   }
  },
  {
   "quote": {
    "text": "I've always been a huge family person. Growing up with such a huge family, it was just amazing, so coming home to that is always awesome and... it makes me happy."
   },
   "author": {
    "text": "Kendall Jenner"
   }
  },
  {
   "quote": {
    "text": "'Sleepless' was a script that had been written by three or four other writers before me, and it never really worked, but it had this amazing ending on the top of the Empire State Building that just worked, no matter what came before it."
   },
   "author": {
    "text": "Nora Ephron"
   }
  },
  {
   "quote": {
    "text": "St. Tropez has a face glow that is amazing - you can put it on without makeup, and your skin just glows."
   },
   "author": {
    "text": "Chrissy Teigen"
   }
  },
  {
   "quote": {
    "text": "I'll tell you, Quentin Tarantino really writes the most amazing dialogue."
   },
   "author": {
    "text": "Christopher Walken"
   }
  },
  {
   "quote": {
    "text": "I have two children and it's amazing how in tune they are with nature, with light, with smells, with time."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "I'm not a kid anymore. And I'm excited for all the amazing things to come."
   },
   "author": {
    "text": "Paris Hilton"
   }
  },
  {
   "quote": {
    "text": "Our minds do understand that people of all races find genuine love in many places. We dig that the world is full of amazing options."
   },
   "author": {
    "text": "Jill Scott"
   }
  },
  {
   "quote": {
    "text": "Facebook are an amazing team, a brilliant team. It's a technology that brings people together."
   },
   "author": {
    "text": "Bono"
   }
  },
  {
   "quote": {
    "text": "Cotton candy is the most amazing form of caramelization ever invented by man."
   },
   "author": {
    "text": "Jose Andres"
   }
  },
  {
   "quote": {
    "text": "I have an amazing wife and three daughters that always keep me motivated."
   },
   "author": {
    "text": "Jose Andres"
   }
  },
  {
   "quote": {
    "text": "Your car should drive itself. It's amazing to me that we let humans drive cars... It's a bug that cars were invented before computers."
   },
   "author": {
    "text": "Eric Schmidt"
   }
  },
  {
   "quote": {
    "text": "It's so hard in the NFL, man. You spend the course of a long week preparing for one opportunity. And once you get that opportunity and you get in that moment, it's just an amazing feeling. It's something you should celebrate about, something you should be excited about."
   },
   "author": {
    "text": "Antonio Brown"
   }
  },
  {
   "quote": {
    "text": "I've always really been a romantic at heart, and I have always wanted kids, and I think the idea of sharing your life with the right person is amazing, actually."
   },
   "author": {
    "text": "Monica Lewinsky"
   }
  },
  {
   "quote": {
    "text": "My best kiss was on stage. Kelly Rowland from Destiny's Child gave me a really nice soft kiss on my lips during a performance on my birthday. It was amazing."
   },
   "author": {
    "text": "Chris Brown"
   }
  },
  {
   "quote": {
    "text": "It's amazing how many introverts go into the ministry. It's amazing how many people go into the ministry who don't really like to be with people."
   },
   "author": {
    "text": "John Piper"
   }
  },
  {
   "quote": {
    "text": "My first time on TV doing stand-up, I actually did this show in Holland called 'The Comedy Factory' hosted by Jorgen Raymann. It was in 2006 in Holland. It was amazing. I had only been doing stand-up for four years, and I booked that gig through the Just For Laughs Montreal festival, and they flew me out and put me up."
   },
   "author": {
    "text": "Hannibal Buress"
   }
  },
  {
   "quote": {
    "text": "My greatest sense of accomplishment has come from having two amazing sons, but it's also a paradox in that the times when I felt like the biggest failure have been times when I felt like, as a parent, I wasn't making the right decisions or succeeding in the way that I should."
   },
   "author": {
    "text": "Michael Franti"
   }
  },
  {
   "quote": {
    "text": "Fashion is a strange world sometimes. Amazing, but strange."
   },
   "author": {
    "text": "Solange Knowles"
   }
  },
  {
   "quote": {
    "text": "I've met so many new fans and amazing people while traveling to new cities and locations throughout 2017 in support of my album 'American Teen.'"
   },
   "author": {
    "text": "Khalid"
   }
  },
  {
   "quote": {
    "text": "Lorde is awesome. She's amazing. She's so talented. We went on tour in Europe, and it was the greatest time of my life."
   },
   "author": {
    "text": "Khalid"
   }
  },
  {
   "quote": {
    "text": "The last real movie stars were probably Redford and Newman. And things were different then. There wasn't this amazing amount of magazines and information about them."
   },
   "author": {
    "text": "George Clooney"
   }
  },
  {
   "quote": {
    "text": "I am very honored and excited to have 'Devotion' released as the first DVD Audio disc... surround sound is amazing... The music comes alive and is so vibrant - it's unlike anything you've ever heard before!"
   },
   "author": {
    "text": "Aaron Neville"
   }
  },
  {
   "quote": {
    "text": "I'd like to share my experiences and the lessons I've learned and hopefully create some amazing, fun courses."
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "Half a century ago, the amazing courage of Rosa Parks, the visionary leadership of Martin Luther King, and the inspirational actions of the civil rights movement led politicians to write equality into the law and make real the promise of America for all her citizens."
   },
   "author": {
    "text": "David Cameron"
   }
  },
  {
   "quote": {
    "text": "No matter how loud the stadium is, once you're on that field and that offense walks up to the line, it's silent. You can only hear the guys on the field. It's amazing how much concentration you can have when it's required and how powerful your mind is to give it to you."
   },
   "author": {
    "text": "Michael Strahan"
   }
  },
  {
   "quote": {
    "text": "It may sound amazing to people today, but Rodgers and Hammerstein were considered by - how can I put it? - the sort of opinion-making tastemakers and everything to be 'off the scale as sentimental.'"
   },
   "author": {
    "text": "Andrew Lloyd Webber"
   }
  },
  {
   "quote": {
    "text": "What I'd love to do is every now and then go, 'Oh my God, I've got this amazing idea for 'Doctor Who.'"
   },
   "author": {
    "text": "Neil Gaiman"
   }
  },
  {
   "quote": {
    "text": "I was informed yesterday that there's a Twitter account for my laugh. Very hard to get used to things like that. Pretty amazing."
   },
   "author": {
    "text": "Tom Hiddleston"
   }
  },
  {
   "quote": {
    "text": "I grew up in a house my parents built together on a mountain in Tennessee. When we moved in, the walls were still going up, we didn't have hot water, and we turned it into an amazing adventure."
   },
   "author": {
    "text": "Rachel Boston"
   }
  },
  {
   "quote": {
    "text": "I moved from a mountain with one traffic light to New York City when I was 17, and it was an amazing, eye opening, creative adventure. I would walk through the streets of Manhattan looking up at these huge buildings, amazed that I didn't know a single person in any of them."
   },
   "author": {
    "text": "Rachel Boston"
   }
  },
  {
   "quote": {
    "text": "My mother was the most amazing person. She taught me to be kind to other women. She believed in family. She was with my father from the first day they met. All that I am, she taught me."
   },
   "author": {
    "text": "Sidney Poitier"
   }
  },
  {
   "quote": {
    "text": "We are the most amazing creatures that this world has ever produced, but we seem to also have this herd mentality; we seem to be the most stupid, also."
   },
   "author": {
    "text": "Vivienne Westwood"
   }
  },
  {
   "quote": {
    "text": "You know, the reward for 'Captain America' is amazing. It's always fun to see a giant spectacle film and see the fun stuff - the special effects."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "I just love comic books. I've always loved comic book art, and I just think it's amazing."
   },
   "author": {
    "text": "Zayn Malik"
   }
  },
  {
   "quote": {
    "text": "Being on 'Glee' was amazing. I remember my first day on set, my first day I arrived to the set I was in my trailer and all of the actors came and banged on my door - Lea Michele, Chris Colfer, Amber Riley, Naya Rivera. They all welcomed me with open arms, so it was a great experience. It felt like family, and I miss them a lot over there."
   },
   "author": {
    "text": "NeNe Leakes"
   }
  },
  {
   "quote": {
    "text": "My baby is amazing; even his head smells amazing. His breath, the whole thing, you could eat him! He's a big, beautiful boy. He's great."
   },
   "author": {
    "text": "Orlando Bloom"
   }
  },
  {
   "quote": {
    "text": "Only by being obsessed with little things do amazing things emerge."
   },
   "author": {
    "text": "Andy Dunn"
   }
  },
  {
   "quote": {
    "text": "It's amazing what ordinary people can do if they set out without preconceived notions."
   },
   "author": {
    "text": "Ben Stein"
   }
  },
  {
   "quote": {
    "text": "I find that the most special thing to me is if you've connected to people in some way: If someone comes up to you on the street and says something to you, and you know it's meant something to them, and it's connected to some project. That, I find, is amazing."
   },
   "author": {
    "text": "Tim Burton"
   }
  },
  {
   "quote": {
    "text": "I seriously love to cook... My grandmother was an amazing cook. As a kid I used to help her make handmade pasta, Cavatelli and Ravioli. It was one of my favorite things to do. I love the idea of making whatever is in the fridge into something."
   },
   "author": {
    "text": "Bradley Cooper"
   }
  },
  {
   "quote": {
    "text": "The amazing thing about IBM is that it's a company where I have had 10 different careers - local jobs, global jobs, technology jobs, industry jobs, financial services, insurance, start-ups, big scale. The network of talent around you is phenomenal."
   },
   "author": {
    "text": "Ginni Rometty"
   }
  },
  {
   "quote": {
    "text": "I lived in Italy for two months when I was in college. And I traveled to Paris. I traveled to Egypt. I traveled to Spain. I just would travel a lot. I remember going to Paris and saying, speaking French, 'I would like some chicken and some fries.' And just the chicken and fries was, oh my gosh, just so amazing. I became intrigued and inspired."
   },
   "author": {
    "text": "Tia Mowry"
   }
  },
  {
   "quote": {
    "text": "I have a lot of artifacts - books on witchcrafts and talismans. I have a big, big collection of original occult books from the 1800s and 1700s, and some of the oldest books on apparitions and vampires. All original printings. It's not that I'm a crazy believer, I just find it to be amazing research material."
   },
   "author": {
    "text": "Guillermo del Toro"
   }
  },
  {
   "quote": {
    "text": "I love exercise, but I didn't join a single sports club as a student - I have no hand-eye coordination. Things like yoga are amazing, but anything with a ball just isn't for me."
   },
   "author": {
    "text": "Ella Woodward"
   }
  },
  {
   "quote": {
    "text": "Seeing yourself in print is such an amazing concept: you can get so much attention without having to actually show up somewhere... You don't have to dress up, for instance, and you can't hear them boo you right away."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "What's so amazing in today's society is people look up to football players. And as a football player, you have a platform. And it's so much more important than any touchdown or trophy or anything you could win with football. Its taking that platform and be able to influence people."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "I've been blessed to have an amazing mom and two amazing sisters - so they set a very high standard."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "My father is an amazing man."
   },
   "author": {
    "text": "Sherman Alexie"
   }
  },
  {
   "quote": {
    "text": "My favorite designer is Christian Lacroix, not just because his clothes are amazing and I love them, but because he's so nice. When I did his fashion show, he was the first one to arrive there and he helped everyone."
   },
   "author": {
    "text": "Adriana Lima"
   }
  },
  {
   "quote": {
    "text": "Working with crocodiles is always amazing because they're beautiful. They're modern day dinosaurs, which is really cool."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "The programs I do with my trainer are amazing for overall strength and have a major focus on building my core. We do a lot of unique exercises that shake up the nervous system, which builds my balance and propreception. That's really important for my sport."
   },
   "author": {
    "text": "Gretchen Bleiler"
   }
  },
  {
   "quote": {
    "text": "I love Carrie Fisher, and it would be amazing to carry on her legacy."
   },
   "author": {
    "text": "Millie Bobby Brown"
   }
  },
  {
   "quote": {
    "text": "I was interested in transcendence from a very early age. I was interested in what was over there, what was behind life. So when I had my first communion I was very disappointed. I had expected something amazing and surprising and spiritual. Instead all I got was a bicycle. That wasn't what I was after at all."
   },
   "author": {
    "text": "Anselm Kiefer"
   }
  },
  {
   "quote": {
    "text": "Mazomanie doesn't even have a stoplight, so it doesn't do a lot. But the cheese curds there are unbelievable. I've never had them anywhere else, even at places in California that claim to have the real thing. There's a cheese factory in Arena, Mazomanie's neighboring town, and they'll give you fresh curds that are so amazing."
   },
   "author": {
    "text": "Skylar Grey"
   }
  },
  {
   "quote": {
    "text": "My personal favorite is Woody Allen, who is just amazing as a comedian."
   },
   "author": {
    "text": "Vir Das"
   }
  },
  {
   "quote": {
    "text": "I heard some stuff recently from Julian Casablancas, and his solo stuff is amazing. If I could write with anyone, it would be him."
   },
   "author": {
    "text": "Harry Styles"
   }
  },
  {
   "quote": {
    "text": "Chance The Rapper is just unreal: he's changing rap and really creating this whole amazing new style."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "Like every girl, I felt amazing pressure to look like the popular girls, but no one told me the popular girls were all air brushed in magazines."
   },
   "author": {
    "text": "Jewel"
   }
  },
  {
   "quote": {
    "text": "Wasim and Waqar were amazing bowlers. I would put them right up there with the best in the world."
   },
   "author": {
    "text": "Sachin Tendulkar"
   }
  },
  {
   "quote": {
    "text": "'Beatrice Cenci' was an amazing film. If it were released today it'd win Best Picture. It's so well done, it's so contemporary, and the filmmaking is so smart."
   },
   "author": {
    "text": "Eli Roth"
   }
  },
  {
   "quote": {
    "text": "Skating in itself is a difficult sport, and the amazing athletes within the sport are very challenging."
   },
   "author": {
    "text": "Nathan Chen"
   }
  },
  {
   "quote": {
    "text": "When I was dealing with cancer, I was working on a book about finances. I realized that the same methodology that the doctors were using to cure me, you could use to cure your finances. Health and wealth are so linked, it's amazing."
   },
   "author": {
    "text": "Hill Harper"
   }
  },
  {
   "quote": {
    "text": "You see, in my view a writer is a writer not because she writes well and easily, because she has amazing talent, because everything she does is golden. In my view a writer is a writer because even when there is no hope, even when nothing you do shows any sign of promise, you keep writing anyway."
   },
   "author": {
    "text": "Junot Diaz"
   }
  },
  {
   "quote": {
    "text": "I still love playing the game, and it's amazing we can do this as a so-called 'job,' and it's amazing we can come to the rink every day and play the game we love."
   },
   "author": {
    "text": "Patrick Kane"
   }
  },
  {
   "quote": {
    "text": "And I thought, when I have kids, that's the sort of well told, silly, and fun fairy tale that I would want to take them to. But it was an amazing experience. And I think Shrek is a real classic, a fairy tale classic."
   },
   "author": {
    "text": "Mike Myers"
   }
  },
  {
   "quote": {
    "text": "Growing up, I remember the 'Cheers' finale and 'M*A*S*H' and all these amazing finales, and I remember them being very, very important."
   },
   "author": {
    "text": "John Krasinski"
   }
  },
  {
   "quote": {
    "text": "Lauryn Hill's always been a hero of mine. And Bruno Mars, Janelle Monae and Adele, those are the current artists I would reference in terms of who's been able to do really amazing pop records with really cool, organic throwback elements of soul in there as well."
   },
   "author": {
    "text": "Judith Hill"
   }
  },
  {
   "quote": {
    "text": "I love fashion from the 1930s and '40s - shoulder pads, high waists, things with structure. That is classy for me. Andrea Riseborough from the Madonna movie 'W.E.' had an amazing wardrobe."
   },
   "author": {
    "text": "Eva Green"
   }
  },
  {
   "quote": {
    "text": "People are generally amazed that I would take an interest in any forum that would require me to stop talking for three hours."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "I grew up with all boys in my family, where there was no place for girlie stuff. But it's amazing to walk into my house now. Everything is pink!"
   },
   "author": {
    "text": "Jerry O'Connell"
   }
  },
  {
   "quote": {
    "text": "When you're offered things, it makes it so much easier to be indecisive. And it's silly because you can pass on some really amazing things."
   },
   "author": {
    "text": "Alicia Silverstone"
   }
  },
  {
   "quote": {
    "text": "I think the fact that I made enough noise in the world that I might be remembered is an amazing achievement. You can't ask for more than that."
   },
   "author": {
    "text": "Nas"
   }
  },
  {
   "quote": {
    "text": "It's the most amazing thing to be able to forgive."
   },
   "author": {
    "text": "Carrie Fisher"
   }
  },
  {
   "quote": {
    "text": "Montana and I had a chemistry that was unbelievable. When I first came into the league he told me I added five years to his career, and I just think we complimented each other very well and were able to do some amazing things out on the football field."
   },
   "author": {
    "text": "Jerry Rice"
   }
  },
  {
   "quote": {
    "text": "It's amazing what you can do with an E in A-Level art, a twisted imagination and a chainsaw."
   },
   "author": {
    "text": "Damien Hirst"
   }
  },
  {
   "quote": {
    "text": "For almost 20 years, I've reported on some amazing feats of athleticism for ESPN. But the one thing that stood out, game after game, is that it takes a team to win. When I got cancer, that lesson got personal. And Team Livestrong became my team."
   },
   "author": {
    "text": "Stuart Scott"
   }
  },
  {
   "quote": {
    "text": "I was always amazed about how much I could finally squeeze into a thirty second commercial."
   },
   "author": {
    "text": "Ridley Scott"
   }
  },
  {
   "quote": {
    "text": "If you ever have a kid who doesn't know what to do, stick him in art school. It's amazing what evolves."
   },
   "author": {
    "text": "Ridley Scott"
   }
  },
  {
   "quote": {
    "text": "The biggest thing I've learned from my dad is he's had adoring crowds of 8,000 at Berkeley, and 6,000 at Jerry Falwell's Liberty University. That's an amazing feat to have people coming out in one of the most liberal universities and one of the most conservative."
   },
   "author": {
    "text": "Rand Paul"
   }
  },
  {
   "quote": {
    "text": "'Kung Fury!' I mean, Jesus, that thing is amazing."
   },
   "author": {
    "text": "Kevin Bacon"
   }
  },
  {
   "quote": {
    "text": "Brains don't really smell, but what's amazing about the brain is that it's almost like scrambled eggs or soft tofu, almost like a gel. The brain controls so much of what we do, but you could put your finger right through it."
   },
   "author": {
    "text": "Ellen Pompeo"
   }
  },
  {
   "quote": {
    "text": "Madonna did amazing songs. She had an amazing sense of style, without a stylist. And she was flawed, and sometimes she admitted it. I'll fight the fight for Madonna. I think she should send me some chocolates or something to thank me."
   },
   "author": {
    "text": "M.I.A."
   }
  },
  {
   "quote": {
    "text": "It'd be great to be in a position where you can make choices regardless of money. My tastes are always gonna lead me to go for the amazing project where I'm being paid in Turkish cantaloupes."
   },
   "author": {
    "text": "Will Ferrell"
   }
  },
  {
   "quote": {
    "text": "At once I feel that comedy is this amazing sort of transcendent thing, and I'm also open to the fact that maybe it's just an evolutionary hiccup, something that upright apes do in their free time."
   },
   "author": {
    "text": "Bo Burnham"
   }
  },
  {
   "quote": {
    "text": "I'm re-teaming with the producers of 'Twilight,' whom I love and who I have an amazing relationship with."
   },
   "author": {
    "text": "Taylor Lautner"
   }
  },
  {
   "quote": {
    "text": "If you walk out of the house and think you feel great, or if someone tells you that you look amazing, believe it and just say thank you."
   },
   "author": {
    "text": "Jennifer Love Hewitt"
   }
  },
  {
   "quote": {
    "text": "Exposing yourself to many kinds of art can only lead to amazing things. It helps you learn about your own art, your own taste, what kind of art you want to create for yourself."
   },
   "author": {
    "text": "Phillipa Soo"
   }
  },
  {
   "quote": {
    "text": "Korean audiences are amazing. The fans scream so loud, and that really surprises skaters when they first perform in my shows."
   },
   "author": {
    "text": "Kim Yuna"
   }
  },
  {
   "quote": {
    "text": "It's an amazing feeling when I have a customer who tries a leg on and is able to go snowboarding for the first time."
   },
   "author": {
    "text": "Mike Schultz"
   }
  },
  {
   "quote": {
    "text": "Now we have so many different genres of music, it's amazing to me. Even in the gospel music arena, you've got hip-hop, you got contemporary, urban contemporary, you got traditional, you got neo-soul gospel, you've got all of these different things."
   },
   "author": {
    "text": "Marvin Sapp"
   }
  },
  {
   "quote": {
    "text": "To be able to float and move around and, pretty much effortlessly, do whatever you want with your body in space is pretty amazing."
   },
   "author": {
    "text": "Peggy Whitson"
   }
  },
  {
   "quote": {
    "text": "I experience so many feelings and emotions when I tour. It's the most amazing and also the most lonely thing you can do."
   },
   "author": {
    "text": "Juliette Lewis"
   }
  },
  {
   "quote": {
    "text": "It's amazing to see things that are suggested in the book fully developed and so brilliantly realized through the artistry of the designers."
   },
   "author": {
    "text": "Suzanne Collins"
   }
  },
  {
   "quote": {
    "text": "Failure is not an option. So, we're committed to the success of not just our relationship but to raising two amazing girls... It's dedication. We've anchored ourselves to a foundation of accountability, and we've set out to be successful at this, so we're going to do it."
   },
   "author": {
    "text": "Ian Ziering"
   }
  },
  {
   "quote": {
    "text": "My dad will always criticize me. He doesn't care if it hurts my feelings. If I start acting a certain way, he would be like, 'Who do you think you are?' So many people can tell me, 'You're amazing,' but I don't think it. I'm really hard on myself."
   },
   "author": {
    "text": "Jorja Smith"
   }
  },
  {
   "quote": {
    "text": "Coming back to Guess is so natural for me; they're my family. I always love being back, and to be able to come home and be in Malibu across the street from my high school shooting this campaign is absolutely amazing and just feels like the right thing."
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "To me, the two things that Gal Gadot - who is an amazing actress, and she played a great Wonder Woman - but the true things that she actually has inside of her are this incredible warmth and charm that is also informed by great intelligence. It's those two things."
   },
   "author": {
    "text": "Patty Jenkins"
   }
  },
  {
   "quote": {
    "text": "Just look at Gal Gadot when she smiles or when she meets somebody and shakes their hand. That is the embodiment of Wonder Woman. She is so beautiful and powerful, but kind and generous and thoughtful. She's just an amazing person."
   },
   "author": {
    "text": "Patty Jenkins"
   }
  },
  {
   "quote": {
    "text": "When I was 4, my parents took me to see a musical, and I was like, 'I want to do that!' I started doing all sorts of musical camps and a lot of professional theater. I took dance classes for 10 years, too - I was never the most amazing kid in the other classes, but tap stuck with me for some reason."
   },
   "author": {
    "text": "Aubrey Peeples"
   }
  },
  {
   "quote": {
    "text": "You don't hire for mediocrity. Instead, you bring people onto your team because you know that they'll make a valuable contribution and turn in amazing work. But, in order to have that expectation, you need to make sure you're fostering an environment that allows them to do so."
   },
   "author": {
    "text": "Kathryn Minshew"
   }
  },
  {
   "quote": {
    "text": "I think everybody thinks they're an amazing singer, but I'm one of those guys who realizes where his limitations are, and it's definitely with singing and dancing."
   },
   "author": {
    "text": "Clay Matthews III"
   }
  },
  {
   "quote": {
    "text": "The most amazing thing you can ask for as an actor from a director is that you're being seen, that the choices made are informed."
   },
   "author": {
    "text": "Bertie Carvel"
   }
  },
  {
   "quote": {
    "text": "It feels like a whole other brand onto itself, and I know for the girls - and just speaking for myself - being at NXT has been such an amazing experienc, and I feel so accomplished here as wrestling as a woman and just showing fans that women can do it better than the men."
   },
   "author": {
    "text": "Sasha Banks"
   }
  },
  {
   "quote": {
    "text": "Rap music is amazing, it's beautiful. But the problem is the lyrics. The person who writes the lyrics - that's the problem."
   },
   "author": {
    "text": "Emmanuel Jal"
   }
  },
  {
   "quote": {
    "text": "It's an amazing blessing to do something you love."
   },
   "author": {
    "text": "Benjamin Bratt"
   }
  },
  {
   "quote": {
    "text": "Just because I make something doesn't mean that it's going to be amazing, and most creative people don't like to admit when their music is just okay."
   },
   "author": {
    "text": "Poo Bear"
   }
  },
  {
   "quote": {
    "text": "It's amazing the things you hear from your players talking to them one on one. I never embarrassed a player, I spoke with him alone."
   },
   "author": {
    "text": "Morgan Wootten"
   }
  },
  {
   "quote": {
    "text": "I've been diving for about 30 years, and I can honestly say that I've had some amazing encounters with sharks, squids, and other whales. But the encounter with the right whales in the Auckland Islands was probably the best thing I've ever done. It was just that amazing."
   },
   "author": {
    "text": "Brian Skerry"
   }
  },
  {
   "quote": {
    "text": "Just going to the Olympics would be a dream come true. I could finish last, and it would still be an amazing experience."
   },
   "author": {
    "text": "Chloe Kim"
   }
  },
  {
   "quote": {
    "text": "It's such an honor to just represent the U.S. in the country where my parents immigrated from, and just this whole process has been amazing, and this journey has been so fun and full of so many memories that I will hold on to for the rest of my life."
   },
   "author": {
    "text": "Chloe Kim"
   }
  },
  {
   "quote": {
    "text": "One time, I got to go play with lion cubs in Johannesburg. It was amazing. But it's difficult when you're on the road. We're always playing tennis, and there's a lot of pressure. So sometimes you don't get to do the things you'd like to do, because the priority is tennis."
   },
   "author": {
    "text": "Milos Raonic"
   }
  },
  {
   "quote": {
    "text": "My dad has had a rare form of leukemia since I was in about 7th grade. But they've come up with some amazing drugs since then and he's doing really well today."
   },
   "author": {
    "text": "Tom DeLonge"
   }
  },
  {
   "quote": {
    "text": "I've had some amazing people in my life. Look at my father - he came from a small fishing village of five hundred people and at six foot four with giant ears and a kind of very odd expression, thought he could be a movie star. So go figure, you know?"
   },
   "author": {
    "text": "Kiefer Sutherland"
   }
  },
  {
   "quote": {
    "text": "My dad has totally taken my Cat Stevens T-shirt, but it's OK; I have his Black Flag one, and that's amazing."
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "I look back on some of my outfits, and I'm like: 'Why did I wear that? Where are my friends and why didn't they tell me not to leave the house?' If they had, I probably would've said, 'You don't know what you're talking about. This looks amazing.'"
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "I stream this radio station, Radio Nova, that's based in Paris. They curate a beautiful set that's really all over the place - they'll play blues or some West African music, then A Tribe Called Quest, then funk from Ethiopia, then James Brown, and then the Beatles. It's an amazing mix."
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "You can be very efficient with lyrics, and you can get the heart fluttering or soaring or make someone cry with a really amazing dance song."
   },
   "author": {
    "text": "Kylie Minogue"
   }
  },
  {
   "quote": {
    "text": "Me and my friend Ioan Gruffudd are like chalk and cheese when it comes to clothes. He lives for his clothes and has an amazing wardrobe. If we're going out I'll turn up at his house and say, 'I haven't got anything to wear,' and he'll tut and sigh and then lend me something swanky."
   },
   "author": {
    "text": "Matthew Rhys"
   }
  },
  {
   "quote": {
    "text": "When 'Red Tails' came along, all I knew was that they were the first African-American fighter pilots in the U.S. Air Force. I had no idea how deep the story went or about all their amazing achievements. There were a few Tuskegee Airmen on the set to make sure everything was as authentic as possible."
   },
   "author": {
    "text": "Ne-Yo"
   }
  },
  {
   "quote": {
    "text": "There was once a caustic comment from someone suggesting I was breeding a new race. Fans from different countries have married, amazing things like that. I've been to some of the weddings. I went to one here the other day, a pagan ceremony."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "I met Ellie Goulding at the BRITs. She's lovely. I've got a lot of time for her. I gave her congratulations and whatnot and she let me hold her BRIT. That was amazing - once I'd touched one for the first time, I said 'This cannot be the last time I touch a BRIT.'"
   },
   "author": {
    "text": "Tinie Tempah"
   }
  },
  {
   "quote": {
    "text": "You have to be 110% focused all of the time. It's hard when everybody is saying, 'Oh, you're so amazing.' You have to remind yourself to stay humble."
   },
   "author": {
    "text": "Shanice Williams"
   }
  },
  {
   "quote": {
    "text": "Most of my friends, growing up, were upper-middle-class white kids, so it was a different reality at home both culturally and linguistically. It created a lot of insecurities for me, but it also did a lot of amazing things that I didn't know were happening at the time."
   },
   "author": {
    "text": "Kelela"
   }
  },
  {
   "quote": {
    "text": "Fandom is amazing."
   },
   "author": {
    "text": "Caitriona Balfe"
   }
  },
  {
   "quote": {
    "text": "There are always groups on campus that are doing amazing things. I know when I was in college, I was a student at the University of Arizona, working on my bachelor's in history, and I got involved with a number of different groups that were connected to different social justice issues that I cared about."
   },
   "author": {
    "text": "Opal Tometi"
   }
  },
  {
   "quote": {
    "text": "Family is everything, although I've been fortunate enough to have worked with some of the most amazing minds over the years, including Renzo Piano, John Young, Graham Stirk and Ivan Harbour."
   },
   "author": {
    "text": "Richard Rogers"
   }
  },
  {
   "quote": {
    "text": "Texas women have an amazing sense of purpose when they lose it. They're the best girls in the world - they're loyal and fun, but when they get mad, they'll try to kill you."
   },
   "author": {
    "text": "John Cusack"
   }
  },
  {
   "quote": {
    "text": "I got to travel a lot and meet amazing people. That was a lot of fun."
   },
   "author": {
    "text": "Bhavish Aggarwal"
   }
  },
  {
   "quote": {
    "text": "I've had an incredible life with a lot of triumphs, my share of heartbreak, and some pretty amazing experiences."
   },
   "author": {
    "text": "Mike Love"
   }
  },
  {
   "quote": {
    "text": "When Tom Ford asked me to consult for Gucci, I had never consulted in my life. I didn't know what consulting was, and look, we made something amazing."
   },
   "author": {
    "text": "Carine Roitfeld"
   }
  },
  {
   "quote": {
    "text": "I think Phil Collins is one of the most underrated musicians, singers, performers - he is absolutely amazing, I think, and I think he's probably got a bit of a rough ride occasionally because he became so mainstream and so popular."
   },
   "author": {
    "text": "Rick Astley"
   }
  },
  {
   "quote": {
    "text": "I think smartphones are one of humanity's most remarkable creations: computers are amazing enough, but a supercomputer you can carry in your pocket and communicate instantly with anyone, anywhere... it's no wonder they're troublingly addictive."
   },
   "author": {
    "text": "John Lanchester"
   }
  },
  {
   "quote": {
    "text": "The first day I'm back from a tour, I have dinner with my parents. I sleep in my old bed. It's amazing."
   },
   "author": {
    "text": "Martin Garrix"
   }
  },
  {
   "quote": {
    "text": "I have an amazing husband who is a strong man of God. He is very dedicated to me and our family."
   },
   "author": {
    "text": "Kim Fields"
   }
  },
  {
   "quote": {
    "text": "As a kid, I kind of spent my life being amazed by being tricked. I love being tricked. I still love it today."
   },
   "author": {
    "text": "Daniel Craig"
   }
  },
  {
   "quote": {
    "text": "Working on the Dave Chappelle show was amazing."
   },
   "author": {
    "text": "Bill Burr"
   }
  },
  {
   "quote": {
    "text": "It's such an amazing team working with both Marvel and Sony, and I have the support of just the very best technicians in the world."
   },
   "author": {
    "text": "Jon Watts"
   }
  },
  {
   "quote": {
    "text": "When you live in L.A., it is easy to stay fit, as the weather is amazing."
   },
   "author": {
    "text": "Malin Akerman"
   }
  },
  {
   "quote": {
    "text": "I think it would be cool to maybe do something with Ed Sheeran. That would be awesome and interesting. He writes amazing songs, and I could easily hear Backstreet Boys sing 'Shape Of You.'"
   },
   "author": {
    "text": "Brian Littrell"
   }
  },
  {
   "quote": {
    "text": "Filming in India was one big adventure. For 'The Cheetah Girls', we were in Mumbai for two weeks, then Rajasthan for six weeks. Every day after shooting, I would hop into a rickshaw and start exploring the city. I even learned a bit of Hindi. It's such an amazing place to visit."
   },
   "author": {
    "text": "Michael Steger"
   }
  },
  {
   "quote": {
    "text": "It's amazing how small business owners figure out how to stretch a dollar as far as they possibly can."
   },
   "author": {
    "text": "Marc Veasey"
   }
  },
  {
   "quote": {
    "text": "Sumatra has these lush forests and huge, amazing creatures like elephants, orangutans, and tigers. They're disappearing because of industry coming in and cutting down the forests."
   },
   "author": {
    "text": "Philippe Cousteau, Jr."
   }
  },
  {
   "quote": {
    "text": "'Beloved.' That's an amazing film and I'm sorry more people didn't see it when it came out."
   },
   "author": {
    "text": "Kimberly Elise"
   }
  },
  {
   "quote": {
    "text": "Charleston is an amazing place. I probably didn't appreciate it enough when I was growing up."
   },
   "author": {
    "text": "Thomas Gibson"
   }
  },
  {
   "quote": {
    "text": "Despite the amazing diversity we're blessed with in this country, schools are still in large part segregated because of economic disparity. Sports are one of the few areas where kids are really given the opportunity to interact with those of different races and religions."
   },
   "author": {
    "text": "Steve Kerr"
   }
  },
  {
   "quote": {
    "text": "I love the fact we're still on the road. I was born to be a factory worker really, so for me the chance to get on stage at Wembley 30 years after we started is amazing."
   },
   "author": {
    "text": "Joe Elliott"
   }
  },
  {
   "quote": {
    "text": "I've had the privilege of having a lot of amazing people cook for me."
   },
   "author": {
    "text": "Alex Guarnaschelli"
   }
  },
  {
   "quote": {
    "text": "I keep saying I am an auto-didact, but I have a lot of outside influences. One I could cite is juggler Francis Brunn, who was the first man to throw ten rings in the air; he was really an amazing juggler who showed onstage the quest for perfection."
   },
   "author": {
    "text": "Philippe Petit"
   }
  },
  {
   "quote": {
    "text": "I really love women that manage to be amazing in their age."
   },
   "author": {
    "text": "Bianca Balti"
   }
  },
  {
   "quote": {
    "text": "It doesn't matter if you're small, big, or fit: if you go in front of the camera and deliver and say, 'Oh my God, I look amazing,' and just be sure about yourself, everything will be perfect."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "Paul Farmer has helped to build amazing health care system in one of the poorest areas of Haiti. He founded Partners in Health, which serves the destitute and the sick in many parts of the world from Haiti to Boston and from Russia to Peru."
   },
   "author": {
    "text": "Tracy Kidder"
   }
  },
  {
   "quote": {
    "text": "There's a lot of progress happening in TV. You have amazing shows like 'How to Get Away With Murder.' You have people like Shonda Rhimes, Lee Daniels with 'Empire,' and Jason Katims with 'Friday Night Lights' and 'Parenthood.' You have people behind the scenes writing complex women."
   },
   "author": {
    "text": "Jurnee Smollett-Bell"
   }
  },
  {
   "quote": {
    "text": "Rooted in the word 'history' is 'story.' And America's story is exceptional. It's amazing. Younger students should learn that we have always been and continue to be a land of immigrants - a land committed to bold new ideas."
   },
   "author": {
    "text": "Heidi Hayes Jacobs"
   }
  },
  {
   "quote": {
    "text": "It will be amazing to collaborate with my dad. It will be special."
   },
   "author": {
    "text": "Armaan Malik"
   }
  },
  {
   "quote": {
    "text": "I was looking at this picture of Brooke Shields at Studio 54 the other day. Everyone in the shot looks amazing because they have these black and white cameras with a flash. I think that's what photographers should go back to."
   },
   "author": {
    "text": "Suki Waterhouse"
   }
  },
  {
   "quote": {
    "text": "Amazingly when you add life and consciousness to the equation you can actually explain some of the biggest puzzles of science."
   },
   "author": {
    "text": "Robert Lanza"
   }
  },
  {
   "quote": {
    "text": "It's amazing to me that they're cutting physical education programs in the school systems."
   },
   "author": {
    "text": "Shannon Miller"
   }
  },
  {
   "quote": {
    "text": "I was terribly shy when I was growing up, I really wasn't confident with other people and I think I was always afraid of up or not being this very cool, amazing person that I wanted to be."
   },
   "author": {
    "text": "Emily Mortimer"
   }
  },
  {
   "quote": {
    "text": "I've been very fortunate to be able to jump around. I just did this really wonderful film called Map of the World. That was a real, amazing, dramatic story. Then I did a movie called Company Men, a little comedy about the Bay of Pigs."
   },
   "author": {
    "text": "Sigourney Weaver"
   }
  },
  {
   "quote": {
    "text": "When people mention me and Messi together, it's amazing because, to me, Messi is the best of the best. You can't say anything to him; he's the boss."
   },
   "author": {
    "text": "Riyad Mahrez"
   }
  },
  {
   "quote": {
    "text": "I've always worked with my partner, my husband, Cameron, since 'Raw Like Sushi,' and in a way, I feel very free with what I do, but he also has an amazing insight in having intuitions that tend to be right a lot of the time, about where we should go next."
   },
   "author": {
    "text": "Neneh Cherry"
   }
  },
  {
   "quote": {
    "text": "I've always really loved the '20s and the whole Art Deco time. I just think it was just the most amazing era for style and design."
   },
   "author": {
    "text": "Jenny Packham"
   }
  },
  {
   "quote": {
    "text": "Every time I sit in the audience and watch a show that I have been involved with, it is such an amazing feeling to see all those people around me, knowing they are actually watching and enjoying something I have written."
   },
   "author": {
    "text": "Bjorn Ulvaeus"
   }
  },
  {
   "quote": {
    "text": "I had a paint pony called Half-Pint, and I rode her in Madison Square Garden, and that was my first big show. But my first real pony was this red pony called Chantal. He was absolutely amazing. He was a great pony, except he did spin me off a couple of times! I would blink, and then I would be on the floor."
   },
   "author": {
    "text": "Jessica Springsteen"
   }
  },
  {
   "quote": {
    "text": "The Santiago Bernabeu is an amazing stadium."
   },
   "author": {
    "text": "Francesco Totti"
   }
  },
  {
   "quote": {
    "text": "It's amazing that this is still news to people, but that affects the final outcome of the film. When people are treated well, and they're made to feel valued, they give 110 percent."
   },
   "author": {
    "text": "Adam Arkin"
   }
  },
  {
   "quote": {
    "text": "I grew up with a tribe of amazing women, but certainly my mother and my godmother really modeled women as actors."
   },
   "author": {
    "text": "Laura Dern"
   }
  },
  {
   "quote": {
    "text": "When taxidermy is done well it's an amazing piece of art."
   },
   "author": {
    "text": "Amanda Seyfried"
   }
  },
  {
   "quote": {
    "text": "Winning 'The Apprentice' changed my life in ways I could never have imagined. It has been an amazing experience working for Donald Trump and I am very grateful for the whole opportunity."
   },
   "author": {
    "text": "Bill Rancic"
   }
  },
  {
   "quote": {
    "text": "I was an amazing bartender and a great waiter. I think, in a way, that was my acting school."
   },
   "author": {
    "text": "Nick Frost"
   }
  },
  {
   "quote": {
    "text": "My mom can't defend herself to the world. She is such an amazing woman, with such an open heart. It's a real hard line, and I crossed it. I took everyone's life story and assumed it would be a great thing to put on screen. I was being selfish and I feel so horrible about it. I feel so guilty."
   },
   "author": {
    "text": "Nikki Reed"
   }
  },
  {
   "quote": {
    "text": "I'm a T-shirts, sweatpants, and jeans kind of gal; I dress really simply and comfortably. But one of the things I love about being an actor is that I get to wear amazing costumes."
   },
   "author": {
    "text": "Sutton Foster"
   }
  },
  {
   "quote": {
    "text": "I'm constantly astounded by how amazing women are. And as we go through all these different stages of life as long as you share them with others and say, 'Well, this is bloody weird', you can get through everything."
   },
   "author": {
    "text": "Dawn French"
   }
  },
  {
   "quote": {
    "text": "I feel fortunate. I've really gotten to work with amazing talented people, and to learn from them, which is why I'm doing this. If I can work with the best director I'm going to do it."
   },
   "author": {
    "text": "Armie Hammer"
   }
  },
  {
   "quote": {
    "text": "I mean, the whole idea of movies was it was special to go to see - you went to a movie theater to see something that was magical and amazing, in a very special location."
   },
   "author": {
    "text": "Bob Balaban"
   }
  },
  {
   "quote": {
    "text": "I have a passion for playing tennis and enjoy the workload and struggles of performing in this amazing global sport."
   },
   "author": {
    "text": "Sania Mirza"
   }
  },
  {
   "quote": {
    "text": "Writers' rooms are terrifying. You take someone whose never done this before, and this is their life's dream that is about to happen or not about to happen - that is an amazing amount of pressure to have."
   },
   "author": {
    "text": "Kenya Barris"
   }
  },
  {
   "quote": {
    "text": "Yes, the companionship is amazing. You know, you can get that physical attraction that happens is great, but then there's an awful lot of time and the rest of the day that you have to fill."
   },
   "author": {
    "text": "Vince Gill"
   }
  },
  {
   "quote": {
    "text": "I have amazing memories of being able to travel and being able to have family all over the world."
   },
   "author": {
    "text": "Lily Collins"
   }
  },
  {
   "quote": {
    "text": "I have an amazing spouse; we're a team. He works, and I work, and we sort of do this dance with each other so that we can be present to our kids. But I think the whole 'balance' thing is an illusion; we just embrace the imbalance."
   },
   "author": {
    "text": "Sarah Rafferty"
   }
  },
  {
   "quote": {
    "text": "Everybody knows about Peter Jackson, 'The Hobbit' movies and 'The Lord of the Rings' films being made in New Zealand, and to actually have been part of it for such a long period, to live there and to have friends that I will have for life because of that experience, is an amazing thing."
   },
   "author": {
    "text": "Luke Evans"
   }
  },
  {
   "quote": {
    "text": "It's amazing where the paranoid mind can take you."
   },
   "author": {
    "text": "Bill Ayers"
   }
  },
  {
   "quote": {
    "text": "We Belgians love when we can go to L.A. because the city is amazing and the climate is fantastic."
   },
   "author": {
    "text": "Raf Simons"
   }
  },
  {
   "quote": {
    "text": "I want to do stuff like 'Lady Bird.' I want people to say, 'She told amazing stories.'"
   },
   "author": {
    "text": "Letitia Wright"
   }
  },
  {
   "quote": {
    "text": "I have loads of lip balm and lip glosses. Eve Lom Kiss Mix is one that I love. I also use a Charlotte Tilbury lipstick in Amazing Grace. In a pinch, I'll put some on my cheeks as a blush."
   },
   "author": {
    "text": "Sonya Walger"
   }
  },
  {
   "quote": {
    "text": "If I could be involved in the hunting and fishing industry, that would be amazing. That said, I studied biology in college and that led into me being really involved in anatomy and being a pre-med major."
   },
   "author": {
    "text": "Dustin Lynch"
   }
  },
  {
   "quote": {
    "text": "There are some parts of my life that are wonderful, and it's amazing to get to go to cool events and award shows and things like that, but I think the outside perception is that your life just changes overnight and you wear Dolce and Gabanna suits and drive a Mercedes. But life's just not like that."
   },
   "author": {
    "text": "Taron Egerton"
   }
  },
  {
   "quote": {
    "text": "It's amazing how much of a bodily experience being scared is. It doesn't take very long of hyperventilating to feel like you're going to pass out. It's one of those things where being scared is more of a physiological response that you can pretty easily manipulate. So in those types of scenes, it just takes a lot of energy."
   },
   "author": {
    "text": "Willa Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "I love Israel. It is an amazing place, and I'm incredibly lucky; it is one of the most interesting places in the world, and I've been lucky to find it."
   },
   "author": {
    "text": "James Packer"
   }
  },
  {
   "quote": {
    "text": "Gotta admit, it's kind of nice being surrounded by amazing beauty products 24/7."
   },
   "author": {
    "text": "Elaine Welteroth"
   }
  },
  {
   "quote": {
    "text": "A large demo of my fans are younger, and I try to be the best role model possible and tell them that if you work hard and believe in yourself, you can create amazing work."
   },
   "author": {
    "text": "Lele Pons"
   }
  },
  {
   "quote": {
    "text": "For documentaries, I think streaming plays an amazing role, but it's a problem when the one service you initially relied on to have an incredible buffet - 'Come and see a lot of world cinema, and the lives of ordinary people as well' - all of a sudden is narrowed down until it's just gladiator after gladiator - and bloodlust."
   },
   "author": {
    "text": "Debra Granik"
   }
  },
  {
   "quote": {
    "text": "I worked in an office. I was like an assistant. So, I would just answer phone calls, coordinate events. It was a great day job. I worked with amazing people, but obviously, whenever you are doing something that's not your dream, you kind of feel like, 'Oh, I'm on this grind.'"
   },
   "author": {
    "text": "Kelly Marie Tran"
   }
  },
  {
   "quote": {
    "text": "Elle MacPherson is absolutely amazing; she is just so beautiful."
   },
   "author": {
    "text": "Carol Alt"
   }
  },
  {
   "quote": {
    "text": "'GLOW' was the first time that, from head to toe, I was asked to use my body in a functional, powerful way as an actor - and that felt amazing."
   },
   "author": {
    "text": "Betty Gilpin"
   }
  },
  {
   "quote": {
    "text": "In pageants, you are evaluated from head to toe and it's obviously all about looks, and as vain as that is, they can also bring you lots of opportunities to do amazing things."
   },
   "author": {
    "text": "Katherine Webb"
   }
  },
  {
   "quote": {
    "text": "When I'm breaking in a character like Jessica Jones, I have this amazing opportunity to create her backstory. It's all of the work that happens before I'm ever on camera... Writing 'Bonfire' was like doing all of that fun stuff; it was like 300 pages of prep work."
   },
   "author": {
    "text": "Krysten Ritter"
   }
  },
  {
   "quote": {
    "text": "'Sound of My Voice' is an amazing film. Small, simple, yet incredibly thought provoking."
   },
   "author": {
    "text": "Reid Scott"
   }
  },
  {
   "quote": {
    "text": "It's kind of amazing that people will travel because of a book. I admire that."
   },
   "author": {
    "text": "Frances Mayes"
   }
  },
  {
   "quote": {
    "text": "I do love Shirley Jackson, but I don't deserve to be named in connection with her. I remember reading 'The Haunting of Hill House' and having goosebumps for hours. The way she builds narrative pressure in that book is just amazing. I think you could reread it a few times and actually go out of your mind."
   },
   "author": {
    "text": "Helen Oyeyemi"
   }
  },
  {
   "quote": {
    "text": "I go to South Dakota for ceremonies when I have the time. And when you learn what the Indian peoples have gone through to hold onto their culture and traditions... wow, it's an amazing story."
   },
   "author": {
    "text": "Adam Beach"
   }
  },
  {
   "quote": {
    "text": "I've got an amazing family. My wife is really smart. She's guided me the whole way. With children, you see them grow up, so it's like you're forever young. They are totally innocent and so unjaded. Watching them grow up makes you go through it again yourself."
   },
   "author": {
    "text": "Kurt Vile"
   }
  },
  {
   "quote": {
    "text": "I think physical comedy is an amazing asset because it tells a story that's more universal than just language and dialogue. I grew up watching Charlie Chaplin and Buster Keaton. They're very powerful figures in my life."
   },
   "author": {
    "text": "Josh Gad"
   }
  },
  {
   "quote": {
    "text": "Reed Morano is an amazing woman and one of the most extraordinary people I've had the chance to work with."
   },
   "author": {
    "text": "O. T. Fagbenle"
   }
  },
  {
   "quote": {
    "text": "I love watching amazing actors and actresses that you can't take your eyes off of because everything they are doing - even if it is just twiddling their thumbs or scratching their eye - it's just interesting."
   },
   "author": {
    "text": "Sara Paxton"
   }
  },
  {
   "quote": {
    "text": "By preventing dangerous asteroid strikes, we can save millions of people, or even our entire species. And, as human beings, we can take responsibility for preserving this amazing evolutionary experiment of which we and all life on Earth are a part."
   },
   "author": {
    "text": "Rusty Schweickart"
   }
  },
  {
   "quote": {
    "text": "I'm worried about privacy - the companies out there gathering data on us, the stuff we do on Twitter, the publicly scrapeable stuff on Facebook. It's amazing how much data there is out there on us. I'm worried that it can be abused and will be abused."
   },
   "author": {
    "text": "Michael Arrington"
   }
  },
  {
   "quote": {
    "text": "I had such an amazing time filming 'Major Movie Star.' I loved everyone in the cast. They all brought their own spirit to the film, and I hope that is what will be seen on screen."
   },
   "author": {
    "text": "Olesya Rulin"
   }
  },
  {
   "quote": {
    "text": "I am just so appreciative of God's love. It's higher than any mountain, wider than any ocean, and wider than the whole universe. His love is just that amazing!"
   },
   "author": {
    "text": "Fred Hammond"
   }
  },
  {
   "quote": {
    "text": "I joined Yes in July 1971. I had heard Yes live, as Strawbs had supported them at a gig in Hull. I thought they were amazing - incredibly different."
   },
   "author": {
    "text": "Rick Wakeman"
   }
  },
  {
   "quote": {
    "text": "I try and tell all the kids that I meet that hope to be amazing one day and be a professional athlete or a doctor or a lawyer or whatever they want to be. I tell them they can do all that because Tourette's won't stop them."
   },
   "author": {
    "text": "Tim Howard"
   }
  },
  {
   "quote": {
    "text": "Watching a company develop is like watching a puppy grow. When you can watch something grow that you created - it's really an amazing feeling."
   },
   "author": {
    "text": "Brody Jenner"
   }
  },
  {
   "quote": {
    "text": "When you can watch something grow that you created - it's really an amazing feeling."
   },
   "author": {
    "text": "Brody Jenner"
   }
  },
  {
   "quote": {
    "text": "For me, seeing the progression of video games and consoles - whether it be PlayStation, Xbox, or whatever - I think just seeing how good they've gotten from the days when I first started playing is just amazing."
   },
   "author": {
    "text": "Justin Verlander"
   }
  },
  {
   "quote": {
    "text": "I love Jessica Chastain. I love her; she's amazing, and she's such a good actress, and she's been nominated for Oscars, and she's just a big role model to me. I love her."
   },
   "author": {
    "text": "Joey King"
   }
  },
  {
   "quote": {
    "text": "Life is amazing; live it to the fullest. Stay as long as you can."
   },
   "author": {
    "text": "Valerie Harper"
   }
  },
  {
   "quote": {
    "text": "It's not in the mainstream media, but across towns, it is amazing how there are small groups of people getting together and forming artistic collectives - they may not be being overtly political, but I'd say by channelling their energy into community projects, that's a valid political statement."
   },
   "author": {
    "text": "Johnny Flynn"
   }
  },
  {
   "quote": {
    "text": "I think live music is really, really important. And I think it's very important to do together. It's much more fun to play to music together than the one person listening to their lone iPod Shuffle. I think it's an amazing way to build community and have children do things that are funded that's not a videogame."
   },
   "author": {
    "text": "Sandra Tsing Loh"
   }
  },
  {
   "quote": {
    "text": "If I design another line, I will definitely design pieces that suit both pregnant and non-pregnant women. Being pregnant is one of the most amazing things, but it is a big change in a woman's life and body, and I think it is important she feels amazing all along her term. And being able to wear beautiful lingerie will definitely help."
   },
   "author": {
    "text": "Julia Restoin Roitfeld"
   }
  },
  {
   "quote": {
    "text": "My favorite part about modeling is probably my least favorite part as well. It's traveling. Because it goes both ways. It's so amazing to get to see the world; we're so fortunate to go to all these places that I would never be in unless I was a model."
   },
   "author": {
    "text": "Elsa Hosk"
   }
  },
  {
   "quote": {
    "text": "Counseling was amazing, but I didn't know how loved I was until after my marriage had gone through its darkest time."
   },
   "author": {
    "text": "Sarah Drew"
   }
  },
  {
   "quote": {
    "text": "I think the art fair is very much a form of urbanism. I think something really happens to the cities when such a fair happens. The city becomes an exhibition; it's amazing."
   },
   "author": {
    "text": "Hans-Ulrich Obrist"
   }
  },
  {
   "quote": {
    "text": "It's amazing how many things you can do when you're just pretending."
   },
   "author": {
    "text": "Kim Gordon"
   }
  },
  {
   "quote": {
    "text": "To see a player dunk in women's college basketball is just amazing. It's great to see that the game has reached that level now."
   },
   "author": {
    "text": "Holly Johnson"
   }
  },
  {
   "quote": {
    "text": "I don't really watch a lot of TV, but I do watch 'Adventure Time', 'The Amazing World of Gumball', and 'Looney Tunes' and old classic cartoons."
   },
   "author": {
    "text": "Ty Simpkins"
   }
  },
  {
   "quote": {
    "text": "I don't want my daughters to grow up the way that I grew up. I want them to actually see Mommy in a fulfilled relationship that's amazing for her."
   },
   "author": {
    "text": "Jessica White"
   }
  },
  {
   "quote": {
    "text": "When I came to University of California, San Francisco to work on infectious disease, I looked around to different options, and malaria was particularly interesting and fascinating to me. It's amazing that after 100 years of study of this little parasite, we've not been able to effectively control it."
   },
   "author": {
    "text": "Joseph DeRisi"
   }
  },
  {
   "quote": {
    "text": "You know, it's amazing. I don't even have a car, would you believe it? I had a motorbike and it got stolen last year. So I've got to buy another one of those, I suppose. I can treat myself to that."
   },
   "author": {
    "text": "Michael Fassbender"
   }
  },
  {
   "quote": {
    "text": "Well, there are better cartoonists now than there ever have been. I firmly believe that. There's some amazing work being done."
   },
   "author": {
    "text": "Chris Ware"
   }
  },
  {
   "quote": {
    "text": "When I receive letters from girls that say, 'You give me confidence,' I think, 'Wow, this is amazing.' That's my goal: to let people know it's truly what's on the inside that counts."
   },
   "author": {
    "text": "Amber Riley"
   }
  },
  {
   "quote": {
    "text": "I have spent some time talking to Rex Tillerson. He's an amazing human being. He's an American success story, not just in his business life. He's a rags-to-riches success story. He stated working at 8, lived in a one-bedroom house until the time he went to college, and grew to become the CEO of one of the world's largest companies."
   },
   "author": {
    "text": "Sean Spicer"
   }
  },
  {
   "quote": {
    "text": "I'm one of those people that thinks the Internet is amazing, and I can't believe it exists."
   },
   "author": {
    "text": "Mayim Bialik"
   }
  },
  {
   "quote": {
    "text": "As I grew older, farms in Kentucky provided me with many jobs in hauling hay and in cutting tobacco. In addition to helping fund my college years, these jobs helped me to meet an array of very interesting and amazing men and women."
   },
   "author": {
    "text": "Robert H. Grubbs"
   }
  },
  {
   "quote": {
    "text": "People like RZA and DJ Premier are really on the balcony to scope my musical theories. They also help me focus on making sure I make money, making sure I get the notoriety I should, just regular stuff that friends do when you're in the business. And to call them friends is amazing."
   },
   "author": {
    "text": "Adrian Younge"
   }
  },
  {
   "quote": {
    "text": "Had 'Bridesmaids' not ended up being so amazing and successful, we would never have been able to make 'Bachelorette.' So we are in awe of 'Bridesmaids' and totally owe them so much."
   },
   "author": {
    "text": "Lizzy Caplan"
   }
  },
  {
   "quote": {
    "text": "The problem is Silicon Valley, which is an amazing ecosystem, also ends up being an amazing bubble, with white guys talking to white guys about white-guy problems. So it's great, but you kind of miss a lot of things around you."
   },
   "author": {
    "text": "Maelle Gavet"
   }
  },
  {
   "quote": {
    "text": "I have an amazing and supportive family. I'm fortunate to have a close relationship with everyone."
   },
   "author": {
    "text": "Jonathan Keltz"
   }
  },
  {
   "quote": {
    "text": "It's pretty crazy. I was thinking about that today, how 'True Blood' has penetrated so much of the cultural zeitgeist. It's truly amazing; it's incredible! The cover of 'Rolling Stone' is major. What's next, the cover of 'Vanity Fair?' When I'm in a 'New Yorker' cartoon, then I will feel like I have made it."
   },
   "author": {
    "text": "Denis O'Hare"
   }
  },
  {
   "quote": {
    "text": "It's amazing how you meet people through other people. I knew a racecar driver, Stefan Johansson, who was very hot. He introduced me to Jean Todt. He introduced me to a French doctor. He introduced me to a French architect who redid the Louvre with I.M. Pei. He introduced me to Daniel Boulud."
   },
   "author": {
    "text": "James Rosenquist"
   }
  },
  {
   "quote": {
    "text": "If you send out one coupon with a deadline of a week and another that must be used within the next month, you end up having more redemptions with the one week deadline. It's really amazing. With the month deadline you have four times as much time, but people tend to say they'll use it in a few weeks' time and then they don't do it."
   },
   "author": {
    "text": "Sendhil Mullainathan"
   }
  },
  {
   "quote": {
    "text": "The first music that came to my ear was gospel... I used to sing 'Amazing Grace' with a very strong southern accent and a vibrato already at five years old."
   },
   "author": {
    "text": "Carmen Cusack"
   }
  },
  {
   "quote": {
    "text": "I have a glass of alkaline water first thing. I don't have the biggest appetite in the morning, which is kind of tough for me, but I always start with a green drink called Tonic Alchemy. It's a really amazing combination drink that has a lot of different superfoods and algae and Chinese herbs."
   },
   "author": {
    "text": "Jamie Anderson"
   }
  },
  {
   "quote": {
    "text": "Google has been amazing at acqui-hiring, buying small companies for the engineers. I think in the competitive market of Silicon Valley, it's really a good way to do it. Big acquisitions often don't work out."
   },
   "author": {
    "text": "Ross Levinsohn"
   }
  },
  {
   "quote": {
    "text": "Since I work in home solar, I can't resist focusing on the amazing developments happening here. What many homeowners don't know is that they can have solar installed on their roofs without owning the panels or paying the high upfront costs."
   },
   "author": {
    "text": "Lynn Jurich"
   }
  },
  {
   "quote": {
    "text": "This phenomenon with Betty White is so wonderfully amazing. In a world where ageism runs rampant, out of left field, all of a sudden, the country decides to celebrate Betty White, and she becomes cool at 90. That's remarkable."
   },
   "author": {
    "text": "Chris Meledandri"
   }
  },
  {
   "quote": {
    "text": "To be able to transform societies and economies to low-carbon ones was an amazing challenge. To influence and to facilitate such an important transformation in the world would be like witnessing something of industrial revolution proportions."
   },
   "author": {
    "text": "Patricia Espinosa"
   }
  },
  {
   "quote": {
    "text": "I really just want to do the best at everything I do. I just want to have all the great people around me that I feel is family, as well as my friends, and I have an amazing girlfriend. I think having love in your life is most important."
   },
   "author": {
    "text": "Evan Ross"
   }
  },
  {
   "quote": {
    "text": "I like powerful women, and I gravitate to any point in history when a female has significant power. I can spend hours researching any such amazing lady, from Ching Shih to Hatshepsut to Boudica to Zenobia."
   },
   "author": {
    "text": "Gail Carriger"
   }
  },
  {
   "quote": {
    "text": "I wanted to raise the voice of a lot of the people that I knew growing up, and this was, for the most part, poor people who had extraordinary dreams but also very amazing obstacles."
   },
   "author": {
    "text": "Edwidge Danticat"
   }
  },
  {
   "quote": {
    "text": "Luckily, I have some amazing friends."
   },
   "author": {
    "text": "Rebecca Black"
   }
  },
  {
   "quote": {
    "text": "I studied classics, and I find it mystifying that we had Medea and Electra and Antigone and all these amazing characters, and they don't really exist in cinema now. The only person who's really doing it, and he gets loads of criticism for it, is Lars Von Trier."
   },
   "author": {
    "text": "Alice Lowe"
   }
  },
  {
   "quote": {
    "text": "I suffer from an amazing amount of insecurities, and I'm grateful that my body image, it's normally not something I pay attention to."
   },
   "author": {
    "text": "Callie Thorne"
   }
  },
  {
   "quote": {
    "text": "Sometimes I worry that science communication is just preaching to the choir, speaking to the converted. Social media gives us an amazing opportunity to reach new people."
   },
   "author": {
    "text": "Elise Andrew"
   }
  },
  {
   "quote": {
    "text": "I like what I see now in China, but I think the Japanese are a step ahead into craziness and weirdness. I go to galleries there that are the size of a New York elevator, and every time I'm surprised by the amazing things I find. I really hope I'll be able to promote some of these artists, to show their work in the West."
   },
   "author": {
    "text": "Jean Pigozzi"
   }
  },
  {
   "quote": {
    "text": "I have three dogs, a cat, fish. I'm a huge animal lover. They're amazing."
   },
   "author": {
    "text": "Willow Shields"
   }
  },
  {
   "quote": {
    "text": "I think we love bacon because it has all the qualities of an amazing sensory experience. When we cook it, the sizzling sound is so appetizing, the aroma is maddening, the crunch of the texture is so gratifying and the taste delivers every time."
   },
   "author": {
    "text": "Alex Guarnaschelli"
   }
  },
  {
   "quote": {
    "text": "Failure's inevitable. It happens all the time in a complex economy. And how did the economy produce all these amazing things that we have around us, computers and cell phones and so on? Well, the process was trial and error. There were a bunch of ideas, and the good ones grew and prospered, and the bad ones were pretty ruthlessly weeded out."
   },
   "author": {
    "text": "Tim Harford"
   }
  },
  {
   "quote": {
    "text": "In grade school I was taught that the United States is a melting pot. People from all over the world come here for freedom and to pursue a better life. They arrive with next to nothing, work incredibly hard, learn a new language and new customs, and in a generation they become an integral part of our amazing nation."
   },
   "author": {
    "text": "Jeff Hawkins"
   }
  },
  {
   "quote": {
    "text": "I respect my dad, and he's amazing. He's my hero. He's the Beatles, man - or one of them."
   },
   "author": {
    "text": "James McCartney"
   }
  },
  {
   "quote": {
    "text": "If my dramatic career doesn't work out, I will go on to research and find cures for Alzheimer's or Parkinson's and other motor neuron diseases. It's a very exciting field of research. But I'd like to continue in drama, so it wouldn't be very smart of me if I blew this amazing opportunity with an inappropriate lifestyle."
   },
   "author": {
    "text": "Freddie Stroma"
   }
  },
  {
   "quote": {
    "text": "Not a 'Mad Men' guy. Never got into it. I'm kind of a contrarian that way. If something gets too popular too fast before I can get on it, I just get really annoyed. Everybody tells me I'm an idiot; it's supposed to be amazing. I saw some of the second season; I loved it, but I was just detached. I didn't get into it."
   },
   "author": {
    "text": "D. J. Cotrona"
   }
  },
  {
   "quote": {
    "text": "I was a very close friend of Dash Snow's, so whenever I get a chance to revisit his work, that's always amazing for me."
   },
   "author": {
    "text": "Leo Fitzpatrick"
   }
  },
  {
   "quote": {
    "text": "Big picture, it's amazing to create characters and see them brought to life in the art. And to love that art. But I especially enjoy writing a character with heightened powers that aren't especially useful to him."
   },
   "author": {
    "text": "Cynthia Leitich Smith"
   }
  },
  {
   "quote": {
    "text": "I absolutely love my job. I feel so privileged: I get to travel the world, I get to witness history... and I'm constantly inspired by the different amazing characters I meet along the way."
   },
   "author": {
    "text": "Clarissa Ward"
   }
  },
  {
   "quote": {
    "text": "It's kind of amazing how well you can get to know someone without talking."
   },
   "author": {
    "text": "Rhea Seehorn"
   }
  },
  {
   "quote": {
    "text": "Whenever a gentle pressure is used to make a slight change in leg posture, the neck muscles react immediately. Conversely, when the therapist helps one to 'release' the neck muscles, it is amazing to see quite pronounced movements for instance of the toes, even when one is lying on a couch."
   },
   "author": {
    "text": "Nikolaas Tinbergen"
   }
  },
  {
   "quote": {
    "text": "Haiti is an amazing country. Even though the people there have so little, their attitudes resonate a crazy amount of love and joy. It is truly inspiring to see that. My love for the country starts with them."
   },
   "author": {
    "text": "Noah Munck"
   }
  },
  {
   "quote": {
    "text": "I always see people tweeting about these crazy amazing things their boyfriend or girlfriend did for them. You shouldn't have to constantly be trying to prove your love when you're in a relationship."
   },
   "author": {
    "text": "Matt Prokop"
   }
  },
  {
   "quote": {
    "text": "If I wasn't an actress, I'd like to cook. I'm pretty obsessed by it. Rome was great in that sense, going to amazing cookery bookshops. No wonder their food is good because the quality and wide range of their produce is so good. It's not fair, really."
   },
   "author": {
    "text": "Polly Walker"
   }
  },
  {
   "quote": {
    "text": "It's quite amazing what 3D is doing to movies. Just simple things like a paper plane flying at you or flower petals fluttering about are wonderful."
   },
   "author": {
    "text": "Kou Shibasaki"
   }
  },
  {
   "quote": {
    "text": "Working with real wolves has been exhilarating. They're so amazing. They're these beautiful, brilliant animals and they're great to work with."
   },
   "author": {
    "text": "Kelly Overton"
   }
  },
  {
   "quote": {
    "text": "I love Ashford & Simpson, and I love the Brothers Gibb. They are amazing."
   },
   "author": {
    "text": "RuPaul"
   }
  },
  {
   "quote": {
    "text": "Anytime I meet people who got to make the deliberate choice, whose parents chose Canada, I'm jealous. Because I think being able to choose it, rather than being Canadian by default, is an amazing statement of attachment to Canada."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "Becoming a 'Sir' is slightly uncomfortable at first, although it is a considerable honor. It is amazing how quickly you become accustomed to it."
   },
   "author": {
    "text": "Edmund Hillary"
   }
  },
  {
   "quote": {
    "text": "It's amazing marrying someone who wants nothing to do with Hollywood."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "The U.S.S. George H. W. Bush is a great thing in my life. It's amazing. A great honor."
   },
   "author": {
    "text": "George H. W. Bush"
   }
  },
  {
   "quote": {
    "text": "As much as heartbreak music might be therapeutic, we all want love and long for that feeling. So if a song can give you that feeling, even without being in love, that's amazing."
   },
   "author": {
    "text": "Ella Mai"
   }
  },
  {
   "quote": {
    "text": "He will never, ever, give up. And, most importantly, he will never, ever, let you down. Donald is, and always has been, an amazing leader. Now, he will go to work for you."
   },
   "author": {
    "text": "Melania Trump"
   }
  },
  {
   "quote": {
    "text": "The movies 'Dope' and 'Straight Outta Compton' blew me away. I love seeing directors and writers of color make amazing slices of pop culture."
   },
   "author": {
    "text": "Hasan Minhaj"
   }
  },
  {
   "quote": {
    "text": "I think perspective is a necessary, amazing thing."
   },
   "author": {
    "text": "Hasan Minhaj"
   }
  },
  {
   "quote": {
    "text": "People have mentioned, 'Maybe you should try to be more sexy. Look at how this butt stuff propelled this person to the top of the chart; it's amazing!' And I'm like, 'What if I really want to sing something to people?' I speak my mind. I want to be that person people feel they can listen to."
   },
   "author": {
    "text": "Kiesza"
   }
  },
  {
   "quote": {
    "text": "It's a melting pot, southern Africa. You find these cultural collisions that result in art and music, and it's pretty amazing."
   },
   "author": {
    "text": "Dave Matthews"
   }
  },
  {
   "quote": {
    "text": "I love being around my friends and my family and spending time with my husband. I like being normal and recharging my batteries, and I feel like I have the coolest job in the world where I get to get on stage and perform and get to do a lot of really amazing things."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "The annals of business are filled with stories of companies that thought they had it made and could milk their enterprises without having to bother about improving their products or services. It's amazing how fast they found their markets disappearing."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "I've read plenty of amazing science pieces where the writers don't hang out in labs. I just have fun doing it. And I get rewarded for it; I get gushy, especially when kids tell me they expected to be bored by my books, but weren't."
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "Most of us pass our lives never once laying eyes on our own organs, the most precious and amazing things we own. Until something goes wrong, we barely give them thought. This seems strange to me. How is it that we find Christina Aguilera more interesting than the inside of our own bodies?"
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "It's amazing when you see something on T.V. for years and then you go and see it in person. It's perspective is all different."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "The body is an amazing system."
   },
   "author": {
    "text": "Amitabh Bachchan"
   }
  },
  {
   "quote": {
    "text": "I think the greatest hip-hop artist of all time is Jay-Z, without a doubt. He just keeps amazing me with his performance, and since '96, that guy has been producing at least one hit every summer and every winter. That's a pretty good resume."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "President Clinton signed a $10 million deal to write a book by 2003. Isn't that amazing? Yes, and get this, not only that, President Bush signed a $10 million deal to read a book by 2003."
   },
   "author": {
    "text": "Conan O'Brien"
   }
  },
  {
   "quote": {
    "text": "In the mid-'60s, AM radio, pop radio, was just this incredible thing that played all kinds of music... You could hear Frank Sinatra right into the Yardbirds. The Beatles into Dean Martin. It was this amazing thing, and I miss it, in a way, because music has become so compartmentalized now, but in those days, it was all right in one spot."
   },
   "author": {
    "text": "Tom Petty"
   }
  },
  {
   "quote": {
    "text": "I've had an amazing professional life, personal life, but at 64 to have a son who gives us that much love and enjoyment is, wow!"
   },
   "author": {
    "text": "Elton John"
   }
  },
  {
   "quote": {
    "text": "The eight months I took off between 'Teen Vogue' and 'Lucky' afforded me such amazing opportunities, and I learned so much from so many different people - the brands that I worked with, the companies that I was consulting for."
   },
   "author": {
    "text": "Eva Chen"
   }
  },
  {
   "quote": {
    "text": "The fans never send me crazy things. They send me things that they put so much time and effort into making, and they are so amazing."
   },
   "author": {
    "text": "Mariah Carey"
   }
  },
  {
   "quote": {
    "text": "I'm obsessed with the vegan beauty brand RMS - their concealer is amazing."
   },
   "author": {
    "text": "Hannah Bronfman"
   }
  },
  {
   "quote": {
    "text": "It was amazing for me to play a character opposite Benedict Cumberbatch - he's someone who I've looked up to for years - and the idea that I would work with him and then become friends with him was an amazing experience."
   },
   "author": {
    "text": "Tom Holland"
   }
  },
  {
   "quote": {
    "text": "Dublin is one of my favourite cities. It's an absolutely amazing place."
   },
   "author": {
    "text": "Tom Holland"
   }
  },
  {
   "quote": {
    "text": "The people I've been exposed to have been people of amazing integrity."
   },
   "author": {
    "text": "Amy Grant"
   }
  },
  {
   "quote": {
    "text": "I really admire Werner Herzog and Spike Lee. They're amazing documentarians. If you took away all the narratives, they'd just be amazing documentarians."
   },
   "author": {
    "text": "Ava DuVernay"
   }
  },
  {
   "quote": {
    "text": "To win Best Director at Sundance was beyond anything I could have imagined for myself. It's still an incredible feeling to know I won. But as happy as I am about winning, I also know many other women of color have directed amazing films over the years that were equally deserving and didn't win."
   },
   "author": {
    "text": "Ava DuVernay"
   }
  },
  {
   "quote": {
    "text": "The Stones are great and always have been. Jagger's lyrics are just amazing. Right on the ball every time."
   },
   "author": {
    "text": "Jimmy Page"
   }
  },
  {
   "quote": {
    "text": "I wasn't ready for fame and all that brings to your life. It was an amazing experience, but so overwhelming, because no one can tell you beforehand when it will happen or how it will impact you. So no one can tell you how to handle it, being stopped everywhere you go because people saw you on 'Oprah.' It took me over, and I wasn't ready."
   },
   "author": {
    "text": "Iyanla Vanzant"
   }
  },
  {
   "quote": {
    "text": "I've always wanted to do a cutesy little song with a guy and girl singing back and forth and thought that Regina Spektor would be kind of cool for that. I love her voice. She's an amazing musician."
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "Bruce Lee was very famous. I watched his movies and he is amazing. He is a martial arts master, his philosophy, his movement, both physically and mentally, were very strong."
   },
   "author": {
    "text": "Jet Li"
   }
  },
  {
   "quote": {
    "text": "The difference between Marilyn Monroe and the early Pamela Anderson is not that great. What's amazing is that the taste of American men and international tastes in terms of beauty have essentially stayed the same. Styles change, but our view of beauty stays the same."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "I eat an avocado every day. It's amazing for your skin. It's one of the super-foods, and I'm just so into eating properly and healthily."
   },
   "author": {
    "text": "Joan Collins"
   }
  },
  {
   "quote": {
    "text": "The court makes an amazing amount of decisions that ought to be made by the people."
   },
   "author": {
    "text": "Antonin Scalia"
   }
  },
  {
   "quote": {
    "text": "I always want to wear clothes that my children will one day look back on and say, 'Oh, you looked amazing - why didn't you keep that?' Not, 'Oh my God - I can't believe you wore that.'"
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "When I posted my first video, I remember it hit 700 views after a week, and I was like, 'Oh my God, this is amazing.' I was over the moon."
   },
   "author": {
    "text": "Lilly Singh"
   }
  },
  {
   "quote": {
    "text": "I'm proud of the U.S.A. We've done some amazing things. To wear our flag in the Olympics is an honor."
   },
   "author": {
    "text": "Shaun White"
   }
  },
  {
   "quote": {
    "text": "LinkedIn was an amazing deal for us to do because of their mission."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "The really amazing part, to me, was when Florida made it into the Final Four, the Democrats didn't demand a recount."
   },
   "author": {
    "text": "Ann Coulter"
   }
  },
  {
   "quote": {
    "text": "I love Jessica Simpson. I love her voice. She's amazing."
   },
   "author": {
    "text": "Britney Spears"
   }
  },
  {
   "quote": {
    "text": "What's interesting about science is that we're constantly discovering new things about the universe, about ourselves, about our bodies, about diseases, about the possibilities of the future. It's amazing. Science is one of the coolest things about being a human being - without a doubt."
   },
   "author": {
    "text": "Joe Rogan"
   }
  },
  {
   "quote": {
    "text": "When the youth of America gets together, amazing things happen."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "It's amazing how good getting up and moving makes you feel."
   },
   "author": {
    "text": "Paula Deen"
   }
  },
  {
   "quote": {
    "text": "Fame and stuff like that is all very cool, but at the end of the day, we're all human beings. Although what I do is incredibly surreal and fun and amazing and I'm really grateful for it, I don't believe my own press release, do you know what I mean?"
   },
   "author": {
    "text": "Tom Hardy"
   }
  },
  {
   "quote": {
    "text": "Oprah is very, very, very special to me. She's an amazing woman."
   },
   "author": {
    "text": "Tyler Perry"
   }
  },
  {
   "quote": {
    "text": "I'm not interested in doing 'Star Wars.' It's an amazing movie, but that's not my gift. I tell the stories that I tell that relate to the people who love what I do. That is the place and the path that I know I am supposed to be on. The minute I try and go do something else, it will be amazing to watch how quickly that don't work."
   },
   "author": {
    "text": "Tyler Perry"
   }
  },
  {
   "quote": {
    "text": "I can do a good roast with my eyes closed. I'm amazing with gravy. That's my speciality; even other people ask me to do gravy at their house. I'm very proud of my gravy."
   },
   "author": {
    "text": "Kate Moss"
   }
  },
  {
   "quote": {
    "text": "I am constantly amazed by Tina Fey. And I am Tina Fey."
   },
   "author": {
    "text": "Tina Fey"
   }
  },
  {
   "quote": {
    "text": "I think Americans are weirdly puritanistic about psychopharmaceuticals. There are millions of people out there who would otherwise be dead or rocking by themselves in a corner who now lead full and normal lives because of amazing and wonderful scientific advances."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "I've read a hundred fantastic scripts that didn't pan out as films, and I completely put that on the directors. I've also read some mediocre scripts that have ended up being amazing, and I credit that to the directors. They're the storytellers. If you don't have a good storyteller, you really have nothing."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "If it's an amazing role, I'll do anything."
   },
   "author": {
    "text": "Vin Diesel"
   }
  },
  {
   "quote": {
    "text": "I'm always amazed at anyone's interest in what I have to say."
   },
   "author": {
    "text": "Orlando Bloom"
   }
  },
  {
   "quote": {
    "text": "There is such amazing talent at Disney. My job is 100% creative, and I am very excited to creatively lead them."
   },
   "author": {
    "text": "John Lasseter"
   }
  },
  {
   "quote": {
    "text": "Nothing amazes me anymore."
   },
   "author": {
    "text": "David Beckham"
   }
  },
  {
   "quote": {
    "text": "It's been amazing, the number of commercials that I've done, starting back in 1968. It must be 8,000."
   },
   "author": {
    "text": "Casey Kasem"
   }
  },
  {
   "quote": {
    "text": "Miami Beach is a completely interesting hybrid because it is, on the one hand, a resort and, on the other hand, a real city. This condition of city and water on two sides I think is really amazing. And in the heart of that city, it has put an enormous convention center, an enormous physical presence."
   },
   "author": {
    "text": "Rem Koolhaas"
   }
  },
  {
   "quote": {
    "text": "We used to go to Studio 54 - an amazing place."
   },
   "author": {
    "text": "Jerry Hall"
   }
  },
  {
   "quote": {
    "text": "The opportunity, number one, to work with Ang Lee is an amazing thing for me."
   },
   "author": {
    "text": "Sam Elliott"
   }
  },
  {
   "quote": {
    "text": "There's barely a strand of the modern media that the Kardashian-Wests haven't been able to master, and for good reason: Kanye is an amazing performer and cultural provocateur, while Kim, through her strength of character, has created a place for herself in the glare of the world's spotlight, and it takes real guts to do that."
   },
   "author": {
    "text": "Anna Wintour"
   }
  },
  {
   "quote": {
    "text": "I really love the internet. They say chat-rooms are the trailer park of the internet but I find it amazing."
   },
   "author": {
    "text": "Carrie Fisher"
   }
  },
  {
   "quote": {
    "text": "Considering the amount of information we're bombarded by, it's amazing if a song can transcend time."
   },
   "author": {
    "text": "Michael Bolton"
   }
  },
  {
   "quote": {
    "text": "Isn't it amazing the way the future succeeds in creating an appropriate past?"
   },
   "author": {
    "text": "John Leonard"
   }
  },
  {
   "quote": {
    "text": "It's an amazing luxury to say I'm 31 years old and I'm gonna take a year off. That's pretty amazing."
   },
   "author": {
    "text": "Sarah McLachlan"
   }
  },
  {
   "quote": {
    "text": "I grew up in a Christian home with amazing parents."
   },
   "author": {
    "text": "Allyson Felix"
   }
  },
  {
   "quote": {
    "text": "The amount of culture going on in a small country like Israel is amazing."
   },
   "author": {
    "text": "Zubin Mehta"
   }
  },
  {
   "quote": {
    "text": "I have amazing friends who have led inspirational lives."
   },
   "author": {
    "text": "Andrew Shue"
   }
  },
  {
   "quote": {
    "text": "Emmanuel Lewis was amazing to work with. I'll love that guy to the end of time."
   },
   "author": {
    "text": "Corin Nemec"
   }
  },
  {
   "quote": {
    "text": "It was amazing to me that, all of a sudden, I was hearing my music on the radio and coming out of cars."
   },
   "author": {
    "text": "Lenny Kravitz"
   }
  },
  {
   "quote": {
    "text": "The way Nolan looks at things is just amazing. It can be easily seen in all his films. I was just watching his videos on how he came up with the screenplay of 'Memento,' and it's just extraordinary. It just opens up your mind."
   },
   "author": {
    "text": "Sushant Singh Rajput"
   }
  },
  {
   "quote": {
    "text": "It's pretty amazing to me that my first hit record was an Elvis Presley record."
   },
   "author": {
    "text": "Mac Davis"
   }
  },
  {
   "quote": {
    "text": "To me, every kitchen appliance is useful and nothing's overrated. When I look at my little espresso machine, I don't see coffee. I see a steaming valve as an opportunity to make amazing creme brulee."
   },
   "author": {
    "text": "Grant Achatz"
   }
  },
  {
   "quote": {
    "text": "It's amazing how ideas start out, isn't it?"
   },
   "author": {
    "text": "Nigel Farage"
   }
  },
  {
   "quote": {
    "text": "I know no subject more elevating, more amazing, more ready to the poetical enthusiasm, the philosophical reflection, and the moral sentiment than the works of nature. Where can we meet such variety, such beauty, such magnificence?"
   },
   "author": {
    "text": "James Thomson"
   }
  },
  {
   "quote": {
    "text": "The body is an amazing machine... If you eat the right things your body will perform incredibly well!"
   },
   "author": {
    "text": "Shawn Johnson"
   }
  },
  {
   "quote": {
    "text": "More and more couples are having this negotiation or discussion, but I'm still amazed at the number who aren't and where the cultural norm sort of kicks in and they just assume that mom's got to be the one who stays home, not dad."
   },
   "author": {
    "text": "James Levine"
   }
  },
  {
   "quote": {
    "text": "In 29 years, I had recorded over 2,200 songs. I was amazed."
   },
   "author": {
    "text": "Kate Smith"
   }
  },
  {
   "quote": {
    "text": "But I am not going to live for ever. And the more I know it, the more amazed I am by being here at all."
   },
   "author": {
    "text": "William Hurt"
   }
  },
  {
   "quote": {
    "text": "It's amazing, if you know what you want to say, how fast it is to write."
   },
   "author": {
    "text": "Evan Davis"
   }
  },
  {
   "quote": {
    "text": "People never cease to amaze me."
   },
   "author": {
    "text": "Tina Yothers"
   }
  },
  {
   "quote": {
    "text": "I want to remind people that black music is amazing. And there are all forms of it that we've forgotten, you know? Rock music is black music! Don't forget that's what it is."
   },
   "author": {
    "text": "Robert Glasper"
   }
  },
  {
   "quote": {
    "text": "The body can do amazing things in a situation when it is really called for."
   },
   "author": {
    "text": "Suzanne Farrell"
   }
  },
  {
   "quote": {
    "text": "There are a lot of people with a lot of money, and I'm amazed they don't understand what a great pleasure it can be to give."
   },
   "author": {
    "text": "Robert Mondavi"
   }
  },
  {
   "quote": {
    "text": "To walk away and be proud of something that you created and something that is going to be out there, I think that's amazing."
   },
   "author": {
    "text": "Sasha Lane"
   }
  },
  {
   "quote": {
    "text": "The '60s were an amazing time."
   },
   "author": {
    "text": "Peter Max"
   }
  },
  {
   "quote": {
    "text": "Isn't it amazing how celebrity status preempts even the most ingrained hatreds?"
   },
   "author": {
    "text": "Camryn Manheim"
   }
  },
  {
   "quote": {
    "text": "It's amazing how, over time, a person's perspective can be altered."
   },
   "author": {
    "text": "Fred Durst"
   }
  },
  {
   "quote": {
    "text": "Listen once in a while. It's amazing what you can hear."
   },
   "author": {
    "text": "Russell Baker"
   }
  },
  {
   "quote": {
    "text": "To me, when a great band is playing together, it's amazing for me."
   },
   "author": {
    "text": "John Oates"
   }
  },
  {
   "quote": {
    "text": "It's such an amazing thing to be loved for who you are."
   },
   "author": {
    "text": "Debra Winger"
   }
  },
  {
   "quote": {
    "text": "I love Sarah Jessica Parker; I've worked with her. I think she's amazing... She's a great producer and has a great business acumen."
   },
   "author": {
    "text": "Ryan Murphy"
   }
  },
  {
   "quote": {
    "text": "You can really do amazing things in a wheelchair. It's very dangerous if you don't know what you're doing, but you can even go up and down stairs in a wheelchair."
   },
   "author": {
    "text": "William Forsythe"
   }
  },
  {
   "quote": {
    "text": "It's amazing how a competitive nature can turn a negative into something positive."
   },
   "author": {
    "text": "Barry Mann"
   }
  },
  {
   "quote": {
    "text": "To feel the presence of the Lord is an amazing thing."
   },
   "author": {
    "text": "Lisa Leslie"
   }
  },
  {
   "quote": {
    "text": "I always felt thrilled and amazed that I could put actor on my tax form."
   },
   "author": {
    "text": "Geoffrey Rush"
   }
  },
  {
   "quote": {
    "text": "I wish I was a bit shorter, as I think shorter people have better walks. Freddie Fox, the actor, is shorter than me and has an amazing gait; and Tom Cruise has a brilliant run. I'm just gangly."
   },
   "author": {
    "text": "Jack Whitehall"
   }
  },
  {
   "quote": {
    "text": "It's amazing the hours you pull when you're the lead of a show."
   },
   "author": {
    "text": "Jamie Luner"
   }
  },
  {
   "quote": {
    "text": "I really think it is amazing that people actually buy software."
   },
   "author": {
    "text": "Bill Budge"
   }
  },
  {
   "quote": {
    "text": "It's amazing how stress keeps you trim."
   },
   "author": {
    "text": "Peter Andre"
   }
  },
  {
   "quote": {
    "text": "People like Frank Zappa were amazing for us Brits."
   },
   "author": {
    "text": "Rick Wakeman"
   }
  },
  {
   "quote": {
    "text": "Pebble Beach. It is tough and the lay out is amazing."
   },
   "author": {
    "text": "Natalie Gulbis"
   }
  },
  {
   "quote": {
    "text": "My family is just an amazing melting pot of wonderful religions and faiths."
   },
   "author": {
    "text": "Rima Fakih"
   }
  },
  {
   "quote": {
    "text": "There's something amazing about 'Fawlty Towers' and 'The Office' only being two series. I think, when you really nail it, you don't need to do more than two or three."
   },
   "author": {
    "text": "Johnny Flynn"
   }
  },
  {
   "quote": {
    "text": "I was impressed by Hendrix. His attitude was brilliant. Even the way he walked was amazing."
   },
   "author": {
    "text": "Ritchie Blackmore"
   }
  },
  {
   "quote": {
    "text": "I'd said to my sweetheart a couple of days before that the SAG and Spirit Award nomination was amazing and I had no attachment to the Academy Award. I knew I was an underdog so I just decided to sleep through the announcement."
   },
   "author": {
    "text": "John Hawkes"
   }
  },
  {
   "quote": {
    "text": "So much of 'Jaws' was amazing because the mind filled in what was missing."
   },
   "author": {
    "text": "Bill Sienkiewicz"
   }
  },
  {
   "quote": {
    "text": "I like pens. My writing is so amazing there's never a need to erase."
   },
   "author": {
    "text": "Todd Barry"
   }
  },
  {
   "quote": {
    "text": "I'm the poster boy for Propecia. It's amazing."
   },
   "author": {
    "text": "Joe Lando"
   }
  },
  {
   "quote": {
    "text": "It's amazing how, age after age, in country after country, and in all languages, Shakespeare emerges as incomparable."
   },
   "author": {
    "text": "M. H. Abrams"
   }
  },
  {
   "quote": {
    "text": "People are doing amazing things right now on the Web."
   },
   "author": {
    "text": "Chris Hughes"
   }
  },
  {
   "quote": {
    "text": "I've been given an amazing opportunity and I could not be more grateful. But I also know that all this will eventually die off. It's not real. It will go away and then you'll go away and then, I don't know, I'll be left sitting in some English hotel room."
   },
   "author": {
    "text": "Josh Brolin"
   }
  },
  {
   "quote": {
    "text": "I think that a lot of companies are still amazingly price sensitive."
   },
   "author": {
    "text": "Sanjay Kumar"
   }
  },
  {
   "quote": {
    "text": "You would be amazed what the ordinary guy knows."
   },
   "author": {
    "text": "Matt Drudge"
   }
  },
  {
   "quote": {
    "text": "I had a friend whose family had dinner together. The mother would tuck you in at night and make breakfast in the morning. They even had a spare bike for a friend. It just seemed so amazing to me."
   },
   "author": {
    "text": "Moon Unit Zappa"
   }
  },
  {
   "quote": {
    "text": "It's amazing what a bit of soot and shaving can do for muscle definition, honestly."
   },
   "author": {
    "text": "Joe Dempsie"
   }
  },
  {
   "quote": {
    "text": "I got to work with Jennifer Tilly, she was amazing. Such, such a smart actress."
   },
   "author": {
    "text": "April Bowlby"
   }
  },
  {
   "quote": {
    "text": "I dream of diving in two places where I have not been yet. One is Antarctica, because of its crystal clear waters and amazing fauna, in addition to the ice cathedrals. The other is the Arctic, where I'd like to see the northernmost kelp forests."
   },
   "author": {
    "text": "Enric Sala"
   }
  }
 ]
}