{
 "data": [
  {
   "quote": {
    "text": "For every minute you remain angry, you give up sixty seconds of peace of mind."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Never go to bed mad. Stay up and fight."
   },
   "author": {
    "text": "Phyllis Diller"
   }
  },
  {
   "quote": {
    "text": "Did I offer peace today? Did I bring a smile to someone's face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "Some days, 24 hours is too much to stay put in, so I take the day hour by hour, moment by moment. I break the task, the challenge, the fear into small, bite-size pieces. I can handle a piece of fear, depression, anger, pain, sadness, loneliness, illness. I actually put my hands up to my face, one next to each eye, like blinders on a horse."
   },
   "author": {
    "text": "Regina Brett"
   }
  },
  {
   "quote": {
    "text": "A man who has never made a woman angry is a failure in life."
   },
   "author": {
    "text": "Christopher Morley"
   }
  },
  {
   "quote": {
    "text": "Every day we have plenty of opportunities to get angry, stressed or offended. But what you're doing when you indulge these negative emotions is giving something outside yourself power over your happiness. You can choose to not let little things upset you."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "You will not be punished for your anger, you will be punished by your anger."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "I realized that if my thoughts immediately affect my body, I should be careful about what I think. Now if I get angry, I ask myself why I feel that way. If I can find the source of my anger, I can turn that negative energy into something positive."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "Speak when you are angry - and you'll make the best speech you'll ever regret."
   },
   "author": {
    "text": "Laurence J. Peter"
   }
  },
  {
   "quote": {
    "text": "Anybody can become angry - that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way - that is not within everybody's power and is not easy."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "I don't usually lose my temper, but if I get angry, it's true - I'm scary."
   },
   "author": {
    "text": "Eva Mendes"
   }
  },
  {
   "quote": {
    "text": "Red is such an interesting color to correlate with emotion, because it's on both ends of the spectrum. On one end you have happiness, falling in love, infatuation with someone, passion, all that. On the other end, you've got obsession, jealousy, danger, fear, anger and frustration."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "Discussion is an exchange of knowledge; an argument an exchange of ignorance."
   },
   "author": {
    "text": "Robert Quillen"
   }
  },
  {
   "quote": {
    "text": "Silence is one of the hardest arguments to refute."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "I shall allow no man to belittle my soul by making me hate him."
   },
   "author": {
    "text": "Booker T. Washington"
   }
  },
  {
   "quote": {
    "text": "When anger rises, think of the consequences."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "People won't have time for you if you are always angry or complaining."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "To be angry is to revenge the faults of others on ourselves."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "Anger is the enemy of non-violence and pride is a monster that swallows it up."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "When angry, count to four; when very angry, swear."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "You must never be satisfied with losing. You must get angry, terribly angry, about losing. But the mark of the good loser is that he takes his anger out on himself and not his victorious opponents or on his teammates."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "We are losing sight of civility in government and politics. Debate and dialogue is taking a back seat to the politics of destruction and anger and control. Dogma has replaced thoughtful discussion between people of differing views."
   },
   "author": {
    "text": "James McGreevey"
   }
  },
  {
   "quote": {
    "text": "Bitterness is like cancer. It eats upon the host. But anger is like fire. It burns it all clean."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "In times of great stress or adversity, it's always best to keep busy, to plow your anger and your energy into something positive."
   },
   "author": {
    "text": "Lee Iacocca"
   }
  },
  {
   "quote": {
    "text": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "When angry count to ten before you speak. If very angry, count to one hundred."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "The opposite of anger is not calmness, its empathy."
   },
   "author": {
    "text": "Mehmet Oz"
   }
  },
  {
   "quote": {
    "text": "Anger and intolerance are the enemies of correct understanding."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Boredom, anger, sadness, or fear are not 'yours,' not personal. They are conditions of the human mind. They come and go. Nothing that comes and goes is you."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "Holding on to anger, resentment and hurt only gives you tense muscles, a headache and a sore jaw from clenching your teeth. Forgiveness gives you back the laughter and the lightness in your life."
   },
   "author": {
    "text": "Joan Lunden"
   }
  },
  {
   "quote": {
    "text": "In our daily life, we encounter people who are angry, deceitful, intent only on satisfying their own needs. There is so much anger, distrust, greed, and pettiness that we are losing our capacity to work well together."
   },
   "author": {
    "text": "Margaret J. Wheatley"
   }
  },
  {
   "quote": {
    "text": "Heaven has no rage like love to hatred turned, nor hell a fury like a woman scorned."
   },
   "author": {
    "text": "William Congreve"
   }
  },
  {
   "quote": {
    "text": "Reacting in anger or annoyance will not advance one's ability to persuade."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "The five stages - denial, anger, bargaining, depression, and acceptance - are a part of the framework that makes up our learning to live with the one we lost. They are tools to help us frame and identify what we may be feeling. But they are not stops on some linear timeline in grief."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "There's a natural law of karma that vindictive people, who go out of their way to hurt others, will end up broke and alone."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "The voice of the intelligence is drowned out by the roar of fear. It is ignored by the voice of desire. It is contradicted by the voice of shame. It is biased by hate and extinguished by anger. Most of all it is silenced by ignorance."
   },
   "author": {
    "text": "Karl A. Menninger"
   }
  },
  {
   "quote": {
    "text": "Being alone with fear can rapidly turn into panic. Being alone with frustration can rapidly turn into anger. Being alone with disappointment can rapid turn into discouragement and, even worse, despair."
   },
   "author": {
    "text": "Mark Goulston"
   }
  },
  {
   "quote": {
    "text": "While seeking revenge, dig two graves - one for yourself."
   },
   "author": {
    "text": "Douglas Horton"
   }
  },
  {
   "quote": {
    "text": "Censorship is the tool of those who have the need to hide actualities from themselves and from others. Their fear is only their inability to face what is real, and I can't vent any anger against them; I only feel this appalling sadness. Somewhere in their upbringing, they were shielded against the total facts of our existence."
   },
   "author": {
    "text": "Charles Bukowski"
   }
  },
  {
   "quote": {
    "text": "Forgiveness isn't just the absence of anger. I think it's also the presence of self-love, when you actually begin to value yourself."
   },
   "author": {
    "text": "Tara Westover"
   }
  },
  {
   "quote": {
    "text": "Too much self-centered attitude, you see, brings, you see, isolation. Result: loneliness, fear, anger. The extreme self-centered attitude is the source of suffering."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Violence is the last refuge of the incompetent."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "It is wise to direct your anger towards problems - not people; to focus your energies on answers - not excuses."
   },
   "author": {
    "text": "William Arthur Ward"
   }
  },
  {
   "quote": {
    "text": "Depression, suffering and anger are all part of being human."
   },
   "author": {
    "text": "Janet Fitch"
   }
  },
  {
   "quote": {
    "text": "Meditation can help us embrace our worries, our fear, our anger; and that is very healing. We let our own natural capacity of healing do the work."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "It is important to feel the anger without judging it, without attempting to find meaning in it. It may take many forms: anger at the health-care system, at life, at your loved one for leaving. Life is unfair. Death is unfair. Anger is a natural reaction to the unfairness of loss."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "You reclaim your power by loving what you were once taught to hate."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Experiencing sadness and anger can make you feel more creative, and by being creative, you can get beyond your pain or negativity."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "I have sadness in me. I have anger in me. I have heartbreak in me."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "My friends, love is better than anger. Hope is better than fear. Optimism is better than despair. So let us be loving, hopeful and optimistic. And we'll change the world."
   },
   "author": {
    "text": "Jack Layton"
   }
  },
  {
   "quote": {
    "text": "Governments are composed of human beings, and all of the frailties that humans possess are absorbed into these governments and become active within these governments. Hatred, anger, jealousy, fear, greed, distrust and the whole host of afflictions that humans must bear, lurk just beneath the surface of civility displayed by 'government.'"
   },
   "author": {
    "text": "John McAfee"
   }
  },
  {
   "quote": {
    "text": "I really believe that all of us have a lot of darkness in our souls. Anger, rage, fear, sadness. I don't think that's only reserved for people who have horrible upbringings. I think it really exists and is part of the human condition. I think in the course of your life you figure out ways to deal with that."
   },
   "author": {
    "text": "Kevin Bacon"
   }
  },
  {
   "quote": {
    "text": "Good satire comes from anger. It comes from a sense of injustice, that there are wrongs in the world that need to be fixed. And what better place to get that well of venom and outrage boiling than a newsroom, because you're on the front lines."
   },
   "author": {
    "text": "Carl Hiaasen"
   }
  },
  {
   "quote": {
    "text": "If your partner is angry with you, recognize that his anger is a misdirected plea for love. Your partner's simply upset because he feels something you said or did was a sign of not loving him enough."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "A man that studieth revenge keeps his own wounds green."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Anger is a wind which blows out the lamp of the mind."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "From my anger, frustration, and hurt, I wrote the short story that would later become 'The Hate U Give.'"
   },
   "author": {
    "text": "Angie Thomas"
   }
  },
  {
   "quote": {
    "text": "Grab the broom of anger and drive off the beast of fear."
   },
   "author": {
    "text": "Zora Neale Hurston"
   }
  },
  {
   "quote": {
    "text": "As long as anger, paranoia and misinformation drive our political debate, there are unhinged souls among us who will feel justified in turning to violent remedies for imagined threats."
   },
   "author": {
    "text": "David Horsey"
   }
  },
  {
   "quote": {
    "text": "I've been trying to learn how to not be so conflicted about things like my own anger. I've always had a place in my music for my anger as a way of compensating for not having a mechanism to express it in my everyday life. So I've been trying to be more true to myself, and that helps me to chill out a little bit. But politically, uh-uh. No."
   },
   "author": {
    "text": "Ani DiFranco"
   }
  },
  {
   "quote": {
    "text": "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "There are two things a person should never be angry at, what they can help, and what they cannot."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "When one burns one's bridges, what a very nice fire it makes."
   },
   "author": {
    "text": "Dylan Thomas"
   }
  },
  {
   "quote": {
    "text": "My body is damaged from music in two ways. I have a red irritation in my stomach. It's psychosomatic, caused by all the anger and the screaming. I have scoliosis, where the curvature of your spine is bent, and the weight of my guitar has made it worse. I'm always in pain, and that adds to the anger in our music."
   },
   "author": {
    "text": "Kurt Cobain"
   }
  },
  {
   "quote": {
    "text": "Anger, if not restrained, is frequently more hurtful to us than the injury that provokes it."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "Appearance is something absolute, but reality is not that way - everything is interdependent, not absolute. So that view is very helpful to maintain a peace of mind because the main destroyer of a peaceful mind is anger."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Christlike communications are expressions of affection and not anger, truth and not fabrication, compassion and not contention, respect and not ridicule, counsel and not criticism, correction and not condemnation. They are spoken with clarity and not with confusion. They may be tender or they may be tough, but they must always be tempered."
   },
   "author": {
    "text": "L. Lionel Kendrick"
   }
  },
  {
   "quote": {
    "text": "Hatred, anger, and violence can destroy us: the politics of polarization is dangerous."
   },
   "author": {
    "text": "Rahul Gandhi"
   }
  },
  {
   "quote": {
    "text": "Everybody has a breaking point. It's tough to ignore the impulse to respond with anger."
   },
   "author": {
    "text": "Andrew Shaffer"
   }
  },
  {
   "quote": {
    "text": "Guilt is anger directed at ourselves - at what we did or did not do. Resentment is anger directed at others - at what they did or did not do."
   },
   "author": {
    "text": "Peter McWilliams"
   }
  },
  {
   "quote": {
    "text": "Sometimes, you have to get angry to get things done."
   },
   "author": {
    "text": "Ang Lee"
   }
  },
  {
   "quote": {
    "text": "In a controversy the instant we feel anger we have already ceased striving for the truth, and have begun striving for ourselves."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "We boil at different degrees."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "Generally speaking, if a human being never shows anger, then I think something's wrong. He's not right in the brain."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "My recipe for dealing with anger and frustration: set the kitchen timer for twenty minutes, cry, rant, and rave, and at the sound of the bell, simmer down and go about business as usual."
   },
   "author": {
    "text": "Phyllis Diller"
   }
  },
  {
   "quote": {
    "text": "Getting angry doesn't solve anything."
   },
   "author": {
    "text": "Grace Kelly"
   }
  },
  {
   "quote": {
    "text": "I have a right to my anger, and I don't want anybody telling me I shouldn't be, that it's not nice to be, and that something's wrong with me because I get angry."
   },
   "author": {
    "text": "Maxine Waters"
   }
  },
  {
   "quote": {
    "text": "I started realizing how the condition of our hearts affects the way we see. If your heart is full of bitterness, anger, and resentment, you're going to look at this world as a very evil place."
   },
   "author": {
    "text": "Danny Gokey"
   }
  },
  {
   "quote": {
    "text": "Behind every argument is someone's ignorance."
   },
   "author": {
    "text": "Louis D. Brandeis"
   }
  },
  {
   "quote": {
    "text": "First and foremost, we need to be the adults we want our children to be. We should watch our own gossiping and anger. We should model the kindness we want to see."
   },
   "author": {
    "text": "Brene Brown"
   }
  },
  {
   "quote": {
    "text": "The upside to anger? Getting it out of your system. You got to express your anger. Then you have room for more positive things. If I hold something in a long time, and then I speak it, it's amazing how the light shines so much brighter."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "A very powerful mechanism to get elected is to play on anger and pick those wedge issues."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "Anger is a manifestation of a deeper issue... and that, for me, is based on insecurity, self-esteem and loneliness."
   },
   "author": {
    "text": "Naomi Campbell"
   }
  },
  {
   "quote": {
    "text": "Let us not look back in anger, nor forward in fear, but around in awareness."
   },
   "author": {
    "text": "James Thurber"
   }
  },
  {
   "quote": {
    "text": "The flame of anger, bright and brief, sharpens the barb of love."
   },
   "author": {
    "text": "Walter Savage Landor"
   }
  },
  {
   "quote": {
    "text": "He who angers you conquers you."
   },
   "author": {
    "text": "Elizabeth Kenny"
   }
  },
  {
   "quote": {
    "text": "A man who has not passed through the inferno of his passions has never overcome them."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "For me, comedy starts as a spew, a kind of explosion, and then you sculpt it from there, if at all. It comes out of a deeper, darker side. Maybe it comes from anger, because I'm outraged by cruel absurdities, the hypocrisy that exists everywhere, even within yourself, where it's hardest to see."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "The only justice is to follow the sincere intuition of the soul, angry or gentle. Anger is just, and pity is just, but judgement is never just."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "If you get down and quarell everyday, you're saying prayers to the devil, I say."
   },
   "author": {
    "text": "Bob Marley"
   }
  },
  {
   "quote": {
    "text": "The fear really hits you. That's what you feel first. And then it's the anger and frustration. Part of the problem is how little we understand about the ultimate betrayal of the body when it rebels against itself."
   },
   "author": {
    "text": "Charles Bronson"
   }
  },
  {
   "quote": {
    "text": "A man must fortify himself and understand that a wise man who yields to laziness or anger or passion or love of drink, or who commits any other action prompted by impulse and inopportune, will probably find his fault condoned; but if he stoops to greed, he will not be pardoned, but render himself odious as a combination of all vices at once."
   },
   "author": {
    "text": "Apollonius of Tyana"
   }
  },
  {
   "quote": {
    "text": "Vengeance is the act of turning anger in on yourself. On the surface it may be directed at someone else, but it is a surefire recipe for arresting emotional recovery."
   },
   "author": {
    "text": "Jane Goldman"
   }
  },
  {
   "quote": {
    "text": "Anger begins with folly, and ends with repentance."
   },
   "author": {
    "text": "Pythagoras"
   }
  },
  {
   "quote": {
    "text": "Hatred is settled anger."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Self-pity, a dominant characteristic of sociopaths, is also the characteristic that differentiates heroic storytelling from psychological rumination. When you talk about your experiences to shed light, you may feel wrenching pain, grief, anger, or shame. Your audience may pity you, but not because you want them to."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "Never do anything when you are in a temper, for you will do everything wrong."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "Denial, panic, threats, anger - those are very human responses to feeling guilt."
   },
   "author": {
    "text": "Joshua Oppenheimer"
   }
  },
  {
   "quote": {
    "text": "It doesn't pay to say too much when you are mad enough to choke. For the word that stings the deepest is the word that is never spoke, Let the other fellow wrangle till the storm has blown away, then he'll do a heap of thinking about the things you didn't say."
   },
   "author": {
    "text": "Jules Renard"
   }
  },
  {
   "quote": {
    "text": "The more anger towards the past you carry in your heart, the less capable you are of loving in the present."
   },
   "author": {
    "text": "Barbara De Angelis"
   }
  },
  {
   "quote": {
    "text": "The best remedy for a short temper is a long walk."
   },
   "author": {
    "text": "Joseph Joubert"
   }
  },
  {
   "quote": {
    "text": "I always tell people, anger is like liquid. It's fluid, it's like water. You put it in a container and it takes the shape of that container. So many people you see in prison, unleashing war on their people, they are angry, and they take their anger and put it into a violent container."
   },
   "author": {
    "text": "Leymah Gbowee"
   }
  },
  {
   "quote": {
    "text": "Trump has given voice to a widespread public feeling of alarm, frustration, and anger over the direction our country is headed. For all of that, conservatives are deeply grateful. America needed a loud, rude wake-up call. No one else has done that, and that accomplishment is huge."
   },
   "author": {
    "text": "Tom Tancredo"
   }
  },
  {
   "quote": {
    "text": "How much more grievous are the consequences of anger than the causes of it."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "When you assume negative intent, you're angry. If you take away that anger and assume positive intent, you will be amazed. Your emotional quotient goes up because you are no longer almost random in your response."
   },
   "author": {
    "text": "Indra Nooyi"
   }
  },
  {
   "quote": {
    "text": "Speak the truth, do not yield to anger; give, if thou art asked for little; by these three steps thou wilt go near the gods."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "When you are offended at any man's fault, turn to yourself and study your own failings. Then you will forget your anger."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "If you know anything about the issues in our country, you know we have a lot of deep-rooted anger and anxieties that spark a lot of passion. When you talk about our national anthem or the flag or race relations or the criminal justice system, it brings up a lot of those fears and insecurities."
   },
   "author": {
    "text": "Malcolm Jenkins"
   }
  },
  {
   "quote": {
    "text": "Five enemies of peace inhabit with us - avarice, ambition, envy, anger, and pride; if these were to be banished, we should infallibly enjoy perpetual peace."
   },
   "author": {
    "text": "Petrarch"
   }
  },
  {
   "quote": {
    "text": "As a human being, anger is a part of our mind. Irritation also part of our mind. But you can do - anger come, go. Never keep in your sort of - your inner world, then create a lot of suspicion, a lot of distrust, a lot of negative things, more worry."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "The ignorant mind, with its infinite afflictions, passions, and evils, is rooted in the three poisons. Greed, anger, and delusion."
   },
   "author": {
    "text": "Bodhidharma"
   }
  },
  {
   "quote": {
    "text": "Every time you get angry, you poison your own system."
   },
   "author": {
    "text": "Alfred A. Montapert"
   }
  },
  {
   "quote": {
    "text": "Anger is like a storm rising up from the bottom of your consciousness. When you feel it coming, turn your focus to your breath."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "I am sometimes sad when I hear the personal stories of Tibetan refugees who have been tortured or beaten. Some irritation, some anger comes. But it never lasts long. I always try to think at a deeper level, to find ways to console."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "What I needed most was to love and to be loved, eager to be caught. Happily I wrapped those painful bonds around me; and sure enough, I would be lashed with the red-hot pokers or jealousy, by suspicions and fear, by burst of anger and quarrels."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "I think the only time I show my emotions and anger is on the cricket field; otherwise, I've mellowed down. And with age, I think, with age you always end up mellowing down."
   },
   "author": {
    "text": "Gautam Gambhir"
   }
  },
  {
   "quote": {
    "text": "Boxing gave me a voice to express the anger I felt for where I came from."
   },
   "author": {
    "text": "Gerry Cooney"
   }
  },
  {
   "quote": {
    "text": "You feel the shame, humiliation, and anger at being just another victim of prejudice, and at the same time, there's the nagging worry that maybe... you're just no good."
   },
   "author": {
    "text": "Nina Simone"
   }
  },
  {
   "quote": {
    "text": "One of the greatest lessons of my own life was learning to turn the inner rampage of hatred and anger toward my own father for his reprehensible behavior and abandonment of his family into an inner reaction more closely aligned with God and God-realized love."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "The dog is often quick to resent a kick, be it from man or beast, but I have never known him to show anger at the door that slammed to and hit him. Probably, if the door held him by his tail or his limb, it would quickly receive the imprint of his teeth."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "I get angry about things, then go on and work."
   },
   "author": {
    "text": "Toni Morrison"
   }
  },
  {
   "quote": {
    "text": "As much time and effort, emotion, anger, love, joy that you put into another human being, you're not guaranteed to receive that back. And that's OK. That's alright."
   },
   "author": {
    "text": "Logic"
   }
  },
  {
   "quote": {
    "text": "A broken bone can heal, but the wound a word opens can fester forever."
   },
   "author": {
    "text": "Jessamyn West"
   }
  },
  {
   "quote": {
    "text": "Yesterday, we fought wars which destroyed cities. Today, we are concerned with avoiding a war which will destroy the earth. We can adapt atomic energy to produce electricity and move ships, but can we control its use in anger?"
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "I'm not angry, I'm not an angry person, but I do sometimes like playing with the perception of anger, as in pretending that I'm more angry than I actually am, and sometimes it works quite well."
   },
   "author": {
    "text": "Calvin Harris"
   }
  },
  {
   "quote": {
    "text": "Anger is like those ruins which smash themselves on what they fall."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "I don't think that you can fake warmth. You can fake lust, jealousy, anger; those are all quite easy. But actual, genuine warmth? I don't think you can fake it."
   },
   "author": {
    "text": "Keira Knightley"
   }
  },
  {
   "quote": {
    "text": "Anger is the most impotent of passions. It effects nothing it goes about, and hurts the one who is possessed by it more than the one against whom it is directed."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "Love implies anger. The man who is angered by nothing cares about nothing."
   },
   "author": {
    "text": "Edward Abbey"
   }
  },
  {
   "quote": {
    "text": "There have been times when I have goofed up, and like every adolescent, I sometimes did get led the wrong way. I would come back home really scared to face my mom's wrath and anger, but surprisingly, I never got to face one. She would always tell me in a very nice manner that what I did was wrong and that I should correct myself."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "There's very little dislike of Americans in the world, shown by repeated polls, and the dissatisfaction - that is, the hatred and the anger - they come from acceptance of American values, not a rejection of them, and recognition that they're rejected by the U.S. government and by U.S. elites, which does lead to hatred and anger."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "Wars spring from unseen and generally insignificant causes, the first outbreak being often but an explosion of anger."
   },
   "author": {
    "text": "Thucydides"
   }
  },
  {
   "quote": {
    "text": "Anger is as a stone cast into a wasp's nest."
   },
   "author": {
    "text": "Pope Paul VI"
   }
  },
  {
   "quote": {
    "text": "Intelligence is the ability to solve problems, whereas consciousness is the ability to feel things such as pain, joy, love, and anger. Throughout history, intelligence always went hand in hand with consciousness."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "Life is precious and there's not a lot of room for anger."
   },
   "author": {
    "text": "Fran Drescher"
   }
  },
  {
   "quote": {
    "text": "Revenge and retaliation always perpetuate the cycle of anger, fear and violence."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "One should not lose one's temper unless one is certain of getting more and more angry to the end."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "I don't like greed, I don't like ignorance. I really don't like anger. But I love love."
   },
   "author": {
    "text": "David Crosby"
   }
  },
  {
   "quote": {
    "text": "Many churches are measuring the wrong things. We measure things like attendance and giving, but we should be looking at more fundamental things like anger, contempt, honesty, and the degree to which people are under the thumb of their lusts. Those things can be counted, but not as easily as offerings."
   },
   "author": {
    "text": "Dallas Willard"
   }
  },
  {
   "quote": {
    "text": "People say that forgiving is my flaw, but I really believe that holding grudges and anger is a waste of energy."
   },
   "author": {
    "text": "Mayte Garcia"
   }
  },
  {
   "quote": {
    "text": "One reason why it has become harder to promote the beneficial side of emotions such as anger is that the moral vocabulary of good and bad has been replaced by the self-help lexicon of positive and negative thinking."
   },
   "author": {
    "text": "Julian Baggini"
   }
  },
  {
   "quote": {
    "text": "It seems to me that election season is just a Petri dish for anger and cynicism."
   },
   "author": {
    "text": "Max Lucado"
   }
  },
  {
   "quote": {
    "text": "The intoxication of anger, like that of the grape, shows us to others, but hides us from ourselves."
   },
   "author": {
    "text": "John Dryden"
   }
  },
  {
   "quote": {
    "text": "Let there be a door to thy mouth, that it may be shut when need arises, and let it be carefully barred, that none may rouse thy voice to anger, and thou pay back abuse with abuse."
   },
   "author": {
    "text": "Saint Ambrose"
   }
  },
  {
   "quote": {
    "text": "Indulge not thyself in the passion of anger; it is whetting a sword to wound thine own breast, or murder thy friend."
   },
   "author": {
    "text": "Akhenaton"
   }
  },
  {
   "quote": {
    "text": "I get angry at a principle, not a person."
   },
   "author": {
    "text": "Norman Schwarzkopf"
   }
  },
  {
   "quote": {
    "text": "Everybody kind of perceives me as being angry. It's not anger, it's motivation."
   },
   "author": {
    "text": "Roger Clemens"
   }
  },
  {
   "quote": {
    "text": "I've seen my mother struggling, everything that she did to raise me and my brothers and my sisters, and I know the anger that she went through."
   },
   "author": {
    "text": "Nate Robinson"
   }
  },
  {
   "quote": {
    "text": "Often, overeating is a way to punish yourself for the anger and resentment you're feeling - either at yourself or someone else."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "I guess because I had such a horrible life growing up, going from place to place not knowing what I was gonna do and ending up being homeless, there was a lot of pain and a lot of anger that was coming out through my guitar playing."
   },
   "author": {
    "text": "Dave Mustaine"
   }
  },
  {
   "quote": {
    "text": "I think a certain amount of anger has been a fuel of mine, if you want - but also some sort of sadness, and plain mischief, of course."
   },
   "author": {
    "text": "Siouxsie Sioux"
   }
  },
  {
   "quote": {
    "text": "The anger of a person who is strong, can always bide its time."
   },
   "author": {
    "text": "James Whitcomb Riley"
   }
  },
  {
   "quote": {
    "text": "The one who cannot restrain their anger will wish undone, what their temper and irritation prompted them to do."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "Never go to bed angry, stay up and fight."
   },
   "author": {
    "text": "William Congreve"
   }
  },
  {
   "quote": {
    "text": "Throughout my career as a lawyer, teacher and labor leader, books have remained my constant companion - stuffed into a briefcase, overflowing on my bedside table, stacked on my desk at work. Books have carried me to distant worlds, opened new doors and made me feel empathy, compassion, anger, fear, joy, acceptance - and everything in between."
   },
   "author": {
    "text": "Randi Weingarten"
   }
  },
  {
   "quote": {
    "text": "To find gratitude and generosity when you could reasonably find hurt and resentment will surprise you. It will be so surprising because you will see so much of the opposite: people who have much more than others yet who react with anger when one advantage is lost or with resentment when an added gift is denied."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "I think I would cope like anyone copes with any tragedy. I'm sure I would be very upset for a while and then there would come a point where I would either have to stay in this place of darkness and anger, or I'd have to accept that it happened."
   },
   "author": {
    "text": "Jason Ritter"
   }
  },
  {
   "quote": {
    "text": "Anger is wonderful. It keeps you going. I'm angry about bankers. About the government."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "Sometimes you just need to raise your voice. And sometimes a little anger is necessary, to be honest."
   },
   "author": {
    "text": "Corey Hawkins"
   }
  },
  {
   "quote": {
    "text": "I am a danger to myself if I get angry."
   },
   "author": {
    "text": "Oriana Fallaci"
   }
  },
  {
   "quote": {
    "text": "During his last 18 months in office, Eisenhower flew to Asia, Europe, and Latin America and deployed his war hero's popularity to seek new friends for America while trying to improve relations with Moscow. By the time Ike left office, most Americans had forgotten their anger over losing the space race to the Soviets."
   },
   "author": {
    "text": "Michael Beschloss"
   }
  },
  {
   "quote": {
    "text": "Wherever there is injustice, there is anger, and anger is like gasoline - if you spray it around and somebody lights a matchstick, you have an inferno. But anger inside an engine is powerful: it can drive us forward and can get us through dreadful moments and give us power. I learnt this with my discussions with nuclear policy makers."
   },
   "author": {
    "text": "Scilla Elworthy"
   }
  },
  {
   "quote": {
    "text": "'Lose My Cool' is the second track on my EP dedicated to a stage in the grieving process. This track represents anger. I really bottled a lot up after my mother passed, and one day, I couldn't handle it anymore and just exploded on all of my friends and family. It was a very passive way of dealing with things, not very healthy."
   },
   "author": {
    "text": "Amber Mark"
   }
  },
  {
   "quote": {
    "text": "Staring prejudice in the face imposes a cruel discipline: to structure your anger, to achieve a certain dignity, an angry dignity."
   },
   "author": {
    "text": "Ellen Ullman"
   }
  },
  {
   "quote": {
    "text": "I think it's too easy to recount your unhappy memories when you write about yourself. You bask in your own innocence. You revere your grief. You arrange your angers at their most becoming angles."
   },
   "author": {
    "text": "Margo Jefferson"
   }
  },
  {
   "quote": {
    "text": "Fear usually looks like anger."
   },
   "author": {
    "text": "Krista Tippett"
   }
  },
  {
   "quote": {
    "text": "I personally do not believe in politics, hatred, or anger in my musical composition."
   },
   "author": {
    "text": "Horace Silver"
   }
  },
  {
   "quote": {
    "text": "Whatever is begun in anger ends in shame."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Anger dwells only in the bosom of fools."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "We should meet abuse by forbearance. Human nature is so constituted that if we take absolutely no notice of anger or abuse, the person indulging in it will soon weary of it and stop."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Anger is never without a reason, but seldom with a good one."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "The greatest remedy for anger is delay."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "I know, to banish anger altogether from one's breast is a difficult task. It cannot be achieved through pure personal effort. It can be done only by God's grace."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Anger begets more anger, and forgiveness and love lead to more forgiveness and love."
   },
   "author": {
    "text": "Mahavira"
   }
  },
  {
   "quote": {
    "text": "Hurt leads to bitterness, bitterness to anger, travel too far that road and the way is lost."
   },
   "author": {
    "text": "Terry Brooks"
   }
  },
  {
   "quote": {
    "text": "When one is young, aspiring to play for the country, doing well, any hindrance, like injury or being out of form, can be frustrating and a cause of annoyance or even anger. But once you have a close encounter with death, you realise the real value of life."
   },
   "author": {
    "text": "Yuvraj Singh"
   }
  },
  {
   "quote": {
    "text": "Maybe it's stress or anger or adrenaline or disillusionment or a bullying nature or simple fear of getting killed themselves, but there is a problem if a cop cannot tell the difference between a menacing gangster and the far more common person they encounter whose life is a little frayed and messy."
   },
   "author": {
    "text": "David Horsey"
   }
  },
  {
   "quote": {
    "text": "Anger cannot be dishonest."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "You must have anger, as rightful wrath is what makes you create your own ethical standards."
   },
   "author": {
    "text": "Kamal Haasan"
   }
  },
  {
   "quote": {
    "text": "Obama and his attack dogs have nothing but hate and anger in their hearts and spew it whenever possible."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Extremism thrives amid ignorance and anger, intimidation and cowardice."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "While I understand the passions and the anger that arise over the death of Michael Brown, giving into that anger by looting or carrying guns, and even attacking the police, only serves to raise tensions and stir chaos."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "When I am angry I can pray well and preach well."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "I do stand up sometimes out of anger. Sometimes the greatest stuff comes from a dark place."
   },
   "author": {
    "text": "Tracy Morgan"
   }
  },
  {
   "quote": {
    "text": "What comes out when life squeezes you?  When someone hurts or offends you? If anger, pain and fear come out of you, it's because that's what's inside."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Hatred is an affair of the heart; contempt that of the head."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "The emotions in a song - the anger, aggression - have got to be legitimate."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "We are becoming able to see the pursuit of external power for what it is and the futility of trying to escape the pain of powerlessness by changing the world. When we look inward, not outward, we can dismantle the parts of our personalities that have controlled us for so long - such as anger, jealousy, vindictiveness, superiority, inferiority."
   },
   "author": {
    "text": "Gary Zukav"
   }
  },
  {
   "quote": {
    "text": "Get mad, then get over it."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "I have not lost faith in God. I have moments of anger and protest. Sometimes I've been closer to him for that reason."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "People who are prone to anxiety are nearly always people-pleasers who fear conflict and negative feelings like anger. When you feel upset, you sweep your problems under the rug because you don't want to upset anyone. You do this so quickly and automatically that you're not even aware you're doing it."
   },
   "author": {
    "text": "David D. Burns"
   }
  },
  {
   "quote": {
    "text": "Words can be said in bitterness and anger, and often there seems to be an element of truth in the nastiness. And words don't go away, they just echo around."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "It isn't enough just to scream at the Occupy Wall Street demonstrations. We need our political system to start reflect this anger back into, 'How do we fix it? How do we get the economy going again?'"
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Hatred is inveterate anger."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "If a small thing has the power to make you angry, does that not indicate something about your size?"
   },
   "author": {
    "text": "Sydney J. Harris"
   }
  },
  {
   "quote": {
    "text": "Do not meddle in the affairs of Wizards, for they are subtle and quick to anger."
   },
   "author": {
    "text": "J. R. R. Tolkien"
   }
  },
  {
   "quote": {
    "text": "It is impossible for you to be angry and laugh at the same time. Anger and laughter are mutually exclusive and you have the power to choose either."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "The components of anxiety, stress, fear, and anger do not exist independently of you in the world. They simply do not exist in the physical world, even though we talk about them as if they do."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "It's important to remember that the animals are not grieving with us. They're very accepting. They're not lying there thinking 'How could you do this to me? Why aren't you keeping me going?' Pets don't do the human things of guilt and anger and recrimination that we do. They come and go with great acceptance."
   },
   "author": {
    "text": "Jon Katz"
   }
  },
  {
   "quote": {
    "text": "We're taught to be ashamed of confusion, anger, fear and sadness, and to me they're of equal value to happiness, excitement and inspiration."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "Well, all comedy starts with anger. You get angry, and its never for a good reason, right? You know its not a good reason. And then you try and work it from there."
   },
   "author": {
    "text": "Jerry Seinfeld"
   }
  },
  {
   "quote": {
    "text": "No man can think clearly when his fists are clenched."
   },
   "author": {
    "text": "George Jean Nathan"
   }
  },
  {
   "quote": {
    "text": "We want to take the energy surrounding the Sandy Hook anniversary that might otherwise be consumed by grief or anger - or this week in San Bernardino by fear - and channel some of that to honor our common humanity and love each other."
   },
   "author": {
    "text": "Elizabeth Esty"
   }
  },
  {
   "quote": {
    "text": "Fear, separation, hate and anger come from the wrong view that you and the Earth are two separate entities, the Earth is only the environment. You are in the centre and you want to do something for the Earth in order for you to survive. That is a dualistic way of seeing."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "There's nothing wrong with anger provided you use it constructively."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Sometimes the routes leading to feelings of anger are so convoluted and circuitous that it takes enormous skill to discern their original source, or fountainhead. But regardless of the reason for or the source of the anger or the relative ease or complexity in perceiving either the anger or its source - everybody, but everybody, gets angry."
   },
   "author": {
    "text": "Theodore Isaac Rubin"
   }
  },
  {
   "quote": {
    "text": "A lot of people think they should be happy all the time. But the writer understands you need both. You need the whole piano: the richness of the whole human experience. Depression, suffering and anger are all part of being human."
   },
   "author": {
    "text": "Janet Fitch"
   }
  },
  {
   "quote": {
    "text": "To me, it's OK to have differences. But we don't have to be mad about it. You know? And I think that's where sometimes we get so passionate that we - you know, it turns into anger."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "A large part of mankind is angry not with the sins, but with the sinners."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "The deferring of anger is the best antidote to anger."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "Fear is the only true enemy, born of ignorance and the parent of anger and hate."
   },
   "author": {
    "text": "Edward Albert"
   }
  },
  {
   "quote": {
    "text": "What is forgiveness? An emotion? A coping mechanism? An element of deepest faith? A way for the heart and soul to combat the type of hate, anger, rage and a thirst for revenge that could ultimately consume a person? All of those and more?"
   },
   "author": {
    "text": "Mike Barnicle"
   }
  },
  {
   "quote": {
    "text": "In general I was a good kid. It usually took a lot to make me mad. But once I reached the boiling point, I lost all rational control. Totally without thinking, when my anger was aroused, I grabbed the nearest brick, rock, or stick to bash someone. It was as if I had no conscious will in the matter."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "I think I'm basically the same guy I always was. Maybe I've learned, through experience, to rein in some of the anger and temper they say redheads normally have."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "I always channeled what I felt emotionally into skiing - my insecurities, my anger, my disappointment. Skiing was always my outlet, and it worked."
   },
   "author": {
    "text": "Lindsey Vonn"
   }
  },
  {
   "quote": {
    "text": "I started writing because there's an absence of things I was familiar with or that I dreamed about. One of my senses of anger is related to this vacancy - a yearning I had as a teenager... and when I get ready to write, I think I'm trying to fill that."
   },
   "author": {
    "text": "Ntozake Shange"
   }
  },
  {
   "quote": {
    "text": "Take the high road. No matter how much strife, and consternation, frustration and anger you might be confronted with - don't go to that level."
   },
   "author": {
    "text": "Tim Gunn"
   }
  },
  {
   "quote": {
    "text": "I don't know if I'm ready to know what triggers my anger. I just feel like I figured out on my own how to stay calm, how to enjoy life, how to be happy."
   },
   "author": {
    "text": "Rolando McClain"
   }
  },
  {
   "quote": {
    "text": "Anger and jealousy can no more bear to lose sight of their objects than love."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "What starts the process, really, are laughs and slights and snubs when you are a kid. If your anger is deep enough and strong enough, you learn that you can change those attitudes by excellence, personal gut performance."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "These movements aren't about anger. We're not angrily saying 'Black Lives Matter.' We're declaring it. It's a declaration. We want to be seen as robust, full human beings that have anger and have joy. We want to be able to just freely have that joy. Like everybody else does."
   },
   "author": {
    "text": "Tarana Burke"
   }
  },
  {
   "quote": {
    "text": "Anger makes dull men witty, but it keeps them poor."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "The great thing about celebrity culture is that they can't seem to stop themselves from displaying their ridiculous behaviour. I feel it's my job as a serious investigative journalist to witness all kinds of behaviour and then report back to the audience through the prism of my own anger and bitterness."
   },
   "author": {
    "text": "Kathy Griffin"
   }
  },
  {
   "quote": {
    "text": "Anger is energising. The opposite of anger is depression, which is anger turned inward."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "You know how big love is? Love is big. love can hold anger; love can even hold hatred."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Something my mum taught me years and years and years ago, is life's just too short to carry around a great bucket-load of anger and resentment and bitterness and hatreds and all that sort of stuff."
   },
   "author": {
    "text": "Kevin Rudd"
   }
  },
  {
   "quote": {
    "text": "I was very fortunate to play sports. All the anger in me went out. I had to do what I had to do. If you stay angry all the time, then you really don't have a good life."
   },
   "author": {
    "text": "Willie Mays"
   }
  },
  {
   "quote": {
    "text": "Anger is an unnecessary emotion. Loads of stuff in life can trigger it, but what matters is how you react. I choose not to react."
   },
   "author": {
    "text": "Nicola Adams"
   }
  },
  {
   "quote": {
    "text": "It's true - my mother kicked me out the house at 14. I had to go live with my sister. I had some problems. I was very rebellious as a kid. I don't even know why or where it came from, but I had a lot of anger. Me and my mom clashed a lot because she didn't tolerate that, as she shouldn't from a 14-year-old."
   },
   "author": {
    "text": "Michael Che"
   }
  },
  {
   "quote": {
    "text": "In one sense, every character you create will be yourself. You've never murdered, but your murderer's rage will be drawn from memories of your own extreme anger. Your love scenes will contain hints of your own past kisses and sweet moments."
   },
   "author": {
    "text": "Nancy Kress"
   }
  },
  {
   "quote": {
    "text": "It's that evil twin part of me that always comes out at the absolute wrong political moment, like a demon possessing my soul; it exhibits itself as an arrogance or disdain or obnoxiousness or meanness or anger or pettiness - all traits that are lethal in politics."
   },
   "author": {
    "text": "Peter Navarro"
   }
  },
  {
   "quote": {
    "text": "I'm always angry. I wake up angry. There is a lot to be angry about. Anger is a positive energy."
   },
   "author": {
    "text": "Thandie Newton"
   }
  },
  {
   "quote": {
    "text": "There's a lot of bitterness, there's a lot of anger out there. We all have to work hard to heal those wounds."
   },
   "author": {
    "text": "Allen Boyd"
   }
  },
  {
   "quote": {
    "text": "The ego mind both professes its desire for love and does everything possible to repel it, or if it gets here anyway, to sabotage it. That is why dealing with issues like control, anger, and neediness is the most important work in preparing ourselves for love."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Solitude is the place where we can connect with profound bonds that are deeper than the emergency bonds of fear and anger."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "My songs have always been frustrating themes, relationships that I've had. And now that I'm in love, I expect it to be really happy, or at least there won't be half as much anger as there was."
   },
   "author": {
    "text": "Kurt Cobain"
   }
  },
  {
   "quote": {
    "text": "I'm too mature to be angry."
   },
   "author": {
    "text": "Jesse Jackson"
   }
  },
  {
   "quote": {
    "text": "When you want to die, you at least have a goal. You're aiming for something. It's not a good goal, but at least you want something. And you've got anger and fear, but at least you're feeling something."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "People who don't know the true character of God - who don't believe He is merciful, gracious and slow to anger - can never have a close, personal, intimate relationship with Him."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "So many people live with anger and unforgiveness, and many of them are Christians."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Unpleasant reading on the subject of anger tells us that there's not really anything wrong with it. In limited amounts. It can even be a good thing. A pressure valve."
   },
   "author": {
    "text": "Dick Cavett"
   }
  },
  {
   "quote": {
    "text": "Violent anger makes me physically ill."
   },
   "author": {
    "text": "Langston Hughes"
   }
  },
  {
   "quote": {
    "text": "Anger is certainly a kind of baseness, as it appears well in the weakness of those subjects in whom it reigns: children, women, old folks, sick folks."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "I don't feel bitterness, I don't feel anger towards anybody. Fighting is never emotional to me."
   },
   "author": {
    "text": "Conor McGregor"
   }
  },
  {
   "quote": {
    "text": "Anger ventilated often hurries towards forgiveness; anger concealed often hardens into revenge."
   },
   "author": {
    "text": "Edward G. Bulwer-Lytton"
   }
  },
  {
   "quote": {
    "text": "I'm free from holding personal anger because I can express what I want through my music."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "When a man points a finger at someone else, he should remember that four of his fingers are pointing at himself."
   },
   "author": {
    "text": "Louis Nizer"
   }
  },
  {
   "quote": {
    "text": "I am too weary to listen, too angry to hear."
   },
   "author": {
    "text": "Daniel Bell"
   }
  },
  {
   "quote": {
    "text": "Beware of him that is slow to anger; for when it is long coming, it is the stronger when it comes, and the longer kept. Abused patience turns to fury."
   },
   "author": {
    "text": "Francis Quarles"
   }
  },
  {
   "quote": {
    "text": "We are not actually in charge of life, yet behave as if we are the masters of our own destiny. The realization of this fact is quite a hard one. The ridiculousness of our pomposity and presumption can only result in anger or humor."
   },
   "author": {
    "text": "Billy Childish"
   }
  },
  {
   "quote": {
    "text": "President Obama and members of his administration constantly express rage and anger over events totally within their control. It's an odd and unsettling fact of American life that so many Americans seem to think that such expressions of frustration should substitute for actual competence."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "A man that does not know how to be angry does not know how to be good."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "I've had no problem harnessing anger."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "To anger female voters in America is to tread on the tiger's tail. Women turn out in huge numbers, and they are well aware of how their bodies work and what they need."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "When we can lay down our fear and anger and choose responses other than aggression, we create the conditions for bringing out the best in us humans."
   },
   "author": {
    "text": "Margaret J. Wheatley"
   }
  },
  {
   "quote": {
    "text": "Don't get the impression that you arouse my anger. You see, one can only be angry with those he respects."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "Sometimes it's worse to win a fight than to lose."
   },
   "author": {
    "text": "Billie Holiday"
   }
  },
  {
   "quote": {
    "text": "All anger is not sinful, because some degree of it, and on some occasions, is inevitable. But it becomes sinful and contradicts the rule of Scripture when it is conceived upon slight and inadequate provocation, and when it continues long."
   },
   "author": {
    "text": "Wilson Mizner"
   }
  },
  {
   "quote": {
    "text": "A lot of artists think they want anger. But a real, strong, bitter anger occupies the mind, leaving no room for creativity."
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "It's usually a big kind of vent of frustration or anger or sadness that puts me in the right frame of mind to write. It's such a cliche to say that artists write when they're down, but it's true for me. It's a relief to get out what's eating away at my heart or my soul or my head."
   },
   "author": {
    "text": "Ellie Goulding"
   }
  },
  {
   "quote": {
    "text": "A lot of my humor does come from anger. It's like, you're not gonna pull one over on me - which is pretty much my motto anyways."
   },
   "author": {
    "text": "Courteney Cox"
   }
  },
  {
   "quote": {
    "text": "When daughters react with annoyance or even anger at the smallest, seemingly innocent remarks, mothers get the feeling that talking to their daughters can be like walking on eggshells: they have to watch every word."
   },
   "author": {
    "text": "Deborah Tannen"
   }
  },
  {
   "quote": {
    "text": "I've chosen my wedding ring large and heavy to continue forever. But exactly because of that all the time that Dave and I have an argument I feel it like handcuffs, and on anger time I throw it in a basket. Poor Dave, he bought me three wedding rings already!"
   },
   "author": {
    "text": "Carmen Miranda"
   }
  },
  {
   "quote": {
    "text": "Contempt is the only asymmetrical expression in the muscular facial system: Disgust, fear, happiness, surprise and anger typically express themselves symmetrically. Contempt is marked by one lip corner pulled up and in a dismissive sneer."
   },
   "author": {
    "text": "Pamela Meyer"
   }
  },
  {
   "quote": {
    "text": "Imagine how much capital a country like Argentina might attract - if instead of defaulting seriatim and affecting a pose of anger toward creditors, it borrowed responsibly and honored its obligations."
   },
   "author": {
    "text": "Paul Singer"
   }
  },
  {
   "quote": {
    "text": "He that would be angry and sin not, must not be angry with anything but sin."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "I'm very much inspired by things that anger me. If I see bigotry, stupidity, or injustice on the news, I'm inspired to find a way to make it into something comedic and relatable. Anger inspires me. Stupidity inspires me. My family inspires me. My accountant inspires me. Everything and anything, really."
   },
   "author": {
    "text": "Maysoon Zayid"
   }
  },
  {
   "quote": {
    "text": "Forgiveness is the economy of the heart... forgiveness saves the expense of anger, the cost of hatred, the waste of spirits."
   },
   "author": {
    "text": "Hannah More"
   }
  },
  {
   "quote": {
    "text": "What we Americans go through to pick a president is not only crazy and unnecessary but genuinely abusive. Hundreds of millions of dollars are spent in a craven, cynical effort to stir up hatred and anger on both sides."
   },
   "author": {
    "text": "Matt Taibbi"
   }
  },
  {
   "quote": {
    "text": "There never was a social change in America without angry people at the heart."
   },
   "author": {
    "text": "Keith Miller"
   }
  },
  {
   "quote": {
    "text": "As a culture I see us as presently deprived of subtleties. The music is loud, the anger is elevated, sex seems lacking in sweetness and privacy."
   },
   "author": {
    "text": "Shelley Berman"
   }
  },
  {
   "quote": {
    "text": "Pain is pain, hurt is hurt, fear is fear, anger is anger, and it has no color."
   },
   "author": {
    "text": "Iyanla Vanzant"
   }
  },
  {
   "quote": {
    "text": "Keep cool; anger is not an argument."
   },
   "author": {
    "text": "Daniel Webster"
   }
  },
  {
   "quote": {
    "text": "I think everybody should have the same anger towards the injustice that's happening and the hatred that's happening, and just fight it with love and compassion."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "I don't think your ability to fight has anything to do with how big you are. It's to do with how much anger is in you."
   },
   "author": {
    "text": "Amy Winehouse"
   }
  },
  {
   "quote": {
    "text": "I started a youth center in Houston. The kids would come in and want to learn to box; they wanted to tear up the world, beat up the world. And I'd try to show them they didn't need anger. They didn't need all that killing instinct they'd read about. You can be a human being and pursue boxing as a sport."
   },
   "author": {
    "text": "George Foreman"
   }
  },
  {
   "quote": {
    "text": "We come from fallible parents who were kids once, who decided to have kids and who had to learn how to be parents. Faults are made and damage is done, whether it's conscious or not. Everyone's got their own 'stuff,' their own issues, and their own anger at Mom and Dad. That is what family is. Family is almost naturally dysfunctional."
   },
   "author": {
    "text": "Chris Pine"
   }
  },
  {
   "quote": {
    "text": "So I'm not worried about the emotions I carry with me, because I'm happy that I have them; I think it's good for the work I do. The emotions that are not healthy are the ones you hold inside, like anger."
   },
   "author": {
    "text": "Diana Ross"
   }
  },
  {
   "quote": {
    "text": "My therapist says I still haven't got in touch with my anger. Maybe one day I'm going to explode. But I'm still really happy. I know it looks like a strange and painful upbringing - all those experiences led me to the paths that I'm on now."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "I think my passion is misinterpreted as anger sometimes. And I don't think people are ready for the message that I'm delivering, and delivering with a sense of violent love."
   },
   "author": {
    "text": "Charlie Sheen"
   }
  },
  {
   "quote": {
    "text": "Whoever incites anger has a strong insurance against indifference."
   },
   "author": {
    "text": "Philip Stanhope, 4th Earl of Chesterfield"
   }
  },
  {
   "quote": {
    "text": "Wise anger is like fire from a flint: there is great ado to get it out; and when it does come, it is out again immediately."
   },
   "author": {
    "text": "Edward Everett Hale"
   }
  },
  {
   "quote": {
    "text": "People are always angry at America. They're absolutely certain that America either caused their problems or is deliberately not fixing their problems. But the anger is always directed at America and never at Americans."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Abstract anger is great for rhetorical carrying on. You can go on endlessly about the post office, but it doesn't mean you're mad at your mailman."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "In Israel, waves of anger and fear circulate all the time, but so do jokes and gossip and silky evening breezes. So, too, in America."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Sympathy is something that shouldn't be bestowed upon the Yankees. Apparently it angers them."
   },
   "author": {
    "text": "Bob Feller"
   }
  },
  {
   "quote": {
    "text": "Hoping they'd been inspired by the examples of Anne Frank and other teens who had turned negative experiences into something positive by writing about them, I handed out notebooks for my students to journal about their lives. There was some initial resistance. But then the stories poured out of them, full of anger and sadness."
   },
   "author": {
    "text": "Erin Gruwell"
   }
  },
  {
   "quote": {
    "text": "I think Donald Trump taps into an anger that I hear every day. People are angry that a commonsense thing like securing the border or ending sanctuary cities is somehow considered extreme. It's not extreme; it's common sense. We need to secure the border."
   },
   "author": {
    "text": "Carly Fiorina"
   }
  },
  {
   "quote": {
    "text": "I'm not as angry as I used to be. But I can get in touch with that anger pretty quickly if I feel my space is being invaded or somebody is not treating me with the respect that I think I want."
   },
   "author": {
    "text": "Samuel L. Jackson"
   }
  },
  {
   "quote": {
    "text": "Since the day I was born, wrestling has sustained me and my family. It's the way my father fed me; it's the way I feed my kids. More importantly, wrestling is my greatest release. It's been such a blessing for me. I can step into the ring and let it all go - all my anger, all my frustration, all my pain."
   },
   "author": {
    "text": "Eddie Guerrero"
   }
  },
  {
   "quote": {
    "text": "I had a trainer during 'Spiderman,' and I discovered I have deep-seated rage when I'm holding heavy weights over my head. Whatever dormant anger I have in me, that's where it comes out. That's not the kind of working out I want to do."
   },
   "author": {
    "text": "Emma Stone"
   }
  },
  {
   "quote": {
    "text": "Protest and anger practically always derives from hope, and the shouting out against injustice is always in the hope of those injustices being somewhat corrected and a little more justice established."
   },
   "author": {
    "text": "John Berger"
   }
  },
  {
   "quote": {
    "text": "Arguments only confirm people in their own opinions."
   },
   "author": {
    "text": "Booth Tarkington"
   }
  },
  {
   "quote": {
    "text": "Although you may spend your life killing, You will not exhaust all your foes. But if you quell your own anger, your real enemy will be slain."
   },
   "author": {
    "text": "Nagarjuna"
   }
  },
  {
   "quote": {
    "text": "I'm not a screamer. I'm confrontational, but I don't think that translates into anger."
   },
   "author": {
    "text": "Rachel Maddow"
   }
  },
  {
   "quote": {
    "text": "I have a lot of anger about my childhood - being hard of hearing and my relationship with my father."
   },
   "author": {
    "text": "Lou Ferrigno"
   }
  },
  {
   "quote": {
    "text": "Poverty is the absence of all human rights. The frustrations, hostility and anger generated by abject poverty cannot sustain peace in any society."
   },
   "author": {
    "text": "Muhammad Yunus"
   }
  },
  {
   "quote": {
    "text": "One of the most interesting things about the cognitive theory is the idea that anger and interpersonal conflict ultimately result from a mental con. In other words, you're telling yourself things that aren't entirely true when you're fighting with someone."
   },
   "author": {
    "text": "David D. Burns"
   }
  },
  {
   "quote": {
    "text": "A man can submit today in order to resist tomorrow. My submission had been such. And because I had not been free to show my real feeling, to voice my true thoughts, my submission had bred bitterness and anger. And there were nearly ten million others who had submitted with equal anger and bitterness."
   },
   "author": {
    "text": "Peter Abrahams"
   }
  },
  {
   "quote": {
    "text": "Anger has a way of seeping into every other emotion and planting itself in there."
   },
   "author": {
    "text": "Dane Cook"
   }
  },
  {
   "quote": {
    "text": "Never contend with a man who has nothing to lose."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "Emotional life grows out of an area of the brain called the limbic system, specifically the amygdala, whence come delight and disgust and fear and anger."
   },
   "author": {
    "text": "Nancy Gibbs"
   }
  },
  {
   "quote": {
    "text": "Genuine forgiveness does not deny anger but faces it head-on."
   },
   "author": {
    "text": "Alice Miller"
   }
  },
  {
   "quote": {
    "text": "Revenge is often like biting a dog because the dog bit you."
   },
   "author": {
    "text": "Austin O'Malley"
   }
  },
  {
   "quote": {
    "text": "All I do is have fun. When I'm not working, it's about making people laugh. I love making jokes about things. Even when someone's mad at me, I'll deflect anger with humor. My days are filled with laughter. If I'm not laughing, I'm not happy."
   },
   "author": {
    "text": "Drew Fuller"
   }
  },
  {
   "quote": {
    "text": "You want to see an angry person? Let me hear a cell phone go off."
   },
   "author": {
    "text": "Jim Lehrer"
   }
  },
  {
   "quote": {
    "text": "When trying to start a company, your enemy isn't criticism, anger or insults. Your enemy is apathy."
   },
   "author": {
    "text": "Gil Penchina"
   }
  },
  {
   "quote": {
    "text": "Violence is a problem we all want to solve. I want to make sure that kids learn to deal with anger by learning how to talk with people to solve problems. Here in the United States Senate I want to make sure we have safe schools, safe neighborhoods and good things for kids to do after school!"
   },
   "author": {
    "text": "Patty Murray"
   }
  },
  {
   "quote": {
    "text": "I find there's this weird anger thing: Someone will approach me at the bar and say, 'Hey, can I buy you a drink?' And I'll say, 'No, I'm okay.' And then all of a sudden, there's this male anger flip, where they go, 'Oh, you know what? I wasn't even gonna buy you a drink, 'cause you're not even that cute anyway,' and walk away."
   },
   "author": {
    "text": "Hannah Simone"
   }
  },
  {
   "quote": {
    "text": "I realised one day that men are emotional cripples. We can't express ourselves emotionally, we can only do it with anger and humour. Emotional stability and expression comes from women."
   },
   "author": {
    "text": "Bob Hoskins"
   }
  },
  {
   "quote": {
    "text": "As with fascism, the rise of Islamic totalitarianism has partly to do with its populist appeal to the class resentments of an economically oppressed population and to anger at political subordination and humiliation."
   },
   "author": {
    "text": "Ellen Willis"
   }
  },
  {
   "quote": {
    "text": "But on second thought, after I decreed the state of emergency, I came to the conclusion that that was impossible to achieve without bloodshed because the street protesters were full of anger and nearly out of control. This is why I thought we needed to find another way out."
   },
   "author": {
    "text": "Eduard Shevardnadze"
   }
  },
  {
   "quote": {
    "text": "The world needs anger. The world often continues to allow evil because it isn't angry enough."
   },
   "author": {
    "text": "Bede Jarrett"
   }
  },
  {
   "quote": {
    "text": "Make sure you never, never argue at night. You just lose a good night's sleep, and you can't settle anything until morning anyway."
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "As I'm traveling around, I meet many small children. And when I look at a small and think how we've harmed this beautiful planet since I was that age, I feel a kind of desperation, anger, shame. I don't know what I feel; I just don't know what the emotion is."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "Boys with a 'failure to launch' are invisible to most girls. With poor social skills, the boys feel anger at their fear of being rejected and self-loathing at their inability to compete."
   },
   "author": {
    "text": "Warren Farrell"
   }
  },
  {
   "quote": {
    "text": "Usually when people are sad, they don't do anything. They just cry over their condition. But when they get angry, they bring about a change."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "President Obama clearly cannot run on his record. All he's offering is more of the same. That's not good. Look at the economy. It's stagnating. And so, what they're now going to try and do is bring this campaign down to little things, distractions, distortions, smear, fear, anger, frustration."
   },
   "author": {
    "text": "Paul Ryan"
   }
  },
  {
   "quote": {
    "text": "Be not angry that you cannot make others as you wish them to be, since you cannot make yourself as you wish to be."
   },
   "author": {
    "text": "Thomas a Kempis"
   }
  },
  {
   "quote": {
    "text": "My first reaction every time I delve into an episode of history that I don't know very much about is... my first reaction is anger that my teachers never taught me about it."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "Allowing children to show their guilt, show their grief, show their anger, takes the sting out of the situation."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "I am just sorry my own mother had to live under that regime for most of her life. I was lucky. I got out and, 14 years later, Czechoslovakia became a free country. So I feel anger, even fury, at this bloody system that ruined so many people's lives for no reason whatsoever."
   },
   "author": {
    "text": "Martina Navratilova"
   }
  },
  {
   "quote": {
    "text": "Anger will never disappear so long as thoughts of resentment are cherished in the mind. Anger will disappear just as soon as thoughts of resentment are forgotten."
   },
   "author": {
    "text": "John Dryden"
   }
  },
  {
   "quote": {
    "text": "Do not follow vain desires; for verily he who prospers is preserved from lust, greed and anger."
   },
   "author": {
    "text": "Abu Bakr"
   }
  },
  {
   "quote": {
    "text": "The injunction to be nice is used to deflect criticism and stifle the legitimate anger of dissent."
   },
   "author": {
    "text": "Malcolm Gladwell"
   }
  },
  {
   "quote": {
    "text": "Experts say you should never hit your children in anger. When is a good time? When you're feeling festive?"
   },
   "author": {
    "text": "Roseanne Barr"
   }
  },
  {
   "quote": {
    "text": "For me music is a vehicle to bring our pain to the surface, getting it back to that humble and tender spot where, with luck, it can lose its anger and become compassion again."
   },
   "author": {
    "text": "Paula Cole"
   }
  },
  {
   "quote": {
    "text": "Chekhov was capable of casually tossing off deplorable comments in his letters, combined with a very modern anger against anti-Semitism."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "It's easy to make a cue last a lifetime. Don't boil it or freeze it in the trunk of a car. Don't lean it against a wall for years. If you lose a game to a complete idiot, hit the edge of the table in anger with something other than your cue."
   },
   "author": {
    "text": "Robert Byrne"
   }
  },
  {
   "quote": {
    "text": "All through life I've harbored anger rather than expressed it at the moment."
   },
   "author": {
    "text": "Jessica Lange"
   }
  },
  {
   "quote": {
    "text": "Being irrational and out of control is what happens in real life. Not cautiously choreographing your anger or your emotions, losing yourself in them is what happens in real life."
   },
   "author": {
    "text": "Margot Robbie"
   }
  },
  {
   "quote": {
    "text": "When anyone arouses my anger, I will immediately pray for them and regain my peace of soul."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "When our neighbor's personality possesses harsh qualities, we show our love by not voluntarily provoking those qualities in any way. Past experience shows us what upsets a person, so in their presence we are careful not to do or say those things that cause anger. We are self-effacing."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "When I was younger, I was terrified to express anger because it would often kick-start a horrible reaction in the men in my life. So I bit my tongue. I was left to painstakingly deal with the aftermath of my avoidance later in life, in therapy or through the lyrics of my songs."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "The world in general doesn't know what to make of originality; it is startled out of its comfortable habits of thought, and its first reaction is one of anger."
   },
   "author": {
    "text": "W. Somerset Maugham"
   }
  },
  {
   "quote": {
    "text": "I use the music to vent, and a lot of the stuff that I am writing about or was writing about contained a lot of anger and anxiety, stress and depression, so that's how the album came out so dark."
   },
   "author": {
    "text": "Vanilla Ice"
   }
  },
  {
   "quote": {
    "text": "People don't have any confidence in Jefferson City. There's incredible anger in the political establishment, and one of the reasons is special interests dominate the Capitol in our state."
   },
   "author": {
    "text": "Josh Hawley"
   }
  },
  {
   "quote": {
    "text": "To rule one's anger is well; to prevent it is better."
   },
   "author": {
    "text": "Tryon Edwards"
   }
  },
  {
   "quote": {
    "text": "Somebody hits me, I'm going to hit him back. Even if it does look like he hasn't eaten in a while."
   },
   "author": {
    "text": "Charles Barkley"
   }
  },
  {
   "quote": {
    "text": "Anger is a good motivator."
   },
   "author": {
    "text": "James Dyson"
   }
  },
  {
   "quote": {
    "text": "You have to be sincere in your feelings. And fear is one of those, sometimes; doubt is one of those; jealousy, anger - all your emotions are not going to be considered the strong emotions; all of them are not going to be love, happiness, joy."
   },
   "author": {
    "text": "Common"
   }
  },
  {
   "quote": {
    "text": "Ridicule is the first and last argument of a fool."
   },
   "author": {
    "text": "Charles Simmons"
   }
  },
  {
   "quote": {
    "text": "When you fight, anger drives up testosterone in both men and women."
   },
   "author": {
    "text": "Helen Fisher"
   }
  },
  {
   "quote": {
    "text": "I think I have a normal threshold of anger, but it's true that I am, by nature, belligerent."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "If you lead with the anger, it will turn off the audience. And what I want is the audience to engage with the material and to listen and then to ask questions. I think that 'Ruined' was very successful at doing that."
   },
   "author": {
    "text": "Lynn Nottage"
   }
  },
  {
   "quote": {
    "text": "We are already perilously close to killing off the top of the oceanic food chain - with catastrophic consequences that we can't begin to imagine. Let us not, in the heat of anger, reduce the already devastated population of great white sharks by one more member."
   },
   "author": {
    "text": "Peter Benchley"
   }
  },
  {
   "quote": {
    "text": "I've learned that football sometimes was an outlet. It was a way for me to release anger, release frustration."
   },
   "author": {
    "text": "Emmitt Smith"
   }
  },
  {
   "quote": {
    "text": "It angers me to see armed defenders at the bottom of Lost Cause statues, adding a renewed threat of violence to icons that are themselves part of an ideology of violence and intimidation."
   },
   "author": {
    "text": "Ryan Holiday"
   }
  },
  {
   "quote": {
    "text": "Keep your temper. A decision made in anger is never sound."
   },
   "author": {
    "text": "Ford Frick"
   }
  },
  {
   "quote": {
    "text": "I don't think anybody should ever touch anybody in anger, ever."
   },
   "author": {
    "text": "Tommy Lee"
   }
  },
  {
   "quote": {
    "text": "Dance music cannot compete with a really great rock n' roll song. There ain't no DJ that's gonna play something that can take 'Mr Brightside' or 'Don't Look Back In Anger.'"
   },
   "author": {
    "text": "Brandon Flowers"
   }
  },
  {
   "quote": {
    "text": "When you start suppressing feelings at an early age, it hurts you down the road. Full expression of anger and pain is very important."
   },
   "author": {
    "text": "Andrew Shue"
   }
  },
  {
   "quote": {
    "text": "Conversations with sisters can spark extremes of anger or extremes of love. Everything said between sisters carries meaning not only from what was just said but from all the conversations that came before - and 'before' can span a lifetime. The layers of meaning combine profound connection with equally profound competition."
   },
   "author": {
    "text": "Deborah Tannen"
   }
  },
  {
   "quote": {
    "text": "As Christians, we sin with anger because we lack faith in God's ability to provide for or protect us."
   },
   "author": {
    "text": "Eric Metaxas"
   }
  },
  {
   "quote": {
    "text": "Anger can be a useful emotion; it's built into our genetic code to help with self preservation. But it can also be destructive, even when it is justified."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "Con men look for human frailty to exploit. This is most often greed. Trump found a different vice: anger. The emotional are always the most susceptible to manipulation."
   },
   "author": {
    "text": "Pamela Meyer"
   }
  },
  {
   "quote": {
    "text": "Fantastic tyrant of the amorous heart. How hard thy yoke, how cruel thy dart. Those escape your anger who refuse your sway, and those are punished most, who most obey."
   },
   "author": {
    "text": "Matthew Prior"
   }
  },
  {
   "quote": {
    "text": "I want to express myself to feel that what I feel is real. My joy, my pain, my anger."
   },
   "author": {
    "text": "Annabella Sciorra"
   }
  },
  {
   "quote": {
    "text": "Democracy isn't solely about polite conversations in parliaments. It needs to be continually refreshed with raw passions, anger and ideals."
   },
   "author": {
    "text": "Geoff Mulgan"
   }
  },
  {
   "quote": {
    "text": "Man should forget his anger before he lies down to sleep."
   },
   "author": {
    "text": "Thomas de Quincey"
   }
  },
  {
   "quote": {
    "text": "There's simply anger over the accountability that Yelp brings and also this feeling of powerlessness because so much power is now being put in the hands of the consumer. But the important thing that gets lost with some of these business owners who are very upset with us is it's the whole picture that counts."
   },
   "author": {
    "text": "Jeremy Stoppelman"
   }
  },
  {
   "quote": {
    "text": "Anger is a momentary madness, so control your passion or it will control you."
   },
   "author": {
    "text": "G. M. Trevelyan"
   }
  },
  {
   "quote": {
    "text": "There is nothing that so much gratifies an ill tongue as when it finds an angry heart."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "Anger is one of the sinews of the soul."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "Anger may repast with thee for an hour, but not repose for a night; the continuance of anger is hatred, the continuance of hatred turns malice."
   },
   "author": {
    "text": "Francis Quarles"
   }
  },
  {
   "quote": {
    "text": "On stage, I find anger at the unfairness of the world easily."
   },
   "author": {
    "text": "Jessica Raine"
   }
  },
  {
   "quote": {
    "text": "I think what I learned in research is that as Americans, we're very distrustful of anger. We're not sure if we should repress it. The idea that anger is supposed to be controlled is American, and we try to keep it out of our homes."
   },
   "author": {
    "text": "Koren Zailckas"
   }
  },
  {
   "quote": {
    "text": "We're not accustomed to giving women the space to express the full range of emotions and flaws that men are permitted. Anger and aggressiveness aren't part of the scale of what is acceptable behavior in women, whereas men - in reality and in fiction - are allowed a much fuller range of emotion."
   },
   "author": {
    "text": "Marjorie Liu"
   }
  },
  {
   "quote": {
    "text": "The biggest aggravation in the Arab world, the biggest reason for their anger toward us and the creation of those suicide terrorists, is Israel and the difficulty with the Palestinian issue."
   },
   "author": {
    "text": "Mario Cuomo"
   }
  },
  {
   "quote": {
    "text": "Anger, and the self-righteousness that is both the cause and consequence of anger, tends to be easier on the psyche than personal responsibility."
   },
   "author": {
    "text": "Barry Eisler"
   }
  },
  {
   "quote": {
    "text": "You can survive with anger, but you can't live with it forever."
   },
   "author": {
    "text": "Ariel Dorfman"
   }
  },
  {
   "quote": {
    "text": "Fairest and dearest, your wrath and anger are more heavy than I can bear; but learn that I cannot tell what you wish me to say without sinning against my honour too grievously."
   },
   "author": {
    "text": "Marie de France"
   }
  },
  {
   "quote": {
    "text": "It's very shocking, I think, for people caring for the dying to realise how unsaintly they feel, how much anger is mixed up with their grief. In fact, often I think the anger that they feel is a form of grief; it's a kind of raging against what's happening."
   },
   "author": {
    "text": "Helen Garner"
   }
  },
  {
   "quote": {
    "text": "I went to a girls' school, and it was awful. The combination of my teenage anger and their jealousy meant I was always getting into fights. There was a lot of pulling of hair and scratching of faces and rolling around on the floor."
   },
   "author": {
    "text": "Nadine Velazquez"
   }
  },
  {
   "quote": {
    "text": "Green Arrow has gone through so many changes; he's been right-wing, he's been left-wing, he's been rich, he's been poor, he's been a social justice guy, then when I got him, he was a rich playboy guy. So it was a lot harder to get into a character that has so many personas in the past, and I just looked at his anger."
   },
   "author": {
    "text": "Ann Nocenti"
   }
  },
  {
   "quote": {
    "text": "I did not want to put myself on the line, as an Australian playing Britain's greatest comic actor. The fans of Sellers are obsessive, possessive - and aggressive. I did not want to risk their anger - or my own reputation."
   },
   "author": {
    "text": "Geoffrey Rush"
   }
  },
  {
   "quote": {
    "text": "I think the core of fans' relationship is one that vacillates schizophrenically and mercurially from reverence to resentment. Fans fetishize the players' athletic genius and both deify it and demonize it; witness the way awe turns into anger whenever a player holds out or flips off the offensive coordinator."
   },
   "author": {
    "text": "David Shields"
   }
  },
  {
   "quote": {
    "text": "Christ hath instituted Baptism as a bath, to wash away the anger, and hath put into us the Noble Stone, viz. the water of eternal life, for an earnest-penny, so that instantly in our childhood we might be able to escape the wrath."
   },
   "author": {
    "text": "Jakob Bohme"
   }
  },
  {
   "quote": {
    "text": "I was forced, more or less, to go to anger management. I was either going to make myself and everyone around me miserable, or I was going to realize that there's more than one person on this Earth. It definitely has made me a better person."
   },
   "author": {
    "text": "Randy Orton"
   }
  },
  {
   "quote": {
    "text": "It was less in pity than in anger that the world was moved by the photograph of little Alan Kurdi, that dead three-year-old Syrian refugee boy whose name we're all remembering now on the first anniversary of his drowning, along with his five-year-old brother Galip and their mother Rehanna."
   },
   "author": {
    "text": "Terry Glavin"
   }
  },
  {
   "quote": {
    "text": "There's no anger ever in a spiritual. There's always the dream of a hope of a better day coming. That God understands the troubles that I'm experiencing."
   },
   "author": {
    "text": "Jessye Norman"
   }
  },
  {
   "quote": {
    "text": "I almost failed out of high school. I nearly gave in to the deep anger and resentment harbored by everyone around me... Whatever talents I have, I almost squandered until a handful of loving people rescued me."
   },
   "author": {
    "text": "J. D. Vance"
   }
  },
  {
   "quote": {
    "text": "Anger is implanted in us as sort of sting, to make us gnash with our teeth against the devil, to make us vehement against him, not to set us in array against each other."
   },
   "author": {
    "text": "Richard Savage"
   }
  },
  {
   "quote": {
    "text": "With social media, there is a fashion that we speak louder than we think. It has just become a platform where people just judge and spread anger and hate."
   },
   "author": {
    "text": "Hazel Keech"
   }
  },
  {
   "quote": {
    "text": "For all my success with the Ramones, I carried around fury and intensity during my career. I had an image, and that image was anger. I was the one who was always scowling, downcast. I tried to make sure I looked like that when I was getting my picture taken."
   },
   "author": {
    "text": "Johnny Ramone"
   }
  },
  {
   "quote": {
    "text": "I'm not like most comedians. I don't deal with just heckles - I'm also dealing with threats and anger. Here I am, a brown person on stage being quite blunt. I talk about white privilege; I talk about U.S. imperialistic practices; I talk about colonialism. I'm not saying things that are easy for people to laugh at."
   },
   "author": {
    "text": "Hari Kondabolu"
   }
  },
  {
   "quote": {
    "text": "We're comfortable with women in certain roles but not comfortable with women expressing anger or fully accepting their power. The most daring question a woman can ask is, 'What do I want?'"
   },
   "author": {
    "text": "Libba Bray"
   }
  },
  {
   "quote": {
    "text": "I think people should be angry at things that are worthy of anger. Injustice is outrageous and deserves outrage."
   },
   "author": {
    "text": "Chris Hayes"
   }
  },
  {
   "quote": {
    "text": "Everybody in America is angry about something."
   },
   "author": {
    "text": "Anthony Braxton"
   }
  },
  {
   "quote": {
    "text": "I feel truth, beauty, love, grief, anger, intimacy & alive in my body... Women in the global south live in their bodies much more than we in the global north. Not as distracted by patriarchy's controlling images - They know power is in their bodies. I am deeply grateful for the women who showed me the way home."
   },
   "author": {
    "text": "Jodie Evans"
   }
  },
  {
   "quote": {
    "text": "There is not in nature, a thing that makes man so deformed, so beastly, as doth intemperate anger."
   },
   "author": {
    "text": "Alan Bleasdale"
   }
  },
  {
   "quote": {
    "text": "As a system of philosophy it is not like the Tower of Babel, so daring its high aim as to seek a shelter against God's anger; but it is like a pyramid poised on its apex."
   },
   "author": {
    "text": "Adam Sedgwick"
   }
  },
  {
   "quote": {
    "text": "Anger is never without an argument, but seldom with a good one."
   },
   "author": {
    "text": "George Savile, 1st Marquess of Halifax"
   }
  },
  {
   "quote": {
    "text": "George wrote Taxman, and I played guitar on it. He wrote it in anger at finding out what the taxman did. He had never known before then what could happen to your money."
   },
   "author": {
    "text": "Paul McCartney"
   }
  },
  {
   "quote": {
    "text": "Fair peace becomes men; ferocious anger belongs to beasts."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "Like fragile ice anger passes away in time."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "An angry man is again angry with himself when he returns to reason."
   },
   "author": {
    "text": "Publilius Syrus"
   }
  },
  {
   "quote": {
    "text": "The bare recollection of anger kindles anger."
   },
   "author": {
    "text": "Publilius Syrus"
   }
  },
  {
   "quote": {
    "text": "He best keeps from anger who remembers that God is always looking upon him."
   },
   "author": {
    "text": "B. C. Forbes"
   }
  },
  {
   "quote": {
    "text": "Those at the top would do better with a smaller share of a booming economy that elicits a positive politics than they will do with an ever-larger share of an anemic economy that fuels the politics of anger."
   },
   "author": {
    "text": "Robert Reich"
   }
  },
  {
   "quote": {
    "text": "Words, especially when yelled in anger, can be very damaging to a child's self-confidence. The child probably already feels bad enough just from seeing the consequences of his or her behavior. Our sons and daughters don't need more guilt and self-doubt heaped upon their already wounded egos."
   },
   "author": {
    "text": "Jack Canfield"
   }
  },
  {
   "quote": {
    "text": "I'm an angry person, angrier than most people would imagine, I get flashes of anger. What works for me is working out when it's useful to use that anger."
   },
   "author": {
    "text": "Alan Alda"
   }
  },
  {
   "quote": {
    "text": "One of man's greatest obligations is anger."
   },
   "author": {
    "text": "Nikos Kazantzakis"
   }
  },
  {
   "quote": {
    "text": "There was never an angry man that thought his anger unjust."
   },
   "author": {
    "text": "Saint Francis de Sales"
   }
  },
  {
   "quote": {
    "text": "One of the interesting things about comedy is it's tension release, and nothing creates tension faster than anger."
   },
   "author": {
    "text": "Lewis Black"
   }
  },
  {
   "quote": {
    "text": "The sense of anger I had when I was younger is something I thought would never go away. Over time, it's something you get almost bored with."
   },
   "author": {
    "text": "Chris Cornell"
   }
  },
  {
   "quote": {
    "text": "Many are observing Ferguson and witnessing the anger, demonstrations, looting and vandalism and calling for quiet. But quiet isn't enough. The absence of noise isn't the presence of justice - and we must demand justice in Ferguson and the other 'Fergusons' around America."
   },
   "author": {
    "text": "Jesse Jackson"
   }
  },
  {
   "quote": {
    "text": "Anger is a short madness."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "Lawyers are men who hire out their words and anger."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "Anger tears me up inside... My own... or anyone else's."
   },
   "author": {
    "text": "Betty White"
   }
  },
  {
   "quote": {
    "text": "When you hold on to anger and unforgiveness, you can't move forward."
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "Men are fair, and they have learned not to personalize anger - they can disagree with you and argue to the bone, but afterward they still consider you a nice person with whom the underlying human relationship need not be altered."
   },
   "author": {
    "text": "Warren Farrell"
   }
  },
  {
   "quote": {
    "text": "Every child senses, with all the horse sense that's in him, that any parent is angry inside when children misbehave and they dread more the anger that is rarely or never expressed openly, wondering how awful it might be."
   },
   "author": {
    "text": "Benjamin Spock"
   }
  },
  {
   "quote": {
    "text": "I resisted writing a book for a long time because I didn't want to invade anyone else's privacy or hurt anyone or anger anyone."
   },
   "author": {
    "text": "Alana Stewart"
   }
  },
  {
   "quote": {
    "text": "Pundits talk about 'populist rage' as a way to trivialize the anger and fear coursing through the middle class."
   },
   "author": {
    "text": "Elizabeth Warren"
   }
  },
  {
   "quote": {
    "text": "I was being very bad because I didn't know how to express myself. Music gave me an outlet to express myself and channel that anger."
   },
   "author": {
    "text": "Tory Lanez"
   }
  },
  {
   "quote": {
    "text": "Be calm in arguing; for fierceness makes error a fault, and truth discourtesy."
   },
   "author": {
    "text": "George Herbert"
   }
  },
  {
   "quote": {
    "text": "I don't like anybody to be angry with me. I'd rather have friends."
   },
   "author": {
    "text": "B. B. King"
   }
  },
  {
   "quote": {
    "text": "Remember, if you want to love your life and live it to the fullest, don't let the sun go down on your anger. If you don't have a solution to the issue, agree to disagree and focus on the importance of the relationship."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "I never know how I'll feel on any given day, but I've got to look around me and take what I got and find some inspiration, some anger."
   },
   "author": {
    "text": "Allison Janney"
   }
  },
  {
   "quote": {
    "text": "Democracies are slow to anger and hesitant to go to war: Voters don't want to sacrifice their children for the glory of a selfish king."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "You have to understand the Newark Riots - a lot of people understand that the pain was the initial explosion of anger and alienation, but after that, the response, sending the National Guard troops - a lot of violence was carried out and perpetrated by those who were allegedly coming here to protect residents."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "Since I began my practice of Forgiveness Therapy, it's now instinctual for me to choose to eat like I love myself - instead of eating like I wanted to punish myself. Plus I've not only lost weight, I've lost the anger and anxiety I was feeling, and so I feel happier and calmer within."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "In many ways, anger is a misdirected plea for love."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "Basically, it's in your best mental interest to release your anger so you can see the world more clearly around you and seek better solutions for finding the happy, love-filled life you desire and deserve."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "Anger elicits anger, fear elicits fear, no matter how well meaning we may be."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "I have now been married to my third husband for more than 20 years. But when you've had children with someone you're divorced from, divorce defines everything; it's the lurking fact, a slice of anger in the pie of your brain."
   },
   "author": {
    "text": "Nora Ephron"
   }
  },
  {
   "quote": {
    "text": "One good thing I'd like to say about divorce is that it sometimes makes it possible for you to be a much better wife to your next husband because you have a place for your anger - it's not directed at the person you're currently with."
   },
   "author": {
    "text": "Nora Ephron"
   }
  },
  {
   "quote": {
    "text": "Every now and then, when I think about it, I think, 'What would I even talk about onstage?' It's never been, 'I wonder if I'm funny. I wonder if I can come up with jokes.' It's more, 'What would it be like without the leather suit and the anger?'"
   },
   "author": {
    "text": "Eddie Murphy"
   }
  },
  {
   "quote": {
    "text": "How often it is that the angry man rages denial of what his inner self is telling him."
   },
   "author": {
    "text": "Frank Herbert"
   }
  },
  {
   "quote": {
    "text": "I want roles without anger and feistiness. I want to show weakness and sadness, some love, some happiness."
   },
   "author": {
    "text": "Marlee Matlin"
   }
  },
  {
   "quote": {
    "text": "When you feel bad, find a person to talk to and cry with, to tell of your anger and other helpless feelings."
   },
   "author": {
    "text": "Clarissa Pinkola Estes"
   }
  },
  {
   "quote": {
    "text": "If people think I'm angry, I don't want to burst anybody's bubble. I like sometimes for people to be afraid of me. But it's not really anger; it's discipline."
   },
   "author": {
    "text": "Grace Jones"
   }
  },
  {
   "quote": {
    "text": "My wife, my daughters, even my grandchildren are funny. You've got to keep a sense of humor because anger destroys you."
   },
   "author": {
    "text": "Michael Caine"
   }
  },
  {
   "quote": {
    "text": "My mom's whole side of the family, they're all Packers fans. My mom's a Bears fan. My stepdad is a Vikings guy. So that gets ugly. My mom sits upstairs watching the Bears game; he sits in the basement. They can't watch it together. Football's a violent anger in our family dynamic."
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "I'd be lying if I said I wasn't angry some days. But I really have worked hard to put a lot of the anger and disappointment in the past."
   },
   "author": {
    "text": "Monica Lewinsky"
   }
  },
  {
   "quote": {
    "text": "There's a lot of anger in the Twitter-verse, as I've discovered. But there's a lot of love."
   },
   "author": {
    "text": "Joss Whedon"
   }
  },
  {
   "quote": {
    "text": "My father was so very afraid. I felt it in the sting of his black leather belt, which he applied with more anxiety than anger, my father who beat me as if someone might steal me away, because that was exactly what was happening all around us."
   },
   "author": {
    "text": "Ta-Nehisi Coates"
   }
  },
  {
   "quote": {
    "text": "I have been to anger management twice. After the first session the lady was like, 'Baby, you don't seem that angry at all. You seem like a really nice guy.'"
   },
   "author": {
    "text": "Kid Rock"
   }
  },
  {
   "quote": {
    "text": "I don't play pyrotechnic scales. I play about frustration, patience, anger. Music is an extension of my soul."
   },
   "author": {
    "text": "Dick Dale"
   }
  },
  {
   "quote": {
    "text": "When I first started, my songs were the politics of anger. As I got older and hopefully wiser, I wanted to be part of the politics of answers."
   },
   "author": {
    "text": "Michael Franti"
   }
  },
  {
   "quote": {
    "text": "We don't get the greatest tools to deal with anger. It's like, 'Hey, count to 10.' When someone really upsets me, how do I respond? I don't usually start counting to 10 and breathing deeply."
   },
   "author": {
    "text": "Woody Harrelson"
   }
  },
  {
   "quote": {
    "text": "If you're with a close friend, your anger may raise his blood pressure as well as your own, whereas loving feelings may lower blood pressure in both of you."
   },
   "author": {
    "text": "Dean Ornish"
   }
  },
  {
   "quote": {
    "text": "Anger is a killing thing: it kills the man who angers, for each rage leaves him less than he had been before - it takes something from him."
   },
   "author": {
    "text": "Louis L'Amour"
   }
  },
  {
   "quote": {
    "text": "Anger can be a good thing. It's a mechanism that your brain uses to get you out of situations that are bad for you. But in terms of leading a peaceful life, it is not very productive."
   },
   "author": {
    "text": "Tara Westover"
   }
  },
  {
   "quote": {
    "text": "I accrued anger from people's low opinion of me and my work, and for the work I might be capable of."
   },
   "author": {
    "text": "Harrison Ford"
   }
  },
  {
   "quote": {
    "text": "It is a lie that our anger justifies our impulse to hurt or ignore our antagonists. We are to forgive to be forgiven. To wait for them to repent before we forgive and repent is to allow them to choose for us a delay which could cost us happiness here and hereafter."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "An angry people cannot create anything that is not imbued with anger."
   },
   "author": {
    "text": "John McAfee"
   }
  },
  {
   "quote": {
    "text": "It really shocked me just to hear of the fans' response to 'St. Anger' not having guitar solos."
   },
   "author": {
    "text": "Kirk Hammett"
   }
  },
  {
   "quote": {
    "text": "Metallica is like the phoenix rising from the ashes. We set everything on fire, and this is what has risen from it - 'St. Anger' being the fire and 'Death Magnetic' being the phoenix."
   },
   "author": {
    "text": "Kirk Hammett"
   }
  },
  {
   "quote": {
    "text": "Before I came out, I had a lot of anger. For years people would ask, 'How are you doing?' and I'd say, 'Good, fine.' It's show business, and that's what you have to show."
   },
   "author": {
    "text": "Ricky Martin"
   }
  },
  {
   "quote": {
    "text": "I'm very much aware of the dangers of becoming a cliche. Mr. Anger, someone who gets meaner, angrier on record."
   },
   "author": {
    "text": "Trent Reznor"
   }
  },
  {
   "quote": {
    "text": "There has been an outpouring of anger and concern because of the actions of George Zimmerman, a private citizen who profiled a young boy and pursued him and tried to confront him, perhaps. But what George Zimmerman did is no different than what police officers do every day as a matter of standard operating procedure."
   },
   "author": {
    "text": "Michelle Alexander"
   }
  },
  {
   "quote": {
    "text": "He took over anger to intimidate subordinates, and in time anger took over him."
   },
   "author": {
    "text": "Milan Kundera"
   }
  },
  {
   "quote": {
    "text": "The Internet is a cauldron of anger every day, every year, election year or not, with unemployment at 10 percent or at two percent. It isn't exactly a good index of what's happening."
   },
   "author": {
    "text": "Charles Krauthammer"
   }
  },
  {
   "quote": {
    "text": "Anger, if used properly, might be for a cause, like helping feed children or stopping abuse somewhere. When we understand that every quality has importance and value, then we open up to this. Shining a light on these shadow qualities gives it balance."
   },
   "author": {
    "text": "Debbie Ford"
   }
  },
  {
   "quote": {
    "text": "I think that to acknowledge a new generation is to acknowledge some degree of obsolescence in yourself, and that is very hard to do and often comes with undeniable anger."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "When the Left agitates over government policies, it's considered righteous anger. When the Right - and much of the center - agitate, it's painted as the rantings of the criminally and violently insane."
   },
   "author": {
    "text": "Monica Crowley"
   }
  },
  {
   "quote": {
    "text": "My job is to show my clients that their anger is rarely someone else's fault. It's their flaw."
   },
   "author": {
    "text": "Marshall Goldsmith"
   }
  },
  {
   "quote": {
    "text": "I've had enough of the blowhards on cable TV and the self-righteous anger I hear from people whose only accomplishment in life is their ability to turn the dial on an AM radio."
   },
   "author": {
    "text": "James Carville"
   }
  },
  {
   "quote": {
    "text": "I'm not someone who feels anger on particular issues."
   },
   "author": {
    "text": "Theresa May"
   }
  },
  {
   "quote": {
    "text": "The spiritual message is we lose our lives in pleasing others; if you're the good child who pleases Mommy and Daddy but internalizes anger, you're setting yourself up for disease."
   },
   "author": {
    "text": "Bernie Siegel"
   }
  },
  {
   "quote": {
    "text": "I don't display emotions. I have every feeling that everyone else has, but I've developed ways to suppress them. Anger is one of my most comfortable feelings."
   },
   "author": {
    "text": "Curtis Jackson"
   }
  },
  {
   "quote": {
    "text": "My father had a real short fuse. He had a tough life - had to support his mother and brother at a very young age when his dad's farm collapsed. You could see his suffering, his terrible suffering, living a life that was disappointing and looking for another one. My father was full of terrifying anger."
   },
   "author": {
    "text": "Sam Shepard"
   }
  },
  {
   "quote": {
    "text": "Human anger does not produce the righteousness that God desires."
   },
   "author": {
    "text": "Manny Pacquiao"
   }
  },
  {
   "quote": {
    "text": "In high school I dated a white woman. She would come to visit me on the rez. And her dad, who was very racist, didn't like that at all. And he told her one time, 'You shouldn't go on the rez if you're white because Indians have a lot of anger in their heart.'"
   },
   "author": {
    "text": "Sherman Alexie"
   }
  },
  {
   "quote": {
    "text": "What people don't realize about Donald Trump - and I don't even know if Donald Trump realizes it - is that every tweet he unleashes against you... creates such a crescendo of anger."
   },
   "author": {
    "text": "Megyn Kelly"
   }
  },
  {
   "quote": {
    "text": "People have said I'm the candidate of anger. Well, we have a right to be angry. We lost 3 million jobs. We lost our place as the moral leader of the world."
   },
   "author": {
    "text": "Howard Dean"
   }
  },
  {
   "quote": {
    "text": "When someone says that I'm angry it's actually a compliment. I have not always been direct with my anger in my relationships, which is part of why I'd write about it in my songs because I had such fear around expressing anger as a woman."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "It's a joke to think that anyone is one thing. We're all such complex creatures. But if I'm going to be a poster child for anything, anger's a gorgeous emotion. It gets a bad rap, but it can make great changes happen."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "What influenced me was Tori Amos, who was unapologetic about expressing anger through music, and Sinead O'Connor. Those two in particular were really moving for me, and very inspiring, before I wrote 'Jagged Little Pill.'"
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "Anger has been a really big deal for women: how can we express it without feeling that, as the physically weaker sex, we won't get killed. The alpha-woman was burned at the stake and had her head chopped off in days of old."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "My own approach has always been to push intense emotions down and attempt to deal with them later. When I was younger, I was terrified to express anger because it would often kick-start a horrible reaction in the men in my life."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "My humour has always come from anger, but I have to make sure I don't just get angry and jump on a soapbox."
   },
   "author": {
    "text": "Carl Hiaasen"
   }
  },
  {
   "quote": {
    "text": "If there are a couple of adjectives people use to describe me, anger is usually in there. I've never taken that as criticism. It's the way I naturally communicate. But I'm not faux-angry, like Lewis Black, or angry like a gun-toting crazy person. I'm just angry in a mild way - it's not like I'm going to do anything about it."
   },
   "author": {
    "text": "David Cross"
   }
  },
  {
   "quote": {
    "text": "I have to say that anger is the blanket that comes around me, and that blunts and blurs my sense of proportion."
   },
   "author": {
    "text": "Pete Townshend"
   }
  },
  {
   "quote": {
    "text": "There's a certain time that when somebody asks you a question, you answer them. I don't think I said anything with venom. If you can express yourself without anger and make it as palatable as you can, that's what you do."
   },
   "author": {
    "text": "Reggie Jackson"
   }
  },
  {
   "quote": {
    "text": "We try really hard to avoid those conventional experiences, these adrenaline rush, anger, competition, violence. We intentionally avoid that. We try to create a game that's serene and tranquil and filled with love."
   },
   "author": {
    "text": "Jenova Chen"
   }
  },
  {
   "quote": {
    "text": "I turned to music originally because of my past and needing a release or an outlet to get out anger or frustration or hurt."
   },
   "author": {
    "text": "Christina Aguilera"
   }
  },
  {
   "quote": {
    "text": "My character had been in the chair for seven years. He had gone through his anger, depression, drug and alcohol abuse. He had gone through everything, now he was up, he was happy, he was filled with his dream."
   },
   "author": {
    "text": "Gregory Hines"
   }
  },
  {
   "quote": {
    "text": "I'm sick of all the hate and anger and stuff like that going on."
   },
   "author": {
    "text": "Rose Namajunas"
   }
  },
  {
   "quote": {
    "text": "I grew up with lots of anger, frustration, and violence in my heart."
   },
   "author": {
    "text": "Rose Namajunas"
   }
  },
  {
   "quote": {
    "text": "Listen, Bruce Lee fought out of anger. That's why they call it the 'Fists of Fury.' Michael Jackson danced with fury. I do stand up out of fury. I'm not mad at anybody. I'm not mad at any human being because I'm a human being."
   },
   "author": {
    "text": "Tracy Morgan"
   }
  },
  {
   "quote": {
    "text": "When a man is wrong and won't admit it, he always gets angry."
   },
   "author": {
    "text": "Thomas Chandler Haliburton"
   }
  },
  {
   "quote": {
    "text": "I grew up looking at my father as to how to behave. In watching him I grasped so many things. His own temperament was of a calm person. He was very composed and I never saw anger in him. To me, that was fascinating."
   },
   "author": {
    "text": "Sachin Tendulkar"
   }
  },
  {
   "quote": {
    "text": "Whether one admired or was repulsed by the positions he took on matters foreign and domestic, it is undeniable that Reagan's ability to project anger was highly attractive to his most passionate supporters on the far right - and crucial to his political success."
   },
   "author": {
    "text": "Jackson Katz"
   }
  },
  {
   "quote": {
    "text": "Caregiving requires the intention of love, caretaking requires the intention of fear. Not acting in anger when you are angry requires the intention of love."
   },
   "author": {
    "text": "Gary Zukav"
   }
  },
  {
   "quote": {
    "text": "The best therapists can do with sadness, anger, and anxiety is to help patients live in the more comfortable part of their set range."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "I think that Scottish people, like Canadians, are often misunderstood and what I like about my Scottish friends and relatives is how quickly it can go from love to anger. It's a great dynamic."
   },
   "author": {
    "text": "Mike Myers"
   }
  },
  {
   "quote": {
    "text": "Religion and politics hit nerves. There's a lot of anger about a lot of things. It's not easily resolved. I guess that's what wars are about. Wars are about prejudice and fear. Hit first before you get hit. Believe me, I know."
   },
   "author": {
    "text": "Mel Gibson"
   }
  },
  {
   "quote": {
    "text": "Relationships based on deals between leaders or ruling elites tend to collapse amid popular anger."
   },
   "author": {
    "text": "Stephen Kinzer"
   }
  },
  {
   "quote": {
    "text": "People are fed up with the way things are. There is a lot of bitterness out there, a lot of anger about a lack of jobs and concerns for the next generation."
   },
   "author": {
    "text": "Gary Lineker"
   }
  },
  {
   "quote": {
    "text": "In Afghan society, parents play a central role in the lives of their children; the parent-child relationship is fundamental to who you are and what you become and how you perceive yourself, and it is laden with contradictions, with tension, with anger, with love, with loathing, with angst."
   },
   "author": {
    "text": "Khaled Hosseini"
   }
  },
  {
   "quote": {
    "text": "Yogis have human emotions, but the thing is not to let anger and doubt become an obsession."
   },
   "author": {
    "text": "Donovan"
   }
  },
  {
   "quote": {
    "text": "When the mid-'70s came around, it looked like, 'Oh-oh, here come the punks.' But if you look closely at The Who and The Kinks, the anger and the frustration is there... There is, within me, just the same social discontent as I go through my career. But to be typecast as a singer of peace and love is fine."
   },
   "author": {
    "text": "Donovan"
   }
  },
  {
   "quote": {
    "text": "Men make angry music and it's called rock-and-roll; women include anger in their vocabulary and suddenly they're angry and militant."
   },
   "author": {
    "text": "Ani DiFranco"
   }
  },
  {
   "quote": {
    "text": "It's so rare to see a woman lose control and also gain it back. Women are always told, 'Oh, be in control of your feelings,' and a woman is never allowed to express her anger without being demonised as being PMS-y."
   },
   "author": {
    "text": "Petra Collins"
   }
  },
  {
   "quote": {
    "text": "I understand Tea Partyers' anger with the system, but they are in way over their heads and often racially motivated, and I can't be part of that."
   },
   "author": {
    "text": "Zach Galifianakis"
   }
  },
  {
   "quote": {
    "text": "As you get older, you see the world at a different angle, maybe more cynically, but I just bury my anger."
   },
   "author": {
    "text": "Zach Galifianakis"
   }
  },
  {
   "quote": {
    "text": "It is typical of women to fester and ferment over disappointments, slights, annoyances, angers, etc."
   },
   "author": {
    "text": "Laura Schlessinger"
   }
  },
  {
   "quote": {
    "text": "My whole life, people have been saying, Why are you so angry?"
   },
   "author": {
    "text": "Fiona Apple"
   }
  },
  {
   "quote": {
    "text": "Growing up in a particular neighborhood, growing up in a working-class family, not having much money, all of those things fire you and can give you an edge, can give you an anger."
   },
   "author": {
    "text": "Gary Oldman"
   }
  },
  {
   "quote": {
    "text": "My passion and energy get mistaken for anger."
   },
   "author": {
    "text": "Gary Oldman"
   }
  },
  {
   "quote": {
    "text": "I drank for about 25 years getting over the loss of my father and I took the anger out on myself. I did a good job at beating myself up at sometimes. I don't drink anymore but my alcoholic head occasionally says different. 'Nil By Mouth' was a love letter to my father because I needed to resolve some issues in order to be able to forgive him."
   },
   "author": {
    "text": "Gary Oldman"
   }
  },
  {
   "quote": {
    "text": "Many of us who have cars have felt some form of extreme anger at other drivers because we feel they have put us in harm's way. We might even envision ramming their cars or cutting them off in return, but do we actually do it? No, because the overwhelming majority of us never want to take another human life."
   },
   "author": {
    "text": "Taya Kyle"
   }
  },
  {
   "quote": {
    "text": "He that will be angry for anything will be angry for nothing."
   },
   "author": {
    "text": "Sallust"
   }
  },
  {
   "quote": {
    "text": "All who consult on doubtful matters, should be void of hatred, friendship, anger, and pity."
   },
   "author": {
    "text": "Sallust"
   }
  },
  {
   "quote": {
    "text": "All those who offer an opinion on any doubtful point should first clear their minds of every sentiment of dislike, friendship, anger or pity."
   },
   "author": {
    "text": "Sallust"
   }
  },
  {
   "quote": {
    "text": "Until recently, we regarded love as supernatural. We were willing to study the brain chemistry of fear and depression and anger but not love."
   },
   "author": {
    "text": "Helen Fisher"
   }
  },
  {
   "quote": {
    "text": "I think we all have a lot of darkness in our bellies. As an actor, the challenge of tapping into that, reaching down into that sadness or anger, is very therapeutic."
   },
   "author": {
    "text": "Kevin Bacon"
   }
  },
  {
   "quote": {
    "text": "I do have anger management issues. Not clinical. Probably no more than most people."
   },
   "author": {
    "text": "Andy Serkis"
   }
  },
  {
   "quote": {
    "text": "Anger can be a problem, but it has tremendous potential, too. It's just figuring out what to do with it."
   },
   "author": {
    "text": "Sean Penn"
   }
  },
  {
   "quote": {
    "text": "The modern progressive movement believes that dissenting language is objectionable, which then removes the brakes between anger and violence."
   },
   "author": {
    "text": "Greg Gutfeld"
   }
  },
  {
   "quote": {
    "text": "I was the classic killer. I always played an angry man. I think it was because I used to really be like that - I was hostile. And because I had a good sense of theatrical truth, I used my anger and rebelliousness and just went with it. Anger was just a part of me."
   },
   "author": {
    "text": "Harry Dean Stanton"
   }
  },
  {
   "quote": {
    "text": "To talk about balance, it's easier to talk about what's out of balance. And I think anytime that you have any disease, and disease meaning lack of ease, lack of flow... dis-ease. So any time there's disease, you're out of balance, whether it's jealousy, anger, greed, anxiety, fear."
   },
   "author": {
    "text": "Ricky Williams"
   }
  },
  {
   "quote": {
    "text": "I was able to do To Sleep with Anger, a very powerful film about African Americans, their spirituality, and the things that happened within a small community and a family."
   },
   "author": {
    "text": "Danny Glover"
   }
  },
  {
   "quote": {
    "text": "I had a lot of anger because I wasn't happy with the way I had been raised."
   },
   "author": {
    "text": "Patrick Swayze"
   }
  },
  {
   "quote": {
    "text": "How do you redefine love when your idea of love is something that's so violent? When your idea of passion is anger, how do you fix that?"
   },
   "author": {
    "text": "Rupi Kaur"
   }
  },
  {
   "quote": {
    "text": "You see all the movies where people say, 'Don't fight out of anger'? They say that for a reason."
   },
   "author": {
    "text": "Donald Cerrone"
   }
  },
  {
   "quote": {
    "text": "Psychologists, for reasons of clinical necessity or vagaries of temperament, have chosen to dissect and catalog the morbid emotions - depression, anger, anxiety - and to leave largely unexamined the more vital, positive ones."
   },
   "author": {
    "text": "Kay Redfield Jamison"
   }
  },
  {
   "quote": {
    "text": "I don't think any of us could predict Trump. Trump is the stuff of nightmares. But in talking to people, I knew there was a tremendous level of disaffection and anger and sorrow. I know people felt misrepresented and voiceless."
   },
   "author": {
    "text": "Lynn Nottage"
   }
  },
  {
   "quote": {
    "text": "Yes, an individual could be electronically stimulated to fear, anger, or euphoria from a distance. However, the procedure is complicated, not always accurate, and far too tedious and expensive as a method for taking over control of the world."
   },
   "author": {
    "text": "Marilyn Ferguson"
   }
  },
  {
   "quote": {
    "text": "The anger and the creativity are so closely intertwined with me, and there's plenty of anger left."
   },
   "author": {
    "text": "Ingmar Bergman"
   }
  },
  {
   "quote": {
    "text": "We do have our challenges. Some things don't always work right in Washington, and the anger you see from the electorate, I think, is a reflection of what's not working right."
   },
   "author": {
    "text": "Bill Flores"
   }
  },
  {
   "quote": {
    "text": "When I interviewed John McCain in 2000 about whether he had taken medication for his anger, I remember thinking, 'Let's see how this is going to work.'"
   },
   "author": {
    "text": "John Dickerson"
   }
  },
  {
   "quote": {
    "text": "If anger proceeds from a great cause, it turns to fury; if from a small cause, it is peevishness; and so is always either terrible or ridiculous."
   },
   "author": {
    "text": "Jeremy Taylor"
   }
  },
  {
   "quote": {
    "text": "And I think there's something about conservatives frankly - and the Left, when it comes to their channels of persuasion, are unpersuasive. They are, most of them are hate-filled, obscenity-clogged rants of anger and hatred."
   },
   "author": {
    "text": "Karl Rove"
   }
  },
  {
   "quote": {
    "text": "Governments that fail to provide jobs to those who are willing and able to work begin to lose their legitimacy and will face the anger of the electorate."
   },
   "author": {
    "text": "Sharan Burrow"
   }
  },
  {
   "quote": {
    "text": "All improv turns into anger. All comedy improv basically turns into anger, because that's all people know how to do when they're improvising. If you notice shows that are improvising are generally people yelling at each other."
   },
   "author": {
    "text": "Albert Brooks"
   }
  },
  {
   "quote": {
    "text": "I think anger and laughter are very close to each other, when you think about it."
   },
   "author": {
    "text": "Albert Brooks"
   }
  },
  {
   "quote": {
    "text": "I made my living in comedy, but I'm not a silly person. I've got all these sides to me. Even in my movies that I've written myself, the characters sometimes border on great anger or nutsiness or other kinds of behavior. I'm not just doing fart jokes for two hours."
   },
   "author": {
    "text": "Albert Brooks"
   }
  },
  {
   "quote": {
    "text": "Even in my comedies, I don't take anger as a joke. I think anger and laughter are very close to each other, when you think about it. One of the things I like about a character: I always think it's fascinating when a character can turn on a dime and go from one emotion to another. I like watching that."
   },
   "author": {
    "text": "Albert Brooks"
   }
  },
  {
   "quote": {
    "text": "I had lived with my mother in anger and love - I suppose most daughters do - but my children only knew her in one way: As the lady who thought they were smarter than Albert Einstein. As the lady who thought they wrote better than William Shakespeare. As the lady who thought every picture they drew was a Rembrandt."
   },
   "author": {
    "text": "Judith Viorst"
   }
  },
  {
   "quote": {
    "text": "I had a lot of anger inside me and that came out at times that were not particularly advantageous to me career-wise."
   },
   "author": {
    "text": "Mickey Rourke"
   }
  },
  {
   "quote": {
    "text": "Hizb ut-Tahrir spearheaded the radicalization of the 1990s and cultivated an atmosphere of anger."
   },
   "author": {
    "text": "Maajid Nawaz"
   }
  },
  {
   "quote": {
    "text": "I was filled with hate and anger. But during my trial, something decisive happened: Amnesty International adopted me as a prisoner of conscience, and it was an unbelievable feeling to know that there is someone fighting for you on the outside. Amnesty's 'soft' approach made me seriously consider alternatives to revenge."
   },
   "author": {
    "text": "Maajid Nawaz"
   }
  },
  {
   "quote": {
    "text": "The Occupy movement found places where people who were feeling that anger could come and share it - and that is, as we all know, extremely important in any political movement. The Occupy sites became a way you could gauge the levels of anger and discontent."
   },
   "author": {
    "text": "Arundhati Roy"
   }
  },
  {
   "quote": {
    "text": "Anger is not an accepted thing for women. And, you know, I do get angry. I feel it's a very honest emotion."
   },
   "author": {
    "text": "Rosamund Pike"
   }
  },
  {
   "quote": {
    "text": "Tel Aviv is buzzing with so much life, you could bottle it and sell it as honey, and even Jerusalem has a certain fizz. But if you want to see anger, go to Sheikh Jarrah in East Jerusalem on a Friday afternoon."
   },
   "author": {
    "text": "Clive Sinclair"
   }
  },
  {
   "quote": {
    "text": "The anger that appears to be building up between the sexes becomes more virulent with every day that passes. And far from women taking the blame... the fact is that men are invariably portrayed as the bad guys. Being a good man is like being a good Nazi."
   },
   "author": {
    "text": "Dave Thomas"
   }
  },
  {
   "quote": {
    "text": "Muslim anger has, of course, been stoked by America's war in Iraq and by Israel's brutal policies toward Palestine and Lebanon."
   },
   "author": {
    "text": "Amitava Kumar"
   }
  },
  {
   "quote": {
    "text": "We are looking for happiness and running after it in such a way that creates anger, fear and discrimination. So when you attend a retreat, you have a chance to look at the deep roots of this pollution of the collective energy that is unwholesome."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "I think photographers are too polite. There is not enough anger in photography; it's pretty much trivialized."
   },
   "author": {
    "text": "Duane Michals"
   }
  },
  {
   "quote": {
    "text": "When you're in the public eye, we all feel like we're constantly observed, so we don't let things out. Anger, sadness, happiness - when does that come out? Maybe when you're in traffic, because you're in the safety of your little metallic bubble."
   },
   "author": {
    "text": "Alexander Skarsgard"
   }
  },
  {
   "quote": {
    "text": "I do like to write nasty songs. It's a useful weapon to have, and it's cathartic as well, because I create art out of anger, something positive out of something negative."
   },
   "author": {
    "text": "Lisa Marie Presley"
   }
  },
  {
   "quote": {
    "text": "What the media misses is the amount of anger that's out there. Trump didn't create that."
   },
   "author": {
    "text": "Steve Bannon"
   }
  },
  {
   "quote": {
    "text": "People are unjust to anger - it can be enlivening and a lot of fun."
   },
   "author": {
    "text": "Philip Roth"
   }
  },
  {
   "quote": {
    "text": "My father was often angry when I was most like him."
   },
   "author": {
    "text": "Lillian Hellman"
   }
  },
  {
   "quote": {
    "text": "I could feel my moral compass as a soldier, in danger of - I could feel the squeeze, the pressure of frustration and anger and fear combining on me... I felt the danger; I felt the squeeze of it."
   },
   "author": {
    "text": "Tim O'Brien"
   }
  },
  {
   "quote": {
    "text": "Like every art form, there are jealousies and angers and competitiveness in magic. But there's camaraderie among magicians, whether you perform it for a living or you're an enthusiast."
   },
   "author": {
    "text": "Ricky Jay"
   }
  },
  {
   "quote": {
    "text": "Dying peacefully means to avoid any immediate cause for anger, fear, or strong desire."
   },
   "author": {
    "text": "Lobsang Tenzin"
   }
  },
  {
   "quote": {
    "text": "People who think that Sylvia Plath was a poor, sensitive poet are not getting that she had great amounts of ambition and anger that moved her along, or she wouldn't have been able to fight against that depression to produce such an incredible body of work by the age of thirty."
   },
   "author": {
    "text": "Elizabeth Wurtzel"
   }
  },
  {
   "quote": {
    "text": "For a long time I thought I could deal with my anger and hostility on my own. But I couldn't. I denied that it had affected me, and yet I was so frantic on the inside with other people: I needed to be constantly reassured."
   },
   "author": {
    "text": "Kelly McGillis"
   }
  },
  {
   "quote": {
    "text": "I am not deaf. I hear the anger. I see the dissatisfaction, and I have to go faster."
   },
   "author": {
    "text": "Francois Hollande"
   }
  },
  {
   "quote": {
    "text": "Yeah, to me, acting is very therapeutic. I get out a lot of anger and frustration."
   },
   "author": {
    "text": "Diane Kruger"
   }
  },
  {
   "quote": {
    "text": "He who is incapable of feeling strong passions, of being shaken by anger, of living in every sense of the word, will never be a good actor."
   },
   "author": {
    "text": "Sarah Bernhardt"
   }
  },
  {
   "quote": {
    "text": "Real silencing occurs when a conservative tries to speak at a liberal university like Berkeley, and the party of anger and violence acts on their hatred when a police department says we can't protect a Republican speaker."
   },
   "author": {
    "text": "Jeanine Pirro"
   }
  },
  {
   "quote": {
    "text": "There are people still in the Republican Party that I believe practice the communication of anger, of disappointment, of regret, of pain, of sorrow, of suffering. That's not what the American people want to hear."
   },
   "author": {
    "text": "Frank Luntz"
   }
  },
  {
   "quote": {
    "text": "In plain terms, a child is a complicated creature who can drive you crazy. There's a cruelty to childhood, there's an anger."
   },
   "author": {
    "text": "Maurice Sendak"
   }
  },
  {
   "quote": {
    "text": "I agree that sometimes Michelle Obama can come across as angry - and anger is discomforting. We venerate that empty word, closure, wanting to seal off the pain of the past and refusing it admittance to the chirpy present. This, of course, is nonsense."
   },
   "author": {
    "text": "Richard Cohen"
   }
  },
  {
   "quote": {
    "text": "When terrorism strikes, divisive anger is a natural response."
   },
   "author": {
    "text": "Mohsin Hamid"
   }
  },
  {
   "quote": {
    "text": "Quite a lot of our contemporary culture is actually shot through with a resentment of limits and the passage of time, anger at what we can't do, fear or even disgust at growing old."
   },
   "author": {
    "text": "Rowan Williams"
   }
  },
  {
   "quote": {
    "text": "Nobody can take what I love away from me. I would like to believe that love is the only energy I've ever used as a writer. I've never written out of anger, although anger has informed love."
   },
   "author": {
    "text": "Athol Fugard"
   }
  },
  {
   "quote": {
    "text": "Each person's drive to overwork is unique, and doing too much numbs every workaholic's emotions differently. Sometimes overwork numbs depression, sometimes anger, sometimes envy, sometimes sexuality. Or the overworker runs herself ragged in a race for attention."
   },
   "author": {
    "text": "Arlie Russell Hochschild"
   }
  },
  {
   "quote": {
    "text": "I think I deal with my anger toward my relationship or about my relationship or about my friendships or my family - I deal with it on stage in a passive-aggressive way, and that can be very harmful if it gets back to them, which it always does."
   },
   "author": {
    "text": "Nikki Glaser"
   }
  },
  {
   "quote": {
    "text": "You've just got to have a sense of respect for the person you have children with. Anger doesn't help anybody. Ultimately you have to say forgiveness is important, and honoring what you had together is important. But it's easy to say and harder to do."
   },
   "author": {
    "text": "Nicole Kidman"
   }
  },
  {
   "quote": {
    "text": "I'm fascinated by rap and by hip-hop. I think there's a lot of poetry in it. There's a lot of anger, a lot of social energy in it. And I think you'd better listen to it pretty carefully, 'cause it's important."
   },
   "author": {
    "text": "John F. Kerry"
   }
  },
  {
   "quote": {
    "text": "I can only hope that the Democrats do tone down the rhetoric. The rhetoric has been outrageous: The finger-pointing, the tone, the angst, and the anger directed at Donald Trump, his supporters - really, then, some people react to things like that; people get angry as well, and you fuel the fires."
   },
   "author": {
    "text": "Chris Collins"
   }
  },
  {
   "quote": {
    "text": "A lot of these guys come up and say, 'Man, you were my influence, the way you thrashed the drums.' They don't seem to understand I was thrashing in order to hear what I was playing. It was anger, not enjoyment - and painful."
   },
   "author": {
    "text": "Butch Trucks"
   }
  },
  {
   "quote": {
    "text": "We all can do our part to address America's anger mismanagement crisis. And for us Christians, it starts with a little more faith, hope, and love."
   },
   "author": {
    "text": "Eric Metaxas"
   }
  },
  {
   "quote": {
    "text": "Anger in the black community towards Republicans is established and immutable."
   },
   "author": {
    "text": "Bob Beckel"
   }
  },
  {
   "quote": {
    "text": "It is good to forget one's anger against one's wrongdoer, whoever he may be, for countless number of evils will quickly grow from this anger."
   },
   "author": {
    "text": "Thiruvalluvar"
   }
  },
  {
   "quote": {
    "text": "Genuine expressions of emotion rarely persist longer than five seconds and almost never longer than 10. A fixed smile is likely to conceal anger, anxiety, or some other negative emotion."
   },
   "author": {
    "text": "Pamela Meyer"
   }
  },
  {
   "quote": {
    "text": "I have moments of darkness, of anger, and moments of rage. They do creep up at the most inopportune times. Not to recognize that in my music would give people a sense of sainthood that I don't necessarily have or even want to have."
   },
   "author": {
    "text": "K'naan"
   }
  },
  {
   "quote": {
    "text": "When you learn that a truth is a lie, anger follows."
   },
   "author": {
    "text": "Grace Slick"
   }
  },
  {
   "quote": {
    "text": "I've got rid of a lot of cynicism and anger. I feel positive about my development, and I just want to carry on making music and building myself as a person."
   },
   "author": {
    "text": "King Krule"
   }
  },
  {
   "quote": {
    "text": "I would be pleased if someone would invent a pill to remove my impatience, moodiness, and occasional bursts of anger. But if they did, I wouldn't be able to write my novels or paint."
   },
   "author": {
    "text": "Orhan Pamuk"
   }
  },
  {
   "quote": {
    "text": "When you create an economy where you subsidize corporate profits through a welfare program and food stamps in order to keep wages low in some perverse pursuit of 'competiveness,' than you reap the fruits of the anger that you sow."
   },
   "author": {
    "text": "Martin O'Malley"
   }
  },
  {
   "quote": {
    "text": "Boxing was a way to express my anger. All of a sudden, I was expressing anger, and I was good at it. I was like a Jekyll and Hyde. Boxing helped me because I was fighting the anger out. I was knocking guys out."
   },
   "author": {
    "text": "Gerry Cooney"
   }
  },
  {
   "quote": {
    "text": "The anger of lovers renews their love."
   },
   "author": {
    "text": "Terence"
   }
  },
  {
   "quote": {
    "text": "In the final analysis, the incident is seen as originating from an emotional expression of the frustration and anger of the proud people of China who had been subject to ever increasing oppression from without and decadent corruption from within."
   },
   "author": {
    "text": "Chen-Ning Yang"
   }
  },
  {
   "quote": {
    "text": "Most men's anger about religion is as if two men should quarrel for a lady they neither of them care for."
   },
   "author": {
    "text": "Edward Wood, 1st Earl of Halifax"
   }
  },
  {
   "quote": {
    "text": "I share the anger, but, ultimately, to govern this country, it takes more than anger. It takes experience. It takes positions that reflect the best values of the American people."
   },
   "author": {
    "text": "Joe Lieberman"
   }
  },
  {
   "quote": {
    "text": "The most powerful force in American politics is not anger, it's nostalgia."
   },
   "author": {
    "text": "Pete Hamill"
   }
  },
  {
   "quote": {
    "text": "The idea that the law should punish what is rude; that government should protect our tender sensibilities from those who would - quite often with shallow motivations but sometimes with deeper and more serious complaints - challenge our national certainties and rituals, should alarm and anger us."
   },
   "author": {
    "text": "Nick Harkaway"
   }
  },
  {
   "quote": {
    "text": "The difference between anger and deep remorse - remorse is much fatter. It's a deeper feeling altogether. Anger is too easy an escape for my money."
   },
   "author": {
    "text": "John Hurt"
   }
  },
  {
   "quote": {
    "text": "I've never felt that anger is a very powerful emotion."
   },
   "author": {
    "text": "John Hurt"
   }
  },
  {
   "quote": {
    "text": "I don't have the feeling of being motivated by anger, revenge or frustration."
   },
   "author": {
    "text": "Agnes Obel"
   }
  },
  {
   "quote": {
    "text": "After my second-to-last record, 'The Greatest', I had gone on tour for a while, and I didn't play an instrument for about five years. And I got kind of - it's not self-esteem or whatever, or anger toward myself - but disappointed in myself that I hadn't been challenging myself to learn musically."
   },
   "author": {
    "text": "Cat Power"
   }
  },
  {
   "quote": {
    "text": "I don't think enough players channel the energy of the crowd. If it's done properly, and you don't let anger overwhelm and distract you, it's like a shot of adrenaline in the arm, and it gets the crowd pumped up."
   },
   "author": {
    "text": "John McEnroe"
   }
  },
  {
   "quote": {
    "text": "As I got older and started moving up the ranking, the matches got more important, and my emotions ratcheted up. I guess I hid my real feelings behind the anger."
   },
   "author": {
    "text": "John McEnroe"
   }
  },
  {
   "quote": {
    "text": "I wrestled with anger from the age of sixteen. It's still one of my nemeses. I have to remember that the word of God says, 'Be slow to anger.'"
   },
   "author": {
    "text": "Bernice King"
   }
  },
  {
   "quote": {
    "text": "I don't know if you realize this, but anger is anger. It has no mind. It has no rationality. It's mad, and it just wants to destroy."
   },
   "author": {
    "text": "Bernice King"
   }
  },
  {
   "quote": {
    "text": "Ours is a country where anything can be accomplished if enough people get angry... because, in America, we act on our collective anger."
   },
   "author": {
    "text": "Andrew Vachss"
   }
  },
  {
   "quote": {
    "text": "Anger is an expensive luxury in which only men of certain income can indulge."
   },
   "author": {
    "text": "George William Curtis"
   }
  },
  {
   "quote": {
    "text": "Anger is just not who I am, and I don't think it's what voters in the 6th district want. They want respectful, decent representation that contrasts so starkly with what we have in Washington."
   },
   "author": {
    "text": "Jon Ossoff"
   }
  },
  {
   "quote": {
    "text": "I receive something we might euphemistically call an 'inappropriately hostile' response - that is to say, more than fair criticism or even fair anger - every time I speak on radio or television."
   },
   "author": {
    "text": "Mary Beard"
   }
  },
  {
   "quote": {
    "text": "Religion can emerge in all forms of feeling: here wild anger, there the sweetest pain; here consuming hatred, there the childlike smile of serene humility."
   },
   "author": {
    "text": "Karl Wilhelm Friedrich Schlegel"
   }
  },
  {
   "quote": {
    "text": "When it comes to filmmaking, we have to deal with ego, anger, and a lot more; barring all these, how the team works towards the outcome matters."
   },
   "author": {
    "text": "R. Madhavan"
   }
  },
  {
   "quote": {
    "text": "Since the time of Richard Nixon, there has been a strange lack of will in the media to identify the real cause for Americans' anger at politicians who fall, publicly and spectacularly."
   },
   "author": {
    "text": "Mimi Kennedy"
   }
  },
  {
   "quote": {
    "text": "Anger is a transient hatred; or at least very like it."
   },
   "author": {
    "text": "Robert South"
   }
  },
  {
   "quote": {
    "text": "I don't think it's good to run on anger, but it's really great when that's the first couple of gallons in your tank - when you've had enough, and you're just pissed off enough to go for it. In a lot of ways, that sort of environment can be a catapult for a great situation."
   },
   "author": {
    "text": "Josh Homme"
   }
  },
  {
   "quote": {
    "text": "Unless and until Barack Obama addresses the full depth of Americans' anger with his full arsenal of policy smarts and political gifts, his presidency and, worse, our economy will be paralyzed."
   },
   "author": {
    "text": "Frank Rich"
   }
  },
  {
   "quote": {
    "text": "Feeling alone makes negative feelings worse. When you feel alone, frustration quickly can become anger, fear quickly can become panic."
   },
   "author": {
    "text": "Mark Goulston"
   }
  },
  {
   "quote": {
    "text": "That's the conundrum of cartoon stripping, as opposed to political cartoons. When your anger is the driving force of your drawing hand, failure follows. The anger is OK, but it has to serve the interests of the heart, frankly."
   },
   "author": {
    "text": "Berkeley Breathed"
   }
  },
  {
   "quote": {
    "text": "One effect of an individualistic culture that's poor at instilling mutual respect is that people jump more quickly to anger or violence."
   },
   "author": {
    "text": "Geoff Mulgan"
   }
  },
  {
   "quote": {
    "text": "The preparation, commitment and desire to win will be no less than the last time I drove a grand prix car in anger."
   },
   "author": {
    "text": "Nigel Mansell"
   }
  },
  {
   "quote": {
    "text": "You look at 30 Seconds to Mars, and you don't think, 'Ooh, I bet they're angry.' No one really does anger these days. I suppose it's a turn-off."
   },
   "author": {
    "text": "Peter Hook"
   }
  },
  {
   "quote": {
    "text": "I guess I probably make violent films partly because I can't express my anger in my real life very well."
   },
   "author": {
    "text": "Park Chan-wook"
   }
  },
  {
   "quote": {
    "text": "At the time, 1980, people regarded actresses involved with production with a certain amount of fear, resentment and anger."
   },
   "author": {
    "text": "Jacqueline Bisset"
   }
  },
  {
   "quote": {
    "text": "Generalised anger and frustration is something that gets you in the studio, and gets you to work - though it's not necessarily evident in anything that's finished."
   },
   "author": {
    "text": "Bruce Nauman"
   }
  },
  {
   "quote": {
    "text": "Your anger is a gift."
   },
   "author": {
    "text": "Zack de la Rocha"
   }
  },
  {
   "quote": {
    "text": "Anger's not a good emotion."
   },
   "author": {
    "text": "Lincoln Chafee"
   }
  },
  {
   "quote": {
    "text": "I had a job when I was 15 working at a supermarket, and I knocked over a stack of plastic coffee cups. In my anger, I threw one at a concrete wall, and it rebounded back into my head and cut my head open. Stupidest way to get a scar, but it's one that I have."
   },
   "author": {
    "text": "Antony Starr"
   }
  },
  {
   "quote": {
    "text": "I have not one shred of anger in my heart against Netanyahu or his wife."
   },
   "author": {
    "text": "Naftali Bennett"
   }
  },
  {
   "quote": {
    "text": "Deep down, my mom had long suspected I was gay... Much of her anger and hurt came from her sense of betrayal that she was the last to be told."
   },
   "author": {
    "text": "Chaz Bono"
   }
  },
  {
   "quote": {
    "text": "My wife was an amazing, amazing person. Sophia's Heart is an organization that I founded in honor of my wife when she passed away. When she passed away it was a complete shock, and it was disappointment, anger. I felt all those emotions."
   },
   "author": {
    "text": "Danny Gokey"
   }
  },
  {
   "quote": {
    "text": "I asked a shrink: 'Everything is so great. Why am I still so angry?' He said, 'Anger doesn't go away.' I always thought it was kind of a good engine."
   },
   "author": {
    "text": "Mike Nichols"
   }
  },
  {
   "quote": {
    "text": "The nice thing about anger is that, as an emotion, it's strong enough to unplug me from the comedian's mind for a minute and just be a frustrated member of the citizenry."
   },
   "author": {
    "text": "Seth Meyers"
   }
  },
  {
   "quote": {
    "text": "My anger with the US was not at first, that they had used that weapon - although that anger came later."
   },
   "author": {
    "text": "Wilfred Burchett"
   }
  },
  {
   "quote": {
    "text": "Sometimes, you have to make the choice to forgive 10 times a day when you have these pockets of anger come up. That's a lot of work, but to me it's worthwhile."
   },
   "author": {
    "text": "Amanda Lindhout"
   }
  },
  {
   "quote": {
    "text": "The thing that started the peace movement in Ireland was anger - my anger. It wasn't anger; it was fury."
   },
   "author": {
    "text": "Betty Williams"
   }
  },
  {
   "quote": {
    "text": "Anger is one of those emotions that doesn't follow the letter of the law. It speaks before it thinks. It rears up on its hind legs and charges."
   },
   "author": {
    "text": "Lynn Coady"
   }
  },
  {
   "quote": {
    "text": "When you're not sure your anger is justified, the thing to do is ask yourself exactly where it's coming from."
   },
   "author": {
    "text": "Lynn Coady"
   }
  },
  {
   "quote": {
    "text": "Rage is a really fun place to dance from - expressions of anger sublimated into something beautiful are invigorating, especially if you feel like you're telling the truth."
   },
   "author": {
    "text": "Anohni"
   }
  },
  {
   "quote": {
    "text": "September 11 was a wake-up call to me. I don't want to contribute to the hate in any shape or form. I now regret in the past being silent about what I have heard in the Islamic discourse and being part of that with my own anger."
   },
   "author": {
    "text": "Hamza Yusuf"
   }
  },
  {
   "quote": {
    "text": "A lot of our leadership has become acutely aware of speaking more fairly, of speaking more balanced, of recognizing that hate speech in any form, even if it comes out of emotional anger, is dangerous."
   },
   "author": {
    "text": "Hamza Yusuf"
   }
  },
  {
   "quote": {
    "text": "Boys have always known they could do anything; all they had to do was look around at their presidents, religious leaders, professional athletes, at the statues that stand erect in big cities and small. Girls have always known they were allowed to feel anything - except anger."
   },
   "author": {
    "text": "Faith Salie"
   }
  },
  {
   "quote": {
    "text": "For me, the association with rock is one of force and anger and aggression. And definitely, in the past, I've made songs that attack like that. But what I usually try to appeal to is peoples' everyday feelings, the things that they're going through as they deal with the system on a one-to-one level."
   },
   "author": {
    "text": "Boots Riley"
   }
  },
  {
   "quote": {
    "text": "If you're writing about angry people, you use the language of anger. If you're writing about desperate people, you use the language of desperation."
   },
   "author": {
    "text": "Chris Crutcher"
   }
  },
  {
   "quote": {
    "text": "There's a lot of anger in 'Queen of Denmark,' and that's me getting political."
   },
   "author": {
    "text": "John Grant"
   }
  },
  {
   "quote": {
    "text": "Anger is never without an argument, but seldom with a good one."
   },
   "author": {
    "text": "George Savile"
   }
  },
  {
   "quote": {
    "text": "In truth, the 'populist anger' fueling Trump's coalition is fundamentally different from Sanders' 'progressive populism.' The superficial similarities between the two end when they talk about solutions."
   },
   "author": {
    "text": "Tom Tancredo"
   }
  },
  {
   "quote": {
    "text": "Anger is an emotion, not a compass."
   },
   "author": {
    "text": "Tom Tancredo"
   }
  },
  {
   "quote": {
    "text": "If voters' anger is the hallmark of the 2016 campaign, nothing has generated that anger as much as the establishment's decade-long duplicity on immigration."
   },
   "author": {
    "text": "Tom Tancredo"
   }
  },
  {
   "quote": {
    "text": "To the Left, Islam's anger and hatred of the West is understandable because they have legitimate grievances against us."
   },
   "author": {
    "text": "Tom Tancredo"
   }
  },
  {
   "quote": {
    "text": "I think there is a big difference between expressing the pain and anger that many African Americans and other people of color may feel versus language that I think now crosses the line and goes into hate."
   },
   "author": {
    "text": "Michael Nutter"
   }
  },
  {
   "quote": {
    "text": "We have to take our anger and rage and channel it into building, growing, loving, holding each other up."
   },
   "author": {
    "text": "Pramila Jayapal"
   }
  },
  {
   "quote": {
    "text": "I was never jailed. The fact is that I was arrested, but I went into a diversion programme, and by that time I'd already begun working in what was called anger management. It was a painful and awful moment."
   },
   "author": {
    "text": "David Soul"
   }
  },
  {
   "quote": {
    "text": "I've done a lot of dramedies in my career. You know, I started as a standup comic, and then the movies that I was doing, like 'Up Side of Anger' were kind of like - they're hard. They're hard to sell; they're hard to get made, you know."
   },
   "author": {
    "text": "Mike Binder"
   }
  },
  {
   "quote": {
    "text": "I do think anger is so difficult for women. Girls think it undermines their femininity; it's not very ladylike."
   },
   "author": {
    "text": "Koren Zailckas"
   }
  },
  {
   "quote": {
    "text": "We are taught to believe it's bad to be angry, or at least it's not good. That's not the case all throughout the world. People are more open and not embarrassed about it. For instance in Paris, people believe Americans have a really unhealthy relation with anger. They think it's essential to get angry."
   },
   "author": {
    "text": "Koren Zailckas"
   }
  },
  {
   "quote": {
    "text": "I think, for one, we have to really accept that anger is a normal human emotion that can be a positive force for change."
   },
   "author": {
    "text": "Koren Zailckas"
   }
  },
  {
   "quote": {
    "text": "Imagine a thousand more such daily intrusions in your life, every hour and minute of every day, and you can grasp the source of this paranoia, this anger that could consume me at any moment if I lost control."
   },
   "author": {
    "text": "Jack Henry Abbott"
   }
  },
  {
   "quote": {
    "text": "As far as having peace within myself, the one way I can do that is forgiving the people who have done wrong to me. It causes more stress to build up anger. Peace is more productive."
   },
   "author": {
    "text": "Rodney King"
   }
  },
  {
   "quote": {
    "text": "I have some anger issues."
   },
   "author": {
    "text": "Bryan Cranston"
   }
  },
  {
   "quote": {
    "text": "We live in a culture that wants to put a redemptive face on everything, so anger doesn't sit well with any of us. But I think women's anger sits less well than anything else."
   },
   "author": {
    "text": "Claire Messud"
   }
  },
  {
   "quote": {
    "text": "Women's anger is very scary to people, and to no one more than to other women, who think, 'My goodness, if I let the lid off, where would we be?'"
   },
   "author": {
    "text": "Claire Messud"
   }
  },
  {
   "quote": {
    "text": "It's still unacceptable for women to have negative emotions, especially anger, and I was trying to write against that."
   },
   "author": {
    "text": "Claire Messud"
   }
  },
  {
   "quote": {
    "text": "I think anger does fuel a successful acting career. To play the great roles, you have to learn how to blaze."
   },
   "author": {
    "text": "Christopher Plummer"
   }
  },
  {
   "quote": {
    "text": "Most actors come from the streets, and their rise to fame is guided by a natural anger. It was harder to find that rage coming from a gentle background."
   },
   "author": {
    "text": "Christopher Plummer"
   }
  },
  {
   "quote": {
    "text": "I have rage and anger issues. So I get mad about stuff in real life, and then I yell about it onstage, and luckily, something funny ends up coming out. What I'll do is tape-record it, and it will end up coming out even funnier. And I add more punch lines."
   },
   "author": {
    "text": "Lisa Lampanelli"
   }
  },
  {
   "quote": {
    "text": "Whether one agrees or disagrees with the tactics of the Occupy Wall Street movement, it's easy to understand the inspiration for its anger as well as its impatience."
   },
   "author": {
    "text": "Eric Alterman"
   }
  },
  {
   "quote": {
    "text": "Be modest, humble, simple. Control your anger."
   },
   "author": {
    "text": "Abraham Cahan"
   }
  },
  {
   "quote": {
    "text": "Anger clearly has its proper place at work, which is neither wholly absent nor ever present. The manager who is an emotional blank is just as hard to work for as the volcanic boss, and both can do great harm by setting an unhelpful example for what kind of emotional expression is expected and accepted."
   },
   "author": {
    "text": "Julian Baggini"
   }
  },
  {
   "quote": {
    "text": "I think anger is a good thing."
   },
   "author": {
    "text": "Steve Bannon"
   }
  },
  {
   "quote": {
    "text": "Anger is so constructive."
   },
   "author": {
    "text": "John Cameron Mitchell"
   }
  },
  {
   "quote": {
    "text": "I'm sure it's one of the most frustrating aspects of human experience for all of us, that when we tell someone who's hurt us that they've hurt us, they tend to react with anger because they feel guilty, and we know we also get angry when we feel guilty."
   },
   "author": {
    "text": "Joshua Oppenheimer"
   }
  },
  {
   "quote": {
    "text": "I think anger is a normal response to something horrible that someone has done, another human being has done, and to rob people of life, and that's actually healthy to have, to feel that. At some point you have to figure out, 'How do I let that go?'"
   },
   "author": {
    "text": "Adam Hamilton"
   }
  },
  {
   "quote": {
    "text": "Fighting in the ring or cage is very much different from fighting in the street. Fighting in the street is very much fueled by anger, pride, and male dominance and ego."
   },
   "author": {
    "text": "Joel Edgerton"
   }
  },
  {
   "quote": {
    "text": "Our government is printing money, and it's degrading the living standard of every person in America. It's the cause of frustration, anger, and confusion."
   },
   "author": {
    "text": "Steve Wynn"
   }
  },
  {
   "quote": {
    "text": "Having a sweet, wide-eyed, awkward character is more charming and allows for more range. If you come from anger, you're going to reach a ceiling very quickly."
   },
   "author": {
    "text": "Toks Olagundoye"
   }
  },
  {
   "quote": {
    "text": "I'm generally slow to anger, quick to forgive, and I take in information before making decisions. So no matter how controversial the decision, my general demeanour is to put on white lab coat and gloves and look at the evidence, weigh the arguments and see what makes sense."
   },
   "author": {
    "text": "Peter Blair Henry"
   }
  },
  {
   "quote": {
    "text": "Your emotions are exposed when you play golf: humility, pride, anger, it all comes out with each swing. You lay it all on the line."
   },
   "author": {
    "text": "Bryant Gumbel"
   }
  },
  {
   "quote": {
    "text": "A dirty player is somebody who ultimately is trying to hurt somebody. There's a huge difference. There's no gray in that. Like, you have no conscience, no nothing, no guilt. I don't have that mean streak in me. I don't play angry. It's not anger."
   },
   "author": {
    "text": "Ndamukong Suh"
   }
  },
  {
   "quote": {
    "text": "Our task, of course, is to transmute the anger that is affliction into the anger that is determination to bring about change. I think, in fact, that one could give that as a definition of revolution."
   },
   "author": {
    "text": "Barbara Deming"
   }
  },
  {
   "quote": {
    "text": "Perhaps it should be obvious: Adultery is a social threat that arouses raw anger and fear, which the bellicose then need to discharge rather than merely feel, traditionally on the philandering wife or the female home-wrecker."
   },
   "author": {
    "text": "Mary Gaitskill"
   }
  },
  {
   "quote": {
    "text": "I was a pretty angry kid, and I got into military history largely as a way to vent my own anger. As I got older it narrowed down to a more specific focus on individual violence. I'm just trying to understand where it came from."
   },
   "author": {
    "text": "Caleb Carr"
   }
  },
  {
   "quote": {
    "text": "I get in trouble when I say things like, 'I'm attracted to violence.' I was a pretty angry kid, and I got into military history largely as a way to vent my own anger. As I got older it narrowed down to a more specific focus on individual violence. I'm just trying to understand where it came from."
   },
   "author": {
    "text": "Caleb Carr"
   }
  },
  {
   "quote": {
    "text": "I've purged myself of bitterness and anger and remained open to love."
   },
   "author": {
    "text": "Tatum O'Neal"
   }
  },
  {
   "quote": {
    "text": "Sometimes we equate anger to destructive physical violence, but anger need not be martial."
   },
   "author": {
    "text": "Kamal Haasan"
   }
  },
  {
   "quote": {
    "text": "I've spent a lot of time and money trying to keep my anger in control."
   },
   "author": {
    "text": "Yancy Butler"
   }
  },
  {
   "quote": {
    "text": "My heart has been heavy and I have deliberated within my own conscience, knowing that my decision should not come out of my initial emotion of anger toward the President for such reckless behavior, but should be based on the facts."
   },
   "author": {
    "text": "Blanche Lincoln"
   }
  },
  {
   "quote": {
    "text": "Public anger over bank bailouts was as much about fairness as the billions of dollars spent."
   },
   "author": {
    "text": "Nina Easton"
   }
  },
  {
   "quote": {
    "text": "I'm not sure why there's this anger in the youth, but we need to talk about it. Kids need to get help if they need help, and bullies need to be helped as well."
   },
   "author": {
    "text": "Crystal Bowersox"
   }
  },
  {
   "quote": {
    "text": "You cannot get ahead while you are getting even."
   },
   "author": {
    "text": "Dick Armey"
   }
  },
  {
   "quote": {
    "text": "There is a latent anger in a lot of people that went to boarding school at an early age. I was eight. And I loved it over the five years, but I think the adjustments for eight-year-olds are a lot. And I think it informs who you are for a long, long time."
   },
   "author": {
    "text": "Damian Lewis"
   }
  },
  {
   "quote": {
    "text": "The Anger Management Tour was another beautiful thing. I loved that tour."
   },
   "author": {
    "text": "Obie Trice"
   }
  },
  {
   "quote": {
    "text": "We need to learn how to organize, not just to let our anger explode. We need to have organization for the long run, not for one issue, not for one murder, but for everything coming to us in the next 20, 30 years."
   },
   "author": {
    "text": "Raoul Peck"
   }
  },
  {
   "quote": {
    "text": "When you stand up in the morning, you look in the mirror and say, 'I'm black.' No. You wake up and you see yourself as a human being in the world, but you raise discussion and raise aggression, the anger that you confront every day of your life, whether you want to or not."
   },
   "author": {
    "text": "Raoul Peck"
   }
  },
  {
   "quote": {
    "text": "Our second phase was to develop a school curriculum that teaches tolerance, respect for differences, conflict resolution, anger management, and other attributes of peace."
   },
   "author": {
    "text": "Eddie Bernice Johnson"
   }
  },
  {
   "quote": {
    "text": "I did not think that I was angry, but clearly anger was reflected in my writing. I did not think that I had been affected emotionally, but it was clear from my writing that I was still very emotional about the trial some six months after it ended."
   },
   "author": {
    "text": "Christopher Darden"
   }
  },
  {
   "quote": {
    "text": "There's definitely ways to get your anger out and not have to yell and kick and scream and fight people. That's not my jam. That's never how I've been."
   },
   "author": {
    "text": "Sasheer Zamata"
   }
  },
  {
   "quote": {
    "text": "I don't think I've ever had a conversation with a comedian who stole except for when it's been in anger."
   },
   "author": {
    "text": "Matt Besser"
   }
  },
  {
   "quote": {
    "text": "The character of Robin Hood stands for the deep anger of the dispossessed against the ruling classes."
   },
   "author": {
    "text": "David Farr"
   }
  },
  {
   "quote": {
    "text": "In 'Hope Never Dies', the fictional Obama and Biden go up against drug traffickers, outlaw bikers, and other seedy opponents. They're forced to use skills they didn't know they had. Or, to put it another way, unlike Jordan Peele's Obama, this Obama doesn't need an anger translator."
   },
   "author": {
    "text": "Andrew Shaffer"
   }
  },
  {
   "quote": {
    "text": "I literally used to stare at my face in the mirror with hate and anger. I'd focus on those gigantic zits and just wail about what a monster I was, how I would never have a career because of my gross skin. I couldn't pass a mirror with out thinking about how hideous my skin was and how I wished I was someone else, someone with perfect skin."
   },
   "author": {
    "text": "Stephanie Beatriz"
   }
  },
  {
   "quote": {
    "text": "The tea party movement sprung from plain old disenchantment, disappointment, and outright anger at being fleeced by a government who mistook their primary job as being 'spend cash mon-nay' rather than execute the Constitution."
   },
   "author": {
    "text": "Dana Loesch"
   }
  },
  {
   "quote": {
    "text": "God's love-eye does not see essentially into the wicked rebellious apostate soul; neither also into the devil, but his anger-eye sees thereinto; that is, God, according to the property of the anger or fire of wrath, sees in the devil, and in the false soul."
   },
   "author": {
    "text": "Jakob Bohme"
   }
  },
  {
   "quote": {
    "text": "We are children of the eternity: But this world is an out-birth out of the eternal; and its palpability taketh its original in the anger; the eternal nature is its root."
   },
   "author": {
    "text": "Jakob Bohme"
   }
  },
  {
   "quote": {
    "text": "The death of Garang has unfortunately unleashed emotions of anger; some genuine, others cultivated by elements who wanted to pit one group of Sudanese against another."
   },
   "author": {
    "text": "Salva Kiir Mayardit"
   }
  },
  {
   "quote": {
    "text": "If you feel like there is going to be an emotional reaction that won't be helpful to resolve the situation, anger or other things, disarm the situation in some way, and you can use different techniques to do that."
   },
   "author": {
    "text": "Lynn Good"
   }
  },
  {
   "quote": {
    "text": "I know of no more disagreeable situation than to be left feeling generally angry without anybody in particular to be angry at."
   },
   "author": {
    "text": "Frank Moore Colby"
   }
  },
  {
   "quote": {
    "text": "Anger is one way to respond to fear. I say one way because responses are categorically multiple."
   },
   "author": {
    "text": "Mark Z. Danielewski"
   }
  },
  {
   "quote": {
    "text": "On top of trying to find my way in this business and losing my mother and trying to figure out what family meant to me and everything - 2016, there was a lot of anger from me and a lot of anger all around. I think the hardest part was to really realize that all these things, it's worth it."
   },
   "author": {
    "text": "Brian Tyree Henry"
   }
  },
  {
   "quote": {
    "text": "I've become a lot more tolerant; I think before I talk. I can take a lot now. I don't get as angry as I used to. Whenever I do, I channel my anger into my work."
   },
   "author": {
    "text": "Anurag Kashyap"
   }
  },
  {
   "quote": {
    "text": "Americans are slow to anger, but once they do get angry, they are impossible to stop."
   },
   "author": {
    "text": "Kathleen Troia McFarland"
   }
  },
  {
   "quote": {
    "text": "No one's banging down my door. People see the way I look, and they don't feel threatened, but they should watch out for me. They don't know there's a steel rod that drives me. I get ticked off, and the rage just gets me going. My motor is anger."
   },
   "author": {
    "text": "Tim Daly"
   }
  },
  {
   "quote": {
    "text": "I think I have more humour in me than anger. But those two things are great bed-fellows, performance-wise."
   },
   "author": {
    "text": "Elaine Stritch"
   }
  },
  {
   "quote": {
    "text": "Anger does not solve problems - anger only makes things worse. I go by the old saying, 'Don't make important decisions when you're angry.'"
   },
   "author": {
    "text": "Lionel Sosa"
   }
  },
  {
   "quote": {
    "text": "I think that all the anger and cynicism comes from suppressing things that we always wanted."
   },
   "author": {
    "text": "John Lee Hancock"
   }
  },
  {
   "quote": {
    "text": "It angers me when sustainability gets used as a buzz word. For 90 percent of the world, sustainability is a matter of survival."
   },
   "author": {
    "text": "Cameron Sinclair"
   }
  },
  {
   "quote": {
    "text": "For me, the interesting thing about anorexia is that you show your wound. There's no hiding it. So my anger and sense of disappointment, all the stuff I was out of touch with, became this visible rebuke to my parents."
   },
   "author": {
    "text": "Marti Noxon"
   }
  },
  {
   "quote": {
    "text": "My writing books with positive gay characters has come more out of anger than anything else: anger at not having been able to find honest, accurate books about people like myself as a teen, books that show we're as diverse as straight people and that we can lead happy, healthy, productive lives just as straight people can."
   },
   "author": {
    "text": "Nancy Garden"
   }
  },
  {
   "quote": {
    "text": "What's wrong with being angry? There's a lot of stuff to be angry about. If you're angry, anger covers pain. I don't know if you can truly deal with pain."
   },
   "author": {
    "text": "Rose McGowan"
   }
  },
  {
   "quote": {
    "text": "Anger and hate against one we love steels our hearts, but contempt or pity leaves us silent and ashamed."
   },
   "author": {
    "text": "Edgar Rice Burroughs"
   }
  },
  {
   "quote": {
    "text": "As a child growing up in San Francisco in the 1950s, I sometimes met insults when I ventured outside of Chinatown or my neighborhood. I have even been spat on and threatened with a knife. I could have let my anger fester until it became hate. However, I realized they were isolated incidents, and I simply got on with my life."
   },
   "author": {
    "text": "Laurence Yep"
   }
  },
  {
   "quote": {
    "text": "I originally wanted to embrace the imagery and forthrightness of rap music. There are some interesting, dynamic voices in rap. But I find most of it irresponsible in its overt violence and commercialization of anger. As artists, we believe we can will action through language. If that's the case, we have to take responsibility for what we say."
   },
   "author": {
    "text": "Yusef Komunyakaa"
   }
  },
  {
   "quote": {
    "text": "Through the years I have seen myself as a peaceful person, but the awareness of the anger is part of that process."
   },
   "author": {
    "text": "Yusef Komunyakaa"
   }
  },
  {
   "quote": {
    "text": "I've always turned my anger inwards towards self-destruction."
   },
   "author": {
    "text": "Mackenzie Phillips"
   }
  },
  {
   "quote": {
    "text": "On banks, I make no apology for attacking spivs and gamblers who did more harm to the British economy than Bob Crow could achieve in his wildest Trotskyite fantasies, while paying themselves outrageous bonuses underwritten by the taxpayer. There is much public anger about banks and it is well deserved."
   },
   "author": {
    "text": "Vince Cable"
   }
  },
  {
   "quote": {
    "text": "It's a very difficult thing for people to accept, seeing women act out anger on the screen. We're more accustomed to seeing men expressing rage and women crying."
   },
   "author": {
    "text": "Rebecca De Mornay"
   }
  },
  {
   "quote": {
    "text": "I vent my anger in the gym, and it calms me down."
   },
   "author": {
    "text": "Samantha Ruth Prabhu"
   }
  },
  {
   "quote": {
    "text": "Of course we need to show we are a genuine alternative to an unpopular, Conservative-led government. But we need to set ourselves a higher standard than a party offering anger like UKIP."
   },
   "author": {
    "text": "Douglas Alexander"
   }
  },
  {
   "quote": {
    "text": "The reason why I love people, and writing about them, is because they don't always respond with hate and anger. If they did I wouldn't have a story to tell. Who wants to know about someone who was brutalised and became brutal? I'm interested in the exceptions."
   },
   "author": {
    "text": "Chris Cleave"
   }
  },
  {
   "quote": {
    "text": "A hungry man is an angry one."
   },
   "author": {
    "text": "Buchi Emecheta"
   }
  },
  {
   "quote": {
    "text": "The quickest way to defuse fear or insecurity or anger is usually humor. I think comics figure that out quickly, and, once you figure it out, you think, 'Hey, if I can do this and get paid, that would be kind of cool.'"
   },
   "author": {
    "text": "Billy Gardell"
   }
  },
  {
   "quote": {
    "text": "Anger is a great force. If you control it, it can be transmuted into a power which can move the whole world."
   },
   "author": {
    "text": "William Shenstone"
   }
  },
  {
   "quote": {
    "text": "But one of the hardest things for me to do was to access anger. I could do it on stage. But when I did it on film it was hard for me. That probably has to do with the intimacy of film. And my own personal issues with expressing anger. So I had to learn how to do that."
   },
   "author": {
    "text": "Ellen Barkin"
   }
  },
  {
   "quote": {
    "text": "A little anger is a good thing if it isn't on your own behalf, if it's for others deserving of your anger, your empathy."
   },
   "author": {
    "text": "David Simon"
   }
  },
  {
   "quote": {
    "text": "Freedom of expression is tested during times of anger and conflict and enables all opinions and outraged expressions of dissent that we may not want to hear. But even for this there have to be limits."
   },
   "author": {
    "text": "Yair Lapid"
   }
  },
  {
   "quote": {
    "text": "Female rage is not often acknowledged - never mind written about - so one of the questions I'm asking is, 'Are you allowed to be this angry as you grow older as a woman?' But I'm also trying to trace where my anger came from. Who made me the person that is still so raw and angry? I think that it's empowering to ask that question."
   },
   "author": {
    "text": "Viv Albertine"
   }
  },
  {
   "quote": {
    "text": "With the second book, I didn't have an ideal reader in mind, as it developed quite out of my control, this detective novel of why am I so full of anger, why did I pick up a guitar when I was poor and uneducated."
   },
   "author": {
    "text": "Viv Albertine"
   }
  },
  {
   "quote": {
    "text": "Mum had pumped me so full of anger, I couldn't throw it off."
   },
   "author": {
    "text": "Viv Albertine"
   }
  },
  {
   "quote": {
    "text": "I'm a bit of an expert on anger, having suffered from it all through my youth, when I was both brunt and font. It's certainly the most miserable state to be in but it's also tremendously gratifying, really - rage feels justified."
   },
   "author": {
    "text": "Deborah Eisenberg"
   }
  },
  {
   "quote": {
    "text": "What's often not acknowledged about depression is how much anger is in it."
   },
   "author": {
    "text": "Margo Jefferson"
   }
  },
  {
   "quote": {
    "text": "The Clash had a unique, special relationship with Scotland. Perhaps it was something to do with the energy, anger and beauty in their music. In Scotland at that time, there was a lot of to be angry about. And a great need of some energy and beauty."
   },
   "author": {
    "text": "John Niven"
   }
  },
  {
   "quote": {
    "text": "I feel playful aggression is important for children because they have to deal with all kinds of anger and aggression in their lives."
   },
   "author": {
    "text": "Brian Sutton-Smith"
   }
  },
  {
   "quote": {
    "text": "Like the marriage contract you entered into, your divorce is a legal transaction. Treat it that way. Try not to let emotion, hurt, fear or anger dictate the circumstances of your discussions or negotiations."
   },
   "author": {
    "text": "Laura Wasser"
   }
  },
  {
   "quote": {
    "text": "I'm really busted up over this and I'm very, very sorry to those people in the audience, the blacks, the Hispanics, whites - everyone that was there that took the brunt of that anger and hate and rage and how it came through."
   },
   "author": {
    "text": "Michael Richards"
   }
  },
  {
   "quote": {
    "text": "What if you threw a protest and no one showed up? The lack of angst and anger and emotion is a big positive."
   },
   "author": {
    "text": "Jay Alan Sekulow"
   }
  },
  {
   "quote": {
    "text": "When I played a club in Salt Lake City, I complained to the crowd about the low turnout. It's always good to berate the people who paid to see you because you're upset about the people who didn't show up. It's called misplaced anger, and without it, I wouldn't have an act."
   },
   "author": {
    "text": "Andy Kindler"
   }
  },
  {
   "quote": {
    "text": "Anger about the wars isn't the only reason voters support Mr. Trump. But his willingness to say what other G.O.P. candidates won't reflects what people like most about him: his complete break with the party elite."
   },
   "author": {
    "text": "J. D. Vance"
   }
  },
  {
   "quote": {
    "text": "Of the seven deadly sins, anger has long been the one with the best box of costumes. When the guy in the next car rages at you, he's dangerous. When you rage at him, you're just. We can usually recognize the results of anger, especially in others, as destructive and evil."
   },
   "author": {
    "text": "Frederica Mathewes-Green"
   }
  },
  {
   "quote": {
    "text": "I've been in government and politics my entire career, and while I try to keep a level head and a reasonable tone in my commentary, even I can lose my head sometimes and let anger bubble over and burst out. It feels gross, looks ugly, and leaves a lasting mark."
   },
   "author": {
    "text": "Dana Perino"
   }
  },
  {
   "quote": {
    "text": "My tastes lean toward the more negative, angry and eclectic."
   },
   "author": {
    "text": "Josh Silver"
   }
  },
  {
   "quote": {
    "text": "The greatest players use anger as fuel. Michael Jordan played every night with something like road rage."
   },
   "author": {
    "text": "J. R. Moehringer"
   }
  },
  {
   "quote": {
    "text": "Books are in no hurry. An act of creation is in no hurry; it reads us, it privileges us infinitely. The notion that it is the occasion for our cleverness fills me with baffled bitterness and anger."
   },
   "author": {
    "text": "George Steiner"
   }
  },
  {
   "quote": {
    "text": "Eventually, I moved from a place of anger toward the Jews of Israel toward a place of embrace."
   },
   "author": {
    "text": "Ayman Odeh"
   }
  },
  {
   "quote": {
    "text": "A theme that has always interested me is how women express anger, how women express violence. That is very much part of who women are, and it's so unaddressed. A vast amount of literature deals with cycles of violence about men, antiheroes. Women lack that vocabulary."
   },
   "author": {
    "text": "Gillian Flynn"
   }
  },
  {
   "quote": {
    "text": "The further away we got from 9/11, the more I wanted to find some way to recover. I wanted to talk about the more anonymous corners of the city, because I think it's very important that not all of that anger was turned to revenge."
   },
   "author": {
    "text": "Colum McCann"
   }
  },
  {
   "quote": {
    "text": "I usually get all my stress and anger out at the gym. But when I get out, I'm kind of a pleasant person - really."
   },
   "author": {
    "text": "Natalie Martinez"
   }
  },
  {
   "quote": {
    "text": "When anger rushes unrestrained to action, like a hot steed, it stumbles on its way. The man of thought strikes deepest and strikes safely."
   },
   "author": {
    "text": "Richard Savage"
   }
  },
  {
   "quote": {
    "text": "I believe anger is a wasted emotion, and I don't like to waste emotions."
   },
   "author": {
    "text": "Jim Webb"
   }
  },
  {
   "quote": {
    "text": "So many women keep their anger inside and let it build until they explode and then people blow them off again."
   },
   "author": {
    "text": "Rosalind Wiseman"
   }
  },
  {
   "quote": {
    "text": "Another night, I dreamed I saw my father sweeping out the barn floor clean, and would not suffer the wheat to be brought in the barn. He appeared to me to be in anger."
   },
   "author": {
    "text": "Joanna Southcott"
   }
  },
  {
   "quote": {
    "text": "I wasn't a very academic kid, and music was the way for all that feeling and angst and sex and love and anger to be channelled."
   },
   "author": {
    "text": "Dave Davies"
   }
  },
  {
   "quote": {
    "text": "When liberals dismiss all Trump supporters as racists, this only fuels their anger."
   },
   "author": {
    "text": "Stephanie Coontz"
   }
  },
  {
   "quote": {
    "text": "Violence was very much a part of my mother's upbringing - a little less so with my father's, but my father was an angry man when he was young. He was angry and frustrated and had no idea how to channel anger."
   },
   "author": {
    "text": "Rodney Crowell"
   }
  },
  {
   "quote": {
    "text": "Because society would rather we always wore a pretty face, women have been trained to cut off anger."
   },
   "author": {
    "text": "Nancy Friday"
   }
  },
  {
   "quote": {
    "text": "Shock, confusion, fear, anger, grief, and defiance. On Sept. 11, 2001, and for the three days following the worst terrorist attack on U.S. soil, President George W. Bush led with raw emotion that reflected the public's whipsawing stages of acceptance."
   },
   "author": {
    "text": "Ron Fournier"
   }
  },
  {
   "quote": {
    "text": "There aren't very many good models of feminine rage - and the ones that we remember are ones where women take that anger internally and implode themselves in a real way, like Anna Karenina or Emma Bovary."
   },
   "author": {
    "text": "Lauren Groff"
   }
  },
  {
   "quote": {
    "text": "When you started looking at the life of Tolstoy, there was so much passion and anger and drama surrounding him."
   },
   "author": {
    "text": "Elif Batuman"
   }
  },
  {
   "quote": {
    "text": "I want to understand the anger in the world."
   },
   "author": {
    "text": "John Tiffany"
   }
  },
  {
   "quote": {
    "text": "People communicate anger of course through facial expressions, but in voice, there's a wider spectrum, like cold anger and hot anger and frustration and annoyance, and that entire spectrum is a lot clearer in the voice channel."
   },
   "author": {
    "text": "Rana el Kaliouby"
   }
  },
  {
   "quote": {
    "text": "I'm not 17 anymore. I still have some of the same sort of anger, but I have a sense of humor about it... a sense of being constructive with that anger."
   },
   "author": {
    "text": "Dave Pirner"
   }
  },
  {
   "quote": {
    "text": "A wonderful emotion to get things moving when one is stuck is anger. It was anger more than anything else that had set me off, roused me into productivity and creativity."
   },
   "author": {
    "text": "Mary Garden"
   }
  },
  {
   "quote": {
    "text": "Every progressive movement has been built on the anger, needs, and aspirations of the emerging major class."
   },
   "author": {
    "text": "Guy Standing"
   }
  },
  {
   "quote": {
    "text": "When I grew up, in the time of 'Look Back in Anger,' the theatre was very exciting, a place where you felt that social comment could lead to social change."
   },
   "author": {
    "text": "Tim Pigott-Smith"
   }
  },
  {
   "quote": {
    "text": "I don't think I could play a character that I couldn't relate to somehow. I'm not unfamiliar with frustration, anger, shame, helplessness and a load of other emotions that make up our psycho-soup. I try to focus on that frustration, that sense of unfairness, and multiply it."
   },
   "author": {
    "text": "Terry O'Quinn"
   }
  },
  {
   "quote": {
    "text": "Being an activist is about getting things done. It's not about standing around shaking your fist in anger."
   },
   "author": {
    "text": "Christine Quinn"
   }
  },
  {
   "quote": {
    "text": "My biggest influence is rap. It spoke to me, probably because of my upbringing in Christiania. You listen to 'The Chronic' and you can hear that anger and frustration."
   },
   "author": {
    "text": "Lukas Forchhammer"
   }
  },
  {
   "quote": {
    "text": "When you get frisked by the police at the age of 10, and they empty your schoolbag out in the street and kick your books around and calling you names because of where you live, you just get an anger towards everyone who is outside of your neighborhood."
   },
   "author": {
    "text": "Lukas Forchhammer"
   }
  },
  {
   "quote": {
    "text": "I think anger of any kind is valuable. It's all about learning how to channel it. The worst thing we can do is get bored or complacent or worse - suppress our anger and then see it burst forth in unhealthy ways."
   },
   "author": {
    "text": "Kameron Hurley"
   }
  },
  {
   "quote": {
    "text": "Back in those early days when I began my apprenticeship as a poet, I also tried to voice our anger, spirit of defiance and resistance in a Jamaican poetic idiom."
   },
   "author": {
    "text": "Linton Kwesi Johnson"
   }
  },
  {
   "quote": {
    "text": "Efforts following 9/11 were important. They set a tone. They reminded those who might be tempted to take out their anger on an entire community that such actions were wrong."
   },
   "author": {
    "text": "Alexander Acosta"
   }
  },
  {
   "quote": {
    "text": "Once in a while, I still witness occasionally sexist behavior and comments from men (which experience has taught me you should always deflect with humour rather than anger). Old habits die hard, after all, and it's unrealistic to expect dinosaurs to fall silent overnight."
   },
   "author": {
    "text": "Maelle Gavet"
   }
  },
  {
   "quote": {
    "text": "As the plane got closer to Miami, I had this terrible feeling he was dying. Maybe he was telling me that he was going. I felt anger, panic, despair and helplessness."
   },
   "author": {
    "text": "Robin Gibb"
   }
  },
  {
   "quote": {
    "text": "You can make poems out of anger as well as tenderness. You can make poetry out of anything. It can be the ugliest of emotions. It doesn't have to be sweetness and light."
   },
   "author": {
    "text": "Tony Harrison"
   }
  },
  {
   "quote": {
    "text": "Acting in anger and hatred throughout my life, I frequently precipitated what I feared most, the loss of friendships and the need to rely upon the very people I'd abused."
   },
   "author": {
    "text": "Luke Ford"
   }
  },
  {
   "quote": {
    "text": "I feel like we sometimes let our emotions and anger get in the way."
   },
   "author": {
    "text": "Trevor Jackson"
   }
  },
  {
   "quote": {
    "text": "Anger becomes limiting, restricting. You can't see through it. While anger is there, look at that, too. But after a while, you have to look at something else."
   },
   "author": {
    "text": "Thylias Moss"
   }
  },
  {
   "quote": {
    "text": "I find rage to be the scariest emotion as an actor, for me personally, to tap into. I don't like anger, and I don't like conflict particularly in my life. I like everybody to be nice and things to be easy."
   },
   "author": {
    "text": "Amy Landecker"
   }
  },
  {
   "quote": {
    "text": "I've written for the last 15 years on TV shows, but now I'm doing the new Charlie Sheen program, 'Anger Management.'"
   },
   "author": {
    "text": "Brian Posehn"
   }
  },
  {
   "quote": {
    "text": "It's interesting when you're in your thirties and you're not the same pretty boy that you were when you were 21. I think people's anger at themselves getting older is projected on to you because you become a symbol of that."
   },
   "author": {
    "text": "Rupert Graves"
   }
  },
  {
   "quote": {
    "text": "I was a confused young girl with so much tragedy. Sometimes when you're going through stuff, the last person you're thinking exists is God. I mean, it was my confusion, the anger that was in my heart, all that drama. But thank God I know God now, okay?"
   },
   "author": {
    "text": "Tasha Smith"
   }
  },
  {
   "quote": {
    "text": "Contrary to what some believe, taking all reasonable and feasible precautions to protect civilians - and mitigating the resulting anger when we harm them - does not need to impede military operations."
   },
   "author": {
    "text": "Patrick Leahy"
   }
  },
  {
   "quote": {
    "text": "I suppose there's an anger in all of us. Some hidden rage that you keep at bay."
   },
   "author": {
    "text": "Dominic Cooper"
   }
  },
  {
   "quote": {
    "text": "There is a real sense of anger among many people who are married that the government, any government, thinks it has the ability to change the definition of an institution like marriage."
   },
   "author": {
    "text": "Philip Hammond"
   }
  },
  {
   "quote": {
    "text": "I would say that I definitely became much more religious. They say there are no atheists in foxholes, and this stroke put me into a very deep foxhole. Yet that feeling of faith sustained me, so I have no feelings of anger or regret."
   },
   "author": {
    "text": "Mark Kirk"
   }
  },
  {
   "quote": {
    "text": "I don't hold a grudge of sheer anger at life because of my name. No, no, no. It's something unique and cool. It's just a part of who I am. I'm OK with that."
   },
   "author": {
    "text": "Tennys Sandgren"
   }
  },
  {
   "quote": {
    "text": "Now that I'm acting, I've realized that I don't have a lot of barriers. Certain actors have a hard time with anger or with joy or with whatever, and, I don't know, I don't seem to have those barriers."
   },
   "author": {
    "text": "Jay Duplass"
   }
  },
  {
   "quote": {
    "text": "I think that crying is a way women and men express frustration, anger, or passion. And we should not feel compelled to mute those emotions."
   },
   "author": {
    "text": "Jennifer Palmieri"
   }
  },
  {
   "quote": {
    "text": "I'm generally quite an angry person, and I like to channel my anger toward something creative."
   },
   "author": {
    "text": "Sharmeen Obaid-Chinoy"
   }
  },
  {
   "quote": {
    "text": "Sometimes, I have played something that psychologically sticks with me, that's opposite of where I am. I guess I have a lot of anger in me."
   },
   "author": {
    "text": "W. Earl Brown"
   }
  },
  {
   "quote": {
    "text": "A certain amount of anger doesn't make us less empathetic, less humane, less loving. It just makes us real."
   },
   "author": {
    "text": "Lindsay Duncan"
   }
  },
  {
   "quote": {
    "text": "I guess lyrically they're similar because they're talking about escaping the kind of misery that likes company. 'The Last One Alive,' for me, is very simple. It's just about alienation, really, that causes anger."
   },
   "author": {
    "text": "Jon Crosby"
   }
  },
  {
   "quote": {
    "text": "Always, for me, when I am dealing with subjects related to my country that are very emotional, I have to find the right tone and distance because, obviously, I start with anger, asking 'why that happened' and 'why it is still happening.' I work to rise above my personal anger but still stay connected to my emotions. That's a big challenge."
   },
   "author": {
    "text": "Jasmila Zbanic"
   }
  },
  {
   "quote": {
    "text": "Always write angry letters to your enemies. Never mail them."
   },
   "author": {
    "text": "James Fallows"
   }
  },
  {
   "quote": {
    "text": "Being told about the effects of climate change is an appeal to our reason and to our desire to bring about change. But to see that Africans are the hardest hit by climate change, even though they generate almost no greenhouse gas, is a glaring injustice, which also triggers anger and outrage over those who seek to ignore it."
   },
   "author": {
    "text": "Sigmar Gabriel"
   }
  },
  {
   "quote": {
    "text": "Bosnia is under my skin. It's the place you cannot leave behind. I was obsessed by the nightmare of it all; there was this sense of guilt, and an anger that has become something much deeper over these last years."
   },
   "author": {
    "text": "Paddy Ashdown"
   }
  },
  {
   "quote": {
    "text": "I do play football no-holds-barred. Any edge I can get, I'll take. I'd grab a face mask only in a fit of anger. Uncontrolled anger is damn near insane."
   },
   "author": {
    "text": "Joe Greene"
   }
  },
  {
   "quote": {
    "text": "If either player abandon the game by quitting the table in anger, or in an otherwise offensive manner; or by momentarily resigning the game; or refuses to abide by the decision of the Umpire, the game must be scored against him."
   },
   "author": {
    "text": "Howard Staunton"
   }
  },
  {
   "quote": {
    "text": "That feeds anger, and I mean when we went and at last thank heavens got towards peace in Northern Ireland we went for justice within Northern Ireland as well as using security well, as well as a political settlement, but surely that is the lesson."
   },
   "author": {
    "text": "Clare Short"
   }
  },
  {
   "quote": {
    "text": "And we know there has been horrendous loss of life and suffering and we know that there is anger. Anyone who came anywhere near the general election in constituencies with a substantial Muslim population knows that."
   },
   "author": {
    "text": "Clare Short"
   }
  },
  {
   "quote": {
    "text": "I like people and get along, and I'm afraid to express my anger and my rage."
   },
   "author": {
    "text": "Fisher Stevens"
   }
  },
  {
   "quote": {
    "text": "I also had to work through the violation of my date rape, my unhealthy relationships with men, my anger toward the people involved in the scandal, and those who exploited me afterwards."
   },
   "author": {
    "text": "Donna Rice"
   }
  },
  {
   "quote": {
    "text": "If you're an actor, and you're selfish and not strong, it's difficult to maintain a good personal life or a solid career, and I was selfish and had a lot of anger that went way back."
   },
   "author": {
    "text": "Seymour Cassel"
   }
  },
  {
   "quote": {
    "text": "I went to anything that was on at the Lyceum in Edinburgh. I was quite geeky. There was a production of 'Look Back in Anger' with David Tennant and Kelly Reilly in it, and it blew me away. I still think about it and look back on it as the moment where I decided, 'I want to do that.'"
   },
   "author": {
    "text": "Chloe Pirrie"
   }
  },
  {
   "quote": {
    "text": "My hope is that out of all the anger and seeming hostility that we hear in some of today's music will come some sort of coalition that will become politically involved."
   },
   "author": {
    "text": "Roberta Flack"
   }
  },
  {
   "quote": {
    "text": "In between shooting for 'Awake,' I was attempting to have my own pilot season. The audition for 'Anger Management' actually came during a week that I was already testing for a couple other shows and we weren't really letting any other shows into the mix."
   },
   "author": {
    "text": "Daniela Bobadilla"
   }
  },
  {
   "quote": {
    "text": "On 'Awake,' we would take a couple hours per scene. Whereas on 'Anger Management,' we can take maybe 10 minutes on a scene if we're lucky."
   },
   "author": {
    "text": "Daniela Bobadilla"
   }
  },
  {
   "quote": {
    "text": "I get really angry when I get hungry. If you don't feed me, I won't talk to you. That's when my anger issues come out."
   },
   "author": {
    "text": "Daniela Bobadilla"
   }
  },
  {
   "quote": {
    "text": "I feel like everything comes into your life for a reason. With 'Awake,' I got to do a drama, and with 'Anger Management,' that's my comedy."
   },
   "author": {
    "text": "Daniela Bobadilla"
   }
  },
  {
   "quote": {
    "text": "I was shocked at the anger toward me."
   },
   "author": {
    "text": "Bernadine Dohrn"
   }
  },
  {
   "quote": {
    "text": "I think it's a pity for him that my father didn't have the pleasure of seeing me grow up. I think he missed out on something. But it doesn't matter. It's boring. I don't have any anger about it."
   },
   "author": {
    "text": "Claude Picasso"
   }
  },
  {
   "quote": {
    "text": "It's something that black men still go through to this day, which is women clutching their purses, hitting the lock button on store, or just basic attitudes. And even as a U.S. congressman, as a black man, it is very, very frustrating, and you build up an internal anger about it that you can't act on."
   },
   "author": {
    "text": "Cedric Richmond"
   }
  },
  {
   "quote": {
    "text": "Insurgents have capitalized on popular resentment and anger towards the United States and the Iraqi government to build their own political, financial and military support, and the faith of Iraqi citizens in their new government has been severely undermined."
   },
   "author": {
    "text": "Tom Lantos"
   }
  },
  {
   "quote": {
    "text": "Golf courses are beautiful, it's good for the soul and it gets out the anger... well, if you don't care about the score then you won't have a heart attack."
   },
   "author": {
    "text": "Matthew Goode"
   }
  },
  {
   "quote": {
    "text": "We suffered a terrible blow on 11 September 2001. We responded with fear and anger. A fight-or-flight response is adaptive in any species. For us, given our power, fight was the only response we could imagine."
   },
   "author": {
    "text": "Yochai Benkler"
   }
  },
  {
   "quote": {
    "text": "I may have been the only candidate in America who failed to ride the wave of anti-establishment anger to victory."
   },
   "author": {
    "text": "Mickey Kaus"
   }
  },
  {
   "quote": {
    "text": "Successful prime-time television of any genre produces some kind of emotional reaction in the viewers. There are a lot of different emotions to tap into. The emotion of the reward of discovery, the feeling of righteous anger, the feelings of pathos and sadness, or sentimentality of being moved by something."
   },
   "author": {
    "text": "Chris Hayes"
   }
  },
  {
   "quote": {
    "text": "The anger that Uncle Junior has comes from my background. My father was the son of an Italian immigrant, and I've seen the fire of the Italian temperament. It can be explosive sometimes in ways that are both funny and tragic."
   },
   "author": {
    "text": "Dominic Chianese"
   }
  },
  {
   "quote": {
    "text": "The American people are smart. They've gotten sick of the predictable hyperpartisan talking points and canned anger."
   },
   "author": {
    "text": "John Avlon"
   }
  },
  {
   "quote": {
    "text": "The forces that have worked hard to stoke populist anger against reform are the very ones that benefit from a health system which puts profits ahead of quality care for its patients."
   },
   "author": {
    "text": "Jerrold Nadler"
   }
  },
  {
   "quote": {
    "text": "It absolutely helped - to write the father in both 'Juicy' and 'Beasts,' I had to see the whole story from his point of view. All of a sudden I understood more of what my own father must be going through - the fear, the frustration, the anger... the hope that he'll leave a legacy."
   },
   "author": {
    "text": "Lucy Alibar"
   }
  },
  {
   "quote": {
    "text": "Sometimes with anger you can be much more dangerous than with skill."
   },
   "author": {
    "text": "Mathieu Amalric"
   }
  },
  {
   "quote": {
    "text": "If somebody honks a horn in Cleveland, they're saying 'Hi.' It's so rare to be honked at in anger. When we have merging traffic, we just interweave. There's real courtesy."
   },
   "author": {
    "text": "Mary Doria Russell"
   }
  },
  {
   "quote": {
    "text": "Us investigators who went out into the field were faced on occasion with a lot of anger, by people saying why has it taken you five or six year to come and see me?"
   },
   "author": {
    "text": "Tony Greig"
   }
  },
  {
   "quote": {
    "text": "I am ready to accept all accusations, allegations, anger - but I have to succeed."
   },
   "author": {
    "text": "Boris Trajkovski"
   }
  },
  {
   "quote": {
    "text": "It angers me that a timed, planned and paid smearing campaign is run against me in the press."
   },
   "author": {
    "text": "Beny Steinmetz"
   }
  },
  {
   "quote": {
    "text": "I watch a lot of teen TV and read a lot of YA novels. I also talk to teens whenever I can. There are cultural differences between when I was a teen and now, but emotions - anger, angst, love - are the same."
   },
   "author": {
    "text": "Sarah Mlynowski"
   }
  },
  {
   "quote": {
    "text": "An angry player can't argue with the back of an umpire who is walking away."
   },
   "author": {
    "text": "Bill Klem"
   }
  },
  {
   "quote": {
    "text": "With Stacy, it was interesting because you know he was within all this chaos, all these different lives that were so broken and so much anger and so much frustration and their skating came out of that, their different styles came out of that."
   },
   "author": {
    "text": "John Robinson"
   }
  },
  {
   "quote": {
    "text": "Verbally, I'm quite fast on my feet. I could embarrass or anger most people if I wanted to."
   },
   "author": {
    "text": "Andrew Marr"
   }
  },
  {
   "quote": {
    "text": "The Eyemo was heavy and could be noisy. Once, I was in an auditorium filming a speech made by Goebbels when, suddenly, it decided to emit a huge snarling sound. Goebbels froze, and hundreds of uniformed Brownshirts turned and glared at me in anger. It was not a comfortable moment."
   },
   "author": {
    "text": "Douglas Slocombe"
   }
  },
  {
   "quote": {
    "text": "The poor monkey, quietly seated on the ground, seemed to be in sore trouble at this display of anger."
   },
   "author": {
    "text": "Henry Walter Bates"
   }
  },
  {
   "quote": {
    "text": "It is only with burning anger that we can speak of this attack by counter-revolutionary reactionary elements against the capital of our country, against our people's democratic order and the power of the working class."
   },
   "author": {
    "text": "Janos Kadar"
   }
  },
  {
   "quote": {
    "text": "Fear generates anger, and fear generates violence, and those were part of what built the Saudi state."
   },
   "author": {
    "text": "Robert Lacey"
   }
  },
  {
   "quote": {
    "text": "There's a reason why anger, fear, and hatred are paths to the dark side: they all spring from a single source - the same source as a certain flavor of love. A dangerously sweet, addictive flavor."
   },
   "author": {
    "text": "Matthew Stover"
   }
  },
  {
   "quote": {
    "text": "Our humor turns our anger into a fine art."
   },
   "author": {
    "text": "Mary Kay Blakely"
   }
  },
  {
   "quote": {
    "text": "The anger in the Brigade against those who fought the Republic in the rear was sharpened by reports of weapons, even tanks, being kept from the front and hidden for treacherous purposes."
   },
   "author": {
    "text": "Bill Alexander"
   }
  },
  {
   "quote": {
    "text": "Expressing anger is a form of public littering."
   },
   "author": {
    "text": "Willard Gaylin"
   }
  },
  {
   "quote": {
    "text": "In the heat of our campaigns, we have all become accustomed to a little anger and exaggeration. Yet, on the whole, our political process has served us well."
   },
   "author": {
    "text": "Edmund S. Muskie"
   }
  },
  {
   "quote": {
    "text": "I know I should feel anger at my father for certain things. But since he died when I was 11, I never got to that point."
   },
   "author": {
    "text": "Nathaniel Kahn"
   }
  },
  {
   "quote": {
    "text": "My father was my hero, and he died when I was 11. So, I really never experienced the kind of natural teenage rebellion or the anger at him. I never experienced those feelings as a young person."
   },
   "author": {
    "text": "Nathaniel Kahn"
   }
  },
  {
   "quote": {
    "text": "I grew up here, and it's always been a very diverse community. So for people to come out and say that there's some long-standing anger or there's a history of racial tension is absolutely ridiculous. There's not a black-white divide in Ferguson."
   },
   "author": {
    "text": "James Knowles III"
   }
  },
  {
   "quote": {
    "text": "The anger and the brutality against everything can readily from one hour to the next be transformed into its opposite."
   },
   "author": {
    "text": "Thomas Bernhard"
   }
  },
  {
   "quote": {
    "text": "There's a difference between an outburst of spontaneous anger, which doesn't have a political objective, and a more measured response that we saw in the Occupy Wall Street movement."
   },
   "author": {
    "text": "David Harvey"
   }
  },
  {
   "quote": {
    "text": "I think, often, when you are in just a lot of pain, it comes out as anger."
   },
   "author": {
    "text": "Nell Hudson"
   }
  },
  {
   "quote": {
    "text": "With Thobbing Gristle, that era from '75 to '81 was a period when the politics of the time demanded anger and rage."
   },
   "author": {
    "text": "Genesis P-Orridge"
   }
  },
  {
   "quote": {
    "text": "I don't know if it's a male thing, but a lot of our emotions end up manifesting themselves in the form of anger."
   },
   "author": {
    "text": "Sami Zayn"
   }
  },
  {
   "quote": {
    "text": "My mom was funny and nutty. I suppose she had to be to survive raising 10 kids. To cope and keep a cap on things, she kept us buoyant and harmonious. She wouldn't let us express anger, which later on landed me in therapy but also made it easier for me to play laid-back, measured roles."
   },
   "author": {
    "text": "Tony Shalhoub"
   }
  },
  {
   "quote": {
    "text": "I've been on investigations where a spirit is channeling through me, and I have extreme changes in my emotions - anger, sadness, confusion. Then I begin seeing visions that are not mine. They are theirs. There is no trace of time. My body goes stiff, numb, cold. Then, when the spirit leaves, I can barely stand and speak."
   },
   "author": {
    "text": "Zak Bagans"
   }
  },
  {
   "quote": {
    "text": "People don't accredit Killer Mike and El-P with having the humanity that we do. They don't understand that the darkness and the anger that we rap about comes from a place of love, care, and concern."
   },
   "author": {
    "text": "Killer Mike"
   }
  },
  {
   "quote": {
    "text": "You don't have to say something directly to affect someone. You can make a piece of music without words that can capture a feeling of tragedy or struggle or anger or triumph. It's the translation of the human experience into another form."
   },
   "author": {
    "text": "El-P"
   }
  },
  {
   "quote": {
    "text": "If you're going to make a film about rage in 2018, 2017... If you're going to make a film about revenge and anger, I feel like that has to be a film about women. I don't really want to watch a film about angry men. I've seen way too many of those."
   },
   "author": {
    "text": "Hari Nef"
   }
  },
  {
   "quote": {
    "text": "Some people can vent their anger, take a breath, and let it go, but I wasn't one of them."
   },
   "author": {
    "text": "Paul Allen"
   }
  },
  {
   "quote": {
    "text": "In baseball, you have to remain calm, cool, and collected. In football, you can let out a little anger sometimes. It was a fun game, and I liked it, but I knew in my heart I was going to play baseball."
   },
   "author": {
    "text": "Aaron Judge"
   }
  },
  {
   "quote": {
    "text": "At times, our collective anger seems a worthwhile thing - it has a weight and shape and force we couldn't achieve as individuals - but at other times, I can't help wondering how much it really accomplishes, if in some ways it might even impede us in our attempts to be more thoughtful, 'enlightened' human beings."
   },
   "author": {
    "text": "Kim Brooks"
   }
  }
 ]
}
