{
 "ArtQuotes": [
  {
   "quote": {
    "text": "Life is the art of drawing without an eraser."
   },
   "author": {
    "text": "John W. Gardner"
   }
  },
  {
   "quote": {
    "text": "I have seen many storms in my life. Most storms have caught me by surprise, so I had to learn very quickly to look further and understand that I am not capable of controlling the weather, to exercise the art of patience and to respect the fury of nature."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "The art of communication is the language of leadership."
   },
   "author": {
    "text": "James Humes"
   }
  },
  {
   "quote": {
    "text": "Be true to yourself, help others, make each day your masterpiece, make friendship a fine art, drink deeply from good books - especially the Bible, build a shelter against a rainy day, give thanks for your blessings and pray for guidance every day."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "The purpose of art is washing the dust of daily life off our souls."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "Art, freedom and creativity will change society faster than politics."
   },
   "author": {
    "text": "Victor Pinchuk"
   }
  },
  {
   "quote": {
    "text": "Love of beauty is taste. The creation of beauty is art."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "The art of a people is a true mirror to their minds."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "Youth is the gift of nature, but age is a work of art."
   },
   "author": {
    "text": "Stanislaw Jerzy Lec"
   }
  },
  {
   "quote": {
    "text": "Riding a race bike is an art - a thing that you do because you feel something inside."
   },
   "author": {
    "text": "Valentino Rossi"
   }
  },
  {
   "quote": {
    "text": "Simplicity and repose are the qualities that measure the true value of any work of art."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "The supreme art of war is to subdue the enemy without fighting."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "You must not fight too often with one enemy, or you will teach him all your art of war."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "An artist is not paid for his labor but for his vision."
   },
   "author": {
    "text": "James Whistler"
   }
  },
  {
   "quote": {
    "text": "Making money is art and working is art and good business is the best art."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "Excellence is an art won by training and habituation. We do not act rightly because we have virtue or excellence, but we rather have those because we have acted rightly. We are what we repeatedly do. Excellence, then, is not an act but a habit."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "I realize that every picture isn't a work of art."
   },
   "author": {
    "text": "Conrad Hall"
   }
  },
  {
   "quote": {
    "text": "It is the supreme art of the teacher to awaken joy in creative expression and knowledge."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "The art of medicine consists in amusing the patient while nature cures the disease."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "The true work of art is but a shadow of the divine perfection."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "The art and science of asking questions is the source of all knowledge."
   },
   "author": {
    "text": "Thomas Berger"
   }
  },
  {
   "quote": {
    "text": "Good art is art that allows you to enter it from a variety of angles and to emerge with a variety of views."
   },
   "author": {
    "text": "Mary Schmich"
   }
  },
  {
   "quote": {
    "text": "You use a glass mirror to see your face; you use works of art to see your soul."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Mathematics is the art of giving the same name to different things."
   },
   "author": {
    "text": "Henri Poincare"
   }
  },
  {
   "quote": {
    "text": "Vision is the art of seeing what is invisible to others."
   },
   "author": {
    "text": "Jonathan Swift"
   }
  },
  {
   "quote": {
    "text": "Democracy is the art and science of running the circus from the monkey cage."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Drawing is the honesty of the art. There is no possibility of cheating. It is either good or bad."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "Art depends on luck and talent."
   },
   "author": {
    "text": "Francis Ford Coppola"
   }
  },
  {
   "quote": {
    "text": "Art in Nature is rhythmic and has a horror of constraint."
   },
   "author": {
    "text": "Robert Delaunay"
   }
  },
  {
   "quote": {
    "text": "No difficulty can discourage, no obstacle dismay, no trouble dishearten the man who has acquired the art of being alive. Difficulties are but dares of fate, obstacles but hurdles to try his skill, troubles but bitter tonics to give him strength; and he rises higher and looms greater after each encounter with adversity."
   },
   "author": {
    "text": "Ella Wheeler Wilcox"
   }
  },
  {
   "quote": {
    "text": "Some painters transform the sun into a yellow spot, others transform a yellow spot into the sun."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "A picture is worth a thousand words."
   },
   "author": {
    "text": "Unknown"
   }
  },
  {
   "quote": {
    "text": "Motivation is the art of getting people to do what you want them to do because they want to do it."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "The essence of all beautiful art, all great art, is gratitude."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Architecture is a visual art, and the buildings speak for themselves."
   },
   "author": {
    "text": "Julia Morgan"
   }
  },
  {
   "quote": {
    "text": "This world is but a canvas to our imagination."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "The art of art, the glory of expression and the sunshine of the light of letters, is simplicity."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "O, thou art fairer than the evening air clad in the beauty of a thousand stars."
   },
   "author": {
    "text": "Christopher Marlowe"
   }
  },
  {
   "quote": {
    "text": "That's the magic of art and the magic of theatre: it has the power to transform an audience, an individual, or en masse, to transform them and give them an epiphanal experience that changes their life, opens their hearts and their minds and the way they think."
   },
   "author": {
    "text": "Brian Stokes Mitchell"
   }
  },
  {
   "quote": {
    "text": "No better way is there to learn to love Nature than to understand Art. It dignifies every flower of the field. And, the boy who sees the thing of beauty which a bird on the wing becomes when transferred to wood or canvas will probably not throw the customary stone."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Every production of an artist should be the expression of an adventure of his soul."
   },
   "author": {
    "text": "W. Somerset Maugham"
   }
  },
  {
   "quote": {
    "text": "Sometimes, being different feels a lot like being alone. But with that being said, being true to that and being true to my standards and my way of doing things in my art and my music, everything that has made me feel very different... in the end, it has made me the happiest."
   },
   "author": {
    "text": "Lindsey Stirling"
   }
  },
  {
   "quote": {
    "text": "Creative without strategy is called 'art.' Creative with strategy is called 'advertising.'"
   },
   "author": {
    "text": "Jef I. Richards"
   }
  },
  {
   "quote": {
    "text": "The aim of art is to represent not the outward appearance of things, but their inward significance."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Great artists suffer for the people."
   },
   "author": {
    "text": "Marvin Gaye"
   }
  },
  {
   "quote": {
    "text": "All nature is but art unknown to thee."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "The art of simplicity is a puzzle of complexity."
   },
   "author": {
    "text": "Douglas Horton"
   }
  },
  {
   "quote": {
    "text": "Medicine is a science of uncertainty and an art of probability."
   },
   "author": {
    "text": "William Osler"
   }
  },
  {
   "quote": {
    "text": "Painting is self-discovery. Every good artist paints what he is."
   },
   "author": {
    "text": "Jackson Pollock"
   }
  },
  {
   "quote": {
    "text": "Good management is the art of making problems so interesting and their solutions so constructive that everyone wants to get to work and deal with them."
   },
   "author": {
    "text": "Paul Hawken"
   }
  },
  {
   "quote": {
    "text": "Diversity: the art of thinking independently together."
   },
   "author": {
    "text": "Malcolm Forbes"
   }
  },
  {
   "quote": {
    "text": "Every human is an artist. The dream of your life is to make beautiful art."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "Every artist dips his brush in his own soul, and paints his own nature into his pictures."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "Music is an expression of individuality; it's how you see the world. All art is, for that matter. You take how you experience the world, interpret it, and send it out there - express it - whether it's sculpture, dance or singing."
   },
   "author": {
    "text": "David Sanborn"
   }
  },
  {
   "quote": {
    "text": "I just love pretty things, whether it is art, a song or a pair of shoes."
   },
   "author": {
    "text": "Rita Ora"
   }
  },
  {
   "quote": {
    "text": "It is not up to me whether I win or lose. Ultimately, this might not be my day. And it is that philosophy towards sports, something that I really truly live by. I am emotional. I want to win. I am hungry. I am a competitor. I have that fire. But deep down, I truly enjoy the art of competing so much more than the result."
   },
   "author": {
    "text": "Apolo Ohno"
   }
  },
  {
   "quote": {
    "text": "Art can never exist without naked beauty displayed."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Painting is just another way of keeping a diary."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "Without tradition, art is a flock of sheep without a shepherd. Without innovation, it is a corpse."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Wherever the art of medicine is loved, there is also a love of humanity."
   },
   "author": {
    "text": "Hippocrates"
   }
  },
  {
   "quote": {
    "text": "Do activities you're passionate about - which make your heart and soul feel perky - including things like working out, cooking, painting, writing, yoga, hiking, walking, swimming, being in nature, being around art, or reading inspiring books."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "Beauty in art is often nothing but ugliness subdued."
   },
   "author": {
    "text": "Jean Rostand"
   }
  },
  {
   "quote": {
    "text": "Technology, like art, is a soaring exercise of the human imagination."
   },
   "author": {
    "text": "Daniel Bell"
   }
  },
  {
   "quote": {
    "text": "The artist vocation is to send light into the human heart."
   },
   "author": {
    "text": "George Sand"
   }
  },
  {
   "quote": {
    "text": "Rhetoric is the art of ruling the minds of men."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Art is not a handicraft, it is the transmission of feeling the artist has experienced."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "Literature is the art of discovering something extraordinary about ordinary people, and saying with ordinary words something extraordinary."
   },
   "author": {
    "text": "Boris Pasternak"
   }
  },
  {
   "quote": {
    "text": "Diplomacy is the art of saying 'Nice doggie' until you can find a rock."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "Friendship is unnecessary, like philosophy, like art... It has no survival value; rather it is one of those things that give value to survival."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "The job of the artist is always to deepen the mystery."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "With just one polka dot, nothing can be achieved. In the universe, there is the sun, the moon, the earth, and hundreds of millions of stars. All of us live in the unfathomable mystery and infinitude of the universe. Pursuing 'philosophy of the universe' through art under such circumstances has led me to what I call 'stereotypical repetition.'"
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "I don't want to be interesting. I want to be good."
   },
   "author": {
    "text": "Ludwig Mies van der Rohe"
   }
  },
  {
   "quote": {
    "text": "Procrastination is the art of keeping up with yesterday."
   },
   "author": {
    "text": "Don Marquis"
   }
  },
  {
   "quote": {
    "text": "Next to the Word of God, the noble art of music is the greatest treasure in the world."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "The art of effective listening is essential to clear communication, and clear communication is necessary to management success."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "In art, the hand can never execute anything higher than the heart can imagine."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Personality is everything in art and poetry."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "The great art of life is sensation, to feel that we exist, even in pain."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "Furniture should always be comfortable. And always have a piece of art that you made somewhere in the home."
   },
   "author": {
    "text": "Tamara Taylor"
   }
  },
  {
   "quote": {
    "text": "Blue thou art, intensely blue; Flower, whence came thy dazzling hue?"
   },
   "author": {
    "text": "James Montgomery"
   }
  },
  {
   "quote": {
    "text": "A picture is a poem without words."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "The temple of art is built in words."
   },
   "author": {
    "text": "Josiah Gilbert Holland"
   }
  },
  {
   "quote": {
    "text": "There's an art to being a good actor, there's an art to being a celebrity, and there's an art to longevity."
   },
   "author": {
    "text": "Rocky Carroll"
   }
  },
  {
   "quote": {
    "text": "Art is the daughter of freedom."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "It's very important that we re-learn the art of resting and relaxing. Not only does it help prevent the onset of many illnesses that develop through chronic tension and worrying; it allows us to clear our minds, focus, and find creative solutions to problems."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Be true to yourself. Make each day a masterpiece. Help others. Drink deeply from good books. Make friendship a fine art. Build a shelter against a rainy day."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "The art of being happy lies in the power of extracting happiness from common things."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "I'm the type of person who far prefers a vacation filled with trips to museums and art galleries, shopping and exploring vintage flea markets, people-watching at cafes, and discovering delicious restaurants as opposed to lounging on a beach for days on end."
   },
   "author": {
    "text": "Jeffrey Bowyer-Chapman"
   }
  },
  {
   "quote": {
    "text": "I prefer drawing to talking. Drawing is faster, and leaves less room for lies."
   },
   "author": {
    "text": "Le Corbusier"
   }
  },
  {
   "quote": {
    "text": "The art of war teaches us to rely not on the likelihood of the enemy's not coming, but on our own readiness to receive him; not on the chance of his not attacking, but rather on the fact that we have made our position unassailable."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I'm in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown."
   },
   "author": {
    "text": "Cherie Lunghi"
   }
  },
  {
   "quote": {
    "text": "Art is the tree of life. Science is the tree of death."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Tact is the art of making a point without making an enemy."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "What art offers is space - a certain breathing room for the spirit."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "There's no art to find the mind's construction in the face."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "I haven't mastered the art of sitting and smiling."
   },
   "author": {
    "text": "Ashley Wagner"
   }
  },
  {
   "quote": {
    "text": "Feelings aroused by the touch of someone's hand, the sound of music, the smell of a flower, a beautiful sunset, a work of art, love, laughter, hope and faith - all work on both the unconscious and the conscious aspects of the self, and they have physiological consequences as well."
   },
   "author": {
    "text": "Bernie Siegel"
   }
  },
  {
   "quote": {
    "text": "All the art of living lies in a fine mingling of letting go and holding on."
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "The art of being wise is the art of knowing what to overlook."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "A good painting to me has always been like a friend. It keeps me company, comforts and inspires."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "Painting is easy when you don't know how, but very difficult when you do."
   },
   "author": {
    "text": "Edgar Degas"
   }
  },
  {
   "quote": {
    "text": "Politics is the art of looking for trouble, finding it everywhere, diagnosing it incorrectly and applying the wrong remedies."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "In the big picture, architecture is the art and science of making sure that our cities and buildings fit with the way we want to live our lives."
   },
   "author": {
    "text": "Bjarke Ingels"
   }
  },
  {
   "quote": {
    "text": "Inspiration comes from everywhere: books, art, people on the street. It is an interior process for me."
   },
   "author": {
    "text": "Colleen Atwood"
   }
  },
  {
   "quote": {
    "text": "In life, as in art, the beautiful moves in curves."
   },
   "author": {
    "text": "Edward G. Bulwer-Lytton"
   }
  },
  {
   "quote": {
    "text": "Advertising is the art of convincing people to spend money they don't have for something they don't need."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "The wonders of the Grand Canyon cannot be adequately represented in symbols of speech, nor by speech itself. The resources of the graphic art are taxed beyond their powers in attempting to portray its features. Language and illustration combined must fail."
   },
   "author": {
    "text": "John Wesley Powell"
   }
  },
  {
   "quote": {
    "text": "A great city, whose image dwells in the memory of man, is the type of some great idea. Rome represents conquest; Faith hovers over the towers of Jerusalem; and Athens embodies the pre-eminent quality of the antique world, Art."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Art is the imposing of a pattern on experience, and our aesthetic enjoyment is recognition of the pattern."
   },
   "author": {
    "text": "Alfred North Whitehead"
   }
  },
  {
   "quote": {
    "text": "Dolls fire our collective imagination, for better and - too often - for worse. From life-size dolls the same height as the little girls who carry them, to dolls whose long hair can 'grow' longer, to Barbie and her fashionable sisters, dolls do double duty as child's play and the focus of adult art and adult fear."
   },
   "author": {
    "text": "Ellen Datlow"
   }
  },
  {
   "quote": {
    "text": "Filmmaking, like any other art, is a very profound means of human communication; beyond the professional pleasure of succeeding or the pain of failing, you do want your film to be seen, to communicate itself to other people."
   },
   "author": {
    "text": "Kenneth Lonergan"
   }
  },
  {
   "quote": {
    "text": "The most beautiful thing we can experience is the mysterious. It is the source of all true art and science."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Telling stories with visuals is an ancient art. We've been drawing pictures on cave walls for centuries. It's like what they say about the perfect picture book. The art and the text stand alone, but together, they create something even better. Kids who need to can grab onto those graphic elements and find their way into the story."
   },
   "author": {
    "text": "Deborah Wiles"
   }
  },
  {
   "quote": {
    "text": "If you hear a voice within you say 'you cannot paint,' then by all means paint, and that voice will be silenced."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "The mother art is architecture. Without an architecture of our own we have no soul of our own civilization."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "Vulnerability is the essence of romance. It's the art of being uncalculated, the willingness to look foolish, the courage to say, 'This is me, and I'm interested in you enough to show you my flaws with the hope that you may embrace me for all that I am but, more important, all that I am not.'"
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "Nothing is art if it does not come from nature."
   },
   "author": {
    "text": "Antoni Gaudi"
   }
  },
  {
   "quote": {
    "text": "I consider skateboarding an art form, a lifestyle and a sport. 'Action sport' would be the least offensive categorization."
   },
   "author": {
    "text": "Tony Hawk"
   }
  },
  {
   "quote": {
    "text": "Cooking is an art form, a creative thing."
   },
   "author": {
    "text": "Clarence Clemons"
   }
  },
  {
   "quote": {
    "text": "I always like to see if the art across the street is better than mine."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "Simplicity is natures first step, and the last of art."
   },
   "author": {
    "text": "Philip James Bailey"
   }
  },
  {
   "quote": {
    "text": "Be slow to fall into friendship; but when thou art in, continue firm and constant."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "Rhetoric may be defined as the faculty of observing in any given case the available means of persuasion. This is not a function of any other art."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Where there is no human connection, there is no compassion. Without compassion, then community, commitment, loving-kindness, human understanding, and peace all shrivel. Individuals become isolated, the isolated turn cruel, and the tragic hovers in the forms of domestic and civil violence. Art and literature are antidotes to that."
   },
   "author": {
    "text": "Susan Vreeland"
   }
  },
  {
   "quote": {
    "text": "I regard the theatre as the greatest of all art forms, the most immediate way in which a human being can share with another the sense of what it is to be a human being."
   },
   "author": {
    "text": "Thornton Wilder"
   }
  },
  {
   "quote": {
    "text": "Color is my day-long obsession, joy and torment."
   },
   "author": {
    "text": "Claude Monet"
   }
  },
  {
   "quote": {
    "text": "I love playing with makeup. Makeup has become a thing where it's an art form. It's not a thing where you use it because you need to feel beautiful or because you don't like the way you look."
   },
   "author": {
    "text": "Zendaya"
   }
  },
  {
   "quote": {
    "text": "A guilty conscience needs to confess. A work of art is a confession."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "I like to change. A new lamp, a piece of art, can transform a room."
   },
   "author": {
    "text": "Madonna Ciccone"
   }
  },
  {
   "quote": {
    "text": "Only in art will the lion lie down with the lamb, and the rose grow without thorn."
   },
   "author": {
    "text": "Martin Amis"
   }
  },
  {
   "quote": {
    "text": "Pop Art looks out into the world. It doesn't look like a painting of something, it looks like the thing itself."
   },
   "author": {
    "text": "Roy Lichtenstein"
   }
  },
  {
   "quote": {
    "text": "Theatre is the art form of the present: it exists only in the present, and then it's gone."
   },
   "author": {
    "text": "Simon McBurney"
   }
  },
  {
   "quote": {
    "text": "The artist must create a spark before he can make a fire and before art is born, the artist must be ready to be consumed by the fire of his own creation."
   },
   "author": {
    "text": "Auguste Rodin"
   }
  },
  {
   "quote": {
    "text": "Art requires philosophy, just as philosophy requires art. Otherwise, what would become of beauty?"
   },
   "author": {
    "text": "Paul Gauguin"
   }
  },
  {
   "quote": {
    "text": "You don't take a photograph, you make it."
   },
   "author": {
    "text": "Ansel Adams"
   }
  },
  {
   "quote": {
    "text": "The human foot is a masterpiece of engineering and a work of art."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "The artist is a receptacle for emotions that come from all over the place: from the sky, from the earth, from a scrap of paper, from a passing shape, from a spider's web."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "The art of teaching is the art of assisting discovery."
   },
   "author": {
    "text": "Mark Van Doren"
   }
  },
  {
   "quote": {
    "text": "Photography takes an instant out of time, altering life by holding it still."
   },
   "author": {
    "text": "Dorothea Lange"
   }
  },
  {
   "quote": {
    "text": "You can't do sketches enough. Sketch everything and keep your curiosity fresh."
   },
   "author": {
    "text": "John Singer Sargent"
   }
  },
  {
   "quote": {
    "text": "The arts are not a way to make a living. They are a very human way of making life more bearable. Practicing an art, no matter how well or badly, is a way to make your soul grow, for heaven's sake."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "Medicine is not only a science; it is also an art. It does not consist of compounding pills and plasters; it deals with the very processes of life, which must be understood before they may be guided."
   },
   "author": {
    "text": "Paracelsus"
   }
  },
  {
   "quote": {
    "text": "There's design, and there's art. Good design is total harmony. There's no better designer than nature - if you look at a branch or a leaf, it's perfect. It's all function. Art is different. It's about emotion. It's about suffering and beauty - but mostly suffering!"
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "Were I called on to define, very briefly, the term Art, I should call it 'the reproduction of what the Senses perceive in Nature through the veil of the soul.' The mere imitation, however accurate, of what is in Nature, entitles no man to the sacred name of 'Artist.'"
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "Art! Who comprehends her? With whom can one consult concerning this great goddess?"
   },
   "author": {
    "text": "Ludwig van Beethoven"
   }
  },
  {
   "quote": {
    "text": "Making sushi is an art, and experience is everything."
   },
   "author": {
    "text": "Nobu Matsuhisa"
   }
  },
  {
   "quote": {
    "text": "People discuss my art and pretend to understand as if it were necessary to understand, when it's simply necessary to love."
   },
   "author": {
    "text": "Claude Monet"
   }
  },
  {
   "quote": {
    "text": "A lot of cinematography is intuition. It's an art, not a formula."
   },
   "author": {
    "text": "Reed Morano"
   }
  },
  {
   "quote": {
    "text": "Where the spirit does not work with the hand, there is no art."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "The art of writing is the art of discovering what you believe."
   },
   "author": {
    "text": "Gustave Flaubert"
   }
  },
  {
   "quote": {
    "text": "I found I could say things with color and shapes that I couldn't say any other way - things I had no words for."
   },
   "author": {
    "text": "Georgia O'Keeffe"
   }
  },
  {
   "quote": {
    "text": "A beautiful lady is an accident of nature. A beautiful old lady is a work of art."
   },
   "author": {
    "text": "Louis Nizer"
   }
  },
  {
   "quote": {
    "text": "I've come to understand that art is awesome and beautiful because it's a reflection of life - but it's just a reflection, and the real thing is my daughter."
   },
   "author": {
    "text": "Chance The Rapper"
   }
  },
  {
   "quote": {
    "text": "My shadow in my art is one way I trace who I was and where I have been. My shadow and I have been on a journey for quite a while now!"
   },
   "author": {
    "text": "Angela Cartwright"
   }
  },
  {
   "quote": {
    "text": "Envy is the art of counting the other fellow's blessings instead of your own."
   },
   "author": {
    "text": "Harold Coffin"
   }
  },
  {
   "quote": {
    "text": "I am a poor man and of little worth, who is laboring in that art that God has given me in order to extend my life as long as possible."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "Architecture is basically the design of interiors, the art of organizing interior space."
   },
   "author": {
    "text": "Philip Johnson"
   }
  },
  {
   "quote": {
    "text": "A beautiful body perishes, but a work of art dies not."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "There is nothing in the world of art like the songs mother used to sing."
   },
   "author": {
    "text": "Billy Sunday"
   }
  },
  {
   "quote": {
    "text": "Animation is not the art of drawings that move but the art of movements that are drawn."
   },
   "author": {
    "text": "Norman McLaren"
   }
  },
  {
   "quote": {
    "text": "Every painting is a voyage into a sacred harbour."
   },
   "author": {
    "text": "Giotto di Bondone"
   }
  },
  {
   "quote": {
    "text": "In Art, man reveals himself and not his objects."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "Fine art is that in which the hand, the head, and the heart of man go together."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "The art of leadership is not to spend your time measuring, evaluating. It's all about selecting the person. And if you believe you selected the right person, then you give that person the freedom, the authority, the delegation to innovate and to lead with some very simple measure."
   },
   "author": {
    "text": "Pierre Nanterme"
   }
  },
  {
   "quote": {
    "text": "As I grew older, I realized that it was much better to insist on the genuine forms of nature, for simplicity is the greatest adornment of art."
   },
   "author": {
    "text": "Albrecht Durer"
   }
  },
  {
   "quote": {
    "text": "Nature is the art of God."
   },
   "author": {
    "text": "Dante Alighieri"
   }
  },
  {
   "quote": {
    "text": "Through a painting we can see the whole world."
   },
   "author": {
    "text": "Hans Hofmann"
   }
  },
  {
   "quote": {
    "text": "Space is the breath of art."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "Art attracts us only by what it reveals of our most secret self."
   },
   "author": {
    "text": "Alfred North Whitehead"
   }
  },
  {
   "quote": {
    "text": "Art is never finished, only abandoned."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Culture is the arts elevated to a set of beliefs."
   },
   "author": {
    "text": "Thomas Wolfe"
   }
  },
  {
   "quote": {
    "text": "If you're not trying to be real, you don't have to get it right. That's art."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "In mathematics the art of proposing a question must be held of higher value than solving it."
   },
   "author": {
    "text": "Georg Cantor"
   }
  },
  {
   "quote": {
    "text": "Every man lives in two realms: the internal and the external. The internal is that realm of spiritual ends expressed in art, literature, morals, and religion. The external is that complex of devices, techniques, mechanisms, and instrumentalities by means of which we live."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Clay can be dirt in the wrong hands, but clay can be art in the right hands."
   },
   "author": {
    "text": "Lupita Nyong'o"
   }
  },
  {
   "quote": {
    "text": "What I dream of is an art of balance, of purity and serenity devoid of troubling or depressing subject matter - a soothing, calming influence on the mind, rather like a good armchair which provides relaxation from physical fatigue."
   },
   "author": {
    "text": "Henri Matisse"
   }
  },
  {
   "quote": {
    "text": "A museum is a spiritual place. People lower their voices when they get close to art."
   },
   "author": {
    "text": "Mario Botta"
   }
  },
  {
   "quote": {
    "text": "Art in the classroom not only spurs creativity, it also inspires learning."
   },
   "author": {
    "text": "Mickey Hart"
   }
  },
  {
   "quote": {
    "text": "A lot of country music is sad. I think most art comes out of poverty and hard times. It applies to music. Three chords and the truth - that's what a country song is. There is a lot of heartache in the world."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "Art is about building a new foundation, not just laying something on top of what's already there."
   },
   "author": {
    "text": "Prince"
   }
  },
  {
   "quote": {
    "text": "My art is an attempt to reach beyond the surface appearance. I want to see growth in wood, time in stone, nature in a city, and I do not mean its parks but a deeper understanding that a city is nature too-the ground upon which it is built, the stone with which it is made."
   },
   "author": {
    "text": "Andy Goldsworthy"
   }
  },
  {
   "quote": {
    "text": "Cleanliness is the scourge of art."
   },
   "author": {
    "text": "Craig Brown"
   }
  },
  {
   "quote": {
    "text": "I'm giving into my tendency to want to blur and blend the lines between art and life, and privacy and sharing."
   },
   "author": {
    "text": "Lia Ices"
   }
  },
  {
   "quote": {
    "text": "The most seductive thing about art is the personality of the artist himself."
   },
   "author": {
    "text": "Paul Cezanne"
   }
  },
  {
   "quote": {
    "text": "Art and nature shall always be wrestling until they eventually conquer one another so that the victory is the same stroke and line: that which is conquered, conquers at the same time."
   },
   "author": {
    "text": "Maria Sibylla Merian"
   }
  },
  {
   "quote": {
    "text": "The sole art that suits me is that which, rising from unrest, tends toward serenity."
   },
   "author": {
    "text": "Andre Gide"
   }
  },
  {
   "quote": {
    "text": "Technology is a compulsive and addictive way to live. Verbal communication cannot be lost because of a lack of skill. The ability to listen and learn is key to mastering the art of communication. If you don't use your verbal skills and networking, it will disappear rapidly. Use technology wisely."
   },
   "author": {
    "text": "Rick Pitino"
   }
  },
  {
   "quote": {
    "text": "All architecture is great architecture after sunset; perhaps architecture is really a nocturnal art, like the art of fireworks."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Art evokes the mystery without which the world would not exist."
   },
   "author": {
    "text": "Rene Magritte"
   }
  },
  {
   "quote": {
    "text": "Society is like a large piece of frozen water; and skating well is the great art of social life."
   },
   "author": {
    "text": "Letitia Elizabeth Landon"
   }
  },
  {
   "quote": {
    "text": "Jazz music is America's past and its potential, summed up and sanctified and accessible to anybody who learns to listen to, feel, and understand it. The music can connect us to our earlier selves and to our better selves-to-come. It can remind us of where we fit on the time line of human achievement, an ultimate value of art."
   },
   "author": {
    "text": "Wynton Marsalis"
   }
  },
  {
   "quote": {
    "text": "The way I make art - the way a lot of people make art - is as an extension of language and communication, where references are incredibly important."
   },
   "author": {
    "text": "Shepard Fairey"
   }
  },
  {
   "quote": {
    "text": "Photographing a cake can be art."
   },
   "author": {
    "text": "Irving Penn"
   }
  },
  {
   "quote": {
    "text": "The knowledge of God is the cause of things. For the knowledge of God is to all creatures what the knowledge of the artificer is to things made by his art."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "The art of motherhood involves much silent, unobtrusive self-denial, an hourly devotion which finds no detail too minute."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "The best history is but like the art of Rembrandt; it casts a vivid light on certain selected causes, on those which were best and greatest; it leaves all the rest in shadow and unseen."
   },
   "author": {
    "text": "Walter Bagehot"
   }
  },
  {
   "quote": {
    "text": "I enjoy going out by myself... always have, always will. I don't have security guards, and, for the most part, I enjoy meeting new people. I see myself as a regular guy who likes playing video games with his nieces and nephews and poker with his family. I don't have an art collection or take exotic vacations. I enjoy being at home."
   },
   "author": {
    "text": "Vince Vaughn"
   }
  },
  {
   "quote": {
    "text": "If a work of art is rich and vital and complete, those who have artistic instincts will see its beauty, and those to whom ethics appeal more strongly than aesthetics will see its moral lesson. It will fill the cowardly with terror, and the unclean will see in it their own shame."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "The true artist is not proud: he unfortunately sees that art has no limits; he feels darkly how far he is from the goal, and though he may be admired by others, he is sad not to have reached that point to which his better genius only appears as a distant, guiding sun."
   },
   "author": {
    "text": "Ludwig van Beethoven"
   }
  },
  {
   "quote": {
    "text": "To me, music is art and fashion is art, but fame? Fame isn't art, but the person you become when you're famous - your alter ego - that's art."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "Nature scarcely ever gives us the very best; for that we must have recourse to art."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "The art of living is more like wrestling than dancing."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "In art, there is no need for color; I see only light and shade. Give me a crayon, and I will paint your portrait."
   },
   "author": {
    "text": "Francisco Goya"
   }
  },
  {
   "quote": {
    "text": "Errors are not in the art but in the artificers."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "To say the word Romanticism is to say modern art - that is, intimacy, spirituality, color, aspiration towards the infinite, expressed by every means available to the arts."
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "My art is not limited to the songs I create but also to the reaction it creates. I like to sit back and look at the whole thing as if it's a tornado that I'm controlling. It's creating chaos. When you create chaos, ideas are turned upside down, and everybody looks at things in a different way."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "Music is your own experience, your own thoughts, your wisdom. If you don't live it, it won't come out of your horn. They teach you there's a boundary line to music. But, man, there's no boundary line to art."
   },
   "author": {
    "text": "Charlie Parker"
   }
  },
  {
   "quote": {
    "text": "Everyone discusses my art and pretends to understand, as if it were necessary to understand, when it is simply necessary to love."
   },
   "author": {
    "text": "Claude Monet"
   }
  },
  {
   "quote": {
    "text": "Just as pure abstract art is not dogmatic, neither is it decorative."
   },
   "author": {
    "text": "Piet Mondrian"
   }
  },
  {
   "quote": {
    "text": "I believe art is a connection, like passing on a flame."
   },
   "author": {
    "text": "Wangechi Mutu"
   }
  },
  {
   "quote": {
    "text": "Venice is the perfect place for a phase of art to die. No other city on earth embraces entropy quite like this magical floating mall."
   },
   "author": {
    "text": "Jerry Saltz"
   }
  },
  {
   "quote": {
    "text": "There is nothing worse than a sharp image of a fuzzy concept."
   },
   "author": {
    "text": "Ansel Adams"
   }
  },
  {
   "quote": {
    "text": "The educator must believe in the potential power of his pupil, and he must employ all his art in seeking to bring his pupil to experience this power."
   },
   "author": {
    "text": "Alfred Adler"
   }
  },
  {
   "quote": {
    "text": "I feel like skateboarding is as much of a sport as a lifestyle, and an art form, so there's so much that that transcends in terms of music, fashion, and entertainment."
   },
   "author": {
    "text": "Tony Hawk"
   }
  },
  {
   "quote": {
    "text": "From the neck up is where you win or lose the battle. It's the art of war. You have to lock yourself in and strategise your mindset. That's why boxers go to training camps: to shut down the noise and really zone in."
   },
   "author": {
    "text": "Anthony Joshua"
   }
  },
  {
   "quote": {
    "text": "I wanted to start a revolution, using art to build the sort of society I myself envisioned."
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "Music is art, and making watches is art, too."
   },
   "author": {
    "text": "J Balvin"
   }
  },
  {
   "quote": {
    "text": "I'm not really sure what social message my art carries, if any. And I don't really want it to carry one. I'm not interested in the subject matter to try to teach society anything, or to try to better our world in any way."
   },
   "author": {
    "text": "Roy Lichtenstein"
   }
  },
  {
   "quote": {
    "text": "My art originates from hallucinations only I can see. I translate the hallucinations and obsessional images that plague me into sculptures and paintings."
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "In a democracy, you need to have a strong judicial system. You need freedom of speech, you need art, and you need a free press."
   },
   "author": {
    "text": "Tzipi Livni"
   }
  },
  {
   "quote": {
    "text": "Diplomacy: the art of restraining power."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "The roles of art, morality, religion, political faith, science itself are not to repair organic exhaustion nor to provide sound functioning of the organs. All this supraphysical life is built and expanded not because of the demands of the cosmic environment but because of the demands of the social environment."
   },
   "author": {
    "text": "Emile Durkheim"
   }
  },
  {
   "quote": {
    "text": "I come from a real working class background, and I didn't know anyone sophisticated - except I saw Edie Sedgewick once at the Art Museum in Philly. She had these black leotards and little black pumps and this big ermine cape and all these white dogs and black sunglasses and black eyes. She was classy!"
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "Creativity is allowing yourself to make mistakes. Art is knowing which ones to keep."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "It is the spectator, and not life, that art really mirrors."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "I will never forget experiencing Venice for the first time. It feels like you are transported to another time - the art, music, food and pure romance in the air is like no other place."
   },
   "author": {
    "text": "Elizabeth Berkley"
   }
  },
  {
   "quote": {
    "text": "Sculpture is the art of the intelligence."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "Art consists of limitation. The most beautiful part of every picture is the frame."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Art doesn't transform. It just plain forms."
   },
   "author": {
    "text": "Roy Lichtenstein"
   }
  },
  {
   "quote": {
    "text": "Don't only practice your art, but force your way into its secrets; art deserves that, for it and knowledge can raise man to the Divine."
   },
   "author": {
    "text": "Ludwig van Beethoven"
   }
  },
  {
   "quote": {
    "text": "The world is a slightly better place for having improvisation in it than it was before. There's something about it that says something positive about the human spirit, that a bunch of people can get together and by following a few simple traffic rules can create art and can entertain an audience and can thrill and exalt each other."
   },
   "author": {
    "text": "Del Close"
   }
  },
  {
   "quote": {
    "text": "The art of bread making can become a consuming hobby, and no matter how often and how many kinds of bread one has made, there always seems to be something new to learn."
   },
   "author": {
    "text": "Julia Child"
   }
  },
  {
   "quote": {
    "text": "Bad people are, from the point of view of art, fascinating studies. They represent colour, variety and strangeness. Good people exasperate one's reason; bad people stir one's imagination."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "There is no abstract art. You must always start with something. Afterward you can remove all traces of reality."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "What is Art? It is the response of man's creative soul to the call of the Real."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "The study of the art of motorcycle maintenance is really a miniature study of the art of rationality itself. Working on a motorcycle, working well, caring, is to become part of a process, to achieve an inner peace of mind. The motorcycle is primarily a mental phenomenon."
   },
   "author": {
    "text": "Robert M. Pirsig"
   }
  },
  {
   "quote": {
    "text": "The art of healing comes from nature, not from the physician. Therefore the physician must start from nature, with an open mind."
   },
   "author": {
    "text": "Paracelsus"
   }
  },
  {
   "quote": {
    "text": "Someone made me a Leaf Coneybear finger puppet. Someone made me a portrait of me on some chocolate. I'm keeping it. I daren't eat such a work of art. It's so unique and so fun that fans do that. It's incredibly flattering. I like it when people spend time on me. People don't spend the same amount of time on my brother who's an insurance broker."
   },
   "author": {
    "text": "Barrett Foa"
   }
  },
  {
   "quote": {
    "text": "Art washes away from the soul the dust of everyday life."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "To say nothing, especially when speaking, is half the art of diplomacy."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "What I try to do is the art of building, and the art of building is the art of construction; it is not only about forms and shapes and images."
   },
   "author": {
    "text": "Peter Zumthor"
   }
  },
  {
   "quote": {
    "text": "I don't listen to what art critics say. I don't know anybody who needs a critic to find out what art is."
   },
   "author": {
    "text": "Jean-Michel Basquiat"
   }
  },
  {
   "quote": {
    "text": "To an engineer, good enough means perfect. With an artist, there's no such thing as perfect."
   },
   "author": {
    "text": "Alexander Calder"
   }
  },
  {
   "quote": {
    "text": "Advertising is fundamentally persuasion and persuasion happens to be not a science, but an art."
   },
   "author": {
    "text": "William Bernbach"
   }
  },
  {
   "quote": {
    "text": "All married couples should learn the art of battle as they should learn the art of making love. Good battle is objective and honest - never vicious or cruel. Good battle is healthy and constructive, and brings to a marriage the principles of equal partnership."
   },
   "author": {
    "text": "Ann Landers"
   }
  },
  {
   "quote": {
    "text": "The art of love is largely the art of persistence."
   },
   "author": {
    "text": "Albert Ellis"
   }
  },
  {
   "quote": {
    "text": "Art is always and everywhere the secret confession, and at the same time the immortal movement of its time."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "Art is very tricky because it's what you do for yourself. It's much harder for me to make those works than the monuments or the architecture."
   },
   "author": {
    "text": "Maya Lin"
   }
  },
  {
   "quote": {
    "text": "I'm free. I just do what I want, say what I want, say how I feel, and I don't try to hurt nobody. I just try to make sure that I don't compromise my art in any kind of way, and I think people respect that."
   },
   "author": {
    "text": "Erykah Badu"
   }
  },
  {
   "quote": {
    "text": "So vast is art, so narrow human wit."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "Well, Art is Art, isn't it? Still, on the other hand, water is water. And east is east and west is west and if you take cranberries and stew them like applesauce they taste much more like prunes than rhubarb does. Now you tell me what you know."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "Dancers are a work of art - they are the canvas on which their work is painted."
   },
   "author": {
    "text": "Patrick Duffy"
   }
  },
  {
   "quote": {
    "text": "Yesterday I was thinking about the whole idea of genius and creative people, and the notion that if you create some magical art, somehow that exempts you from having to pay attention to the small things."
   },
   "author": {
    "text": "bell hooks"
   }
  },
  {
   "quote": {
    "text": "An intellectual says a simple thing in a hard way. An artist says a hard thing in a simple way."
   },
   "author": {
    "text": "Charles Bukowski"
   }
  },
  {
   "quote": {
    "text": "Oratory is the masterful art. Poetry, painting, music, sculpture, architecture please, thrill, inspire - but oratory rules. The orator dominates those who hear him, convinces their reason, controls their judgment, compels their action. For the time being, he is master."
   },
   "author": {
    "text": "David Josiah Brewer"
   }
  },
  {
   "quote": {
    "text": "The new job of art is to sit on the wall and get more expensive."
   },
   "author": {
    "text": "Robert Hughes"
   }
  },
  {
   "quote": {
    "text": "Violin playing is a physical art with great traditions behind it."
   },
   "author": {
    "text": "Vanessa Mae"
   }
  },
  {
   "quote": {
    "text": "Art is the path to being spiritual."
   },
   "author": {
    "text": "Piet Mondrian"
   }
  },
  {
   "quote": {
    "text": "Ads are the cave art of the twentieth century."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "I began writing early - very, very early... I was already writing short stories for the radio and selling poems to poetry and art festivals; I was involved in school plays; I wrote essays, so there was no definite moment when I said, 'Now I'm a writer.' I've always been a writer."
   },
   "author": {
    "text": "Wole Soyinka"
   }
  },
  {
   "quote": {
    "text": "Art is the only way to run away without leaving home."
   },
   "author": {
    "text": "Twyla Tharp"
   }
  },
  {
   "quote": {
    "text": "The art of the bird is to conceal its nest both as to position and as to material, but now and then it is betrayed into weaving into its structure showy and bizarre bits of this or that, which give its secret away and which seem to violate all the traditions of its kind."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "Art consists of reshaping life, but it does not create life nor cause life."
   },
   "author": {
    "text": "Stanley Kubrick"
   }
  },
  {
   "quote": {
    "text": "It's high time for the art world to admit that the avant-garde is dead. It was killed by my hero, Andy Warhol, who incorporated into his art all the gaudy commercial imagery of capitalism (like Campbell's soup cans) that most artists had stubbornly scorned."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "Art is a critical component in a well-rounded education. Art is the level playing field - no matter how rich or poor, tall or short, pretty or ugly to the bone, if you can draw, you can find personal fulfillment and build self-confidence. Art is the highest achievement of mankind."
   },
   "author": {
    "text": "Lynda Resnick"
   }
  },
  {
   "quote": {
    "text": "Life is an illusion. I am held together in the nothingness by art."
   },
   "author": {
    "text": "Anselm Kiefer"
   }
  },
  {
   "quote": {
    "text": "We can learn the art of fierce compassion - redefining strength, deconstructing isolation and renewing a sense of community, practicing letting go of rigid us-vs.-them thinking - while cultivating power and clarity in response to difficult situations."
   },
   "author": {
    "text": "Sharon Salzberg"
   }
  },
  {
   "quote": {
    "text": "There are times when the art world seems like a religious empire. There are great cathedral galleries and pilgrimage sites where treasured art pieces are displayed like holy relics, and this can certainly be a great pleasure on a rainy Sunday afternoon."
   },
   "author": {
    "text": "Michael Leunig"
   }
  },
  {
   "quote": {
    "text": "I'm inspired by artists and musicians. There are so many wonderful and talented people in the world. I love discovering new music, new writers, or new art."
   },
   "author": {
    "text": "Alicia Keys"
   }
  },
  {
   "quote": {
    "text": "The whole art of war consists of guessing at what is on the other side of the hill."
   },
   "author": {
    "text": "Duke of Wellington"
   }
  },
  {
   "quote": {
    "text": "The history of modern art is also the history of the progressive loss of art's audience. Art has increasingly become the concern of the artist and the bafflement of the public."
   },
   "author": {
    "text": "Paul Gauguin"
   }
  },
  {
   "quote": {
    "text": "Art is a harmony parallel with nature."
   },
   "author": {
    "text": "Paul Cezanne"
   }
  },
  {
   "quote": {
    "text": "Look. Art knows no prejudice, art knows no boundaries, art doesn't really have judgement in it's purest form. So just go, just go."
   },
   "author": {
    "text": "K. D. Lang"
   }
  },
  {
   "quote": {
    "text": "My lens and my personality, it's just fluid. The art isn't just in one place."
   },
   "author": {
    "text": "Petra Collins"
   }
  },
  {
   "quote": {
    "text": "The old, sad art colors are gone. Now I paint bright colors. I paint paintings which are happy, where children are laughing and playing with animals. I paint paradise on Earth. I still paint sadness sometimes, but there is sadness in the world, too."
   },
   "author": {
    "text": "Margaret Keane"
   }
  },
  {
   "quote": {
    "text": "I love music videos, I really do. I think it's kind of sad that it's a dying art form."
   },
   "author": {
    "text": "Adam Levine"
   }
  },
  {
   "quote": {
    "text": "Although all the good arts serve to draw man's mind away from vices and lead it toward better things, this function can be more fully performed by this art, which also provides extraordinary intellectual pleasure."
   },
   "author": {
    "text": "Nicolaus Copernicus"
   }
  },
  {
   "quote": {
    "text": "Something impacts me emotionally, art is a kind of outlet, and I figure it's the same for a lot of artists. The way my mind deals with things is cinematic."
   },
   "author": {
    "text": "Ryan Coogler"
   }
  },
  {
   "quote": {
    "text": "Actually I think Art lies in both directions - the broad strokes, big picture but on the other hand the minute examination of the apparently mundane. Seeing the whole world in a grain of sand, that kind of thing."
   },
   "author": {
    "text": "Peter Hammill"
   }
  },
  {
   "quote": {
    "text": "The strong bond of sisterhood was a famous trait in classical art and literature about Amazons. But it was modern people who interpreted that as a sexual preference for women. That started in the 20th century. The Russian poet Marina Tsvetaeva declared that Amazons were symbolic of lesbianism in antiquity."
   },
   "author": {
    "text": "Adrienne Mayor"
   }
  },
  {
   "quote": {
    "text": "The modern tradition is the tradition of revolt. The French Revolution is still our model today: history is violent change, and this change goes by the name of progress. I do not know whether these notions really apply to art."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "To create a work of art is to create the world."
   },
   "author": {
    "text": "Wassily Kandinsky"
   }
  },
  {
   "quote": {
    "text": "Washington, D.C., has everything that Rome, Paris and London have in the way of great architecture - great power bases. Washington has obelisks and pyramids and underground tunnels and great art and a whole shadow world that we really don't see."
   },
   "author": {
    "text": "Dan Brown"
   }
  },
  {
   "quote": {
    "text": "If you go back to the Greeks and Romans, they talk about all three - wine, food, and art - as a way of enhancing life."
   },
   "author": {
    "text": "Robert Mondavi"
   }
  },
  {
   "quote": {
    "text": "I collect art. I just recently bought two gorgeous photographs of Marilyn Monroe by international photographer Eve Arnold and I know it sounds horrible but when she dies all her pictures are going to be worth triple. But I won't tell you how much I got them for - let's just say it was a lot."
   },
   "author": {
    "text": "Mel B"
   }
  },
  {
   "quote": {
    "text": "We go to the theater to be entertained, but if what is left after you watch the movie is a sort of eye-opening perspective on some social issues, then it can be a really powerful piece of art."
   },
   "author": {
    "text": "Jordan Peele"
   }
  },
  {
   "quote": {
    "text": "My life is art. Its how I express God."
   },
   "author": {
    "text": "Lisa Bonet"
   }
  },
  {
   "quote": {
    "text": "I still find new things every night, which is the beauty and fun of live theater. It's a living, breathing art form."
   },
   "author": {
    "text": "Brandon Uranowitz"
   }
  },
  {
   "quote": {
    "text": "In an artwork you're always looking for artistic decisions, so an ashtray is perfect. An ashtray has got life and death."
   },
   "author": {
    "text": "Damien Hirst"
   }
  },
  {
   "quote": {
    "text": "The artist is nothing without the gift, but the gift is nothing without work."
   },
   "author": {
    "text": "Emile Zola"
   }
  },
  {
   "quote": {
    "text": "When I have a camera in my hand, I know no fear."
   },
   "author": {
    "text": "Alfred Eisenstaedt"
   }
  },
  {
   "quote": {
    "text": "The enemy of art is the absence of limitations."
   },
   "author": {
    "text": "Orson Welles"
   }
  },
  {
   "quote": {
    "text": "Art is not a thing; it is a way."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "Art is not what you see, but what you make others see."
   },
   "author": {
    "text": "Edgar Degas"
   }
  },
  {
   "quote": {
    "text": "Beautiful music is the art of the prophets that can calm the agitations of the soul; it is one of the most magnificent and delightful presents God has given us."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "Sometimes being a friend means mastering the art of timing. There is a time for silence. A time to let go and allow people to hurl themselves into their own destiny. And a time to prepare to pick up the pieces when it's all over."
   },
   "author": {
    "text": "Octavia E. Butler"
   }
  },
  {
   "quote": {
    "text": "The art of war is simple enough. Find out where your enemy is. Get at him as soon as you can. Strike him as hard as you can, and keep moving on."
   },
   "author": {
    "text": "Ulysses S. Grant"
   }
  },
  {
   "quote": {
    "text": "Art is dangerous. It is one of the attractions: when it ceases to be dangerous you don't want it."
   },
   "author": {
    "text": "Duke Ellington"
   }
  },
  {
   "quote": {
    "text": "Pictures must not be too picturesque."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Life doesn't imitate art, it imitates bad television."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "Art is what you can get away with."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "Art is born of humiliation."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "I don't think about art when I'm working. I try to think about life."
   },
   "author": {
    "text": "Jean-Michel Basquiat"
   }
  },
  {
   "quote": {
    "text": "We at BMW do not build cars as consumer objects, just to drive from A to B. We build mobile works of art."
   },
   "author": {
    "text": "Chris Bangle"
   }
  },
  {
   "quote": {
    "text": "Art raises its head where creeds relax."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Even in literature and art, no man who bothers about originality will ever be original: whereas if you simply try to tell the truth (without caring twopence how often it has been told before) you will, nine times out of ten, become original without ever having noticed it."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "To me, photography is an art of observation. It's about finding something interesting in an ordinary place... I've found it has little to do with the things you see and everything to do with the way you see them."
   },
   "author": {
    "text": "Elliott Erwitt"
   }
  },
  {
   "quote": {
    "text": "Every human is an artist. And this is the main art that we have: the creation of our story."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "Art is the most intense mode of individualism that the world has known."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "The demons you have are what motivate you to make your art. This is what drives the detective, this is what drives the painter, this is what drives the writer: a conflicting urge to forget pain and at the same time remember it and fight for some kind of justice. I know these powerful things are inside of me and everyone in some way or another."
   },
   "author": {
    "text": "Tom Reiss"
   }
  },
  {
   "quote": {
    "text": "There should be a law that no ordinary newspaper should be allowed to write about art. The harm they do by their foolish and random writing it would be impossible to overestimate - not to the artist, but to the public, blinding them to all but harming the artist not at all."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Courtesy is a silver lining around the dark clouds of civilization; it is the best part of refinement and in many ways, an art of heroic beauty in the vast gallery of man's cruelty and baseness."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Advertising is the greatest art form of the 20th century."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "The mark of all good art is not that the thing done is done exactly or finely, for machinery may do as much, but that it is worked out with the head and the workman's heart."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "To thrive, all businesses must focus on the art of self-disruption. Rather than wait for the competition to steal your business, every founder and employee needs to be willing to cannibalize their existing revenue streams in order to create new ones. All disruption starts with introspection."
   },
   "author": {
    "text": "Jay Samit"
   }
  },
  {
   "quote": {
    "text": "Drawing is like making an expressive gesture with the advantage of permanence."
   },
   "author": {
    "text": "Henri Matisse"
   }
  },
  {
   "quote": {
    "text": "The walls between art and engineering exist only in our minds."
   },
   "author": {
    "text": "Theo Jansen"
   }
  },
  {
   "quote": {
    "text": "Use the creative process - singing, writing, art, dance, whatever - to get to know yourself better."
   },
   "author": {
    "text": "Catie Curtis"
   }
  },
  {
   "quote": {
    "text": "Ethics is in origin the art of recommending to others the sacrifices required for cooperation with oneself."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "The sculptor produces the beautiful statue by chipping away such parts of the marble block as are not needed - it is a process of elimination."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "You know how you feel somebody looking at you, and you turn, and somebody actually is? It's the same at an art gallery. You're looking at one portrait, turn around, and there is a work of art directly behind you. Because it's all energy. Every single thing has energy."
   },
   "author": {
    "text": "Marina Abramovic"
   }
  },
  {
   "quote": {
    "text": "The fine art of preparing sushi is something that you watch and learn."
   },
   "author": {
    "text": "Nobu Matsuhisa"
   }
  },
  {
   "quote": {
    "text": "It's an art to live with pain... mix the light into gray."
   },
   "author": {
    "text": "Eddie Vedder"
   }
  },
  {
   "quote": {
    "text": "The person who knows one thing and does it better than anyone else, even if it only be the art of raising lentils, receives the crown he merits. If he raises all his energy to that end, he is a benefactor of mankind and its rewarded as such."
   },
   "author": {
    "text": "Og Mandino"
   }
  },
  {
   "quote": {
    "text": "Works of art often last forever, or nearly so. But exhibitions themselves, especially gallery exhibitions, are like flowers; they bloom and then they die, then exist only as memories, or pressed in magazines and books."
   },
   "author": {
    "text": "Jerry Saltz"
   }
  },
  {
   "quote": {
    "text": "Skill without imagination is craftsmanship and gives us many useful objects such as wickerwork picnic baskets. Imagination without skill gives us modern art."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "He who would do good to another must do it in Minute Particulars: general Good is the plea of the scoundrel, hypocrite, and flatterer, for Art and Science cannot exist but in minutely organized Particulars."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "You've got to invest in the world, you've got to read, you've got to go to art galleries, you've got to find out the names of plants. You've got to start to love the world and know about the whole genius of the human race. We're amazing people."
   },
   "author": {
    "text": "Vivienne Westwood"
   }
  },
  {
   "quote": {
    "text": "I think everybody has different priorities in their life. People live their lives differently. People become famous through all sorts of different reasons... some of it through art and some of it through just wanting to be famous. And I think how that all starts tends to reflect how you live your life daily."
   },
   "author": {
    "text": "Keith Urban"
   }
  },
  {
   "quote": {
    "text": "Black literature is taught as sociology, as tolerance, not as a serious, rigorous art form."
   },
   "author": {
    "text": "Toni Morrison"
   }
  },
  {
   "quote": {
    "text": "O, you men who think or say that I am malevolent, stubborn or misanthropic, how greatly do you wrong me. You do not know the secret cause which makes me seem that way to you, and I would have ended my life - it was only my art that held me back. Ah, it seemed impossible to leave the world until I had brought forth all that I felt was within me."
   },
   "author": {
    "text": "Ludwig van Beethoven"
   }
  },
  {
   "quote": {
    "text": "I think having land and not ruining it is the most beautiful art that anybody could ever want to own."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "The marble not yet carved can hold the form of every thought the greatest artist has."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "I think art is the only thing that's spiritual in the world. And I refuse to forced to believe in other people's interpretations of God. I don't think anybody should be. No one person can own the copyright to what God means."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "A work of art is a world in itself reflecting senses and emotions of the artist's world."
   },
   "author": {
    "text": "Hans Hofmann"
   }
  },
  {
   "quote": {
    "text": "Life is the art of drawing sufficient conclusions from insufficient premises."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "A Bachelor of Arts is one who makes love to a lot of women, and yet has the art to remain a bachelor."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "Music embodies feeling without forcing it to contend and combine with thought, as it is forced in most arts and especially in the art of words."
   },
   "author": {
    "text": "Franz Liszt"
   }
  },
  {
   "quote": {
    "text": "Design is the method of putting form and content together. Design, just as art, has multiple definitions; there is no single definition. Design can be art. Design can be aesthetics. Design is so simple, that's why it is so complicated."
   },
   "author": {
    "text": "Paul Rand"
   }
  },
  {
   "quote": {
    "text": "For as long as I can remember I have suffered from a deep feeling of anxiety which I have tried to express in my art."
   },
   "author": {
    "text": "Edvard Munch"
   }
  },
  {
   "quote": {
    "text": "One thing about being a stand-up is it's a one-man show. You gotta do everything. You're the producer, writer, director, and the actor. You just gotta be out there and perform and give your all. It's such an honest form of art that it just taught me so much, and it kind of prepared me for manhood at an early age."
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "Art resides in the quality of doing, process is not magic."
   },
   "author": {
    "text": "Charles Eames"
   }
  },
  {
   "quote": {
    "text": "Lying in bed would be an altogether perfect and supreme experience if only one had a colored pencil long enough to draw on the ceiling."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "I am trying to make art that relates to the deepest and most mythic concerns of human kind and I believe that, at this moment of history, feminism is humanism."
   },
   "author": {
    "text": "Judy Chicago"
   }
  },
  {
   "quote": {
    "text": "Art has a double face, of expression and illusion, just like science has a double face: the reality of error and the phantom of truth."
   },
   "author": {
    "text": "Publilius Syrus"
   }
  },
  {
   "quote": {
    "text": "Like music and art, love of nature is a common language that can transcend political or social boundaries."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "To injure an opponent is to injure yourself. To control aggression without inflicting injury is the Art of Peace."
   },
   "author": {
    "text": "Morihei Ueshiba"
   }
  },
  {
   "quote": {
    "text": "Art is not a study of positive reality, it is the seeking for ideal truth."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "Why must art be static? You look at an abstraction, sculptured or painted, an entirely exciting arrangement of planes, spheres, nuclei, entirely without meaning. It would be perfect, but it is always still. The next step in sculpture is motion."
   },
   "author": {
    "text": "Alexander Calder"
   }
  },
  {
   "quote": {
    "text": "I've seen beautiful art on the sides of buildings. I've seen beautiful art in museums. I've seen beautiful art in galleries. Beautiful art is everywhere."
   },
   "author": {
    "text": "John Mellencamp"
   }
  },
  {
   "quote": {
    "text": "Should graffiti be judged on the same level as modern art? Of course not: It's way more important than that."
   },
   "author": {
    "text": "Banksy"
   }
  },
  {
   "quote": {
    "text": "I think music, in my opinion, is not about motivation in the way it's - it's not a running base. It's art. And my whole philosophy of music is different. It's almost like cooking and serving to people, seeing them smile and enjoying the food, really."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "When I am finishing a picture, I hold some God-made object up to it - a rock, a flower, the branch of a tree or my hand - as a final test. If the painting stands up beside a thing man cannot make, the painting is authentic. If there's a clash between the two, it's bad art."
   },
   "author": {
    "text": "Marc Chagall"
   }
  },
  {
   "quote": {
    "text": "I mean, making art is about objectifying your experience of the world, transforming the flow of moments into something visual, or textual, or musical, whatever. Art creates a kind of commentary."
   },
   "author": {
    "text": "Barbara Kruger"
   }
  },
  {
   "quote": {
    "text": "Cyberbullying isn't real. But bullying and harassment certainly are real. Trust me, friends, I went to school in England. They've got bullying down to a fine art. I know, because I was one of its chief architects. I was awful to my fellow schoolboys."
   },
   "author": {
    "text": "Milo Yiannopoulos"
   }
  },
  {
   "quote": {
    "text": "The thing is that as you grow through life, the pursuit of art and the pursuit of new ideas, all these things keeps your mind elastic."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "To be creative means to connect. It's to abolish the gap between the body, the mind and the soul, between science and art, between fiction and nonfiction."
   },
   "author": {
    "text": "Nawal El Saadawi"
   }
  },
  {
   "quote": {
    "text": "The people who make art their business are mostly imposters."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "For me, pop culture is very fluid: it's music, it's movies, it's books, it's art, it's tech, it's so many things - and as marketing and brand advocates, we should be able to to take products and services and match them to what's happening in pop culture."
   },
   "author": {
    "text": "Bozoma Saint John"
   }
  },
  {
   "quote": {
    "text": "Pitching is the art of instilling fear."
   },
   "author": {
    "text": "Sandy Koufax"
   }
  },
  {
   "quote": {
    "text": "The purpose of art is not the release of a momentary ejection of adrenaline but is, rather, the gradual, lifelong construction of a state of wonder and serenity."
   },
   "author": {
    "text": "Glenn Gould"
   }
  },
  {
   "quote": {
    "text": "There are worlds of experience beyond the world of the aggressive man, beyond history, and beyond science. The moods and qualities of nature and the revelations of great art are equally difficult to define; we can grasp them only in the depths of our perceptive spirit."
   },
   "author": {
    "text": "Ansel Adams"
   }
  },
  {
   "quote": {
    "text": "The art of entrepreneurship and the science of Customer Development is not just getting out of the building and listening to prospective customers. It's understanding who to listen to and why."
   },
   "author": {
    "text": "Steve Blank"
   }
  },
  {
   "quote": {
    "text": "Lesser artists borrow, great artists steal."
   },
   "author": {
    "text": "Igor Stravinsky"
   }
  },
  {
   "quote": {
    "text": "The creative act lasts but a brief moment, a lightning instant of give-and-take, just long enough for you to level the camera and to trap the fleeting prey in your little box."
   },
   "author": {
    "text": "Henri Cartier-Bresson"
   }
  },
  {
   "quote": {
    "text": "Visual storytelling utilizes both language and art to pass on the essence of who we are."
   },
   "author": {
    "text": "Debbie Millman"
   }
  },
  {
   "quote": {
    "text": "People tend to see modernism as the opposite of a celebration. They see it as a fracturing and an art built round an absence, but it's really a celebration of our existence."
   },
   "author": {
    "text": "Ali Smith"
   }
  },
  {
   "quote": {
    "text": "Many a sin has sullied me in body and in soul because I did not restrain my thoughts nor guard my lips: nevertheless it is to Thee, O God of majesty and love, that I turn in my extremity, for Thou art the fount of mercy; to Thee, as quickly as I may, I speed: for Thou alone canst heal me; I take refuge under Thy protection."
   },
   "author": {
    "text": "Saint Ambrose"
   }
  },
  {
   "quote": {
    "text": "Because advertising and marketing is an art, the solution to each new problem or challenge should begin with a blank canvas and an open mind, not with the nervous borrowings of other people's mediocrities. That's precisely what 'trends' are - a search for something 'safe' - and why a reliance on them leads to oblivion."
   },
   "author": {
    "text": "George Lois"
   }
  },
  {
   "quote": {
    "text": "Film as dream, film as music. No art passes our conscience in the way film does, and goes directly to our feelings, deep down into the dark rooms of our souls."
   },
   "author": {
    "text": "Ingmar Bergman"
   }
  },
  {
   "quote": {
    "text": "Impressionism is the newspaper of the soul."
   },
   "author": {
    "text": "Henri Matisse"
   }
  },
  {
   "quote": {
    "text": "The real art is not to come up with extraordinary clever words but to make ordinary simple words do extraordinary things. To use the language that we all use and to make amazing things occur."
   },
   "author": {
    "text": "Graham Swift"
   }
  },
  {
   "quote": {
    "text": "Art is a habit-forming drug. Art has absolutely no existence as veracity, as truth. People always speak of it with this great, religious reverence, but why should it be so revered?"
   },
   "author": {
    "text": "Marcel Duchamp"
   }
  },
  {
   "quote": {
    "text": "Non-figurative art is created by establishing a dynamic rhythm of determinate mutual relations which excludes the formation of any particular form."
   },
   "author": {
    "text": "Piet Mondrian"
   }
  },
  {
   "quote": {
    "text": "Is the Mona Lisa an 'accurate' representation of the actual human model for the painting? Who knows? Who cares? It's a great piece of art. It moves us. It makes us wonder, makes us gape - finally makes us look inward at ourselves."
   },
   "author": {
    "text": "Tim O'Brien"
   }
  },
  {
   "quote": {
    "text": "It's obviously funny to be a meme, so I could be down with it in that regard, but it also belittles one's art."
   },
   "author": {
    "text": "Grimes"
   }
  },
  {
   "quote": {
    "text": "The calling of art is to extract us from our daily reality, to bring us to a hidden truth that's difficult to access - to a level that's not material but spiritual."
   },
   "author": {
    "text": "Abbas Kiarostami"
   }
  },
  {
   "quote": {
    "text": "Everything great in science and art is simple. What can be less complicated than the greatest discoveries of humanity - gravitation, the compass, the printing press, the steam engine, the electric telegraph?"
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "In the Raphael Room, the secret turned out to be that only some of the paintings were made by the great master; the rest were made by students. I had liked the ones by Raphael. This was a big jab for my self-confidence in my ability to appreciate art."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "The moment you cheat for the sake of beauty, you know you're an artist."
   },
   "author": {
    "text": "David Hockney"
   }
  },
  {
   "quote": {
    "text": "Art has the power to transform, to illuminate, to educate, inspire and motivate."
   },
   "author": {
    "text": "Harvey Fierstein"
   }
  },
  {
   "quote": {
    "text": "Making art, good art, is always a struggle. It can make you happy when you pull it off. There's no better feeling. It's beauteous. But it's always about hard work and inspiration and sweat and good ideas."
   },
   "author": {
    "text": "Damien Hirst"
   }
  },
  {
   "quote": {
    "text": "Thought is more important than art. To revere art and have no understanding of the process that forces it into existence, is finally not even to understand what art is."
   },
   "author": {
    "text": "Amiri Baraka"
   }
  },
  {
   "quote": {
    "text": "Sculpture is an art of the open air. Daylight, sunlight, is necessary to it, and for me, its best setting and complement is nature."
   },
   "author": {
    "text": "Henry Moore"
   }
  },
  {
   "quote": {
    "text": "I came to the conviction that film criticism, in and of itself, was an art."
   },
   "author": {
    "text": "Rod Lurie"
   }
  },
  {
   "quote": {
    "text": "I am a California girl, born and raised, so flip-flops and cutoff shorts are my go-to look. An easy Angeleno uniform, so to speak. But for my role on 'Suits,' I'm dressed in Alexander McQueen, Tom Ford, and Prada almost every day. And therein lies the difference. For work, I wear art; in real life, I wear clothes."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "I went to an exhibition at San Francisco's Asian Art Museum about Shanghai, about how courtesans had been influential in bringing western culture to Shanghai. I bought a book and in it saw this striking group of women in a photograph called 'The Ten Beauties of Shanghai'."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "You may choose your words like a connoisseur, And polish it up with art, But the word that sways, and stirs, and stays, Is the word that comes from the heart."
   },
   "author": {
    "text": "Ella Wheeler Wilcox"
   }
  },
  {
   "quote": {
    "text": "I like it when somebody tells me a story, and I actually really feel that that's becoming like a lost art in American cinema."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "An empty canvas is full."
   },
   "author": {
    "text": "Robert Rauschenberg"
   }
  },
  {
   "quote": {
    "text": "An artist is forced by others to paint out of his own free will."
   },
   "author": {
    "text": "Willem de Kooning"
   }
  },
  {
   "quote": {
    "text": "I love playing music with people, but I also just love the art and meditation of being alone and working on stuff."
   },
   "author": {
    "text": "Jim James"
   }
  },
  {
   "quote": {
    "text": "I could say diamonds are a girl's best friend, and that never changes. But the taste for art did change."
   },
   "author": {
    "text": "Susan Vreeland"
   }
  },
  {
   "quote": {
    "text": "There are whole months at a time when my head is so full of ideas that I wake in the middle of the night and lie in the dark telling myself stories. There are also long, dark nights when I just know I'll never write another word: I'm finished, empty, a husk... Oh dear, yes, twitch, yawn, how I've suffered insomnia for my art."
   },
   "author": {
    "text": "Debi Gliori"
   }
  },
  {
   "quote": {
    "text": "Art doesn't just happen by accident. It is about pulling out new tricks and trying new things."
   },
   "author": {
    "text": "Nicholas Meyer"
   }
  },
  {
   "quote": {
    "text": "I have the most openness about my art... It's total freedom and willingness to work. I'm willing really to walk on the edge, and if I haven't achieved it, that's where I want to go. But in my life - maybe because my life has been so traumatic, so absurd - there hasn't been one normal, happy thing."
   },
   "author": {
    "text": "Eva Hesse"
   }
  },
  {
   "quote": {
    "text": "Art makes you see people as individual, unique human beings. Art, in that way, allows us to see each other in particulate, as opposed to in aggregate."
   },
   "author": {
    "text": "Dee Rees"
   }
  },
  {
   "quote": {
    "text": "There is an art of reading, as well as an art of thinking, and an art of writing."
   },
   "author": {
    "text": "Clarence Day"
   }
  },
  {
   "quote": {
    "text": "The greatness of art is not to find what is common but what is unique."
   },
   "author": {
    "text": "Isaac Bashevis Singer"
   }
  },
  {
   "quote": {
    "text": "My eyes were made to erase all that is ugly."
   },
   "author": {
    "text": "Raoul Dufy"
   }
  },
  {
   "quote": {
    "text": "The artist who aims at perfection in everything achieves it in nothing."
   },
   "author": {
    "text": "Eugene Delacroix"
   }
  },
  {
   "quote": {
    "text": "Art is a step from what is obvious and well-known toward what is arcane and concealed."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "The highest art is always the most religious, and the greatest artist is always a devout person."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "I am enough of an artist to draw freely upon my imagination."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "My love of fine art increased - the more of it I saw, the more of it I wanted to see."
   },
   "author": {
    "text": "J. Paul Getty"
   }
  },
  {
   "quote": {
    "text": "One of the most amazing things about mathematics is the people who do math aren't usually interested in application, because mathematics itself is truly a beautiful art form. It's structures and patterns, and that's what we love, and that's what we get off on."
   },
   "author": {
    "text": "Danica McKellar"
   }
  },
  {
   "quote": {
    "text": "Art is the right hand of Nature. The latter has only given us being, the former has made us men."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "Mournful and yet grand is the destiny of the artist."
   },
   "author": {
    "text": "Franz Liszt"
   }
  },
  {
   "quote": {
    "text": "Any authentic work of art must start an argument between the artist and his audience."
   },
   "author": {
    "text": "Rebecca West"
   }
  },
  {
   "quote": {
    "text": "Find a beautiful piece of art. If you fall in love with Van Gogh or Matisse or John Oliver Killens, or if you fall love with the music of Coltrane, the music of Aretha Franklin, or the music of Chopin - find some beautiful art and admire it, and realize that that was created by human beings just like you, no more human, no less."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "An artist is a dreamer consenting to dream of the actual world."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "I'm afraid that if you look at a thing long enough, it loses all of its meaning."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "I have never denied my background or my culture. I have taught my child to embrace her Mexican heritage, to love my first language, Spanish, to learn about Mexican history, music, folk art, food, and even the Mexican candy I grew up with."
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "The bad gains respect through imitation, the good loses it especially in art."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "I try to give people a different way of looking at their surroundings. That's art to me."
   },
   "author": {
    "text": "Maya Lin"
   }
  },
  {
   "quote": {
    "text": "Art should never be limited - the beauty of art is that it gives us the freedom to go places where we wouldn't go to in our normal lives. Inside, I'm just so many different people. I go from the pretty girl on the red carpet to the singer at Ozzfest, spitting in the crowd. That's Jada."
   },
   "author": {
    "text": "Jada Pinkett Smith"
   }
  },
  {
   "quote": {
    "text": "Being good in business is the most fascinating kind of art. Making money is art and working is art and good business is the best art."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "The art of living well and the art of dying well are one."
   },
   "author": {
    "text": "Epicurus"
   }
  },
  {
   "quote": {
    "text": "My imagination can picture no fairer happiness than to continue living for art."
   },
   "author": {
    "text": "Clara Schumann"
   }
  },
  {
   "quote": {
    "text": "To array a man's will against his sickness is the supreme art of medicine."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "Those who educate children well are more to be honored than they who produce them; for these only gave them life, those the art of living well."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "I want to create things while I have time on Earth, and the art of costume and culture has always inspired me."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "The art of photography is all about directing the attention of the viewer."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "Treat a work of art like a prince. Let it speak to you first."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "Just as Darwin discovered the law of development of organic nature, so Marx discovered the law of development of human history: the simple fact, hitherto concealed by an overgrowth of ideology, that mankind must first of all eat, drink, have shelter and clothing, before it can pursue politics, science, art, religion, etc."
   },
   "author": {
    "text": "Friedrich Engels"
   }
  },
  {
   "quote": {
    "text": "I paint; I draw and paint - I've been doing that since I was in third grade, drawing realistically and then changing to abstract art. That was my first creative thing before guitar or comedy."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "I started as a black and white photographer, but the colors I was seeing were just so lurid and compelling and awful at the same time. They got me looking at other contemporary art. I was gravitating more and more toward work that had visceral power, that wasn't necessarily about being beautiful but had some kind of horror in the palette."
   },
   "author": {
    "text": "David Maisel"
   }
  },
  {
   "quote": {
    "text": "Baking is both an art and a science."
   },
   "author": {
    "text": "Sherry Yard"
   }
  },
  {
   "quote": {
    "text": "The most momentous thing in human life is the art of winning the soul to good or evil."
   },
   "author": {
    "text": "Pythagoras"
   }
  },
  {
   "quote": {
    "text": "A line is a dot that went for a walk."
   },
   "author": {
    "text": "Paul Klee"
   }
  },
  {
   "quote": {
    "text": "There are no rules. That is how art is born, how breakthroughs happen. Go against the rules or ignore the rules. That is what invention is about."
   },
   "author": {
    "text": "Helen Frankenthaler"
   }
  },
  {
   "quote": {
    "text": "The art of life is to know how to enjoy a little and to endure very much."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "A sculptor is a person who is interested in the shape of things, a poet in words, a musician by sounds."
   },
   "author": {
    "text": "Henry Moore"
   }
  },
  {
   "quote": {
    "text": "Trifles make perfection, and perfection is no trifle."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "All art is but imitation of nature."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "In science, if you don't do it, somebody else will. Whereas in art, if Beethoven didn't compose the 'Ninth Symphony,' no one else before or after is going to compose the 'Ninth Symphony' that he composed; no one else is going to paint 'Starry Night' by van Gogh."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Art is a lie that makes us realize truth."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "Progressive art can assist people to learn not only about the objective forces at work in the society in which they live, but also about the intensely social character of their interior lives. Ultimately, it can propel people toward social emancipation."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "What goes on in abstract art is the proclaiming of aesthetic principles... It is in our own time that we have become aware of pure aesthetic considerations. Art never can be imitation."
   },
   "author": {
    "text": "Hans Hofmann"
   }
  },
  {
   "quote": {
    "text": "Art is making something out of nothing and selling it."
   },
   "author": {
    "text": "Frank Zappa"
   }
  },
  {
   "quote": {
    "text": "Only through art can we emerge from ourselves and know what another person sees."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "The business of art is to reveal the relation between man and his environment."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "Myth and fairy-story must, as all art, reflect and contain in solution elements of moral and religious truth (or error), but not explicit, not in the known form of the primary 'real' world."
   },
   "author": {
    "text": "J. R. R. Tolkien"
   }
  },
  {
   "quote": {
    "text": "Art is inspiring. Walking into a gallery, or when the lights go up on a stage; that thrill of getting something that has nothing to do with acquisition."
   },
   "author": {
    "text": "Sadie Jones"
   }
  },
  {
   "quote": {
    "text": "I believe love at first sight is possible. Centuries of literature and art and beauty has been dedicated to that idea, so who am I to argue, even if I've never experienced it?"
   },
   "author": {
    "text": "Maggie Grace"
   }
  },
  {
   "quote": {
    "text": "The art of being a slave is to rule one's master."
   },
   "author": {
    "text": "Diogenes"
   }
  },
  {
   "quote": {
    "text": "The art of statesmanship is to foresee the inevitable and to expedite its occurrence."
   },
   "author": {
    "text": "Charles Maurice de Talleyrand"
   }
  },
  {
   "quote": {
    "text": "To me, photography is the simultaneous recognition, in a fraction of a second, of the significance of an event."
   },
   "author": {
    "text": "Henri Cartier-Bresson"
   }
  },
  {
   "quote": {
    "text": "Fine art is knowledge made visible."
   },
   "author": {
    "text": "Gustave Courbet"
   }
  },
  {
   "quote": {
    "text": "I think in art, but especially in films, people are trying to confirm their own existences."
   },
   "author": {
    "text": "Jim Morrison"
   }
  },
  {
   "quote": {
    "text": "Art is not meant to change the world, but when you see people interacting, when you see an impact on their lives, then I guess in a smaller way, this is changing the world. So, that's what I believe in. That's why I'm into creating more and more interactions."
   },
   "author": {
    "text": "JR"
   }
  },
  {
   "quote": {
    "text": "Great art is the outward expression of an inner life in the artist, and this inner life will result in his personal vision of the world."
   },
   "author": {
    "text": "Edward Hopper"
   }
  },
  {
   "quote": {
    "text": "Art is about changing what we see in our everyday lives and representing it in such a way that it gives us hope."
   },
   "author": {
    "text": "Kehinde Wiley"
   }
  },
  {
   "quote": {
    "text": "The most powerful words in English are 'Tell me a story,' words that are intimately related to the complexity of history, the origins of language, the continuity of the species, the taproot of our humanity, our singularity, and art itself."
   },
   "author": {
    "text": "Pat Conroy"
   }
  },
  {
   "quote": {
    "text": "Education is the art of making man ethical."
   },
   "author": {
    "text": "Georg Wilhelm Friedrich Hegel"
   }
  },
  {
   "quote": {
    "text": "When you create art, the world has to wait."
   },
   "author": {
    "text": "Will Smith"
   }
  },
  {
   "quote": {
    "text": "Art is parasitic on life, just as criticism is parasitic on art."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "For me, fragrances are very - one of these beautiful art forms that bring about a whole host of things. It's what you want to smell like, it's memories that make you smile or are resonant of times in your life, it can remind you of music. If you're a lover of scent, it's a very kind of particular and evocative thing."
   },
   "author": {
    "text": "Chris Pine"
   }
  },
  {
   "quote": {
    "text": "Fast bowling is an art, like spin bowling."
   },
   "author": {
    "text": "Kapil Dev"
   }
  },
  {
   "quote": {
    "text": "Are you really sure that a floor can't also be a ceiling?"
   },
   "author": {
    "text": "M. C. Escher"
   }
  },
  {
   "quote": {
    "text": "Mild autism can give you a genius like Einstein. If you have severe autism, you could remain nonverbal. You don't want people to be on the severe end of the spectrum. But if you got rid of all the autism genetics, you wouldn't have science or art. All you would have is a bunch of social 'yak yaks.'"
   },
   "author": {
    "text": "Temple Grandin"
   }
  },
  {
   "quote": {
    "text": "An empty canvas is a living wonder... far lovelier than certain pictures."
   },
   "author": {
    "text": "Wassily Kandinsky"
   }
  },
  {
   "quote": {
    "text": "Not everybody trusts paintings but people believe photographs."
   },
   "author": {
    "text": "Ansel Adams"
   }
  },
  {
   "quote": {
    "text": "I've read that the ancient Chinese art of feng shui can bring a sense of peace, well-being, and positive energy to a home - same as beer."
   },
   "author": {
    "text": "W. Bruce Cameron"
   }
  },
  {
   "quote": {
    "text": "My goal is to be one with the music. I just dedicate my whole life to this art."
   },
   "author": {
    "text": "Jimi Hendrix"
   }
  },
  {
   "quote": {
    "text": "The body is your instrument in dance, but your art is outside that creature, the body."
   },
   "author": {
    "text": "Martha Graham"
   }
  },
  {
   "quote": {
    "text": "The art of delegation is one of the key skills any entrepreneur must master."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "History has remembered the kings and warriors, because they destroyed; art has remembered the people, because they created."
   },
   "author": {
    "text": "William Morris"
   }
  },
  {
   "quote": {
    "text": "Winners have the ability to step back from the canvas of their lives like an artist gaining perspective. They make their lives a work of art - an individual masterpiece."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "Not everybody is a great rapper; not everybody lives for the art of lyricism."
   },
   "author": {
    "text": "Wale"
   }
  },
  {
   "quote": {
    "text": "Every human being in this world is interested in certain things. Everybody has a hobby. Some people like art; I know nothing about it. Some people like books, some people like fishing, some people like music. I like to look at cars."
   },
   "author": {
    "text": "Bikram Choudhury"
   }
  },
  {
   "quote": {
    "text": "A strong work of art really leaves people speechless. They feel a little angry because they don't understand it."
   },
   "author": {
    "text": "Michael Heizer"
   }
  },
  {
   "quote": {
    "text": "I just love entertaining. I will do anything - stand-up comedy, video games, fencing, internet shorts - I just want to keep being lucky enough to entertain people anyway I can. I try never to limit my art to a medium."
   },
   "author": {
    "text": "Matthew Gray Gubler"
   }
  },
  {
   "quote": {
    "text": "Art is the stored honey of the human soul, gathered on wings of misery and travail."
   },
   "author": {
    "text": "Theodore Dreiser"
   }
  },
  {
   "quote": {
    "text": "Of all lies, art is the least untrue."
   },
   "author": {
    "text": "Gustave Flaubert"
   }
  },
  {
   "quote": {
    "text": "He who possesses art and science has religion; he who does not possess them, needs religion."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Art, whatever form it takes, requires hard work, craftsmanship and creativity. As a writer, I know my grammar, cadence, the music of prose, and the art of the narrative."
   },
   "author": {
    "text": "F. Sionil Jose"
   }
  },
  {
   "quote": {
    "text": "Many great works of art, poetry, and music are inspired by astral memories. The desire to do noble, beautiful things here on Earth is also often a carryover of astral experiences between a person's earth lives."
   },
   "author": {
    "text": "Paramahansa Yogananda"
   }
  },
  {
   "quote": {
    "text": "I don't see any boundaries between any of the art forms. I think they all inter-relate completely."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "All art is contemporary art because it had to be made when it was now."
   },
   "author": {
    "text": "James Turrell"
   }
  },
  {
   "quote": {
    "text": "For thousands of years, human beings have been obsessed with beauty, truth, love, honor, altruism, courage, social relationships, art, and God. They all go together as subjective experiences, and it's a straw man to set God up as the delusion. If he is, then so is truth itself or beauty itself."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "I think that one's art is a growth inside one. I do not think one can explain growth. It is silent and subtle. One does not keep digging up a plant to see how it grows."
   },
   "author": {
    "text": "Emily Carr"
   }
  },
  {
   "quote": {
    "text": "No art is any good unless you can feel how it's put together. By and large it's the eye, the hand and if it's any good, you feel the body. Most of the best stuff seems to be a complete gesture, the totality of the artist's body; you can really lean on it."
   },
   "author": {
    "text": "Frank Stella"
   }
  },
  {
   "quote": {
    "text": "The beauty of a finely worked object points to the beauty of the craftsmanship. The beauty of the craftsmanship points to the beauty of the name which was the source of the craftsmanship. The beauty of the name of the craftsman's art points to the beauty of the craftsman's attributes manifested in that art."
   },
   "author": {
    "text": "Said Nursi"
   }
  },
  {
   "quote": {
    "text": "I collect art like other people eat pizza. I can't get enough of it. I need a constant source of inspiration."
   },
   "author": {
    "text": "Peter Marino"
   }
  },
  {
   "quote": {
    "text": "Every good painter paints what he is."
   },
   "author": {
    "text": "Jackson Pollock"
   }
  },
  {
   "quote": {
    "text": "Cunning is the art of concealing our own defects, and discovering other people's weaknesses."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "One of the interesting things here is that the people who should be shaping the future are politicians. But the political framework itself is so dead and closed that people look to other sources, like artists, because art and music allow people a certain freedom."
   },
   "author": {
    "text": "Thom Yorke"
   }
  },
  {
   "quote": {
    "text": "What strikes me is the fact that in our society, art has become something which is only related to objects, and not to individuals, or to life."
   },
   "author": {
    "text": "Michel Foucault"
   }
  },
  {
   "quote": {
    "text": "Balance is key. Balance is a virtue. Balance is next to godliness, maybe. We should all aspire to better balance. Too much of what is said in this world is one-sided, and we need more balance - in our speech, in our music, in our art, in everything."
   },
   "author": {
    "text": "CeeLo Green"
   }
  },
  {
   "quote": {
    "text": "Art school can be a wonderful place if you're trying to find your voice and your style and your taste."
   },
   "author": {
    "text": "Abbi Jacobson"
   }
  },
  {
   "quote": {
    "text": "There are people who claim to be instinctive cooks, who never follow recipes or weigh anything at all. All I can say is they're not very fussy about what they eat. For me, cooking is an exact art and not some casual game."
   },
   "author": {
    "text": "Delia Smith"
   }
  },
  {
   "quote": {
    "text": "One might not think of light as a matter of fact, but I do. And it is, as I said, as plain and open and direct an art as you will ever find."
   },
   "author": {
    "text": "Dan Flavin"
   }
  },
  {
   "quote": {
    "text": "I did study the art of being a barber because I wanted to figure out what my routine would be. Do you start in the front or back? Top or bottom? Swivel the chair or walk around? What I did discover is there's no such thing as the perfect haircut!"
   },
   "author": {
    "text": "Sean Patrick Thomas"
   }
  },
  {
   "quote": {
    "text": "There are so many awful things in this world, but I wanted readers to share with me the small, beautiful, enjoyable things. Things like cute clothes, beautiful art and pretty flowers; items that are overflowing with beauty. If you just become obsessed with your own problems, you miss these things. When you discover them, you become happy."
   },
   "author": {
    "text": "Novala Takemoto"
   }
  },
  {
   "quote": {
    "text": "I don't believe in art. I believe in artists."
   },
   "author": {
    "text": "Marcel Duchamp"
   }
  },
  {
   "quote": {
    "text": "The challenge is to practice politics as the art of making what appears to be impossible, possible."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "When lovely woman stoops to folly, and finds too late that men betray, what charm can soothe her melancholy, what art can wash her guilt away?"
   },
   "author": {
    "text": "Oliver Goldsmith"
   }
  },
  {
   "quote": {
    "text": "The art of pictorial creation is so complicated - it is so astronomical in its possibilities of relation and combination that it would take an act of super-human concentration to explain the final realization."
   },
   "author": {
    "text": "Hans Hofmann"
   }
  },
  {
   "quote": {
    "text": "I had become wealthy as an art dealer, but my life was never rich until I began serving in a mission and began being blessed by those that were basically hopeless. To see them have hope was the biggest blessing in my life."
   },
   "author": {
    "text": "Ron Hall"
   }
  },
  {
   "quote": {
    "text": "Every science begins as philosophy and ends as art."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "There is nothing, Sir, too little for so little a creature as man. It is by studying little things that we attain the great art of having as little misery and as much happiness as possible."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Art to me is a humanitarian act and I believe that there is a responsibility that art should somehow be able to effect mankind, to make the word a better place."
   },
   "author": {
    "text": "Jeff Koons"
   }
  },
  {
   "quote": {
    "text": "Art used to be made in the name of faith. We made cathedrals, we made stained-glass windows, we made murals."
   },
   "author": {
    "text": "Julia Cameron"
   }
  },
  {
   "quote": {
    "text": "To help, to continually help and share, that is the sum of all knowledge; that is the meaning of art."
   },
   "author": {
    "text": "Eleonora Duse"
   }
  },
  {
   "quote": {
    "text": "The art of progress is to preserve order amid change and to preserve change amid order."
   },
   "author": {
    "text": "Alfred North Whitehead"
   }
  },
  {
   "quote": {
    "text": "I want to learn how to do balloon art and make dolphins."
   },
   "author": {
    "text": "Martin Garrix"
   }
  },
  {
   "quote": {
    "text": "How can anybody learn anything from an artwork when the piece of art only reflects the vanity of the artist and not reality?"
   },
   "author": {
    "text": "Lou Reed"
   }
  },
  {
   "quote": {
    "text": "The work of art is a scream of freedom."
   },
   "author": {
    "text": "Christo"
   }
  },
  {
   "quote": {
    "text": "I wish to lead a life free from care, and I see that I shall be unhappy if I cannot always work at my art."
   },
   "author": {
    "text": "Clara Schumann"
   }
  },
  {
   "quote": {
    "text": "I try to see interviewing as performance art, and just take it as it comes."
   },
   "author": {
    "text": "Liz Phair"
   }
  },
  {
   "quote": {
    "text": "Any fool can have bad luck; the art consists in knowing how to exploit it."
   },
   "author": {
    "text": "Frank Wedekind"
   }
  },
  {
   "quote": {
    "text": "Art is freedom. If we don't have that element, we don't feel human anymore. Art is not decoration or a function. Before all that, art is art. This connection to meaning - our inner, intuitive knowledge - is something."
   },
   "author": {
    "text": "Haris Pasovic"
   }
  },
  {
   "quote": {
    "text": "I don't think art is propaganda; it should be something that liberates the soul, provokes the imagination and encourages people to go further. It celebrates humanity instead of manipulating it."
   },
   "author": {
    "text": "Keith Haring"
   }
  },
  {
   "quote": {
    "text": "But I am a lover of all kinds of art. And I just can't stick to one thing. I guess I could if I made myself, but I'd always be looking the other way, for other things."
   },
   "author": {
    "text": "Andre Benjamin"
   }
  },
  {
   "quote": {
    "text": "Art is a collaboration between God and the artist, and the less the artist does the better."
   },
   "author": {
    "text": "Andre Gide"
   }
  },
  {
   "quote": {
    "text": "An original artist is unable to copy. So he has only to copy in order to be original."
   },
   "author": {
    "text": "Jean Cocteau"
   }
  },
  {
   "quote": {
    "text": "Extreme complication is contrary to art."
   },
   "author": {
    "text": "Claude Debussy"
   }
  },
  {
   "quote": {
    "text": "Summer is a great time to visit art museums, which offer the refreshing rinse of swimming pools - only instead of cool water, you immerse yourself in art."
   },
   "author": {
    "text": "Jerry Saltz"
   }
  },
  {
   "quote": {
    "text": "Recycling old buildings to show art is very important."
   },
   "author": {
    "text": "Agnes Gund"
   }
  },
  {
   "quote": {
    "text": "Language, after all, is only the use of symbols, and Art also can only affect us through symbols."
   },
   "author": {
    "text": "George Henry Lewes"
   }
  },
  {
   "quote": {
    "text": "I am an artisan. I only became an artist when people watch what I do. That is when it becomes art."
   },
   "author": {
    "text": "Rhys Ifans"
   }
  },
  {
   "quote": {
    "text": "'The Art of the Brick' is an exhibition I've done where I've taken some works of art from art history and replicated them all out of Lego bricks."
   },
   "author": {
    "text": "Nathan Sawaya"
   }
  },
  {
   "quote": {
    "text": "The terrifying and edible beauty of Art Nouveau architecture."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "Smiles come naturally to me, but I started thinking of them as an art form at my command. I studied all the time. I looked at magazines, I'd practice in front of the mirror and I'd ask photographers about the best angles. I can now pull out a smile at will."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "I've been called many names like perfectionist, difficult and obsessive. I think it takes obsession, takes searching for the details for any artist to be good."
   },
   "author": {
    "text": "Barbra Streisand"
   }
  },
  {
   "quote": {
    "text": "Very few people possess true artistic ability. It is therefore both unseemly and unproductive to irritate the situation by making an effort. If you have a burning, restless urge to write or paint, simply eat something sweet and the feeling will pass."
   },
   "author": {
    "text": "Fran Lebowitz"
   }
  },
  {
   "quote": {
    "text": "Every time a student walks past a really urgent, expressive piece of architecture that belongs to his college, it can help reassure him that he does have that mind, does have that soul."
   },
   "author": {
    "text": "Louis Kahn"
   }
  },
  {
   "quote": {
    "text": "My parents didn't have records, they didn't have radios, and they didn't listen to music. My grandmother was my main connection to art and music. She could play piano very well, and she had perfect pitch."
   },
   "author": {
    "text": "Gerard Way"
   }
  },
  {
   "quote": {
    "text": "My audience went, 'Wait, why is she singing jazz? What's going on?' And then they went, 'Oh, because she can. Because she loves it.' And jazz, a music invented by the African-American community, is the greatest art form, I believe, to have ever come out of this country."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "The beauty of art is that it allows you to slow down, and for a moment, things that once seemed unfamiliar become precious to you."
   },
   "author": {
    "text": "Kehinde Wiley"
   }
  },
  {
   "quote": {
    "text": "Every work of art belongs to his time. I would not paint again the Mona Lisa in the third dimension."
   },
   "author": {
    "text": "Alejandro Jodorowsky"
   }
  },
  {
   "quote": {
    "text": "I paint with shapes."
   },
   "author": {
    "text": "Alexander Calder"
   }
  },
  {
   "quote": {
    "text": "Building art is a synthesis of life in materialised form. We should try to bring in under the same hat not a splintered way of thinking, but all in harmony together."
   },
   "author": {
    "text": "Alvar Aalto"
   }
  },
  {
   "quote": {
    "text": "It appears to be monumental only because it's art."
   },
   "author": {
    "text": "Christo"
   }
  },
  {
   "quote": {
    "text": "Negotiation is often described as the art of letting the other side have your way. You have to give the other side a chance to put stuff on the table voluntarily."
   },
   "author": {
    "text": "Christopher Voss"
   }
  },
  {
   "quote": {
    "text": "Art cannot be modern. Art is primordially eternal."
   },
   "author": {
    "text": "Egon Schiele"
   }
  },
  {
   "quote": {
    "text": "I don't think it's an unnatural thing at all for my collaborations or projects to be seen as art but entertainment at the same time."
   },
   "author": {
    "text": "Takashi Murakami"
   }
  },
  {
   "quote": {
    "text": "Too often, complaint is not about principled objection on moral grounds, but opportunistic objection on grounds of self-interest. To rectify this, we need to work on mastering the art of complaint."
   },
   "author": {
    "text": "Julian Baggini"
   }
  },
  {
   "quote": {
    "text": "I think it's sad that movies and television have caused the theatre to fade as a popular art form. I hope to get young people into the theatre and expose them to Shakespeare."
   },
   "author": {
    "text": "Kelly McGillis"
   }
  },
  {
   "quote": {
    "text": "Ah, well, do I wish that we lived in a world where gender didn't figure so prominently? Of course. Do I even think about myself as a woman when I go to make art? Of course not."
   },
   "author": {
    "text": "Judy Chicago"
   }
  },
  {
   "quote": {
    "text": "Time extracts various values from a painter's work. When these values are exhausted the pictures are forgotten, and the more a picture has to give, the greater it is."
   },
   "author": {
    "text": "Henri Matisse"
   }
  },
  {
   "quote": {
    "text": "Graffiti's always been a temporary art form. You make your mark and then they scrub it off."
   },
   "author": {
    "text": "Banksy"
   }
  },
  {
   "quote": {
    "text": "The art of the cuisine, when fully mastered, is the one human capability of which only good things can be said."
   },
   "author": {
    "text": "Friedrich Durrenmatt"
   }
  },
  {
   "quote": {
    "text": "Art is made to disturb, science reassures."
   },
   "author": {
    "text": "Georges Braque"
   }
  },
  {
   "quote": {
    "text": "What underlies great science is what underlies great art, whether it is visual or written, and that is the ability to distinguish patterns out of chaos."
   },
   "author": {
    "text": "Diana Gabaldon"
   }
  },
  {
   "quote": {
    "text": "My characteristics as a scientist stem from a non-conformist upbringing, a sense of being something of an outsider, and looking for different perceptions in everything from novels, to art to experimental results. I like complexity and am delighted by the unexpected. Ideas interest me."
   },
   "author": {
    "text": "Peter C. Doherty"
   }
  },
  {
   "quote": {
    "text": "Evil is committed without effort, naturally, fatally; goodness is always the product of some art."
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "Art is the collaboration between God and the artist, and the less the artist does the better."
   },
   "author": {
    "text": "Andre Gide"
   }
  },
  {
   "quote": {
    "text": "It is the addition of strangeness to beauty that constitutes the romantic character in art."
   },
   "author": {
    "text": "Walter Hagen"
   }
  },
  {
   "quote": {
    "text": "I don't have this obsessive need to do street art all the time because it's already opened doors for me."
   },
   "author": {
    "text": "Shepard Fairey"
   }
  },
  {
   "quote": {
    "text": "And since geometry is the right foundation of all painting, I have decided to teach its rudiments and principles to all youngsters eager for art."
   },
   "author": {
    "text": "Albrecht Durer"
   }
  },
  {
   "quote": {
    "text": "I have a soft spot for art that, in terms of subject matter and material, is in bad taste."
   },
   "author": {
    "text": "Jerry Saltz"
   }
  },
  {
   "quote": {
    "text": "I have a desire to create more film, more beauty, more art, more love, but I don't feel desperate. It's not about creating or building a career."
   },
   "author": {
    "text": "Lisa Bonet"
   }
  },
  {
   "quote": {
    "text": "Sculpture is the art of the hole and the lump."
   },
   "author": {
    "text": "Auguste Rodin"
   }
  },
  {
   "quote": {
    "text": "For me, art doesn't stop at the gallery space."
   },
   "author": {
    "text": "Petra Collins"
   }
  },
  {
   "quote": {
    "text": "Real art is one of the most powerful forces in the rise of mankind, and he who renders it accessible to as many people as possible is a benefactor of humanity."
   },
   "author": {
    "text": "Zoltan Kodaly"
   }
  },
  {
   "quote": {
    "text": "When the uncreative tell the creative what to do, it stops being art."
   },
   "author": {
    "text": "Tony Bennett"
   }
  },
  {
   "quote": {
    "text": "I can't think of anything worse, really, than to try to live up to someone else's expectations of what you should be. You don't make art by consensus."
   },
   "author": {
    "text": "Tracy Chapman"
   }
  },
  {
   "quote": {
    "text": "I think newspapers shouldn't try to compete directly with the Web, and should do what they can do better, which may be long-form journalism and using photos and art, and making connections with large-form graphics and really enhancing the tactile experience of paper."
   },
   "author": {
    "text": "Dave Eggers"
   }
  },
  {
   "quote": {
    "text": "We are only beginning to learn what to say in a photograph. The world we live in is a succession of fleeting moments, any one of which might say something significant."
   },
   "author": {
    "text": "Alfred Eisenstaedt"
   }
  },
  {
   "quote": {
    "text": "In this world, with thy earthly life, thou art under heaven, stars, and elements, also under hell and devils; all ruleth in thee, and over thee."
   },
   "author": {
    "text": "Jakob Bohme"
   }
  },
  {
   "quote": {
    "text": "There's a difference between art and entertainment. Entertainment is really about forgetting about your life, and art is about remembering your life."
   },
   "author": {
    "text": "J. Tillman"
   }
  },
  {
   "quote": {
    "text": "The waking mind is the least serviceable in the arts."
   },
   "author": {
    "text": "Henry Miller"
   }
  },
  {
   "quote": {
    "text": "What can be more foolish than to think that all this rare fabric of heaven and earth could come by chance, when all the skill of art is not able to make an oyster!"
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "There is only one valuable thing in art: the thing you cannot explain."
   },
   "author": {
    "text": "Georges Braque"
   }
  },
  {
   "quote": {
    "text": "There is a definite argument to be made that videogames are becoming an art form put together by artists of different types."
   },
   "author": {
    "text": "John Romero"
   }
  },
  {
   "quote": {
    "text": "And luckily, therefore the good old days return. The traditional art of driving counts again, and it is all about good tactics, skills and reflexes instead of simple power."
   },
   "author": {
    "text": "Jacky Ickx"
   }
  },
  {
   "quote": {
    "text": "A lot of art and visual crafts are based on appropriating things."
   },
   "author": {
    "text": "Lazaro Hernandez"
   }
  },
  {
   "quote": {
    "text": "Fiction seeks to represent human experience as it is lived and as it reverberates in our hopes, fears, dreams, and memories. So much of our lives are internal. The art of fiction has claimed - more than anything else - this internal ground as its own."
   },
   "author": {
    "text": "Varley O'Connor"
   }
  },
  {
   "quote": {
    "text": "A race is a work of art that people can look at and be affected in as many ways they're capable of understanding."
   },
   "author": {
    "text": "Steve Prefontaine"
   }
  },
  {
   "quote": {
    "text": "Honestly, I don't believe in menswear. I focus on what pieces are most timeless, transcendent, match my lifestyle, remain remarkable, and command intriguing attention across the room at an art gallery."
   },
   "author": {
    "text": "Janelle Monae"
   }
  },
  {
   "quote": {
    "text": "Acting and making art is just something I love to do, and I love to tell stories that feel important, honest and necessary."
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "A work of art which did not begin in emotion is not art."
   },
   "author": {
    "text": "Paul Cezanne"
   }
  },
  {
   "quote": {
    "text": "My mother was the most creative, fantastic person and would come up with great things for us to do. She'd buy art supplies and all of us would sit around painting. I was lucky."
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "Culture cannot be separated from politics. The arts, philosophy and metaphysics, religion and the sciences, constitute culture. Politics are the science or art of organizing our relationships to allow for the development of life in society."
   },
   "author": {
    "text": "Eugene Ionesco"
   }
  },
  {
   "quote": {
    "text": "It is a myth that art has to be sold. It is not like stocking a grocery store where people fill a pushcart. Art is a product that has no apparent need. The salesperson builds the need in the mind of the buyer."
   },
   "author": {
    "text": "Jack White"
   }
  },
  {
   "quote": {
    "text": "The value of art is in the observer."
   },
   "author": {
    "text": "Agnes Martin"
   }
  },
  {
   "quote": {
    "text": "One eye sees, the other feels."
   },
   "author": {
    "text": "Paul Klee"
   }
  },
  {
   "quote": {
    "text": "I think art cannot be planned. The audience is too smart to get the dishonesty or 'too much planning' thing. I am not a legend, but I want to be one. I want to be known as an achiever. There is so much more that I can do."
   },
   "author": {
    "text": "Priyanka Chopra"
   }
  },
  {
   "quote": {
    "text": "I think of my peace paintings as one long poem, with each painting being a single stanza."
   },
   "author": {
    "text": "Robert Indiana"
   }
  },
  {
   "quote": {
    "text": "If only life could be a little more tender and art a little more robust."
   },
   "author": {
    "text": "Alan Rickman"
   }
  },
  {
   "quote": {
    "text": "If anything can be art, then anyone can be an artist."
   },
   "author": {
    "text": "Abbi Jacobson"
   }
  },
  {
   "quote": {
    "text": "In my art, I deconstruct and then I reconstruct, so visual perception is one of my primary interests."
   },
   "author": {
    "text": "Chuck Close"
   }
  },
  {
   "quote": {
    "text": "I have this theory that I hold on to, the theory that everything great in art and in life in general is jazz. It's just like all these things that just kind of seem to fall into place. You know, like mistakes that somehow turn into something beautiful."
   },
   "author": {
    "text": "Jerrod Carmichael"
   }
  },
  {
   "quote": {
    "text": "For me, as an actor, there is no commercial or independent or art cinema. For me, it's a character that is given by the director. And it is a task for me that I have to fulfill it to the best of my ability regardless of the kind of film that it is."
   },
   "author": {
    "text": "Nawazuddin Siddiqui"
   }
  },
  {
   "quote": {
    "text": "Science is what we understand well enough to explain to a computer. Art is everything else we do."
   },
   "author": {
    "text": "Donald Knuth"
   }
  },
  {
   "quote": {
    "text": "My mother was willing to support art as a summer program for me. She never supported it as a career decision until I won the National Gallery Portrait Competition."
   },
   "author": {
    "text": "Amy Sherald"
   }
  },
  {
   "quote": {
    "text": "The demarcation between an art house film and an entertainer has blurred, only because a larger section of the audience has accepted such realistic films."
   },
   "author": {
    "text": "Arjun Rampal"
   }
  },
  {
   "quote": {
    "text": "As a writer, I can't really take days off. Writing is like creating an art. Once you stop writing, you can lose your rhythm and context, meaning that your writing may lose its power."
   },
   "author": {
    "text": "Andrea Hirata"
   }
  },
  {
   "quote": {
    "text": "The world is wide. No two days are alike, nor even two hours, neither were there ever two leaves of a tree alike since the creation of all the world; and the genuine productions of art, like those of nature, are all distinct from each other."
   },
   "author": {
    "text": "John Constable"
   }
  },
  {
   "quote": {
    "text": "Often, contrasts bring art to life: the bright speck of paint on a dark canvas; the tightrope walk between humor and tragedy."
   },
   "author": {
    "text": "Laura van den Berg"
   }
  },
  {
   "quote": {
    "text": "The art of using deceit and cunning grow continually weaker and less effective to the user."
   },
   "author": {
    "text": "John Tillotson"
   }
  },
  {
   "quote": {
    "text": "I've enjoyed collecting. I've enjoyed art ever since - I'll tell you when - I went to Columbia. I went to the Met, and I saw Poussin's 'Rape of the Sabine Women', and it's this incredible, epic, great, great painting."
   },
   "author": {
    "text": "Daniel S. Loeb"
   }
  },
  {
   "quote": {
    "text": "People who think about art as an investment are pathetic."
   },
   "author": {
    "text": "Walter Annenberg"
   }
  },
  {
   "quote": {
    "text": "Art is really about perception, and mine have been changed through visiting other realities."
   },
   "author": {
    "text": "Fred Tomaselli"
   }
  },
  {
   "quote": {
    "text": "What is art? Prostitution."
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "I just want to make cool art work that has some meaning."
   },
   "author": {
    "text": "Katya Zamolodchikova"
   }
  },
  {
   "quote": {
    "text": "The minute there's a map, there is no art. Paint by numbers is not art. Paint by numbers is a mechanical activity."
   },
   "author": {
    "text": "Seth Godin"
   }
  },
  {
   "quote": {
    "text": "Translation is the art of failure."
   },
   "author": {
    "text": "Umberto Eco"
   }
  },
  {
   "quote": {
    "text": "The final purpose of art is to intensify, even, if necessary, to exacerbate, the moral consciousness of people."
   },
   "author": {
    "text": "Norman Mailer"
   }
  },
  {
   "quote": {
    "text": "In the final analysis, style is art. And art is nothing more or less than various modes of stylized, dehumanized representation."
   },
   "author": {
    "text": "Susan Sontag"
   }
  },
  {
   "quote": {
    "text": "Appropriation is the idea that ate the art world. Go to any Chelsea gallery or international biennial and you'll find it. It's there in paintings of photographs, photographs of advertising, sculpture with ready-made objects, videos using already-existing film."
   },
   "author": {
    "text": "Jerry Saltz"
   }
  },
  {
   "quote": {
    "text": "People think our work is monumental because it's art, but human beings do much bigger things: they build giant airports, highways for thousands of miles, much, much bigger than what we create."
   },
   "author": {
    "text": "Christo"
   }
  },
  {
   "quote": {
    "text": "Art hurts. Art urges voyages - and it is easier to stay at home."
   },
   "author": {
    "text": "Gwendolyn Brooks"
   }
  },
  {
   "quote": {
    "text": "I absolutely consider fashion a form of art. Of course, there is some fashion that is not art at all - it's utilitarian, made for the purpose of covering up. And there are a lot of people out there who put a lot of effort into looking awful. But there are also people putting the same amount of energy into making bad art."
   },
   "author": {
    "text": "Iris Apfel"
   }
  },
  {
   "quote": {
    "text": "Be careful that you do not write or paint anything that is not your own, that you don't know in your own soul."
   },
   "author": {
    "text": "Emily Carr"
   }
  },
  {
   "quote": {
    "text": "Oh, if it be to choose and call thee mine, love, thou art every day my Valentine!"
   },
   "author": {
    "text": "Thomas Hood"
   }
  },
  {
   "quote": {
    "text": "The ability to get to the verge without getting into the war is the necessary art. If you try to run away from it, if you are scared to go to the brink, you are lost."
   },
   "author": {
    "text": "John Foster Dulles"
   }
  },
  {
   "quote": {
    "text": "It may be that the deep necessity of art is the examination of self-deception."
   },
   "author": {
    "text": "Robert Motherwell"
   }
  },
  {
   "quote": {
    "text": "Playing a Fender is an art itself. They're always going out of tune."
   },
   "author": {
    "text": "Ritchie Blackmore"
   }
  },
  {
   "quote": {
    "text": "I am always looking for ideas, whether it is in art on the street or in my world travels. It comes to me randomly and unexpectedly."
   },
   "author": {
    "text": "Colleen Atwood"
   }
  },
  {
   "quote": {
    "text": "I was born in the '60s and grew up in the '70s - not exactly the best decade for food in British history. It was horrendous. It was a time when, as a nation, we excelled in art and music and acting and photography and fashion - all creative skills... all apart from cooking."
   },
   "author": {
    "text": "Heston Blumenthal"
   }
  },
  {
   "quote": {
    "text": "Anybody can direct a picture once they know the fundamentals. Directing is not a mystery, it's not an art. The main thing about directing is: photograph the people's eyes."
   },
   "author": {
    "text": "John Ford"
   }
  },
  {
   "quote": {
    "text": "Whatever may be thought of my art, it is my own; and I would rather possess a freehold, though but a cottage, than live in a palace belonging to another."
   },
   "author": {
    "text": "John Constable"
   }
  },
  {
   "quote": {
    "text": "Toy Soldiers was my introduction to film. I certainly didn't think I was doing art by any stretch of the imagination."
   },
   "author": {
    "text": "Tim Robbins"
   }
  },
  {
   "quote": {
    "text": "Art is a deception that creates real emotions - a lie that creates a truth. And when you give yourself over to that deception, it becomes magic."
   },
   "author": {
    "text": "Marco Tempest"
   }
  },
  {
   "quote": {
    "text": "Zen, per se, is not just an art, it's not just a religion, it's a realisation."
   },
   "author": {
    "text": "Gene Clark"
   }
  },
  {
   "quote": {
    "text": "Art enables us to find ourselves and lose ourselves at the same time."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "Love the art in yourself and not yourself in the art."
   },
   "author": {
    "text": "Constantin Stanislavski"
   }
  },
  {
   "quote": {
    "text": "I don't want life to imitate art. I want life to be art."
   },
   "author": {
    "text": "Ernst Fischer"
   }
  },
  {
   "quote": {
    "text": "One's art goes as far and as deep as one's love goes."
   },
   "author": {
    "text": "Andrew Wyeth"
   }
  },
  {
   "quote": {
    "text": "The principles of true art is not to portray, but to evoke."
   },
   "author": {
    "text": "Jerzy Kosinski"
   }
  },
  {
   "quote": {
    "text": "It is not in life, but in art that self-fulfillment is to be found."
   },
   "author": {
    "text": "Wilson Mizner"
   }
  },
  {
   "quote": {
    "text": "Art is the most beautiful of all lies."
   },
   "author": {
    "text": "Claude Debussy"
   }
  },
  {
   "quote": {
    "text": "The mission of art is to represent nature not to imitate her."
   },
   "author": {
    "text": "William Morris Hunt"
   }
  },
  {
   "quote": {
    "text": "Insight is the first condition of Art."
   },
   "author": {
    "text": "George Henry Lewes"
   }
  },
  {
   "quote": {
    "text": "We have art in order not to die of the truth."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "True art is characterized by an irresistible urge in the creative artist."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "In art, the obvious is a sin."
   },
   "author": {
    "text": "Edward Dmytryk"
   }
  },
  {
   "quote": {
    "text": "An art book is a museum without walls."
   },
   "author": {
    "text": "Andre Malraux"
   }
  },
  {
   "quote": {
    "text": "My painting does not come from the easel."
   },
   "author": {
    "text": "Jackson Pollock"
   }
  },
  {
   "quote": {
    "text": "A painting that is well composed is half finished."
   },
   "author": {
    "text": "Pierre Bonnard"
   }
  },
  {
   "quote": {
    "text": "Every artist was first an amateur."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "'Crazy' is a term of art; 'Insane' is a term of law. Remember that, and you will save yourself a lot of trouble."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "I think you can leave the arts, superior or inferior, to the conscience of mankind."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "Philosophically considered, the universe is composed of Nature and the Soul. Strictly speaking, therefore, all that is separate from us, all which Philosophy distinguishes as the 'Not Me,' that is, both nature and art, all other men and my own body, must be ranked under this name, 'Nature.'"
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "For art to exist, for any sort of aesthetic activity to exist, a certain physiological precondition is indispensable: intoxication."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "I never called my work an 'art'. It's part of show business, the business of building entertainment."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "In general, the art of government consists of taking as much money as possible from one class of citizens to give to another."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "If art is to nourish the roots of our culture, society must set the artist free to follow his vision wherever it takes him."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Art is either plagiarism or revolution."
   },
   "author": {
    "text": "Paul Gauguin"
   }
  },
  {
   "quote": {
    "text": "Admiration for a quality or an art can be so strong that it deters us from striving to possess it."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "To make pictures big is to make them more powerful."
   },
   "author": {
    "text": "Robert Mapplethorpe"
   }
  },
  {
   "quote": {
    "text": "Pictures deface walls more often than they decorate them."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "Programming is the art of algorithm design and the craft of debugging errant code."
   },
   "author": {
    "text": "Ellen Ullman"
   }
  },
  {
   "quote": {
    "text": "We are all hungry and thirsty for concrete images. Abstract art will have been good for one thing: to restore its exact virginity to figurative art."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "Leadership is the art of getting someone else to do something you want done because he wants to do it."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "A work of art is the unique result of a unique temperament."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "An artist must be free to choose what he does, certainly, but he must also never be afraid to do what he might choose."
   },
   "author": {
    "text": "Langston Hughes"
   }
  },
  {
   "quote": {
    "text": "All art is quite useless."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "It is through art, and through art only, that we can realise our perfection."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Art never harms itself by keeping aloof from the social problems of the day: rather, by so doing, it more completely realises for us that which we desire."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "The web of life is a beautiful and meaningless dance. The web of life is a process with a moving goal. The web of life is a perfectly finished work of art right where I am sitting now."
   },
   "author": {
    "text": "Robert Anton Wilson"
   }
  },
  {
   "quote": {
    "text": "I have no fear of making changes, destroying the image, etc., because the painting has a life of its own."
   },
   "author": {
    "text": "Jackson Pollock"
   }
  },
  {
   "quote": {
    "text": "No great artist ever sees things as they really are. If he did, he would cease to be an artist."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "The art of medicine was to be properly learned only from its practice and its exercise."
   },
   "author": {
    "text": "Thomas Sydenham"
   }
  },
  {
   "quote": {
    "text": "An artist is somebody who produces things that people don't need to have."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "The art of war is of vital importance to the state. It is a matter of life and death, a road either to safety or to ruin. Hence it is a subject of inquiry which can on no account be neglected."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "What art is, in reality, is this missing link, not the links which exist. It's not what you see that is art; art is the gap."
   },
   "author": {
    "text": "Marcel Duchamp"
   }
  },
  {
   "quote": {
    "text": "In art and dream may you proceed with abandon. In life may you proceed with balance and stealth."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "There's an art to asking questions. Briefings are valuable but normally communicate primarily what the subordinate leader wants you to know, and often the picture they provide is incomplete."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "Raising children is a creative endeavor, an art rather than a science."
   },
   "author": {
    "text": "Bruno Bettelheim"
   }
  },
  {
   "quote": {
    "text": "People think that computer science is the art of geniuses but the actual reality is the opposite, just many people doing things that build on eachother, like a wall of mini stones."
   },
   "author": {
    "text": "Donald Knuth"
   }
  },
  {
   "quote": {
    "text": "Art is man's constant effort to create for himself a different order of reality from that which is given to him."
   },
   "author": {
    "text": "Chinua Achebe"
   }
  },
  {
   "quote": {
    "text": "Without freedom, no art; art lives only on the restraints it imposes on itself, and dies of all others."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Stand-up comedy is an art form and it dies unless you expand it."
   },
   "author": {
    "text": "Sam Kinison"
   }
  },
  {
   "quote": {
    "text": "I am a writer. I suppose I think that the highest gift that man has is art, and I am audacious enough to think of myself as an artist - that there is both joy and beauty and illumination and communion between people to be achieved through the dissection of personality."
   },
   "author": {
    "text": "Lorraine Hansberry"
   }
  },
  {
   "quote": {
    "text": "If a man devotes himself to art, much evil is avoided that happens otherwise if one is idle."
   },
   "author": {
    "text": "Albrecht Durer"
   }
  },
  {
   "quote": {
    "text": "A compromise is the art of dividing a cake in such a way that everyone believes he has the biggest piece."
   },
   "author": {
    "text": "Ludwig Erhard"
   }
  },
  {
   "quote": {
    "text": "Without art, the crudeness of reality would make the world unbearable."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Art is the elimination of the unnecessary."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "Art begins with resistance - at the point where resistance is overcome. No human masterpiece has ever been created without great labor."
   },
   "author": {
    "text": "Andre Gide"
   }
  },
  {
   "quote": {
    "text": "I had a Dan Fouts Nike poster with 'The Bomb Squad' on my wall as a kid. I was also a huge Larry Bird fan. One of my proudest art achievements is a papier-mache eagle decked out head-to-toe in Celtics gear."
   },
   "author": {
    "text": "Timothy Olyphant"
   }
  },
  {
   "quote": {
    "text": "A man paints with his brains and not with his hands."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "Religion and art spring from the same root and are close kin. Economics and art are strangers."
   },
   "author": {
    "text": "Nathaniel Hawthorne"
   }
  },
  {
   "quote": {
    "text": "Music is the art of the prophets and the gift of God."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "Art is an attempt to integrate evil."
   },
   "author": {
    "text": "Simone de Beauvoir"
   }
  },
  {
   "quote": {
    "text": "Great art is the contempt of a great man for small art."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "The whole aspect of cinema and film festivals should be a moment to come together and celebrate art and humanity. It would be a shame if there was such a divide."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "To say that a work of art is good, but incomprehensible to the majority of men, is the same as saying of some kind of food that it is very good but that most people can't eat it."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "The artist's job is to be a witness to his time in history."
   },
   "author": {
    "text": "Robert Rauschenberg"
   }
  },
  {
   "quote": {
    "text": "Art is contemplation. It is the pleasure of the mind which searches into nature and which there divines the spirit of which nature herself is animated."
   },
   "author": {
    "text": "Auguste Rodin"
   }
  },
  {
   "quote": {
    "text": "Land really is the best art."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "I am not a great cook, I am not a great artist, but I love art, and I love food, so I am the perfect traveller."
   },
   "author": {
    "text": "Michael Palin"
   }
  },
  {
   "quote": {
    "text": "Ninety percent of games lose money; 10 percent make a lot of money. And there's a consistency around the competitive advantages you create, so if you can actually learn how to do the art, the design, and the programming, you would be consistently very profitable."
   },
   "author": {
    "text": "Gabe Newell"
   }
  },
  {
   "quote": {
    "text": "Painting is an infinitely minute part of my personality."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "A writer should write with his eyes and a painter paint with his ears."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "All art really does is keep you focused on questions of humanity, and it really is about how do we get on with our maker."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "When you walk down the street and see something in a crazy spot, there's something powerful about that. The street will always be an important part of getting art out there for me."
   },
   "author": {
    "text": "Shepard Fairey"
   }
  },
  {
   "quote": {
    "text": "Art? That's a man's name."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "I have discovered the art of deceiving diplomats. I tell them the truth and they never believe me."
   },
   "author": {
    "text": "Camillo di Cavour"
   }
  },
  {
   "quote": {
    "text": "No art is less spontaneous than mine. What I do is the result of reflection and the study of the great masters."
   },
   "author": {
    "text": "Edgar Degas"
   }
  },
  {
   "quote": {
    "text": "Patience is the art of hoping."
   },
   "author": {
    "text": "Luc de Clapiers"
   }
  },
  {
   "quote": {
    "text": "There have to be moments when you glimpse something decent, something life-affirming even in the most twisted character. That's where the real art lies. See, I always suspect characters who are painted as lovely, decent human beings. I would always question where the darkness lies."
   },
   "author": {
    "text": "Martin McDonagh"
   }
  },
  {
   "quote": {
    "text": "It is after all the greatest art to limit and isolate oneself."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "The mediator of the inexpressible is the work of art."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "The essence of all art is to have pleasure in giving pleasure."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "In a storm, I think, 'What if the gospel be not true? Then thou art, of all men, most foolish. For what has thou given up thy goods, thy ease, thy friends, thy reputation, thy country, thy life?'"
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "All the world old is queer save thee and me, and even thou art a little queer."
   },
   "author": {
    "text": "Robert Owen"
   }
  },
  {
   "quote": {
    "text": "Life is short, the art long."
   },
   "author": {
    "text": "Hippocrates"
   }
  },
  {
   "quote": {
    "text": "When one lives in a society where people can no longer rely on the institutions to tell them the truth, the truth must come from culture and art."
   },
   "author": {
    "text": "John Trudell"
   }
  },
  {
   "quote": {
    "text": "Art is the concrete representation of our most subtle feelings."
   },
   "author": {
    "text": "Agnes Martin"
   }
  },
  {
   "quote": {
    "text": "My hand is the extension of the thinking process - the creative process."
   },
   "author": {
    "text": "Tadao Ando"
   }
  },
  {
   "quote": {
    "text": "The art of life is to live in the present moment, and to make that moment as perfect as we can by the realization that we are the instruments and expression of God Himself."
   },
   "author": {
    "text": "Emmet Fox"
   }
  },
  {
   "quote": {
    "text": "To send light into the darkness of men's hearts - such is the duty of the artist."
   },
   "author": {
    "text": "Robert Schumann"
   }
  },
  {
   "quote": {
    "text": "Just as the science and art of agriculture depend upon chemistry and botany, so the art of education depends upon physiology and psychology."
   },
   "author": {
    "text": "Edward Thorndike"
   }
  },
  {
   "quote": {
    "text": "Art is man's expression of his joy in labor."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "In art the best is good enough."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "With an apple I will astonish Paris."
   },
   "author": {
    "text": "Paul Cezanne"
   }
  },
  {
   "quote": {
    "text": "Cats are anthropomorphised in art because they are so laid back that you automatically attribute human thoughts and feelings to them."
   },
   "author": {
    "text": "Jim Davis"
   }
  },
  {
   "quote": {
    "text": "Women's art, political art - those categorisations perpetuate a certain kind of marginality which I'm resistant to. But I absolutely define myself as a feminist."
   },
   "author": {
    "text": "Barbara Kruger"
   }
  },
  {
   "quote": {
    "text": "The principle of art is to pause, not bypass."
   },
   "author": {
    "text": "Jerzy Kosinski"
   }
  },
  {
   "quote": {
    "text": "I never know what I'm going to put on the canvas. The canvas paints itself. I'm just the middleman."
   },
   "author": {
    "text": "Peter Max"
   }
  },
  {
   "quote": {
    "text": "Draw your pleasure, paint your pleasure, and express your pleasure strongly."
   },
   "author": {
    "text": "Pierre Bonnard"
   }
  },
  {
   "quote": {
    "text": "Don't avoid extremes, and don't choose any one extreme. Remain available to both the polarities - that is the art, the secret of balancing."
   },
   "author": {
    "text": "Rajneesh"
   }
  },
  {
   "quote": {
    "text": "Art works because it appeals to certain faculties of the mind. Music depends on details of the auditory system, painting and sculpture on the visual system. Poetry and literature depend on language."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "The modern artist is working with space and time, and expressing his feelings rather than illustrating."
   },
   "author": {
    "text": "Jackson Pollock"
   }
  },
  {
   "quote": {
    "text": "Art, like morality, consists in drawing the line somewhere."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Love isn't an emotion or an instinct - it's an art."
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "Ah, the creative process is the same secret in science as it is in art. They are all the same absolutely."
   },
   "author": {
    "text": "Josef Albers"
   }
  },
  {
   "quote": {
    "text": "I think that's always the goal of art, is to make people ask themselves questions."
   },
   "author": {
    "text": "Chance The Rapper"
   }
  },
  {
   "quote": {
    "text": "Art is like a border of flowers along the course of civilization."
   },
   "author": {
    "text": "Lincoln Steffens"
   }
  },
  {
   "quote": {
    "text": "To be an artist includes much; one must possess many gifts - absolute gifts - which have not been acquired by one's own effort. And, moreover, to succeed, the artist much possess the courageous soul."
   },
   "author": {
    "text": "Kate Chopin"
   }
  },
  {
   "quote": {
    "text": "I really believe there are things nobody would see if I didn't photograph them."
   },
   "author": {
    "text": "Diane Arbus"
   }
  },
  {
   "quote": {
    "text": "I've constantly tried new things, even as a child, and have always been obsessed with pink. Now I'm just a little more ladylike and fearless. You should never feel afraid to become a piece of art. It's exhilarating."
   },
   "author": {
    "text": "Nicki Minaj"
   }
  },
  {
   "quote": {
    "text": "Every art expression is rooted fundamentally in the personality and temperament of the artist."
   },
   "author": {
    "text": "Hans Hofmann"
   }
  },
  {
   "quote": {
    "text": "Encouraging young people to believe in themselves and find their own voice whether it's through writing, drama or art is so important in giving young people a sense of self-worth."
   },
   "author": {
    "text": "Michael Morpurgo"
   }
  },
  {
   "quote": {
    "text": "Geometry is moribund. I want a lilt and joy to art."
   },
   "author": {
    "text": "Ellsworth Kelly"
   }
  },
  {
   "quote": {
    "text": "A work of art is above all an adventure of the mind."
   },
   "author": {
    "text": "Eugene Ionesco"
   }
  },
  {
   "quote": {
    "text": "My art is a form of restoration in terms of my feelings to myself and to others."
   },
   "author": {
    "text": "Louise Bourgeois"
   }
  },
  {
   "quote": {
    "text": "Art is a way to express yourself and through that you can escape a bad situation."
   },
   "author": {
    "text": "Russell Simmons"
   }
  },
  {
   "quote": {
    "text": "Traditionally, art has been for the select few. We have been brainwashed to believe that Michelangelo had to pat you on the head at birth."
   },
   "author": {
    "text": "Bob Ross"
   }
  },
  {
   "quote": {
    "text": "The job of art is to chase ugliness away."
   },
   "author": {
    "text": "Bono"
   }
  },
  {
   "quote": {
    "text": "Painting is the most magical of mediums. The transcendence is truly amazing to me every time I go to a museum and I see how somebody figured another way to rub colored dirt on a flat surface and make space where there is no space or make you think of a life experience."
   },
   "author": {
    "text": "Chuck Close"
   }
  },
  {
   "quote": {
    "text": "With color one obtains an energy that seems to stem from witchcraft."
   },
   "author": {
    "text": "Henri Matisse"
   }
  },
  {
   "quote": {
    "text": "The works must be conceived with fire in the soul but executed with clinical coolness."
   },
   "author": {
    "text": "Joan Miro"
   }
  },
  {
   "quote": {
    "text": "I realised the bohemian life was not for me. I would look around at my friends, living like starving artists, and wonder, 'Where's the art?' They weren't doing anything. And there was so much interesting stuff to do, so much fun to be had... maybe I could even quit renting."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Once an object has been incorporated in a picture it accepts a new destiny."
   },
   "author": {
    "text": "Georges Braque"
   }
  },
  {
   "quote": {
    "text": "I love all kinds of art. I mean, I love sketching and acting and music."
   },
   "author": {
    "text": "Amandla Stenberg"
   }
  },
  {
   "quote": {
    "text": "The finest works of art are precious, among other reasons, because they make it possible for us to know, if only imperfectly and for a little while, what it actually feels like to think subtly and feel nobly."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "All art is autobiographical. The pearl is the oyster's autobiography."
   },
   "author": {
    "text": "Federico Fellini"
   }
  },
  {
   "quote": {
    "text": "When I judge art, I take my painting and put it next to a God made object like a tree or flower. If it clashes, it is not art."
   },
   "author": {
    "text": "Paul Cezanne"
   }
  },
  {
   "quote": {
    "text": "Contemporary art will help me to modernise our society."
   },
   "author": {
    "text": "Victor Pinchuk"
   }
  },
  {
   "quote": {
    "text": "Art is for everybody."
   },
   "author": {
    "text": "Keith Haring"
   }
  },
  {
   "quote": {
    "text": "Art for art's sake is a philosophy of the well-fed."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "What I wanted to do was to paint sunlight on the side of a house."
   },
   "author": {
    "text": "Edward Hopper"
   }
  },
  {
   "quote": {
    "text": "Painting is by nature a luminous language."
   },
   "author": {
    "text": "Robert Delaunay"
   }
  },
  {
   "quote": {
    "text": "Every other artist begins with a blank canvas, a piece of paper the photographer begins with the finished product."
   },
   "author": {
    "text": "Edward Steichen"
   }
  },
  {
   "quote": {
    "text": "Florence is perhaps best known for being the seat of Renaissance art, and rightly so: A greatest-hits collection of artists passed through its streets - Michelangelo, Leonardo, Botticelli, and Brunelleschi among them."
   },
   "author": {
    "text": "Hanya Yanagihara"
   }
  },
  {
   "quote": {
    "text": "Nature is a divine art; it cannot be the artist. It is a dominical book and cannot be the scribe. It is an embroidery and cannot be the embroiderer. It is a register and cannot be the accountant. It is the law and cannot be the power."
   },
   "author": {
    "text": "Said Nursi"
   }
  },
  {
   "quote": {
    "text": "Art to me is an anecdote of the spirit, and the only means of making concrete the purpose of its varied quickness and stillness."
   },
   "author": {
    "text": "Mark Rothko"
   }
  },
  {
   "quote": {
    "text": "I don't want to sound pretentious, but I love art, I like to go to museums, and I like to read books."
   },
   "author": {
    "text": "Rainn Wilson"
   }
  },
  {
   "quote": {
    "text": "All art, from the paintings on the walls of cave dwellers to art created today, is autobiographical because it comes from the secret place in the soul where imagination resides."
   },
   "author": {
    "text": "Gloria Vanderbilt"
   }
  },
  {
   "quote": {
    "text": "I was practically driven to Rome in order to obtain the opportunities for art culture and to find a social atmosphere where I was not constantly reminded of my color. The land of liberty had no room for a colored sculptor."
   },
   "author": {
    "text": "Edmonia Lewis"
   }
  },
  {
   "quote": {
    "text": "You must thank the gods for art, those of us who have been fortunate enough to stumble onto this means of venting our craziness, our meanness, our towering disgust."
   },
   "author": {
    "text": "Robert Crumb"
   }
  },
  {
   "quote": {
    "text": "I have been using polka dots since I was a very young child. Only after that, it seems, have they been used throughout the rest of the art world."
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "All art is propaganda, and ever must be, despite the wailing of the purists. I stand in utter shamelessness and say that whatever art I have for writing has been used always for propaganda for gaining the right of black folk to love and enjoy. I do not care a damn for any art that is not used for propaganda."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "Just because people can express themselves through their art doesn't mean they are great communicators in person."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "I love to design. I am a commercial fashion designer. I always design jackets with two sleeves. I don't design jackets with three sleeves, or the layers and layers come off like little dolls from Russia. Fashion for me is a creative endeavor, but it is not art for me."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "If you cannot learn to love real art, at least learn to hate sham art and reject it."
   },
   "author": {
    "text": "William Morris"
   }
  },
  {
   "quote": {
    "text": "A work of art that contains theories is like an object on which the price tag has been left."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "Fashion is only the attempt to realize art in living forms and social intercourse."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "An art which isn't based on feeling isn't an art at all."
   },
   "author": {
    "text": "Paul Cezanne"
   }
  },
  {
   "quote": {
    "text": "All art is dependent on technology because it's a human endeavour, so even when you're using charcoal on a wall or designed the proscenium arch, that's technology."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "Great nations write their autobiographies in three manuscripts - the book of their deeds, the book of their words and the book of their art."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "To curb the machine and limit art to handicraft is a denial of opportunity."
   },
   "author": {
    "text": "Lewis Mumford"
   }
  },
  {
   "quote": {
    "text": "Art, in itself, is an attempt to bring order out of chaos."
   },
   "author": {
    "text": "Stephen Sondheim"
   }
  },
  {
   "quote": {
    "text": "Instead of art I have taught philosophy. Though technique for me is a big word, I never have taught how to paint. All my doing was to make people to see."
   },
   "author": {
    "text": "Josef Albers"
   }
  },
  {
   "quote": {
    "text": "What makes photography a strange invention is that its primary raw materials are light and time."
   },
   "author": {
    "text": "John Berger"
   }
  },
  {
   "quote": {
    "text": "Religion, art, and science flourish best in a free society. True, freedom does not afford much opportunity for grand gestures. It has little room for martyrs. But life is not supposed to be about dying well. It is about living well."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "There is nothing new in art except talent."
   },
   "author": {
    "text": "Anton Chekhov"
   }
  },
  {
   "quote": {
    "text": "I choose a block of marble and chop off whatever I don't need."
   },
   "author": {
    "text": "Auguste Rodin"
   }
  },
  {
   "quote": {
    "text": "It's clever, but is it Art?"
   },
   "author": {
    "text": "Rudyard Kipling"
   }
  },
  {
   "quote": {
    "text": "My advice to young people wanting to make music and to be in this industry is to really spend your time making music. Make so much music you have no friends. Make music. Figure out what it is you love, and... because if you're making cool art, then everything else will fall into line."
   },
   "author": {
    "text": "Lorde"
   }
  },
  {
   "quote": {
    "text": "When movies first came out, maybe they were in black and white and there wasn't any sound and people were saying the theater is still the place to be. But now movies and theater have found their own place in the world. They are each legitimate art forms."
   },
   "author": {
    "text": "Hans Zimmer"
   }
  },
  {
   "quote": {
    "text": "The course of Nature is the art of God."
   },
   "author": {
    "text": "Edward Young"
   }
  },
  {
   "quote": {
    "text": "The artist one day falls through a hole in the brambles, and from that moment he is following the dark rapids of an underground river which may sometimes flow so near to the surface that the laughing picnic parties are heard above."
   },
   "author": {
    "text": "Cyril Connolly"
   }
  },
  {
   "quote": {
    "text": "Art and life are inseparable."
   },
   "author": {
    "text": "Eva Hesse"
   }
  },
  {
   "quote": {
    "text": "There's a lot of thought in art. People get to talk about important things. There's a lot of sex, you know, in art. There's a lot of naked women and men, and there's intrigue, there's fakery. It's a real microcosm of the larger world."
   },
   "author": {
    "text": "Steve Martin"
   }
  },
  {
   "quote": {
    "text": "All of the significant art of today stems from Conceptual art. This includes the art of installation, political, feminist and socially directed art."
   },
   "author": {
    "text": "Sol LeWitt"
   }
  },
  {
   "quote": {
    "text": "Culture - art, music, literature - is the long game, because it's the way to change people's ideas in a more personal way."
   },
   "author": {
    "text": "Dee Rees"
   }
  },
  {
   "quote": {
    "text": "In art as in love, instinct is enough."
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "Because it's so easy to medicate our need for self-worth by pandering to win followers, 'likes' and view counts, social media have become the metier of choice for many people who might otherwise channel that energy into books, music or art - or even into their own Web ventures."
   },
   "author": {
    "text": "Neil Strauss"
   }
  },
  {
   "quote": {
    "text": "Evolution explains our biological evolution, but human beings are very unique creatures. As the Dobzhansky said, all animals are unique; humans are the uniquest. And that uniqueness of being human, language, art, culture, our dependency on culture for survival, comes from the combination of traditional biological evolution."
   },
   "author": {
    "text": "Donald Johanson"
   }
  },
  {
   "quote": {
    "text": "Few developments central to the history of art have been so misrepresented or misunderstood as the brief, brave, glorious, doomed life of the Bauhaus - the epochally influential German art, architecture, crafts, and design school that was founded in Goethe's sleepy hometown of Weimar in 1919."
   },
   "author": {
    "text": "Martin Filler"
   }
  },
  {
   "quote": {
    "text": "Painting, n.: The art of protecting flat surfaces from the weather, and exposing them to the critic."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "Art at its most significant is a Distant Early Warning System that can always be relied on to tell the old culture what is beginning to happen to it."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "Art can only be truly art by presenting an adequate outward symbol of some fact in the interior life."
   },
   "author": {
    "text": "Margaret Fuller"
   }
  },
  {
   "quote": {
    "text": "I think most of the people involved in any art always secretly wonder whether they are really there because they're good or there because they're lucky."
   },
   "author": {
    "text": "Katharine Hepburn"
   }
  },
  {
   "quote": {
    "text": "Film in the 20th century, it's the American art form, like jazz."
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "I think the more you understand myths, the more you understand the roots of our culture and the more things will resonate. Do you have to know them? No, but certainly it is nice to recognise how deeply these things are embedded in our literature, our art."
   },
   "author": {
    "text": "Rick Riordan"
   }
  },
  {
   "quote": {
    "text": "Art produces ugly things which frequently become more beautiful with time. Fashion, on the other hand, produces beautiful things which always become ugly with time."
   },
   "author": {
    "text": "Jean Cocteau"
   }
  },
  {
   "quote": {
    "text": "Great art picks up where nature ends."
   },
   "author": {
    "text": "Marc Chagall"
   }
  },
  {
   "quote": {
    "text": "The whole reason one wants to do lower budget films is because the lower the budget, the bigger the ideas, the bigger the themes, the more interesting the art."
   },
   "author": {
    "text": "Francis Ford Coppola"
   }
  },
  {
   "quote": {
    "text": "Those who gave thee a body, furnished it with weakness; but He who gave thee Soul, armed thee with resolution. Employ it, and thou art wise; be wise and thou art happy."
   },
   "author": {
    "text": "Akhenaton"
   }
  },
  {
   "quote": {
    "text": "Every artist writes his own autobiography."
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "My interest is in completing an image that is spectacular beyond belief. My fidelity is to the image and the art and not to the bragging rights of making every stroke on every flower. I'm realistic."
   },
   "author": {
    "text": "Kehinde Wiley"
   }
  },
  {
   "quote": {
    "text": "All of Koons's best art - the encased vacuum cleaners, the stainless-steel Rabbit (the late-twentieth century's signature work of Simulationist sculpture), the amazing gleaming Balloon Dog, and the cast-iron re-creation of a Civil War mortar exhibited last month at the Armory - has simultaneously flaunted extreme realism, idealism, and fantasy."
   },
   "author": {
    "text": "Jerry Saltz"
   }
  },
  {
   "quote": {
    "text": "What I'd tell any kid in high school is, 'Take business classes.' I don't care what else you're gonna do; if you're gonna do art or anything, take business classes. You can say, 'Well, I don't want to get commercial,' but if you do anything to make any money, you're doing something commercial."
   },
   "author": {
    "text": "Axl Rose"
   }
  },
  {
   "quote": {
    "text": "Murals in restaurants are on a par with the food in museums."
   },
   "author": {
    "text": "Peter De Vries"
   }
  },
  {
   "quote": {
    "text": "Criticism is the windows and chandeliers of art: it illuminates the enveloping darkness in which art might otherwise rest only vaguely discernible, and perhaps altogether unseen."
   },
   "author": {
    "text": "George Jean Nathan"
   }
  },
  {
   "quote": {
    "text": "I take this art very seriously and passionately. I love what I do. You can't help but grow. That's not to say you don't make mistakes or make bad choices, but that's part of the art. Painters paint bad paintings."
   },
   "author": {
    "text": "Christopher Meloni"
   }
  },
  {
   "quote": {
    "text": "Sometimes words are not needed, and the simplicity of expressing yourself through an art form is one of the best ways of communication."
   },
   "author": {
    "text": "Emmanuel Jal"
   }
  },
  {
   "quote": {
    "text": "I don't paint things. I only paint the difference between things."
   },
   "author": {
    "text": "Henri Matisse"
   }
  },
  {
   "quote": {
    "text": "What gives my art the most meaning is when I can connect with others through it. When people say that my music has helped them, or it makes them feel good, or it inspires them, that is what gives my art lasting meaning to me."
   },
   "author": {
    "text": "Lindsey Stirling"
   }
  },
  {
   "quote": {
    "text": "A great artist is always before his time or behind it."
   },
   "author": {
    "text": "George Edward Moore"
   }
  },
  {
   "quote": {
    "text": "To write is a relief from life's problems. It is a way in which you revenge yourself. In art, the writer achieves utopia. But any attempt to achieve social utopia is bound to catastrophe. If you want a society of saints, the result is hell, repression, totalitarianism, and persecution."
   },
   "author": {
    "text": "Mario Vargas Llosa"
   }
  },
  {
   "quote": {
    "text": "It is in fact agreed that I am the plague, the cholera of the benevolent and generous men who are interested in art and that, when I show myself with my plasters, even the Emperor of the Sahara would flee."
   },
   "author": {
    "text": "Camille Claudel"
   }
  },
  {
   "quote": {
    "text": "It is more important to click with people than to click the shutter."
   },
   "author": {
    "text": "Alfred Eisenstaedt"
   }
  },
  {
   "quote": {
    "text": "Painting is a nail to which I fasten my ideas."
   },
   "author": {
    "text": "Georges Braque"
   }
  },
  {
   "quote": {
    "text": "Minimalism? It is something I appreciate as an art form but leave to others - unless you count a collection of warhorse-workwear Yves Saint Laurent trouser suits. Maybe my penchant for hippie-deluxe eccentricity came from an escapist dream of a different world. It was tough being a working mom in the 1970s."
   },
   "author": {
    "text": "Suzy Menkes"
   }
  },
  {
   "quote": {
    "text": "Every mind which has given itself to self-expression in art is aware of a directing agency outside its conscious control which it has agreed to label 'inspiration'."
   },
   "author": {
    "text": "Norman Lindsay"
   }
  },
  {
   "quote": {
    "text": "I believe people can have a profound experience by being surrounded by something beautiful - that's what I aim for. My sculpture is about the way you feel when you're standing under it and inside it. It's experiential art."
   },
   "author": {
    "text": "Janet Echelman"
   }
  },
  {
   "quote": {
    "text": "While producing art works, illusions appear from time to time due to my mental illness. Every day is a struggle for me."
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "Photograph: a picture painted by the sun without instruction in art."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "An artist never really finishes his work, he merely abandons it."
   },
   "author": {
    "text": "Paul Valery"
   }
  },
  {
   "quote": {
    "text": "I'm a Sufi Muslim, I would say. I believe in using the medium to create a good vibration because art is so important to society. Some projects I don't do because I feel that it's going to create a bad vibe. I don't do propaganda films that are anti another religion, anti-Muslim or anti-Hindu."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "An artist's only concern is to shoot for some kind of perfection, and on his own terms, not anyone else's."
   },
   "author": {
    "text": "J. D. Salinger"
   }
  },
  {
   "quote": {
    "text": "I do not want art for a few any more than education for a few, or freedom for a few."
   },
   "author": {
    "text": "William Morris"
   }
  },
  {
   "quote": {
    "text": "Wisdom is nothing but a preparation of the soul, a capacity, a secret art of thinking, feeling and breathing thoughts of unity at every moment of life."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "The basis of art is truth, both in matter and in mode."
   },
   "author": {
    "text": "Flannery O'Connor"
   }
  },
  {
   "quote": {
    "text": "I had mentors, growing up in gay life - older gay men who told me about our history and the history of art and culture - but somehow, the younger generation missed out on that synergy."
   },
   "author": {
    "text": "RuPaul"
   }
  },
  {
   "quote": {
    "text": "That's the motivation of an artist - to seek attention of some kind."
   },
   "author": {
    "text": "James Taylor"
   }
  },
  {
   "quote": {
    "text": "The interpretation of dreams is a great art."
   },
   "author": {
    "text": "Paracelsus"
   }
  },
  {
   "quote": {
    "text": "I spend much more time looking at art history and at different references to art than I do at actual objects."
   },
   "author": {
    "text": "Jeff Koons"
   }
  },
  {
   "quote": {
    "text": "Dior Couture is like art - they are the art pieces of a fashion house. Each piece is unique and made by hand."
   },
   "author": {
    "text": "Patrick Demarchelier"
   }
  },
  {
   "quote": {
    "text": "I began painting well before I started doing comedy. In fact, when I came out of the war in 1946, I enrolled in art school in Dayton, Ohio. I painted for three years, and then show business took hold."
   },
   "author": {
    "text": "Jonathan Winters"
   }
  },
  {
   "quote": {
    "text": "Art has to move you and design does not, unless it's a good design for a bus."
   },
   "author": {
    "text": "David Hockney"
   }
  },
  {
   "quote": {
    "text": "I always feel that art in general and acting in particular should make the audience a little uncomfortable, to slap them and wake them up."
   },
   "author": {
    "text": "Antonio Banderas"
   }
  },
  {
   "quote": {
    "text": "Jazz vision is the fusion of music and art a real paradox of same-yet different. Here we play in exchanges, like the hardness of the key of c# major and from the softness of Db major - capturing, reflecting and improvising."
   },
   "author": {
    "text": "Barbara Januszkiewicz"
   }
  },
  {
   "quote": {
    "text": "The vitality of a new movement in Art must be gauged by the fury it arouses."
   },
   "author": {
    "text": "Logan Pearsall Smith"
   }
  },
  {
   "quote": {
    "text": "The main thing in making art often is letting go of your expectation and your idea."
   },
   "author": {
    "text": "Agnes Martin"
   }
  },
  {
   "quote": {
    "text": "Death is imposed only on creatures, not their creations, and has therefore always appeared in art in a broken form: as allegory."
   },
   "author": {
    "text": "Theodor W. Adorno"
   }
  },
  {
   "quote": {
    "text": "When one paints an ideal, one does not need to limit one's imagination."
   },
   "author": {
    "text": "Ellen Key"
   }
  },
  {
   "quote": {
    "text": "Art is not in some far-off place. A work of art is the expression of a man's whole personality, sensibility and ability."
   },
   "author": {
    "text": "Shinichi Suzuki"
   }
  },
  {
   "quote": {
    "text": "The writer, when he is also an artist, is someone who admits what others don't dare reveal."
   },
   "author": {
    "text": "Elia Kazan"
   }
  },
  {
   "quote": {
    "text": "Life beats down and crushes the soul and art reminds you that you have one."
   },
   "author": {
    "text": "Stella Adler"
   }
  },
  {
   "quote": {
    "text": "You never know about the art world because it's a matter of opinion. If you look at old art like Rembrandt and Vermeer, it's not completely a matter of opinion. The pictures confront you, and you see exactly what it is. In modern art, a lot of it is suggestive, and it becomes a matter of opinion."
   },
   "author": {
    "text": "Peter Saul"
   }
  },
  {
   "quote": {
    "text": "Nothing right can be accomplished in art without enthusiasm."
   },
   "author": {
    "text": "Robert Schumann"
   }
  },
  {
   "quote": {
    "text": "A good mother remembers to serve fruit at breakfast, is always cheerful and never yells, manages not to project her own neuroses and inadequacies onto her children, is an active and beloved community volunteer. She remembers to make play dates, her children's clothes fit, she does art projects with them and enjoys all their games."
   },
   "author": {
    "text": "Ayelet Waldman"
   }
  },
  {
   "quote": {
    "text": "Fashion, for me, is anything that's aesthetic and beautiful. Art, food, film. It's something that I appreciate and really like."
   },
   "author": {
    "text": "St. Vincent"
   }
  },
  {
   "quote": {
    "text": "The 20th century is a period defined by cultural and artistic movements. However, the 21st century creative-scape that we occupy now doesn't really have movements in the same way. Instead it's made up of diverse individuals working across various platforms simultaneously; art, architecture, film, music and literature."
   },
   "author": {
    "text": "Doug Aitken"
   }
  },
  {
   "quote": {
    "text": "Artists don't make objects. Artists make mythologies."
   },
   "author": {
    "text": "Anish Kapoor"
   }
  },
  {
   "quote": {
    "text": "Art is too serious to be taken seriously."
   },
   "author": {
    "text": "Ad Reinhardt"
   }
  },
  {
   "quote": {
    "text": "I decided on the spot that I would be an artist, and I assure you, it was no ordinary artist I had in mind."
   },
   "author": {
    "text": "Henry Ossawa Tanner"
   }
  },
  {
   "quote": {
    "text": "I never can pass by the Metropolitan Museum of Art in New York without thinking of it not as a gallery of living portraits but as a cemetery of tax-deductible wealth."
   },
   "author": {
    "text": "Lewis H. Lapham"
   }
  },
  {
   "quote": {
    "text": "Unlike the expressionists, I have never been interested in renewing the world through the vehicle of art."
   },
   "author": {
    "text": "Georg Baselitz"
   }
  },
  {
   "quote": {
    "text": "My attitude towards drawing is not necessarily about drawing. It's about making the best kind of image I can make, it's about talking as clearly as I can."
   },
   "author": {
    "text": "Jim Dine"
   }
  },
  {
   "quote": {
    "text": "Every model is a living sculpture - art in-vivo."
   },
   "author": {
    "text": "Stephane Rolland"
   }
  },
  {
   "quote": {
    "text": "Please bear in mind that my observations and thoughts are the outcome of my own unaided impulse and curiosity alone; for, besides myself, in our town there be no philosophers who practice this art, so pray, take not amiss my poor pen and the liberty I here take in setting down my random notions."
   },
   "author": {
    "text": "Antonie van Leeuwenhoek"
   }
  },
  {
   "quote": {
    "text": "As in nature, as in art, so in grace; it is rough treatment that gives souls, as well as stones, their luster."
   },
   "author": {
    "text": "Thomas Guthrie"
   }
  },
  {
   "quote": {
    "text": "I am interested in computers and technology, and art, photography, and design."
   },
   "author": {
    "text": "William Landay"
   }
  },
  {
   "quote": {
    "text": "When works of art are presented like rare butterflies on the walls, they're decontextualized. We admire their beauty, and I have nothing against that, per se. But there is more to art than that."
   },
   "author": {
    "text": "Hans Haacke"
   }
  },
  {
   "quote": {
    "text": "I love graffiti because it enables kids from every social extraction to do something that brings them closer to art, when they normally wouldn't be stimulated to be visually creative. Graffiti helps to develop an awareness of immediate expressive and uncontrolled freedom."
   },
   "author": {
    "text": "Barry McGee"
   }
  },
  {
   "quote": {
    "text": "Wishing to open my mouth, O brethren, and speak on the exalted theme of humility, I am filled with fear, even as a man who understands that he is about to discourse concerning God with the art of his own words. For humility is the raiment of the Godhead."
   },
   "author": {
    "text": "Isaac of Nineveh"
   }
  },
  {
   "quote": {
    "text": "If your child really loves art, get them some good brushes. Get good material and make them feel that what they do is important."
   },
   "author": {
    "text": "Denise Fleming"
   }
  },
  {
   "quote": {
    "text": "The artist's world is limitless. It can be found anywhere, far from where he lives or a few feet away. It is always on his doorstep."
   },
   "author": {
    "text": "Paul Strand"
   }
  },
  {
   "quote": {
    "text": "The artist produces for the liberation of his soul. It is his nature to create as it is the nature of water to run down the hill."
   },
   "author": {
    "text": "W. Somerset Maugham"
   }
  },
  {
   "quote": {
    "text": "Boxing's in my genes. I come from a fighting background. My dad and both my uncles were good boxers. I'm blessed with the art of war."
   },
   "author": {
    "text": "Floyd Mayweather, Jr."
   }
  },
  {
   "quote": {
    "text": "Paint the essential character of things."
   },
   "author": {
    "text": "Camille Pissarro"
   }
  },
  {
   "quote": {
    "text": "It is the glory and good of Art, That Art remains the one way possible Of speaking truth, to mouths like mine at least."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "Art is an invention of aesthetics, which in turn is an invention of philosophers... What we call art is a game."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "To make us feel small in the right way is a function of art; men can only make us feel small in the wrong way."
   },
   "author": {
    "text": "E. M. Forster"
   }
  },
  {
   "quote": {
    "text": "I don't understand it. Jack will spend any amount of money to buy votes but he balks at investing a thousand dollars in a beautiful painting."
   },
   "author": {
    "text": "Jackie Kennedy"
   }
  },
  {
   "quote": {
    "text": "I knew I didn't want to pursue an academic career at all, which, of course, my father would have loved me to have done. I didn't want to go to university. The only other thing I could do was paint, and so I went to art school because they couldn't conceive of how one would be an actor."
   },
   "author": {
    "text": "John Hurt"
   }
  },
  {
   "quote": {
    "text": "If you do not breathe through writing, if you do not cry out in writing, or sing in writing, then don't write, because our culture has no use for it."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "Logic is neither a science nor an art, but a dodge."
   },
   "author": {
    "text": "Benjamin Jowett"
   }
  },
  {
   "quote": {
    "text": "If we could but paint with the hand what we see with the eye."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "Life is the art of being well deceived; and in order that the deception may succeed it must be habitual and uninterrupted."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "A work of art has no importance whatever to society. It is only important to the individual."
   },
   "author": {
    "text": "Vladimir Nabokov"
   }
  },
  {
   "quote": {
    "text": "Art is a marriage of the conscious and the unconscious."
   },
   "author": {
    "text": "Jean Cocteau"
   }
  },
  {
   "quote": {
    "text": "Art was a way for me to express myself and for me to also escape because it was tough growing up as a child. We didn't have a lot of money. I was always creating. I was writing stories. I was doing comic books. I made my own universe."
   },
   "author": {
    "text": "Michelle Phan"
   }
  },
  {
   "quote": {
    "text": "I went to art school... but I worked at the Museum of Modern Art. I worked in fundraising at the information membership desk. I ended up, over a period of time, doubling the amount of membership revenue that came in through people entering the museum, so people would ask me to come and work for them."
   },
   "author": {
    "text": "Jeff Koons"
   }
  },
  {
   "quote": {
    "text": "There is no royal road to learning; no short cut to the acquirement of any art."
   },
   "author": {
    "text": "Anthony Trollope"
   }
  },
  {
   "quote": {
    "text": "That's why people listen to music or look at paintings. To get in touch with that wholeness."
   },
   "author": {
    "text": "Corita Kent"
   }
  },
  {
   "quote": {
    "text": "All good art is an indiscretion."
   },
   "author": {
    "text": "Tennessee Williams"
   }
  },
  {
   "quote": {
    "text": "I am an artist, art has no color and no sex."
   },
   "author": {
    "text": "Whoopi Goldberg"
   }
  },
  {
   "quote": {
    "text": "What is art but a way of seeing?"
   },
   "author": {
    "text": "Saul Bellow"
   }
  },
  {
   "quote": {
    "text": "My argument would be that I don't think there is much that's genuinely political art that is good art."
   },
   "author": {
    "text": "Thom Yorke"
   }
  },
  {
   "quote": {
    "text": "If the kids like it, my fans like it - whoever this music pertains to, if they like it, it's for them. That's what this art is for."
   },
   "author": {
    "text": "Rich the Kid"
   }
  },
  {
   "quote": {
    "text": "A great artist can paint a great picture on a small canvas."
   },
   "author": {
    "text": "Charles Dudley Warner"
   }
  },
  {
   "quote": {
    "text": "The best artists know what to leave out."
   },
   "author": {
    "text": "Charles de Lint"
   }
  },
  {
   "quote": {
    "text": "The art of letters will come to an end before A.D. 2000. I shall survive as a curiosity."
   },
   "author": {
    "text": "Ezra Pound"
   }
  },
  {
   "quote": {
    "text": "I am not strong on perfection."
   },
   "author": {
    "text": "Jasper Johns"
   }
  },
  {
   "quote": {
    "text": "When I think of art I think of beauty. Beauty is the mystery of life. It is not in the eye it is in the mind. In our minds there is awareness of perfection."
   },
   "author": {
    "text": "Agnes Martin"
   }
  },
  {
   "quote": {
    "text": "I think art, especially literature, has the particular power to immerse the viewer or reader into another world. This is especially powerful in literature, when a reader lives the experience of the characters. So if the characters are human and real enough, then readers will feel empathy for them."
   },
   "author": {
    "text": "Jesmyn Ward"
   }
  },
  {
   "quote": {
    "text": "An artist cannot fail; it is a success to be one."
   },
   "author": {
    "text": "Charles Horton Cooley"
   }
  },
  {
   "quote": {
    "text": "I like to pretend that my art has nothing to do with me."
   },
   "author": {
    "text": "Roy Lichtenstein"
   }
  },
  {
   "quote": {
    "text": "The art of storytelling is reaching its end because the epic side of truth, wisdom, is dying out."
   },
   "author": {
    "text": "Walter Benjamin"
   }
  },
  {
   "quote": {
    "text": "Digital art software has empowered both the painterly side of photographers, and the photographer side of painters."
   },
   "author": {
    "text": "Buffy Sainte-Marie"
   }
  },
  {
   "quote": {
    "text": "Art is the triumph over chaos."
   },
   "author": {
    "text": "John Cheever"
   }
  },
  {
   "quote": {
    "text": "Art is the child of Nature; yes, her darling child, in whom we trace the features of the mother's face, her aspect and her attitude."
   },
   "author": {
    "text": "Beck"
   }
  },
  {
   "quote": {
    "text": "Our work should be a reflection of society, and if you're not concerned with including all of society, then I don't really know what you're doing making art in the first place."
   },
   "author": {
    "text": "Sasheer Zamata"
   }
  },
  {
   "quote": {
    "text": "When I work, and in my art, I hold hands with God."
   },
   "author": {
    "text": "Robert Mapplethorpe"
   }
  },
  {
   "quote": {
    "text": "One must always draw, draw with the eyes, when one cannot draw with a pencil."
   },
   "author": {
    "text": "Balthus"
   }
  },
  {
   "quote": {
    "text": "Acting is not rocket science, but it is an art form. What you are doing is illuminating humanity. Or not."
   },
   "author": {
    "text": "Viola Davis"
   }
  },
  {
   "quote": {
    "text": "Impressionism; it is the birth of Light in painting."
   },
   "author": {
    "text": "Robert Delaunay"
   }
  },
  {
   "quote": {
    "text": "When that shutter clicks, anything else that can be done afterward is not worth consideration."
   },
   "author": {
    "text": "Edward Steichen"
   }
  },
  {
   "quote": {
    "text": "There's nothing more superficial to do than to paint a beautiful woman. The most beautiful portraits in art were of ugly women. If you paint Brigitte Bardot, it's a disaster. Sunsets, you have to stay away from sunsets. You paint a sunset, you are in great danger."
   },
   "author": {
    "text": "Fernando Botero"
   }
  },
  {
   "quote": {
    "text": "Nobody ever told me, 'Art is this.' This was good luck in a way because I would have had to spend half of my life forgetting everything that I had been told, which is what happens with most students in schools of fine arts."
   },
   "author": {
    "text": "Fernando Botero"
   }
  },
  {
   "quote": {
    "text": "Art is the unceasing effort to compete with the beauty of flowers - and never succeeding."
   },
   "author": {
    "text": "Gian Carlo Menotti"
   }
  },
  {
   "quote": {
    "text": "Art evokes emotion. It doesn't have to be a thing of beauty."
   },
   "author": {
    "text": "Eli Broad"
   }
  },
  {
   "quote": {
    "text": "What I'm trying to do is bring young people into doing tap so that the art form will keep going."
   },
   "author": {
    "text": "Savion Glover"
   }
  },
  {
   "quote": {
    "text": "I go to make art as who I am as a person. The fact that I am a woman comes into play maybe in the kinds of things I'm interested in or in the way I structure a canvas."
   },
   "author": {
    "text": "Judy Chicago"
   }
  },
  {
   "quote": {
    "text": "What marks the artist is his power to shape the material of pain we all have."
   },
   "author": {
    "text": "Lionel Trilling"
   }
  },
  {
   "quote": {
    "text": "When artists make art, they shouldn't question whether it is permissible to do one thing or another."
   },
   "author": {
    "text": "Sol LeWitt"
   }
  },
  {
   "quote": {
    "text": "My mom is a painter and an artist. She would play music, and she always had very good taste in music, fashion, and art. She was also a young single mom, so I think she had really good style; she was really free... just really inspiring in her own way and allowed me to find the direction I wanted to take in my life."
   },
   "author": {
    "text": "Ruby Rose"
   }
  },
  {
   "quote": {
    "text": "Wherever art appears, life disappears."
   },
   "author": {
    "text": "Robert Motherwell"
   }
  },
  {
   "quote": {
    "text": "All art is erotic."
   },
   "author": {
    "text": "Gustav Klimt"
   }
  },
  {
   "quote": {
    "text": "Art is Art. Everything else is everything else."
   },
   "author": {
    "text": "Ad Reinhardt"
   }
  },
  {
   "quote": {
    "text": "I like good stories above all else... and kickin' art really goes the final stretch to ensure a comic is good."
   },
   "author": {
    "text": "Robert Kirkman"
   }
  },
  {
   "quote": {
    "text": "It is a mistake for a sculptor or a painter to speak or write very often about his job. It releases tension needed for his work."
   },
   "author": {
    "text": "Henry Moore"
   }
  },
  {
   "quote": {
    "text": "I will preach with my brush."
   },
   "author": {
    "text": "Henry Ossawa Tanner"
   }
  },
  {
   "quote": {
    "text": "I hope to live all my life for my art, without abandoning my principles one iota."
   },
   "author": {
    "text": "Gustave Courbet"
   }
  },
  {
   "quote": {
    "text": "Modern art is what happens when painters stop looking at girls and persuade themselves that they have a better idea."
   },
   "author": {
    "text": "John Ciardi"
   }
  },
  {
   "quote": {
    "text": "Contrary to general belief, an artist is never ahead of his time but most people are far behind theirs."
   },
   "author": {
    "text": "Edgard Varese"
   }
  },
  {
   "quote": {
    "text": "Abstract art: a product of the untalented sold by the unprincipled to the utterly bewildered."
   },
   "author": {
    "text": "Al Capp"
   }
  },
  {
   "quote": {
    "text": "I was a very violent kid. I think movies and writing and art have been a way of channeling this."
   },
   "author": {
    "text": "Xavier Dolan"
   }
  },
  {
   "quote": {
    "text": "Music is an art that touches the depth of human existence; an art of sounds that crosses all borders."
   },
   "author": {
    "text": "Daniel Barenboim"
   }
  },
  {
   "quote": {
    "text": "Art is the desire of a man to express himself, to record the reactions of his personality to the world he lives in."
   },
   "author": {
    "text": "Amy Lowell"
   }
  },
  {
   "quote": {
    "text": "Alchemy is the art of far and near, and I think poetry is alchemy in that way. It's delightful to distort size, to see something that's tiny as though it were vast."
   },
   "author": {
    "text": "Robert Morgan"
   }
  },
  {
   "quote": {
    "text": "I rarely draw what I see. I draw what I feel in my body."
   },
   "author": {
    "text": "Barbara Hepworth"
   }
  },
  {
   "quote": {
    "text": "Those who still think listening isn't an art should see if they can do it half as well."
   },
   "author": {
    "text": "Michael Ende"
   }
  },
  {
   "quote": {
    "text": "Art is nature speeded up and God slowed down."
   },
   "author": {
    "text": "Malcolm de Chazal"
   }
  },
  {
   "quote": {
    "text": "Through sharing my pain, I can possibly heal your pain. There is no other feeling like it. Money doesn't compare. This is the true meaning of art."
   },
   "author": {
    "text": "Richard Cabral"
   }
  },
  {
   "quote": {
    "text": "The beauty one can find in art is one of the pitifully few real and lasting products of human endeavor."
   },
   "author": {
    "text": "J. Paul Getty"
   }
  },
  {
   "quote": {
    "text": "Art is the final cunning of the human soul which would rather do anything than face the gods."
   },
   "author": {
    "text": "Iris Murdoch"
   }
  },
  {
   "quote": {
    "text": "All art is a struggle to be, in a particular sort of way, virtuous."
   },
   "author": {
    "text": "Iris Murdoch"
   }
  },
  {
   "quote": {
    "text": "Artists who seek perfection in everything are those who cannot attain it in anything."
   },
   "author": {
    "text": "Gustave Flaubert"
   }
  },
  {
   "quote": {
    "text": "Works of art, in my opinion, are the only objects in the material universe to possess internal order, and that is why, though I don't believe that only art matters, I do believe in Art for Art's sake."
   },
   "author": {
    "text": "E. M. Forster"
   }
  },
  {
   "quote": {
    "text": "The history of art is the history of revivals."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "Lying just for the fun of it is either art or pathology."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "Art distills sensations and embodies it with enhanced meaning."
   },
   "author": {
    "text": "Miguel de Unamuno"
   }
  },
  {
   "quote": {
    "text": "I cry out for order and find it only in art."
   },
   "author": {
    "text": "Helen Hayes"
   }
  },
  {
   "quote": {
    "text": "Painting and writing are solitary arts."
   },
   "author": {
    "text": "Conrad Hall"
   }
  },
  {
   "quote": {
    "text": "Rules and models destroy genius and art."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "Art is science made clear."
   },
   "author": {
    "text": "Wilson Mizner"
   }
  },
  {
   "quote": {
    "text": "Every creator painfully experiences the chasm between his inner vision and its ultimate expression."
   },
   "author": {
    "text": "Isaac Bashevis Singer"
   }
  },
  {
   "quote": {
    "text": "I think an artist's responsibility is more complex than people realize."
   },
   "author": {
    "text": "Jodie Foster"
   }
  },
  {
   "quote": {
    "text": "An artist cannot speak about his art any more than a plant can discuss horticulture."
   },
   "author": {
    "text": "Jean Cocteau"
   }
  },
  {
   "quote": {
    "text": "The very essence of the creative is its novelty, and hence we have no standard by which to judge it."
   },
   "author": {
    "text": "Carl Rogers"
   }
  },
  {
   "quote": {
    "text": "I don't think there's any artist of any value who doesn't doubt what they're doing."
   },
   "author": {
    "text": "Francis Ford Coppola"
   }
  },
  {
   "quote": {
    "text": "You begin with the possibilities of the material."
   },
   "author": {
    "text": "Robert Rauschenberg"
   }
  },
  {
   "quote": {
    "text": "What I didn't know was I was deeply attracted to the big space."
   },
   "author": {
    "text": "David Hockney"
   }
  },
  {
   "quote": {
    "text": "I had always planned to make a large painting of the early spring, when the first leaves are at the bottom of the trees, and they seem to float in space in a wonderful way. But the arrival of spring can't be done in one picture."
   },
   "author": {
    "text": "David Hockney"
   }
  },
  {
   "quote": {
    "text": "The worse my drawings were, the more beautiful did the originals appear."
   },
   "author": {
    "text": "John James Audubon"
   }
  },
  {
   "quote": {
    "text": "There hasn't been any art yet. Art is just beginning."
   },
   "author": {
    "text": "Constantin Brancusi"
   }
  },
  {
   "quote": {
    "text": "The artist belongs to his work, not the work to the artist."
   },
   "author": {
    "text": "Novalis"
   }
  },
  {
   "quote": {
    "text": "All great art is born of the metropolis."
   },
   "author": {
    "text": "Ezra Pound"
   }
  },
  {
   "quote": {
    "text": "My paintings are not about what is seen. They are about what is known forever in the mind."
   },
   "author": {
    "text": "Agnes Martin"
   }
  },
  {
   "quote": {
    "text": "Art is magic delivered from the lie of being truth."
   },
   "author": {
    "text": "Theodor W. Adorno"
   }
  },
  {
   "quote": {
    "text": "The task of art today is to bring chaos into order."
   },
   "author": {
    "text": "Theodor W. Adorno"
   }
  },
  {
   "quote": {
    "text": "The more horrifying this world becomes, the more art becomes abstract."
   },
   "author": {
    "text": "Ellen Key"
   }
  },
  {
   "quote": {
    "text": "The worst state of affairs is when science begins to concern itself with art."
   },
   "author": {
    "text": "Paul Klee"
   }
  },
  {
   "quote": {
    "text": "I've never really had a hobby, unless you count art, which the IRS once told me I had to declare as a hobby since I hadn't made money with it."
   },
   "author": {
    "text": "Laurie Anderson"
   }
  },
  {
   "quote": {
    "text": "I realize that protest paintings are not exactly in vogue, but I've done many."
   },
   "author": {
    "text": "Robert Indiana"
   }
  },
  {
   "quote": {
    "text": "I was the least Pop of all the Pop artists."
   },
   "author": {
    "text": "Robert Indiana"
   }
  },
  {
   "quote": {
    "text": "A room hung with pictures is a room hung with thoughts."
   },
   "author": {
    "text": "Joshua Reynolds"
   }
  },
  {
   "quote": {
    "text": "Rationalism is the enemy of art, though necessary as a basis for architecture."
   },
   "author": {
    "text": "Arthur Erickson"
   }
  },
  {
   "quote": {
    "text": "Vitality is radiated from exceptional art and architecture."
   },
   "author": {
    "text": "Arthur Erickson"
   }
  },
  {
   "quote": {
    "text": "Painting is the passage from the chaos of the emotions to the order of the possible."
   },
   "author": {
    "text": "Balthus"
   }
  },
  {
   "quote": {
    "text": "Artists themselves are not confined, but their output is."
   },
   "author": {
    "text": "Robert Smithson"
   }
  },
  {
   "quote": {
    "text": "The perfection of art is to conceal art."
   },
   "author": {
    "text": "Quintilian"
   }
  },
  {
   "quote": {
    "text": "Great art is never produced for its own sake. It is too difficult to be worth the effort."
   },
   "author": {
    "text": "Robert Quillen"
   }
  },
  {
   "quote": {
    "text": "Photography is a major force in explaining man to man."
   },
   "author": {
    "text": "Edward Steichen"
   }
  },
  {
   "quote": {
    "text": "Art is a revolt against fate. All art is a revolt against man's fate."
   },
   "author": {
    "text": "Andre Malraux"
   }
  },
  {
   "quote": {
    "text": "Trying to force creativity is never good."
   },
   "author": {
    "text": "Sarah McLachlan"
   }
  },
  {
   "quote": {
    "text": "Painting seems like some kind of peculiar miracle that I need to have again and again."
   },
   "author": {
    "text": "Philip Guston"
   }
  },
  {
   "quote": {
    "text": "To paint is a possessing rather than a picturing."
   },
   "author": {
    "text": "Philip Guston"
   }
  },
  {
   "quote": {
    "text": "Art is one thing that can go on mattering once it has stopped hurting."
   },
   "author": {
    "text": "Elizabeth Bowen"
   }
  },
  {
   "quote": {
    "text": "If you know somethin' well, you can always paint it but people would be better off buyin' chickens."
   },
   "author": {
    "text": "Grandma Moses"
   }
  },
  {
   "quote": {
    "text": "It is art that makes life, makes interest, makes importance and I know of no substitute whatever for the force and beauty of its process."
   },
   "author": {
    "text": "Max Eastman"
   }
  },
  {
   "quote": {
    "text": "No heirloom of humankind captures the past as do art and language."
   },
   "author": {
    "text": "Theodore Bikel"
   }
  },
  {
   "quote": {
    "text": "The Japanese have a wonderful sense of design and a refinement in their art. They try to produce beautiful paintings with the minimum number of strokes."
   },
   "author": {
    "text": "David Rockefeller"
   }
  },
  {
   "quote": {
    "text": "Immature artists imitate. Mature artists steal."
   },
   "author": {
    "text": "Lionel Trilling"
   }
  },
  {
   "quote": {
    "text": "You see Michelangelo and Picasso and you read literature. I had some innate inchoate yearning for that, but I never really saw where I would fit in. That's called art. And then something happened to pop music, which is that it became art under the hand of the Beatles, the Stones, and Bob Dylan and some other people."
   },
   "author": {
    "text": "David Chase"
   }
  },
  {
   "quote": {
    "text": "In a decaying society, art, if it is truthful, must also reflect decay. And unless it wants to break faith with its social function, art must show the world as changeable. And help to change it."
   },
   "author": {
    "text": "Ernst Fischer"
   }
  },
  {
   "quote": {
    "text": "Art is pattern informed by sensibility."
   },
   "author": {
    "text": "Herbert Read"
   }
  },
  {
   "quote": {
    "text": "Artists live in unknown spaces and give themselves over to following something unknown."
   },
   "author": {
    "text": "Kiki Smith"
   }
  },
  {
   "quote": {
    "text": "Most art is fragile and some should be placed and never moved away."
   },
   "author": {
    "text": "Donald Judd"
   }
  },
  {
   "quote": {
    "text": "An artist carries on throughout his life a mysterious, uninterrupted conversation with his public."
   },
   "author": {
    "text": "Maurice Chevalier"
   }
  },
  {
   "quote": {
    "text": "The goal of art was the vital expression of self."
   },
   "author": {
    "text": "Alfred Stieglitz"
   }
  },
  {
   "quote": {
    "text": "Art must take reality by surprise."
   },
   "author": {
    "text": "Francoise Sagan"
   }
  },
  {
   "quote": {
    "text": "Art is subject to arbitrary fashion."
   },
   "author": {
    "text": "Kary Mullis"
   }
  },
  {
   "quote": {
    "text": "Layer by layer art strips life bare."
   },
   "author": {
    "text": "Robert Musil"
   }
  },
  {
   "quote": {
    "text": "Art ought never to be considered except in its relations with its ideal beauty."
   },
   "author": {
    "text": "Alfred de Vigny"
   }
  },
  {
   "quote": {
    "text": "Of what use were the arts if they were only the reproduction and the imitation of life?"
   },
   "author": {
    "text": "Alfred de Vigny"
   }
  },
  {
   "quote": {
    "text": "I feel that, historically, the Art Deco period has the most resonance for me. As a person, it has to be the plucky Clara Bow, the heroine of American silent movies of the 1920s. She embodied feminine dressing mixed with men's style. All this then evolved into the exquisite style and simplicity of Coco Chanel."
   },
   "author": {
    "text": "Anouska Hempel"
   }
  },
  {
   "quote": {
    "text": "Even a true artist does not always produce art."
   },
   "author": {
    "text": "Carroll O'Connor"
   }
  },
  {
   "quote": {
    "text": "The arts are an even better barometer of what is happening in our world than the stock market or the debates in congress."
   },
   "author": {
    "text": "Hendrik Willem Van Loon"
   }
  },
  {
   "quote": {
    "text": "What I wish to show when I paint is the way I see things with my eyes and in my heart."
   },
   "author": {
    "text": "Raoul Dufy"
   }
  },
  {
   "quote": {
    "text": "If a building becomes architecture, then it is art."
   },
   "author": {
    "text": "Arne Jacobsen"
   }
  },
  {
   "quote": {
    "text": "When I make art, I think about its ability to connect with others, to bring them into the process."
   },
   "author": {
    "text": "Jim Hodges"
   }
  },
  {
   "quote": {
    "text": "I see myself and many artists like me as the torchbearers through these dark ages."
   },
   "author": {
    "text": "John Zorn"
   }
  },
  {
   "quote": {
    "text": "I'm not gonna give the British Government the joy of keeping taxing me. They don't tax art. And all my cars are just a collection of art."
   },
   "author": {
    "text": "Jay Kay"
   }
  },
  {
   "quote": {
    "text": "Every picture shows a spot with which the artist has fallen in love."
   },
   "author": {
    "text": "Alfred Sisley"
   }
  },
  {
   "quote": {
    "text": "The philistine provides the best definition of art. Anything that makes him rage is first class."
   },
   "author": {
    "text": "Louis Dudek"
   }
  },
  {
   "quote": {
    "text": "Art is anything people do with distinction."
   },
   "author": {
    "text": "Louis Dudek"
   }
  },
  {
   "quote": {
    "text": "Great art is an instant arrested in eternity."
   },
   "author": {
    "text": "James Huneker"
   }
  }
 ]
}