{
 "AttitudeQuotes": [
  {
   "quote": {
    "text": "Style is a reflection of your attitude and your personality."
   },
   "author": {
    "text": "Shawn Ashmore"
   }
  },
  {
   "quote": {
    "text": "Each day, I come in with a positive attitude, trying to get better."
   },
   "author": {
    "text": "Stefon Diggs"
   }
  },
  {
   "quote": {
    "text": "If you don't like something, change it. If you can't change it, change your attitude."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "A positive attitude can really make dreams come true - it did for me."
   },
   "author": {
    "text": "David Bailey"
   }
  },
  {
   "quote": {
    "text": "Adopting the right attitude can convert a negative stress into a positive one."
   },
   "author": {
    "text": "Hans Selye"
   }
  },
  {
   "quote": {
    "text": "I believe if you keep your faith, you keep your trust, you keep the right attitude, if you're grateful, you'll see God open up new doors."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "People may hear your words, but they feel your attitude."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Attitude is a little thing that makes a big difference."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "I don't go by or change my attitude based on what people say. At the end of the day, they, too, are judging me from their perspective. I would rather be myself and let people accept me for what I am than be somebody who I am not, just because I want people's approval."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "Being sexy is all about attitude, not body type. It's a state of mind."
   },
   "author": {
    "text": "Amisha Patel"
   }
  },
  {
   "quote": {
    "text": "Happiness doesn't depend on any external conditions, it is governed by our mental attitude."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "Leadership is practiced not so much in words as in attitude and in actions."
   },
   "author": {
    "text": "Harold S. Geneen"
   }
  },
  {
   "quote": {
    "text": "Reject your sense of injury and the injury itself disappears."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "Your attitude, not your aptitude, will determine your altitude."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Weakness of attitude becomes weakness of character."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "For success, attitude is equally as important as ability."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "I believe that a trusting attitude and a patient attitude go hand in hand. You see, when you let go and learn to trust God, it releases joy in your life. And when you trust God, you're able to be more patient. Patience is not just about waiting for something... it's about how you wait, or your attitude while waiting."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Wearing the correct dress for any occasion is a matter of good manners."
   },
   "author": {
    "text": "Loretta Young"
   }
  },
  {
   "quote": {
    "text": "I will keep smiling, be positive and never give up! I will give 100 percent each time I play. These are always my goals and my attitude."
   },
   "author": {
    "text": "Yani Tseng"
   }
  },
  {
   "quote": {
    "text": "If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges."
   },
   "author": {
    "text": "Pat Riley"
   }
  },
  {
   "quote": {
    "text": "Choosing to be positive and having a grateful attitude is going to determine how you're going to live your life."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Be sure what you want and be sure about yourself. Fashion is not just beauty, it's about good attitude. You have to believe in yourself and be strong."
   },
   "author": {
    "text": "Adriana Lima"
   }
  },
  {
   "quote": {
    "text": "A positive attitude causes a chain reaction of positive thoughts, events and outcomes. It is a catalyst and it sparks extraordinary results."
   },
   "author": {
    "text": "Wade Boggs"
   }
  },
  {
   "quote": {
    "text": "Excellence is not a skill, it's an attitude."
   },
   "author": {
    "text": "Ralph Marston"
   }
  },
  {
   "quote": {
    "text": "A healthy attitude is contagious but don't wait to catch it from others. Be a carrier."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "We cannot change our past. We can not change the fact that people act in a certain way. We can not change the inevitable. The only thing we can do is play on the one string we have, and that is our attitude."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "I think that life is difficult. People have challenges. Family members get sick, people get older, you don't always get the job or the promotion that you want. You have conflicts in your life. And really, life is about your resilience and your ability to go through your life and all of the ups and downs with a positive attitude."
   },
   "author": {
    "text": "Jennifer Hyman"
   }
  },
  {
   "quote": {
    "text": "My attitude is never to be satisfied, never enough, never."
   },
   "author": {
    "text": "Duke Ellington"
   }
  },
  {
   "quote": {
    "text": "When we adopt a dog or any pet, we know it is going to end with us having to say goodbye, but we still do it. And we do it for a very good reason: They bring so much joy and optimism and happiness. They attack every moment of every day with that attitude."
   },
   "author": {
    "text": "W. Bruce Cameron"
   }
  },
  {
   "quote": {
    "text": "Your attitude is like a box of crayons that color your world. Constantly color your picture gray, and your picture will always be bleak. Try adding some bright colors to the picture by including humor, and your picture begins to lighten up."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "Acting is magical. Change your look and your attitude, and you can be anyone."
   },
   "author": {
    "text": "Alicia Witt"
   }
  },
  {
   "quote": {
    "text": "Develop an attitude of gratitude, and give thanks for everything that happens to you, knowing that every step forward is a step toward achieving something bigger and better than your current situation."
   },
   "author": {
    "text": "Brian Tracy"
   }
  },
  {
   "quote": {
    "text": "Attitude is more important than the past, than education, than money, than circumstances, than what people do or say. It is more important than appearance, giftedness, or skill."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "Our attitude towards others determines their attitude towards us."
   },
   "author": {
    "text": "Earl Nightingale"
   }
  },
  {
   "quote": {
    "text": "The only disability in life is a bad attitude."
   },
   "author": {
    "text": "Scott Hamilton"
   }
  },
  {
   "quote": {
    "text": "If you are going to achieve excellence in big things, you develop the habit in little matters. Excellence is not an exception, it is a prevailing attitude."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Age and size are only numbers. It's the attitude you bring to clothes that make the difference."
   },
   "author": {
    "text": "Donna Karan"
   }
  },
  {
   "quote": {
    "text": "Ability is what you're capable of doing. Motivation determines what you do. Attitude determines how well you do it."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "Virtually nothing is impossible in this world if you just put your mind to it and maintain a positive attitude."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "The secret of genius is to carry the spirit of the child into old age, which means never losing your enthusiasm."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "It's easy to get negative because you get beat down. You go through a few disappointments and it's easy to stay in that negative frame of mind. Choosing to be positive and having a grateful attitude is a whole cliche, but your attitude is going to determine how you're going to live your life."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "My mother was the greatest mother in the world. She thought I was the greatest thing on two feet. I'd come home with a little composition I had written at school, and she'd look at it and say, 'It's wonderful! You're another Shakespeare!' I always assumed I could do anything. It really is amazing how much that has to do with your attitude."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "Morality is simply the attitude we adopt towards people whom we personally dislike."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Keep a good attitude and do the right thing even when it's hard. When you do that you are passing the test. And God promises you your marked moments are on their way."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I have moments where I feel incredibly ugly or fat, and it sucks, you know? I'll usually try to keep a positive attitude because I'm really so grateful for where I am and the life I get to live, but I definitely have to work hard not to feel insecure."
   },
   "author": {
    "text": "Charlotte McKinney"
   }
  },
  {
   "quote": {
    "text": "Natural ability is important, but you can go far without it if you have the focus, drive, desire and positive attitude."
   },
   "author": {
    "text": "Kirsten Sweetland"
   }
  },
  {
   "quote": {
    "text": "Always keep that happy attitude. Pretend that you are holding a beautiful fragrant bouquet."
   },
   "author": {
    "text": "Earl Nightingale"
   }
  },
  {
   "quote": {
    "text": "Fairness is not an attitude. It's a professional skill that must be developed and exercised."
   },
   "author": {
    "text": "Brit Hume"
   }
  },
  {
   "quote": {
    "text": "You can control two things: your work ethic and your attitude about anything."
   },
   "author": {
    "text": "Ali Krieger"
   }
  },
  {
   "quote": {
    "text": "Your attitude towards failure determines your altitude after failure."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "My attitude is, if someone's going to criticize me, tell me to my face."
   },
   "author": {
    "text": "Simon Cowell"
   }
  },
  {
   "quote": {
    "text": "Pink isn't just a color, it's an attitude!"
   },
   "author": {
    "text": "Miley Cyrus"
   }
  },
  {
   "quote": {
    "text": "Sales are contingent upon the attitude of the salesman - not the attitude of the prospect."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "A great attitude does much more than turn on the lights in our worlds; it seems to magically connect us to all sorts of serendipitous opportunities that were somehow absent before the change."
   },
   "author": {
    "text": "Earl Nightingale"
   }
  },
  {
   "quote": {
    "text": "Your attitude will go a long way in determining your success, your recognition, your reputation and your enjoyment in being a lawyer."
   },
   "author": {
    "text": "Joe Jamail"
   }
  },
  {
   "quote": {
    "text": "The greatest discovery of all time is that a person can change his future by merely changing his attitude."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "Attitude and enthusiasm play a big part in my life. I get excited about the things that inspire me. I also believe in laughing and having a good time."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "Take the attitude of a student, never be too big to ask questions, never know too much to learn something new."
   },
   "author": {
    "text": "Og Mandino"
   }
  },
  {
   "quote": {
    "text": "Always have an attitude of gratitude."
   },
   "author": {
    "text": "Sterling K. Brown"
   }
  },
  {
   "quote": {
    "text": "I can only control myself, my actions, my work ethic, and my attitude."
   },
   "author": {
    "text": "Ali Krieger"
   }
  },
  {
   "quote": {
    "text": "Everything can be taken from a man but one thing: the last of human freedoms - to choose one's attitude in any given set of circumstances, to choose one's own way."
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "Negative attitude is nine times more powerful than positive attitude."
   },
   "author": {
    "text": "Bikram Choudhury"
   }
  },
  {
   "quote": {
    "text": "The higher the better. It's more about an attitude. High heels empower women in a way."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "Watch your manner of speech if you wish to develop a peaceful state of mind. Start each day by affirming peaceful, contented and happy attitudes and your days will tend to be pleasant and successful."
   },
   "author": {
    "text": "Norman Vincent Peale"
   }
  },
  {
   "quote": {
    "text": "I wouldn't ever say if you're having tough times then there must be something wrong with you or your attitude. Life's a fight. It's a good fight of faith. I encourage people to stay up, stay hopeful, stay faith-filled."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "When you have vision it affects your attitude. Your attitude is optimistic rather than pessimistic."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "Some people say that I have an attitude- Maybe I do. But I think that you have to. You have to believe in yourself when no one else does- that makes you a winner right there."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "Adopting a really positive attitude can work wonders to adding years to your life, a spring to your step, a sparkle to your eye, and all of that."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "Your living is determined not so much by what life brings to you as by the attitude you bring to life; not so much by what happens to you as by the way your mind looks at what happens."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "I love everybody. One of the great things about me is that I have a very positive attitude."
   },
   "author": {
    "text": "Imelda Marcos"
   }
  },
  {
   "quote": {
    "text": "The greatest discovery of my generation is that a human being can alter his life by altering his attitudes."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "A fit body gives you confidence. And there's nothing more impressive than a great attitude, which you can wear on your sleeve. But you'll have to remember the difference between being rude and being confident."
   },
   "author": {
    "text": "Virat Kohli"
   }
  },
  {
   "quote": {
    "text": "You need an attitude of service. You're not just serving yourself. You help others to grow up and you grow with them."
   },
   "author": {
    "text": "David Green"
   }
  },
  {
   "quote": {
    "text": "Cock your hat - angles are attitudes."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "It is very important to generate a good attitude, a good heart, as much as possible. From this, happiness in both the short term and the long term for both yourself and others will come."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Nothing can stop the man with the right mental attitude from achieving his goal; nothing on earth can help the man with the wrong mental attitude."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Too much self-centered attitude, you see, brings, you see, isolation. Result: loneliness, fear, anger. The extreme self-centered attitude is the source of suffering."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Watch out for the joy-stealers: gossip, criticism, complaining, faultfinding, and a negative, judgmental attitude."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "What is pride? A rocket that emulates the stars."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "I want to make sure I always show off my smile and have a positive attitude the whole time, whether it's during a performance, practice, or doing an interview."
   },
   "author": {
    "text": "Laurie Hernandez"
   }
  },
  {
   "quote": {
    "text": "There's always the motivation of wanting to win. Everybody has that. But a champion needs, in his attitude, a motivation above and beyond winning."
   },
   "author": {
    "text": "Pat Riley"
   }
  },
  {
   "quote": {
    "text": "It's not true that clothes look better on skinny girls; what counts is the attitude."
   },
   "author": {
    "text": "Sonia Rykiel"
   }
  },
  {
   "quote": {
    "text": "If you can't change your fate, change your attitude."
   },
   "author": {
    "text": "Charles Revson"
   }
  },
  {
   "quote": {
    "text": "Our environment, the world in which we live and work, is a mirror of our attitudes and expectations."
   },
   "author": {
    "text": "Earl Nightingale"
   }
  },
  {
   "quote": {
    "text": "If your ego starts out, 'I am important, I am big, I am special,' you're in for some disappointments when you look around at what we've discovered about the universe. No, you're not big. No, you're not. You're small in time and in space. And you have this frail vessel called the human body that's limited on Earth."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Achievers have an enabling attitude, realism, and a conviction that they themselves were the laboratory of innovation. Their ability to change themselves is central to their success. They have learned to conserve their energy by minimizing the time spent in regret or complaint. Every event is a lesson to them, every person a teacher."
   },
   "author": {
    "text": "Marilyn Ferguson"
   }
  },
  {
   "quote": {
    "text": "My attitude has always been, if you fall flat on your face, at least you're moving forward. All you have to do is get back up and try again."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "Commitment, belief and positive attitude are all important if you're going to be a success, whether you're in sports, in business or, as in my case, anthropology."
   },
   "author": {
    "text": "Donald Johanson"
   }
  },
  {
   "quote": {
    "text": "Always go into meetings or negotiations with a positive attitude. Tell yourself you're going to make this the best deal for all parties."
   },
   "author": {
    "text": "Natalie Massenet"
   }
  },
  {
   "quote": {
    "text": "I am responsible. Although I may not be able to prevent the worst from happening, I am responsible for my attitude toward the inevitable misfortunes that darken life."
   },
   "author": {
    "text": "Walter Anderson"
   }
  },
  {
   "quote": {
    "text": "My attitude is always one of sensuality, aggressive enthusiasm and a kind of outrageousness in my expression."
   },
   "author": {
    "text": "Sally Kirkland"
   }
  },
  {
   "quote": {
    "text": "A strong positive mental attitude will create more miracles than any wonder drug."
   },
   "author": {
    "text": "Patricia Neal"
   }
  },
  {
   "quote": {
    "text": "I think whether you're having setbacks or not, the role of a leader is to always display a winning attitude."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "I want to help transgender individuals who might be struggling realize that they have to love themselves and stay true to who they are because if they keep moving forward, and keep a positive attitude, then things will get better."
   },
   "author": {
    "text": "Jazz Jennings"
   }
  },
  {
   "quote": {
    "text": "Youth is really in your attitude, not in what you look like."
   },
   "author": {
    "text": "Walt Handelsman"
   }
  },
  {
   "quote": {
    "text": "The remarkable thing is, we have a choice everyday regarding the attitude we will embrace for that day."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "The best way to inspire people to superior performance is to convince them by everything you do and by your everyday attitude that you are wholeheartedly supporting them."
   },
   "author": {
    "text": "Harold S. Geneen"
   }
  },
  {
   "quote": {
    "text": "Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Whenever you're in conflict with someone, there is one factor that can make the difference between damaging your relationship and deepening it. That factor is attitude."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "The winner's edge is not in a gifted birth, a high IQ, or in talent. The winner's edge is all in the attitude, not aptitude. Attitude is the criterion for success."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "The last of human freedoms - the ability to chose one's attitude in a given set of circumstances."
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "All I can control is myself and just keep having a positive attitude."
   },
   "author": {
    "text": "Rose Namajunas"
   }
  },
  {
   "quote": {
    "text": "I believe the only thing that we really have control over is our attitude. If we focus on the positive things in our lives and learn how to cope with all the surprises, we will be happier people."
   },
   "author": {
    "text": "Brandon Jenner"
   }
  },
  {
   "quote": {
    "text": "Solidarity is an attitude of resistance, I suppose, or it should be."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "Some people say I have attitude - maybe I do... but I think you have to. You have to believe in yourself when no one else does - that makes you a winner right there."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "I walk tall; I got a tall attitude."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "Eagles come in all shapes and sizes, but you will recognize them chiefly by their attitudes."
   },
   "author": {
    "text": "E. F. Schumacher"
   }
  },
  {
   "quote": {
    "text": "My attitude is, a monument, a statue, ought to signify unity instead of division."
   },
   "author": {
    "text": "Bill Nelson"
   }
  },
  {
   "quote": {
    "text": "When I pray, I always thank Mother Nature for all the beauty in the world. It's about having an attitude of gratitude."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "Being black is not a matter of pigmentation - being black is a reflection of a mental attitude."
   },
   "author": {
    "text": "Steven Biko"
   }
  },
  {
   "quote": {
    "text": "All we need, really, is a change from a near frigid to a tropical attitude of mind."
   },
   "author": {
    "text": "Marjory Stoneman Douglas"
   }
  },
  {
   "quote": {
    "text": "There's nothing better than having a baby. I've always loved children. I used to work summers at the YMCA and be in charge of, like, 30 preschool kids. I knew that when I had a child, I'd be overwhelmed, and it's true... I can't tell you how much my attitude has changed since we've got Frances. Holding my baby is the best drug in the world."
   },
   "author": {
    "text": "Kurt Cobain"
   }
  },
  {
   "quote": {
    "text": "It's important to recognize that forgiveness is more than mere words; it's a heart attitude that induces a spiritual transformation."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "If you have fun and keep a good attitude, people want to work with you."
   },
   "author": {
    "text": "James Marsden"
   }
  },
  {
   "quote": {
    "text": "The ABC's are attitude, behavior and communication skills."
   },
   "author": {
    "text": "Gerald Chertavian"
   }
  },
  {
   "quote": {
    "text": "No matter what the recipe, any baker can do wonders in the kitchen with some good ingredients and an upbeat attitude!"
   },
   "author": {
    "text": "Buddy Valastro"
   }
  },
  {
   "quote": {
    "text": "If you want small changes in your life, work on your attitude. But if you want big and primary changes, work on your paradigm."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Attitude is attitude, whether you're a West Coast gangster or East Coast gangster, you know?"
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "I think it's my adventure, my trip, my journey, and I guess my attitude is, let the chips fall where they may."
   },
   "author": {
    "text": "Leonard Nimoy"
   }
  },
  {
   "quote": {
    "text": "Whatever your situation might be, set your mind to whatever you want to do and put a good attitude in it, and I believe that you can succeed. You are not going to get anywhere just sitting on your butt and moping around."
   },
   "author": {
    "text": "Bethany Hamilton"
   }
  },
  {
   "quote": {
    "text": "Great effort springs naturally from great attitude."
   },
   "author": {
    "text": "Pat Riley"
   }
  },
  {
   "quote": {
    "text": "When a person doesn't have gratitude, something is missing in his or her humanity. A person can almost be defined by his or her attitude toward gratitude."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "America needs to understand Islam, because this is the one religion that erases from its society the race problem. Throughout my travels in the Muslim world, I have met, talked to, even eaten with people who in America would have been considered 'white,' but the 'white' attitude had been removed from their minds by the religion of Islam."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "Attitude determines the altitude of life."
   },
   "author": {
    "text": "Edwin Louis Cole"
   }
  },
  {
   "quote": {
    "text": "I'm only going to stand before God and give an account for my life, not for somebody else's life. If I have a bad attitude, then I need to say there's no point in me blaming you for what's wrong in my life."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Vampires are so old that they don't need to impress anyone anymore. They're comfortable in their own skin. It's this enigmatic strength that's very romantic and old-fashioned. I think it goes back to something of a Victorian attitude of finding a strong man who's going to look after his woman."
   },
   "author": {
    "text": "Stephen Moyer"
   }
  },
  {
   "quote": {
    "text": "The attitude is very important. Because, your behavior radiates how you feel."
   },
   "author": {
    "text": "Lou Ferrigno"
   }
  },
  {
   "quote": {
    "text": "You get tough when you grow up unloved. People described me as a boyish girl - rather shy, but I didn't show it. I had an attitude. I was rather wild. I lied a lot because I knew the alternative was to be punished. As I got older I realised I didn't have to lie any more and it was a nice feeling. I could be myself."
   },
   "author": {
    "text": "Maj Sjowall"
   }
  },
  {
   "quote": {
    "text": "It's great to be somewhat of a role model. I want to be a positive and good role model and lead by example and try to do the best I can. Playing good golf definitely draws attention, but I want to have a good attitude on the course and do the right things."
   },
   "author": {
    "text": "Rickie Fowler"
   }
  },
  {
   "quote": {
    "text": "My attitude is that if you push me towards something that you think is a weakness, then I will turn that perceived weakness into a strength."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "It is our attitude at the beginning of a difficult task which, more than anything else, will affect its successful outcome."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Everybody is a political person, whether you say something or you are silent. A political attitude is not whether you go to parliament; it's how you deal with your life, with your surroundings."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "I think a lot of times we don't pay enough attention to people with a positive attitude because we assume they are naive or stupid or unschooled."
   },
   "author": {
    "text": "Amy Adams"
   }
  },
  {
   "quote": {
    "text": "Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "Sometimes, wearing a scarf and a polo coat and no makeup and with a certain attitude of walking, I go shopping or just look at people living. But then, you know, there will be a few teenagers who are kind of sharp, and they'll say, 'Hey, just a minute. You know who I think that is?' And they'll start tailing me. And I don't mind."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "Most of us start out with a positive attitude and a plan to do our best."
   },
   "author": {
    "text": "Marilu Henner"
   }
  },
  {
   "quote": {
    "text": "I think people feel threatened by homosexuality. The problem isn't about gay people, the problem is about the attitude towards gay people. People think that all gays are Hannibal Lecters. But gay people are sons and daughters, politicians and doctors, American heroes and daughters of American heroes."
   },
   "author": {
    "text": "Hollis Stacy"
   }
  },
  {
   "quote": {
    "text": "The greatest day in your life and mine is when we take total responsibility for our attitudes. That's the day we truly grow up."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "A smart manager will establish a culture of gratitude. Expand the appreciative attitude to suppliers, vendors, delivery people, and of course, customers."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "Today's students can put dope in their veins or hope in their brains. If they can conceive it and believe it, they can achieve it. They must know it is not their aptitude but their attitude that will determine their altitude."
   },
   "author": {
    "text": "Jesse Jackson"
   }
  },
  {
   "quote": {
    "text": "You just keep a positive attitude no matter what comes in your way - challenges, roadblocks - don't let it faze you, and you can overcome anything."
   },
   "author": {
    "text": "Rose Namajunas"
   }
  },
  {
   "quote": {
    "text": "My attitude to peace is rather based on the Burmese definition of peace - it really means removing all the negative factors that destroy peace in this world. So peace does not mean just putting an end to violence or to war, but to all other factors that threaten peace, such as discrimination, such as inequality, poverty."
   },
   "author": {
    "text": "Aung San Suu Kyi"
   }
  },
  {
   "quote": {
    "text": "The ideal attitude is to be physically loose and mentally tight."
   },
   "author": {
    "text": "Arthur Ashe"
   }
  },
  {
   "quote": {
    "text": "The attitude of giving a full commitment to the partnership will usually result in getting the same commitment in return."
   },
   "author": {
    "text": "Denise Morrison"
   }
  },
  {
   "quote": {
    "text": "Design is about point of view, and there should be some sort of woman or lifestyle or attitude in one's head as a designer."
   },
   "author": {
    "text": "Vera Wang"
   }
  },
  {
   "quote": {
    "text": "And the attitude of faith is the very opposite of clinging to belief, of holding on."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "For whatever trauma came with service in tough circumstances, we should take what we learned - take our post-traumatic growth - and, like past generations coming home, bring our sharpened strengths to bear, bring our attitude of gratitude to bear."
   },
   "author": {
    "text": "James Mattis"
   }
  },
  {
   "quote": {
    "text": "You need to have a can-do attitude. There is always a way."
   },
   "author": {
    "text": "Alan Mulally"
   }
  },
  {
   "quote": {
    "text": "I learnt early that always being analytical is important for a business. Being analytical as an attitude is more important than just having the aptitude."
   },
   "author": {
    "text": "Bhavish Aggarwal"
   }
  },
  {
   "quote": {
    "text": "Animals have a much better attitude to life and death than we do. They know when their time has come. We are the ones that suffer when they pass, but it's a healing kind of grief that enables us to deal with other griefs that are not so easy to grab hold of."
   },
   "author": {
    "text": "Emmylou Harris"
   }
  },
  {
   "quote": {
    "text": "I have an attitude. It's what I do. I'm edgy. I have an attitude."
   },
   "author": {
    "text": "Hope Solo"
   }
  },
  {
   "quote": {
    "text": "A positive attitude is something everyone can work on, and everyone can learn how to employ it."
   },
   "author": {
    "text": "Joan Lunden"
   }
  },
  {
   "quote": {
    "text": "I hope the millions of people I've touched have the optimism and desire to share their goals and hard work and persevere with a positive attitude."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "Civilization is a method of living, an attitude of equal respect for all men."
   },
   "author": {
    "text": "Jane Addams"
   }
  },
  {
   "quote": {
    "text": "You cannot control what happens to you, but you can control your attitude toward what happens to you, and in that, you will be mastering change rather than allowing it to master you."
   },
   "author": {
    "text": "Brian Tracy"
   }
  },
  {
   "quote": {
    "text": "Our lives are not determined by what happens to us but how we react to what happens, not by what life brings us but the attitude we bring to life."
   },
   "author": {
    "text": "Wade Boggs"
   }
  },
  {
   "quote": {
    "text": "Never walk into a hospital crying. Have an attitude that you will make someone else's life better."
   },
   "author": {
    "text": "Jim Kelly"
   }
  },
  {
   "quote": {
    "text": "You can do everything you can to try to stop bad things from happening to you, but eventually things will happen, so the best prevention is a positive attitude."
   },
   "author": {
    "text": "Marie Osmond"
   }
  },
  {
   "quote": {
    "text": "People in tough times - it doesn't mean they don't have a great attitude."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "A positive attitude is not going to save you. What it's going to do is, everyday, between now and the day you die, whether that's a short time from now or a long time from now, that every day, you're going to actually live."
   },
   "author": {
    "text": "Elizabeth Edwards"
   }
  },
  {
   "quote": {
    "text": "I think that when we know that we actually do live in uncertainty, then we ought to admit it; it is of great value to realize that we do not know the answers to different questions. This attitude of mind - this attitude of uncertainty - is vital to the scientist, and it is this attitude of mind which the student must first acquire."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "A good attitude is really important. And a sense of optimism, someone who has ideas and isn't afraid to pitch them no matter what level she is. Someone who is proactive. Someone with efficiency and common sense. They don't always go hand-in-hand, common sense and, well, everything else."
   },
   "author": {
    "text": "Eva Chen"
   }
  },
  {
   "quote": {
    "text": "There is a need for financial reform along ethical lines that would produce in its turn an economic reform to benefit everyone. This would nevertheless require a courageous change of attitude on the part of political leaders."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "I go into it with the attitude that I'm not going to look at my leg, and as soon as they get the wrapping off of it, I'm like, 'I've got to look.' It's like yelling at a dog going, 'Squirrel!' I cannot not look. And then I spend the rest of the time sitting there with a wet washcloth on my forehead trying to regain consciousness."
   },
   "author": {
    "text": "Tony Stewart"
   }
  },
  {
   "quote": {
    "text": "It's sort of a mental attitude about critical thinking and curiosity. It's about mindset of looking at the world in a playful and curious and creative way."
   },
   "author": {
    "text": "Adam Savage"
   }
  },
  {
   "quote": {
    "text": "Between stimulus and response, there is a space where we choose our response."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "You live in the image you have of the world. Every one of us lives in a different world, with different space and different time."
   },
   "author": {
    "text": "Alejandro Jodorowsky"
   }
  },
  {
   "quote": {
    "text": "There's a certain elitism that has crept into the attitudes of some in journalism, and it played out perfectly over the issue of these little American flag lapel pins."
   },
   "author": {
    "text": "Brit Hume"
   }
  },
  {
   "quote": {
    "text": "I like my hair long, and I love my bangs. I love them because I can pin them back or keep the fringe with attitude."
   },
   "author": {
    "text": "Cassie Steele"
   }
  },
  {
   "quote": {
    "text": "I've always been that person: If it gets into my head, I've got to do it until I get it perfect - a perfectionist's attitude."
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "I don't think punk ever really dies, because punk rock attitude can never die."
   },
   "author": {
    "text": "Billy Idol"
   }
  },
  {
   "quote": {
    "text": "Happiness is an attitude of mind, born of the simple determination to be happy under all outward circumstances."
   },
   "author": {
    "text": "J. Donald Walters"
   }
  },
  {
   "quote": {
    "text": "There is little difference in people, but that little difference makes a big difference. The little difference is attitude. The big difference is whether it is positive or negative."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "The purely agitational attitude is not good enough for a detailed consideration of a subject."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "The pilot looked at his cues of attitude and speed and orientation and so on and responded as he would from the same cues in an airplane, but there was no way it flew the same. The simulators had showed us that."
   },
   "author": {
    "text": "Alan Shepard"
   }
  },
  {
   "quote": {
    "text": "Crime is terribly revealing. Try and vary your methods as you will, your tastes, your habits, your attitude of mind, and your soul is revealed by your actions."
   },
   "author": {
    "text": "Agatha Christie"
   }
  },
  {
   "quote": {
    "text": "Not every religion has to have St. Augustine's attitude to sex. Why even in our culture marriages are celebrated in a church, everyone present knows what is going to happen that night, but that doesn't prevent it being a religious ceremony."
   },
   "author": {
    "text": "Ludwig Wittgenstein"
   }
  },
  {
   "quote": {
    "text": "Hence, within the space of two generations there has been a complete revolution in the attitude of the trades-unions toward the women working in their trades."
   },
   "author": {
    "text": "Florence Kelley"
   }
  },
  {
   "quote": {
    "text": "Athletic competition clearly defines the unique power of our attitude."
   },
   "author": {
    "text": "Bart Starr"
   }
  },
  {
   "quote": {
    "text": "Mental attitude and concentration are the keys to pitching."
   },
   "author": {
    "text": "Ferguson Jenkins"
   }
  },
  {
   "quote": {
    "text": "You can have a laugh in Los Angeles, or you can weep in Los Angeles, depending on your attitude towards it."
   },
   "author": {
    "text": "Miranda Richardson"
   }
  },
  {
   "quote": {
    "text": "Really you just gotta keep chugging along and keep a positive attitude and get through all the problems. You gotta face them, otherwise you don't get through."
   },
   "author": {
    "text": "Lesley Gore"
   }
  },
  {
   "quote": {
    "text": "Happiness is in our own hearts. I have no regrets of anything in the past. I'm totally cheerful and happy, and I think that a lot of your attitude is not in the circumstances you find yourself in, but in the circumstances you make for yourself."
   },
   "author": {
    "text": "Maeve Binchy"
   }
  },
  {
   "quote": {
    "text": "I may not be the number one movie star, or my films might not be doing too good. I am grateful for what life has offered me. I have got a great family, parents are together, have a great sister, I get to holiday. All these things make me grateful towards life, for everything. I always say - have an attitude of gratitude."
   },
   "author": {
    "text": "Sonam Kapoor"
   }
  },
  {
   "quote": {
    "text": "A lot of times I find that people who are blessed with the most talent don't ever develop that attitude, and the ones who aren't blessed in that way are the most competitive and have the biggest heart."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "But the attitude of faith is to let go, and become open to truth, whatever it might turn out to be."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "Having a positive mental attitude is asking how something can be done rather than saying it can't be done."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "If your mom asks you to do the dishes, do not pull out your pirate attitude. But if someone tells you you're not good enough, says your dreams are too lofty, or claims there is no room in showbiz for a dancing violinist - well then, by all means, pull out your eye patch, my friend, and take to the high seas."
   },
   "author": {
    "text": "Lindsey Stirling"
   }
  },
  {
   "quote": {
    "text": "More than anything, I like a jacket. You can do anything with a great jacket, the bigger the better. You can have any silhouette underneath. It gives you an attitude. It makes a gown look cool."
   },
   "author": {
    "text": "Rihanna"
   }
  },
  {
   "quote": {
    "text": "As the time goes by, you change, your learn new things, your attitude is different. For the moment, I'm still enjoying ski racing so much that it would be difficult for me to think about ending my career."
   },
   "author": {
    "text": "Hermann Maier"
   }
  },
  {
   "quote": {
    "text": "Meekness implies a spirit of gratitude as opposed to an attitude of self-sufficiency, an acknowledgement of a greater power beyond oneself, a recognition of God, and an acceptance of his commandments."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "The meaning of things lies not in the things themselves, but in our attitude towards them."
   },
   "author": {
    "text": "Antoine de Saint-Exupery"
   }
  },
  {
   "quote": {
    "text": "Democracy is not merely a form of government. It is primarily a mode of associated living, of conjoint communicated experience. It is essentially an attitude of respect and reverence towards fellow men."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "Any fact facing us is not as important as our attitude toward it, for that determines our success or failure. The way you think about a fact may defeat you before you ever do anything about it. You are overcome by the fact because you think you are."
   },
   "author": {
    "text": "Norman Vincent Peale"
   }
  },
  {
   "quote": {
    "text": "I think it's your mental attitude. So many of us start dreading age in high school and that's a waste of a lovely life. 'Oh... I'm 30, oh, I'm 40, oh, 50.' Make the most of it."
   },
   "author": {
    "text": "Betty White"
   }
  },
  {
   "quote": {
    "text": "Everyone has attitude, and I think everyone should have attitude. But I know I have attitude, but that's just, I think if you don't have attitude, it comes only with self confidence. So if you don't have self confidence, you won't have attitude, and I think there's a difference when you have attitude and when you have arrogance."
   },
   "author": {
    "text": "Sania Mirza"
   }
  },
  {
   "quote": {
    "text": "I have a positive mental attitude, and I think I'm divine, but I also think it takes a heck of a lot of blood, sweat and tears."
   },
   "author": {
    "text": "Steve Prefontaine"
   }
  },
  {
   "quote": {
    "text": "If you're going to have a bad attitude, you may as well not even tee it up that week because you probably won't play good anyways."
   },
   "author": {
    "text": "Jason Day"
   }
  },
  {
   "quote": {
    "text": "The prevailing - and foolish - attitude is that a good manager can be a good manager anywhere, with no special knowledge of the production process he's managing. A man with a financial background may know nothing about manufacturing shoes or cars, but he's put in charge anyway."
   },
   "author": {
    "text": "W. Edwards Deming"
   }
  },
  {
   "quote": {
    "text": "For me, bomber jackets are smart, but they are also street and have a lot of attitude."
   },
   "author": {
    "text": "The Weeknd"
   }
  },
  {
   "quote": {
    "text": "I go back to the old school days of that Attitude Era stuff. Everybody knows when I speak of the Attitude Era, my favorite stuff is of the mid-'80s, all that NWA stuff, the World Class stuff, the stuff that Bill Watts was doing."
   },
   "author": {
    "text": "Stone Cold Steve Austin"
   }
  },
  {
   "quote": {
    "text": "Character is the result of two things: mental attitude and the way we spend our time."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "I thought one should have the attitude of 'What do you care what other people think!'"
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "Some of us pray demands. Some of us pray complaints. Some of us pray knowing, and some of us pray not knowing. But prayer is the attitude that you hold in your heart."
   },
   "author": {
    "text": "Iyanla Vanzant"
   }
  },
  {
   "quote": {
    "text": "Black Consciousness is an attitude of the mind and a way of life, the most positive call to emanate from the black world for a long time."
   },
   "author": {
    "text": "Steven Biko"
   }
  },
  {
   "quote": {
    "text": "In a spiritual sense, a positive attitude may help you get through chemotherapy and surgery and radiation and what have you. But a positive mental attitude does not cure cancer - any more than a negative mental attitude causes cancer."
   },
   "author": {
    "text": "Siddhartha Mukherjee"
   }
  },
  {
   "quote": {
    "text": "The attitude of physiological psychology to sensations and feelings, considered as psychical elements, is, naturally, the attitude of psychology at large."
   },
   "author": {
    "text": "Wilhelm Wundt"
   }
  },
  {
   "quote": {
    "text": "I want to work with kids and help develop them, show them the right way, the right morals and attitude into how to become a better footballer. Australia has many different cultures but I'd like to bring in the indigenous style, bring their competitiveness, athleticism and raw ability into the frame."
   },
   "author": {
    "text": "Timothy F. Cahill"
   }
  },
  {
   "quote": {
    "text": "Out here in California, in the Pacific Ocean, the sharks have a bad attitude."
   },
   "author": {
    "text": "Katy Mixon"
   }
  },
  {
   "quote": {
    "text": "There is no attitude required. The hat brings the attitude. And when people try on a hat they like, it is a bit of fun. It makes them laugh. You don't laugh when you put on a pair of shoes, but you do with a hat."
   },
   "author": {
    "text": "Philip Treacy"
   }
  },
  {
   "quote": {
    "text": "Epic poetry exhibits life in some great symbolic attitude. It cannot strictly be said to symbolize life itself, but always some manner of life."
   },
   "author": {
    "text": "Lascelles Abercrombie"
   }
  },
  {
   "quote": {
    "text": "It is not the body's posture, but the heart's attitude that counts when we pray."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Choosing an attitude of faith will release peace out of your spirit and into your soul."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Woman must have her freedom, the fundamental freedom of choosing whether or not she will be a mother and how many children she will have. Regardless of what man's attitude may be, that problem is hers - and before it can be his, it is hers alone."
   },
   "author": {
    "text": "Margaret Sanger"
   }
  },
  {
   "quote": {
    "text": "One's appearance bespeaks dignity corresponding to the depth of his character. One's concentrated effort, serene attitude, taciturn air, courteous disposition, thoroughly polite bearing, gritted teeth with a piercing look - each of these reveals dignity. Such outward appearance, in short, comes from constant attentiveness and seriousness."
   },
   "author": {
    "text": "Yamamoto Tsunetomo"
   }
  },
  {
   "quote": {
    "text": "When you feel stuck in a hard time, jump-start a pro-change attitude by letting go of possessions that no longer work for you - like old clothes and old shoes."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "You can pull off anything if you have the right attitude. Being cool is whatever you think it is. Own your style."
   },
   "author": {
    "text": "Freja Beha Erichsen"
   }
  },
  {
   "quote": {
    "text": "It's just sad that one's attitude is always speculated, even if you've not done something."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "Gardening is not trivial. If you believe that it is, closely examine why you feel that way. You may discover that this attitude has been forced upon you by mass media and the crass culture it creates and maintains. The fact is, gardening is just the opposite - it is, or should be, a central, basic expression of human life."
   },
   "author": {
    "text": "Andrew Weil"
   }
  },
  {
   "quote": {
    "text": "There is a brief moment when all there is in a man's mind and soul and spirit is reflected through his eyes, his hands, his attitude. This is the moment to record."
   },
   "author": {
    "text": "Yousuf Karsh"
   }
  },
  {
   "quote": {
    "text": "I like to compare the attitude and energy of an emerging start-up to that of the early hip-hop era. From working at labels like Bad Boy and Ruff Ryders, walking into the Def Jam offices, A Touch of Jazz and things like that, the vibe is that off making something out of nothing and making things work, and that's what I love about start-ups."
   },
   "author": {
    "text": "Troy Carter"
   }
  },
  {
   "quote": {
    "text": "Every small business will give you an entrepreneurial way of looking at things. I guarantee you that for every plant that closes, if you gave it to one small-business person in that community, he or she would find a way to make it work. The small-business attitude is you always find a way to make it work."
   },
   "author": {
    "text": "Hamdi Ulukaya"
   }
  },
  {
   "quote": {
    "text": "If somebody says no to you, or if you get cut, Michael Jordan was cut his first year, but he came back and he was the best ever. That is what you have to have. The attitude that I'm going to show everybody, I'm going to work hard to get better and better."
   },
   "author": {
    "text": "Magic Johnson"
   }
  },
  {
   "quote": {
    "text": "The attitude we have towards our personal pets as opposed to the animals that suffer under the factory farm is hypocritical and delusional."
   },
   "author": {
    "text": "James Cromwell"
   }
  },
  {
   "quote": {
    "text": "Every child's taste is different. Don't worry if they're not reading 'War and Peace' at age 12. First, build a good foundation and a positive attitude about reading by letting them pick the stories they enjoy. Make friends with a bookseller or librarian. They are a wealth of information on finding books that kids enjoy."
   },
   "author": {
    "text": "Rick Riordan"
   }
  },
  {
   "quote": {
    "text": "An aristocratic culture does not advertise its emotions. In its forms of expression it is sober and reserved. Its general attitude is stoic."
   },
   "author": {
    "text": "Johan Huizinga"
   }
  },
  {
   "quote": {
    "text": "When you ain't got no money, you gotta get an attitude."
   },
   "author": {
    "text": "Richard Pryor"
   }
  },
  {
   "quote": {
    "text": "Good humor is one of the best articles of dress one can wear in society."
   },
   "author": {
    "text": "William Makepeace Thackeray"
   }
  },
  {
   "quote": {
    "text": "Culture is very important to the Mavs. Your best player has to be a fit for what you want the culture of the team to be. He has to be someone who leads by example. Someone who sets the tone in the locker room and on the court. It isn't about who talks the most or the loudest. It is about the demeanor and attitude he brings."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "I grew up in a small, strictly-Catholic fishing village on the coast of Wales. The people there have a different attitude to life than those in Hollywood - people stick together more."
   },
   "author": {
    "text": "Catherine Zeta-Jones"
   }
  },
  {
   "quote": {
    "text": "Having a clear faith, based on the creed of the church is often labeled today as fundamentalism. Whereas relativism, which is letting oneself be tossed and swept along by every wind of teaching, look like the only attitude acceptable to today's standards."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "My attitude toward men who mess around is simple: If you find 'em, kill 'em."
   },
   "author": {
    "text": "Loretta Lynn"
   }
  },
  {
   "quote": {
    "text": "I did standup for a lot of years, too, but when you come out as a standup, you get the feeling from a crowd - it's a kind of a 'make me laugh' attitude. But when you come out as an improvisor, they realize that they're suggesting everything you do. So they're already invested in the scene, and they actually want it to work."
   },
   "author": {
    "text": "Ryan Stiles"
   }
  },
  {
   "quote": {
    "text": "There was always a feeling for me that it would work. That's what keeps me going. You go in with a positive attitude and stay there, and that's a big part of what does make it work."
   },
   "author": {
    "text": "Shelley Long"
   }
  },
  {
   "quote": {
    "text": "I've reached a point in my life where it's the little things that matter... I was always a rebel and probably could have got much farther had I changed my attitude. But when you think about it, I got pretty far without changing attitudes. I'm happier with that."
   },
   "author": {
    "text": "Veronica Lake"
   }
  },
  {
   "quote": {
    "text": "All the champions - you go and ask Mike Tyson or Joe Louis, Rocky Marciano, Lennox Lewis and myself included, and I'm sorry for putting myself in line with all the other great names - but the champion's attitude is it doesn't matter who is in front of me, I am going to conquer this person and win the fight and knock the person out."
   },
   "author": {
    "text": "Wladimir Klitschko"
   }
  },
  {
   "quote": {
    "text": "When I was a child I asked my mother what homosexuality was about and she said - and this was 100 years ago in Germany and she was very open-minded - 'It's like hair color. It's nothing. Some people are blond and some people have dark hair. It's not a subject.' This was a very healthy attitude."
   },
   "author": {
    "text": "Karl Lagerfeld"
   }
  },
  {
   "quote": {
    "text": "Our judgments judge us, and nothing reveals us, exposes our weaknesses, more ingeniously than the attitude of pronouncing upon our fellows."
   },
   "author": {
    "text": "Paul Valery"
   }
  },
  {
   "quote": {
    "text": "All women have appealing features. I do not refer to model-type appeal, but rather that which comes from your personality, your attitude, and your expressions. I urge you to enhance the natural, God-given, feminine gifts with which you have been so richly blessed."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Chaotic people often have chaotic lives, and I think they create that. But if you try and have an inner peace and a positive attitude, I think you attract that."
   },
   "author": {
    "text": "Imelda Staunton"
   }
  },
  {
   "quote": {
    "text": "The Dolls were an attitude. If nothing else they were a great attitude."
   },
   "author": {
    "text": "Johnny Thunders"
   }
  },
  {
   "quote": {
    "text": "I fell in love with Erica Kane the summer before my freshman year of high school. Like all red-blooded teen American boys, I'd come home from water polo practice and eat a box of Entenmann's Pop'Ems donut holes in front of the TV while obsessively fawning over 'All My Children' and Erica, her clothes, and her narcissistic attitude."
   },
   "author": {
    "text": "Andy Cohen"
   }
  },
  {
   "quote": {
    "text": "Nothing. We're all friends and friendly. So when the cameras go down, depending on the mood or the nature of the material we're dealing with, there's usually a kind of a prevailing light attitude that's floating around."
   },
   "author": {
    "text": "Richard Dean Anderson"
   }
  },
  {
   "quote": {
    "text": "The war changed everybody's attitude. We became international almost overnight."
   },
   "author": {
    "text": "W. Averell Harriman"
   }
  },
  {
   "quote": {
    "text": "So long as you've got your friends about you, and a good positive attitude, you don't really have to care what everyone else thinks."
   },
   "author": {
    "text": "Gail Porter"
   }
  },
  {
   "quote": {
    "text": "I think that ultimately your age is determined by your attitude. It's not the number; it's not how many wrinkles you have on your face. It's the energy that you project."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "With His love, you can wake up every day with an attitude of faith and expectancy."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "I am Classic Rock Revisited. I revisit it every waking moment of my life because it has the spirit and the attitude and the fire and the middle finger. I am Rosa Parks with a Gibson guitar."
   },
   "author": {
    "text": "Ted Nugent"
   }
  },
  {
   "quote": {
    "text": "Seek out that particular mental attribute which makes you feel most deeply and vitally alive, along with which comes the inner voice which says, 'This is the real me,' and when you have found that attitude, follow it."
   },
   "author": {
    "text": "James Truslow Adams"
   }
  },
  {
   "quote": {
    "text": "You may not be able to change a situation, but with humor you can change your attitude about it."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "Bad attitudes will ruin your team."
   },
   "author": {
    "text": "Terry Bradshaw"
   }
  },
  {
   "quote": {
    "text": "If you get a diagnosis, get on a therapy, keep a good attitude and keep your sense of humor."
   },
   "author": {
    "text": "Teri Garr"
   }
  },
  {
   "quote": {
    "text": "By understanding and harnessing the forces that drive human behavior, you can create a self-sustaining philanthropic effort that reaches millions of people. It begins with an entrepreneurial attitude: take an idea and execute on that idea. If it doesn't work, learn why and build on what you've learned."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "Best said possibly the only thing that would have changed my attitude: 'What will happen to me?' 'Your friend MacLeod will look after you,' I said. Best replied, 'If you get out, I get out.' There was silence for some moments. I thought of all the joy of the early experiments which we had known together. Here was loyalty."
   },
   "author": {
    "text": "Frederick Banting"
   }
  },
  {
   "quote": {
    "text": "Most of my arguments with musicians through the years have had more to do with their attitude about music, or their attitude about their own lives, or their personal responsibility. Music has never really been the big centerpiece of the fight."
   },
   "author": {
    "text": "Billy Corgan"
   }
  },
  {
   "quote": {
    "text": "It is precisely the purpose of the public opinion generated by the press to make the public incapable of judging, to insinuate into it the attitude of someone irresponsible, uninformed."
   },
   "author": {
    "text": "Walter Benjamin"
   }
  },
  {
   "quote": {
    "text": "It seems that other parts of the world ought to be concerned about what we think of them instead of what they think of us. After all, we're feeding most of them, and whenever they start rejecting 25 cents of each dollar of foreign aid money that we send to them, then I'll be concerned about their attitude toward us."
   },
   "author": {
    "text": "George Wallace"
   }
  },
  {
   "quote": {
    "text": "Part of our western outlook stems from the scientific attitude and its method of isolating the parts of a phenomenon in order to analyze them."
   },
   "author": {
    "text": "Arthur Erickson"
   }
  },
  {
   "quote": {
    "text": "We need an attitude of defiance, not an attitude of cowardice. Out in the street, that's how we are winning against the TransCanada Pipeline. This is how we have delayed the Trans-Pacific Partnership and forced it into an election season, gotten everybody to stand against it. Democracy is not about surrender."
   },
   "author": {
    "text": "Jill Stein"
   }
  },
  {
   "quote": {
    "text": "As a team, you need to come from behind every once in awhile just to do it. Good for the attitude. It makes it exciting. And when everybody knows you have to throw it... that makes it fun too."
   },
   "author": {
    "text": "Dan Marino"
   }
  },
  {
   "quote": {
    "text": "I'm not a music lover in the sense that I look for something to have on. I've never had that attitude to music."
   },
   "author": {
    "text": "Harrison Birtwistle"
   }
  },
  {
   "quote": {
    "text": "An attitude to life which seeks fulfillment in the single-minded pursuit of wealth - in short, materialism - does not fit into this world, because it contains within itself no limiting principle, while the environment in which it is placed is strictly limited."
   },
   "author": {
    "text": "E. F. Schumacher"
   }
  },
  {
   "quote": {
    "text": "Obama does not represent America. Nor does he represent anything what our forefathers stood for. This country is basically built on an attitude. It's a way of life. It's not because you're born here. It's not that you're supposed to take from those who have and give to those who haven't. That kills a country. It killed Russia."
   },
   "author": {
    "text": "Luke Scott"
   }
  },
  {
   "quote": {
    "text": "In life,you're going to have risk, so you have to say, 'My attitude going forward is how to I fix the problem.' And it's not trying to cling onto the past. When I look around, most problems happen because people are trying to cling onto the past."
   },
   "author": {
    "text": "Edwin Catmull"
   }
  },
  {
   "quote": {
    "text": "It is the hopeful, buoyant, cheerful attitude of mind that wins. Optimism is a success builder; pessimism an achievement killer."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "I have a very positive attitude in life. My insecurity, fear and need to know about tomorrow has fortunately eased. What is going to happen will happen anyway. So why break my head over it?"
   },
   "author": {
    "text": "Katrina Kaif"
   }
  },
  {
   "quote": {
    "text": "Our attitude toward life determines life's attitude towards us."
   },
   "author": {
    "text": "John N. Mitchell"
   }
  },
  {
   "quote": {
    "text": "We awaken in others the same attitude of mind we hold toward them."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "You cannot tailor-make the situations in life but you can tailor-make the attitudes to fit those situations."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Anything can happen, so you have to control your attitude and stay strong."
   },
   "author": {
    "text": "Jason Day"
   }
  },
  {
   "quote": {
    "text": "I am just as comfortable in sweats and sneakers as I am in a dress and heels. Attitude is everything!"
   },
   "author": {
    "text": "Blac Chyna"
   }
  },
  {
   "quote": {
    "text": "Prayer is talking with God. God knows your heart and is not so concerned with your words as He is with the attitude of your heart."
   },
   "author": {
    "text": "Josh McDowell"
   }
  },
  {
   "quote": {
    "text": "I was looking for something a lot heavier, yet melodic at the same time. Something different from heavy metal, a different attitude."
   },
   "author": {
    "text": "Kurt Cobain"
   }
  },
  {
   "quote": {
    "text": "Any revolutionary change must be preceded by a passive, affirmative, non-challenging attitude toward change among the mass of our people. They must feel so frustrated, so defeated, so lost, so futureless in the prevailing system that they are willing to let go of the past and chance the future."
   },
   "author": {
    "text": "Saul Alinsky"
   }
  },
  {
   "quote": {
    "text": "When you pray for anyone you tend to modify your personal attitude toward him."
   },
   "author": {
    "text": "Norman Vincent Peale"
   }
  },
  {
   "quote": {
    "text": "It will be disastrous when a leader or manager shows up with one attitude one day and treats people with a different attitude the next day."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "The reactionary is always willing to take a progressive attitude on any issue that is dead."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "I think the best advice came from Drew Barrymore, about always finding love in everything you do and keeping a positive attitude and being thankful."
   },
   "author": {
    "text": "Bella Thorne"
   }
  },
  {
   "quote": {
    "text": "I know there's millions of problems in the world, but if you dwell on those, then you're going to be miserable. I think my meditation helps me to transcend and get beyond the grip of all the negativity and regenerate from within a more positive attitude, which comes in very handy when you're going to do 150 concerts a year."
   },
   "author": {
    "text": "Mike Love"
   }
  },
  {
   "quote": {
    "text": "I do have moments when I feel insecure. I do have moments when I feel jealous, and that's normal. It's a very normal emotion. It's your action and your attitude and your reaction to that that is important."
   },
   "author": {
    "text": "Anushka Sharma"
   }
  },
  {
   "quote": {
    "text": "'Hollywood maids' are so idiotic. They grin at everything. I told Norman Lear I didn't want to play a maid because of that 'hee-hee/grin-grin' attitude, and he said, 'Who said I wanted that?' He told me he wanted two strong women that are the black and white of the same coin. I said, 'Oh, well - in that case, I'll be right there!'"
   },
   "author": {
    "text": "Esther Rolle"
   }
  },
  {
   "quote": {
    "text": "The special ops guys and the firefighters around the world have this great phrase. They say, 'Slow is smooth, and smooth is fast,' and that is true. Everything I've accomplished in my life has been because of that attitude."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "No rational argument will have a rational effect on a man who does not want to adopt a rational attitude."
   },
   "author": {
    "text": "Karl Popper"
   }
  },
  {
   "quote": {
    "text": "It is in the character of very few men to honor without envy a friend who has prospered."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "Certain thoughts are prayers. There are moments when, whatever be the attitude of the body, the soul is on its knees."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Being deeply contented with God in my everyday life is a focused attitude. It is always available. It means practicing letting go of my obsession with how I'm doing. It means training myself to learn to actually be present with people, and seeking to love them."
   },
   "author": {
    "text": "John Ortberg"
   }
  },
  {
   "quote": {
    "text": "Could we change our attitude, we should not only see life differently, but life itself would come to be different."
   },
   "author": {
    "text": "Katherine Mansfield"
   }
  },
  {
   "quote": {
    "text": "I have a very positive attitude to anyone who is protecting the environment, but it's inadmissible when people are using it as a means of promoting themselves, using it as a source of self-enrichment. I don't want to name any specific examples... but often, environmentalism is used to blackmail companies."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "Everything I do, writing, touring, travelling, it all comes from the punk and hardcore attitude, from that expression - from being open to try things but relying on yourself, taking what you have into the battle and making of it what you will, hoping you can figure it out as you go. Make some sense of it."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Reproach is shame, blame, disgrace, disapproval and a disrespectful attitude toward yourself. When you're under reproach, your behavior shows it."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Honestly, it is not all about attitude; it is all about heart. You can have the attitude, you can have the swagger, you can talk your way, but it is all about heart."
   },
   "author": {
    "text": "Jason Pierre-Paul"
   }
  },
  {
   "quote": {
    "text": "Whenever I'm having a bad day and have an attitude, I stay home. I keep it at home."
   },
   "author": {
    "text": "Michael Clarke Duncan"
   }
  },
  {
   "quote": {
    "text": "Any of us can be happy and have a good attitude when everything is going our way. But I believe it's the real test of your character and of your faith to say, 'Things are not going our way, but I'm still being good to people; I'm still attending church; I still have a good attitude.'"
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I believe that when you think of the negative, and you get up discouraged - 'There's nothing good in my future' - I really believe it almost ties the hands of God. God works where there's an attitude of faith. I believe faith is all about hope."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Hope is favorable and confident expectation; it's an expectant attitude that something good is going to happen and things will work out, no matter what situation we're facing."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "My attitude is, do as much as I can while I'm free. And if I'm arrested I'll still do as much as I can."
   },
   "author": {
    "text": "Aung San Suu Kyi"
   }
  },
  {
   "quote": {
    "text": "I've been fired five times for having a bad attitude."
   },
   "author": {
    "text": "Meg Rosoff"
   }
  },
  {
   "quote": {
    "text": "If someone you know makes a bad decision or uses bad judgment, it doesn't mean you have to allow that to alter your attitude. Why should you allow anyone else's bad decisions to send you into a tailspin of misery?"
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "When a woman puts on a heel, she has a different posture, a different attitude. She really stands up and has a consciousness of her body."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "Quite honestly, if we do manage to destroy the planet with our devil-may-care attitude to natural resources, I'd suggest we leave, as a dossier in our defence, the collected letters to agony aunts and uncles down the generations. It would certainly prove that we weren't all bad!"
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "Our attitudes control our lives. Attitudes are a secret power working twenty-four hours a day, for good or bad. It is of paramount importance that we know how to harness and control this great force."
   },
   "author": {
    "text": "Irving Berlin"
   }
  },
  {
   "quote": {
    "text": "If you have an ongoing relationship with a person, think of everything positive about that person that you possibly can and enter your interaction from that space. Ignore all the crap that used to drive you up the wall before. You will be amazed at what a change this attitude shift brings about."
   },
   "author": {
    "text": "Srikumar Rao"
   }
  },
  {
   "quote": {
    "text": "Before I started a company, I was an employee with a bad attitude. I was always felt like, bosses are stupid, and people weren't well treated."
   },
   "author": {
    "text": "Mitch Kapor"
   }
  },
  {
   "quote": {
    "text": "By making a comeback, I'm changing the attitude of people toward me. If I'd known that people would react so enthusiastically, I'd have done it years ago."
   },
   "author": {
    "text": "Mark Spitz"
   }
  },
  {
   "quote": {
    "text": "Muslims have a very bad attitude to homosexuality, they're very intolerant."
   },
   "author": {
    "text": "Pim Fortuyn"
   }
  },
  {
   "quote": {
    "text": "My motto is more, 'If you want to find something new, look for something new!' There is a certain amount of risk in this attitude, as even the slightest failure tends to be resounding, but you are so happy when you succeed that it is worth taking the risk."
   },
   "author": {
    "text": "Yves Chauvin"
   }
  },
  {
   "quote": {
    "text": "I think when you have an optimistic attitude, and you believe that God is guiding you, that you will find the good things in your life and that you will lead to good relationships and good people in your life. And you can make the most of what he's given you."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "For me, running against the Poles and Czechs would be like running against high school kids. And I hate all this gung-ho, run-for-the-red-white-and-blue attitude that the AAU spouts. If that's important to some people, fine, more power to 'em. But, damn it, I wish they'd leave me alone to do what I want to do - run against the best."
   },
   "author": {
    "text": "Steve Prefontaine"
   }
  },
  {
   "quote": {
    "text": "Tackle the difficult things first in the morning; make changes in the way you network. Treat everyone with respect and dignity. This stops you from cynicism and negativity. End your day with that same attitude you started. Renew your contract with a day well completed."
   },
   "author": {
    "text": "Rick Pitino"
   }
  },
  {
   "quote": {
    "text": "All punk is is attitude. That's what makes it. The attitude."
   },
   "author": {
    "text": "Joey Ramone"
   }
  },
  {
   "quote": {
    "text": "I will not get very far with this attitude."
   },
   "author": {
    "text": "Nancy Cartwright"
   }
  },
  {
   "quote": {
    "text": "We should bring in an environmental attitude, and I think luxury should automatically be about sustainability and quality."
   },
   "author": {
    "text": "Jochen Zeitz"
   }
  },
  {
   "quote": {
    "text": "I like to say it's an attitude of not just thinking outside the box, but not even seeing the box."
   },
   "author": {
    "text": "Safra A. Catz"
   }
  },
  {
   "quote": {
    "text": "Non-violence is a permanent attitude we bring to the breakfast table and bring to bed at night."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "Hip-hop kind of absorbed rock in terms of the attitude and the whole point of why rock was important music. Young people felt like rock music was theirs, from Elvis to the Beatles to the Ramones to Nirvana. This was theirs; it wasn't their parents'. I think hip-hop became the musical style that embraces that mentality."
   },
   "author": {
    "text": "Chris Cornell"
   }
  },
  {
   "quote": {
    "text": "I don't think it's a good attitude in your life to feel that you have to be rich to have self-esteem."
   },
   "author": {
    "text": "Tom Petty"
   }
  },
  {
   "quote": {
    "text": "Stop this attitude that older people ain't any good anymore! We're as good as we ever were - if we ever were any good."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "I was born with a happy heart, and I try to keep a good attitude. It's not true that I'm happy all the time because nobody is, and we all go through our things."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "Refuse to be a lazy Christian, and resist a passive, apathetic attitude."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "My readers and my audiences have turned into my followers. They are more than interested in what I have to say in the subjects of sales, loyalty, attitude, networking, business social media, and becoming a trusted advisor."
   },
   "author": {
    "text": "Jeffrey Gitomer"
   }
  },
  {
   "quote": {
    "text": "How do you nurture a positive attitude when all the statistics say you're a dead man? You go to work."
   },
   "author": {
    "text": "Patrick Swayze"
   }
  },
  {
   "quote": {
    "text": "I've been through so much. I just live each day, and whatever happens, happens. I've lived a very good life. My life has definitely changed, but the attitude is still the same."
   },
   "author": {
    "text": "Jim Kelly"
   }
  },
  {
   "quote": {
    "text": "We can do better in higher education. And it is more than just technology. It's also an attitude on the part of faculty. We need to think through how we can produce a better quality product at less cost."
   },
   "author": {
    "text": "Roy Romer"
   }
  },
  {
   "quote": {
    "text": "I love festivals because they seem like more of an artsy, supportive attitude - which benefits a more theatrical performer sometimes with having theater and other non-club venues, as well as the audience being filled with other artists. It's nice to be with other comics, as usually at other road gigs, I'm solo for the most part."
   },
   "author": {
    "text": "Maria Bamford"
   }
  },
  {
   "quote": {
    "text": "The great thing about Marvel is that there is an attitude of 'nothing's impossible,' but that doesn't mean everything is possible; you just have to chase it."
   },
   "author": {
    "text": "Anthony Russo"
   }
  },
  {
   "quote": {
    "text": "A black suit can be classic and timeless and certainly for most occasions. But remember, it's not so much the color of suit as it is about the fit, cut, style, and, of course, attitude you have when wearing it."
   },
   "author": {
    "text": "John Varvatos"
   }
  },
  {
   "quote": {
    "text": "When you think of a brand, you should immediately understand it from the advertising attitude, from the words and visuals."
   },
   "author": {
    "text": "George Lois"
   }
  },
  {
   "quote": {
    "text": "I separated from the Southern Baptists when they adopted the discriminatory attitude towards women, because I believe what Paul taught in Galatians that there is no distinction in God's eyes between men and women, slaves and masters, Jews and non-Jews - everybody is created equally in the eyes of God."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "If you want my personal attitude, I would tell you that I don't care about a person's sexual orientation."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "I didn't know how to show my self love, and I didn't want anyone else to hurt me. So my tough girl attitude was like, 'I'm not having it.'"
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "In truth, the world is now a seamless web from which no nation, large or small, young or old, can disassociate itself. Every attitude and every action of every nation can affect the welfare and security of every other nation around the globe."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Individuals need to be willing to face truth about their attitudes, behaviors, even what we want out of life."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "I want to look my best for God. So many people have the attitude that if you're a Christian you've got to dress bad, wear an old color, not do anything to your hair, have nothing. It's no wonder that Christianity is not very attractive. I mean, how many people do you know in a Western culture that's going to go, 'Yeah, give me some of that?'"
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "A society is defined as much by how it comes to terms with its past as by its attitude toward the future: its memories are no less revealing than its aims."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "Vanity, showing off, is an attitude that reduces spirituality to a worldly thing, which is the worst sin that could be committed in the church."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "A lot can be said with just a look, or the way the body moves. Each song is a different character. So each song takes on a different movement of the body. And the body has to go with the subject and the attitude that you have toward that subject."
   },
   "author": {
    "text": "Eartha Kitt"
   }
  },
  {
   "quote": {
    "text": "It is sometimes said that the major discoveries have already been made and that there is nothing important left to find. This attitude is altogether too pessimistic. There are plenty of ideas and plenty of things left to discover. The trick is to find the right path from one to the other."
   },
   "author": {
    "text": "John Vane"
   }
  },
  {
   "quote": {
    "text": "I just think that people take me a little more seriously as a brunette. I don't know if that's just because of a societal preconceived notion that all blondes are stupid, but it's a different kind of attitude."
   },
   "author": {
    "text": "Kate Bosworth"
   }
  },
  {
   "quote": {
    "text": "You win football games by first getting possession and then running 3- and 5-yard plays. Not by Hail Mary passes. Common sense, elbow grease, and keeping a positive attitude."
   },
   "author": {
    "text": "Greg Gianforte"
   }
  },
  {
   "quote": {
    "text": "I always have one or two, sometimes more, Navajo or other tribes' cultural elements in mind when I start a plot. In Thief of Time, I wanted to make readers aware of Navajo attitude toward the dead, respect for burial sites."
   },
   "author": {
    "text": "Tony Hillerman"
   }
  },
  {
   "quote": {
    "text": "'The Client List' represents everything we want to be - fresh, exciting, and original with attitude."
   },
   "author": {
    "text": "Nancy Dubuc"
   }
  },
  {
   "quote": {
    "text": "If a person gets his attitude toward money straight, it will help straighten out almost every other area in his life."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "I think the attraction of 'American Idol' is about the basic human nature attitude that is, 'We can put you up there. But we can take you down.'"
   },
   "author": {
    "text": "Quincy Jones"
   }
  },
  {
   "quote": {
    "text": "Vanity can create a very cruel space for you if you don't know how to manage it."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "No one is mocked with the yearning for that which he has no ability to attain. If he holds the right mental attitude and struggles earnestly, honestly toward his goal, he will reach it, or at least approximate to it."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Success or failure in business is caused more by the mental attitude even than by mental capacities."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "My general attitude to life is to enjoy every minute of every day. I never do anything with a feeling of, 'Oh God, I've got to do this today.'"
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "There must be something solemn, serious, and tender about any attitude which we denominate religious. If glad, it must not grin or snicker; if sad, it must not scream or curse."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "I've never run into a guy who could win at the top level in anything today and didn't have the right attitude, didn't give it everything he had, at least while he was doing it; wasn't prepared and didn't have the whole program worked out."
   },
   "author": {
    "text": "Ted Turner"
   }
  },
  {
   "quote": {
    "text": "Americans are the most generous country on the planet. I've worked in Europe, I've worked in Australia. There is no where else where you get absolutely no attitude for being a foreigner. If you do your job well, they embrace you."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "Mainly what I learned from Buddy... was an attitude. He loved music, and he taught me that it shouldn't have any barriers to it."
   },
   "author": {
    "text": "Waylon Jennings"
   }
  },
  {
   "quote": {
    "text": "The greatest discovery of my generation is that man can alter his life simply by altering his attitude of mind."
   },
   "author": {
    "text": "James Truslow Adams"
   }
  },
  {
   "quote": {
    "text": "There's a very go-to kind of attitude in New Zealand that stems from that psyche of being quite isolated and not being able to rely on the rest of the world's infrastructure."
   },
   "author": {
    "text": "Peter Jackson"
   }
  },
  {
   "quote": {
    "text": "The thing about rock & roll, and the black leather biker jacket - it automatically creates an idea about what that person might be about, about their musical taste or their attitude."
   },
   "author": {
    "text": "Rob Halford"
   }
  },
  {
   "quote": {
    "text": "A person sets out to write a poem for a variety of reasons: to win the heart of his beloved; to express his attitude toward the reality surrounding him, be it a landscape or a state; to capture his state of mind at a given instant; to leave - as he thinks at that moment - a trace on the earth."
   },
   "author": {
    "text": "Joseph Brodsky"
   }
  },
  {
   "quote": {
    "text": "The purely agitation attitude is not good enough for a detailed consideration of a subject."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "I was bringing my attitude as a regular person 'cause this is my attitude."
   },
   "author": {
    "text": "Glenn Danzig"
   }
  },
  {
   "quote": {
    "text": "Women didn't want to be on the stage with other women because they didn't want their bodies to be compared. They didn't want another female act opening for them because of this weird competitive and tokenistic attitude."
   },
   "author": {
    "text": "Kathleen Hanna"
   }
  },
  {
   "quote": {
    "text": "When I opened Chanel in London, they were happy. People would go, 'Oh, I just came in to see it. It's so beautiful.' And you leave with a positive attitude toward the brand. Now, you don't really get that online. You don't go, like, 'Wow.'"
   },
   "author": {
    "text": "Peter Marino"
   }
  },
  {
   "quote": {
    "text": "We've created a tenfold core value protocol to make sure that we don't fall into an 'empire' attitude."
   },
   "author": {
    "text": "Joel Salatin"
   }
  },
  {
   "quote": {
    "text": "I know I'm probably digging for fresh fruit in the garbage, and as much as anyone, my attitude is, if stuff's sincere, it's gooey and boring and uninteresting. But it's no way to live."
   },
   "author": {
    "text": "Bo Burnham"
   }
  },
  {
   "quote": {
    "text": "When you are developing your style, you avoid weaknesses. I am not good at describing things, so I stay away from it. And if anyone is going to describe anything at all, it's going to be from the point of view of the character, because then I can use his voice, and his attitude will be revealed in the way he describes what he sees."
   },
   "author": {
    "text": "Elmore Leonard"
   }
  },
  {
   "quote": {
    "text": "Let us change our traditional attitude to the construction of programs. Instead of imagining that our main task is to instruct a computer what to do, let us concentrate rather on explaining to human beings what we want a computer to do."
   },
   "author": {
    "text": "Donald Knuth"
   }
  },
  {
   "quote": {
    "text": "The fictionally correct have all the answers, and that's what's wrong with them. They're artistic technocrats. There's no dilemma so knotty, no question so baffling, that it can't be smoothly neutralized by dialing up the right attitude adjustment. Poor old Hemingway. If only he'd known."
   },
   "author": {
    "text": "Walter Kirn"
   }
  },
  {
   "quote": {
    "text": "I have so many indie bands on my iPod. What I don't really understand is the attitude that if a band is unknown, they're good, and if they get fans, then you move on to the next band."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "I really have been lucky because I've always had a very healthy attitude to my body."
   },
   "author": {
    "text": "Lily James"
   }
  },
  {
   "quote": {
    "text": "My attitude towards drawing is not necessarily about drawing. It's about making the best kind of image I can make, it's about talking as clearly as I can."
   },
   "author": {
    "text": "Jim Dine"
   }
  },
  {
   "quote": {
    "text": "When I go to the clinic next and sit with a tube in my arm and watch the poison go in, I'm in an attitude of abject passivity. It doesn't feel like fighting at all; it just feels like submitting."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "There's something about driving through Texas, and it's hot, your skin is sticking to you. The environment affects your attitude and your swagger."
   },
   "author": {
    "text": "Jurnee Smollett-Bell"
   }
  },
  {
   "quote": {
    "text": "If you look hard at it, if you look hard at the bleeding heart attitude to always throw money at issues, throw money at problems, what you're in fact probably saying is you're exercising a prejudicism of low expectations."
   },
   "author": {
    "text": "Andrew Forrest"
   }
  },
  {
   "quote": {
    "text": "I think I'm a really hard worker, and I feel like my attitude is to just enjoy the process of being creative and developing and 'just throw a bunch of stuff against the wall and see what sticks.'"
   },
   "author": {
    "text": "Molly Shannon"
   }
  },
  {
   "quote": {
    "text": "Time plays a role in almost every decision. And some decisions define your attitude about time."
   },
   "author": {
    "text": "John Cale"
   }
  },
  {
   "quote": {
    "text": "I was funny in a way that was not dissing the teacher; I was funny just to be funny. A real charmer with a prominent mustache that he didn't know what to do with and a smart-alecky attitude."
   },
   "author": {
    "text": "Jason Mantzoukas"
   }
  },
  {
   "quote": {
    "text": "What I learned with tech companies is I gotta give people room to experiment, and also to make what might later on be a mistake. This is the attitude I want to build within San Francisco - give some time to the tech community."
   },
   "author": {
    "text": "Ed Lee"
   }
  },
  {
   "quote": {
    "text": "When you are thwarted, it is your own attitude that is out of order."
   },
   "author": {
    "text": "Meister Eckhart"
   }
  },
  {
   "quote": {
    "text": "You don't have to watch 'Gossip Girl' to have an attitude."
   },
   "author": {
    "text": "Prince"
   }
  },
  {
   "quote": {
    "text": "Neither the Christian attitude of love for all mankind nor humane hopes for an organized society must cause us to forget that the 'human stratum' may not be homogeneous."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "It got very tedious saying the same jokes in the same way with the same attitude."
   },
   "author": {
    "text": "Norm MacDonald"
   }
  },
  {
   "quote": {
    "text": "There are a lot of inaccuracies out there when it comes to the SEAL training process. You will see guys carrying logs around on television. They think that the hardest part about being on a SEAL team is getting through that training. The fact of the matter is, if you have a good attitude, that training is fun. I had a blast."
   },
   "author": {
    "text": "Jocko Willink"
   }
  },
  {
   "quote": {
    "text": "I failed the LSAT. Basically, if I had not failed, I'd have been a lawyer and there would be no Spanx. I think failure is nothing more than life's way of nudging you that you are off course. My attitude to failure is not attached to outcome, but in not trying. It is liberating."
   },
   "author": {
    "text": "Sara Blakely"
   }
  },
  {
   "quote": {
    "text": "I have always detested any departure from reality, an attitude which I relate to my mother's poor mental health."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "From the very early stage when I started doing performance art in the '70s, the general attitude - not just me, but also my colleagues - was that there should not be any documentation, that the performance itself is artwork and there should be no documentation."
   },
   "author": {
    "text": "Marina Abramovic"
   }
  },
  {
   "quote": {
    "text": "A complainer is like a Death Eater because there's a suction of negative energy. You can catch a great attitude from great people."
   },
   "author": {
    "text": "Barbara Corcoran"
   }
  },
  {
   "quote": {
    "text": "We submit to the majority because we have to. But we are not compelled to call our attitude of subjection a posture of respect."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "It goes without saying that the Jewish people can have no other goal than Palestine and that, whatever the fate of the proposition may be, our attitude toward the land of our fathers is and shall remain unchangeable."
   },
   "author": {
    "text": "Theodor Herzl"
   }
  },
  {
   "quote": {
    "text": "China and the U.S. are two societies with very different attitudes towards opinion and criticism. In China, I am constantly under surveillance. Even my slightest, most innocuous move can - and often is - censored by Chinese authorities."
   },
   "author": {
    "text": "Ai Weiwei"
   }
  },
  {
   "quote": {
    "text": "I'm definitely attracted to other Australians; I have a laid-back attitude to life that I feel is very Australian; I love a good barbie."
   },
   "author": {
    "text": "Isla Fisher"
   }
  },
  {
   "quote": {
    "text": "Mankind's true moral test, its fundamental test (which lies deeply buried from view), consists of its attitude towards those who are at its mercy: animals. And in this respect mankind has suffered a fundamental debacle, a debacle so fundamental that all others stem from it."
   },
   "author": {
    "text": "Milan Kundera"
   }
  },
  {
   "quote": {
    "text": "To so enter into it in nature and art that the enjoyed meanings of life may become a part of living is the attitude of aesthetic appreciation."
   },
   "author": {
    "text": "George Herbert Mead"
   }
  },
  {
   "quote": {
    "text": "I met my grandfather just before he died, and it was the first time that I had seen Dad with a relative of his. It was interesting to see my own father as a son and the body language and alteration in attitude that comes with that, and it sort of changed our relationship for the better."
   },
   "author": {
    "text": "Christian Bale"
   }
  },
  {
   "quote": {
    "text": "What is worthy or unworthy on the Sabbath day will have to be judged by each of us by trying to be honest with the Lord. On the Sabbath day, we should do what we have to do and what we ought to do in an attitude of worshipfulness and then limit our other activities."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "The attitude of insolent haughtiness is characteristic of the relationships Americans form with what is alien to them, with others."
   },
   "author": {
    "text": "Jose Saramago"
   }
  },
  {
   "quote": {
    "text": "You can't win unless you have good people with great attitude. They are the ones who won the games. I didn't win any games. You never saw a coach make a tackle anywhere. My philosophy was to get the best players and then try to do something new with them."
   },
   "author": {
    "text": "Hank Stram"
   }
  },
  {
   "quote": {
    "text": "Man, me and Biggie were the biggest artists in New York. When he passed, I was so messed up. My attitude was messed up about him dying. There was an East-West thing back then, and I was in war mode."
   },
   "author": {
    "text": "Nas"
   }
  },
  {
   "quote": {
    "text": "A minister of Jesus Christ should not be regardless of his attitude. If he is the representative of Jesus Christ, his deportment, his attitude, his gestures, should be of that character which will not strike the beholder with disgust."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Right after 'Raymond' I had a world-is-my-oyster attitude, but I found out I don't like oysters. I had this existential emptiness. 'What is my purpose? Who am I?' I had a big identity crisis."
   },
   "author": {
    "text": "Ray Romano"
   }
  },
  {
   "quote": {
    "text": "Attitude is your acceptance of the natural laws, or your rejection of the natural laws."
   },
   "author": {
    "text": "Stuart Chase"
   }
  },
  {
   "quote": {
    "text": "People are patronizing the theatres with renewed enthusiasm - there is an entire picnic-like attitude when families go out to see movies, which is a very good sign. They want to see larger-than-life characters on the big screen and not just watch movies on television or on DVDs."
   },
   "author": {
    "text": "Salman Khan"
   }
  },
  {
   "quote": {
    "text": "Regardless of the gender of the highest wage earner, the balance of power in the relationship will suffer if the higher earner uses control of the purse strings as a system of reward and punishment. It will also suffer if the lower earner takes a chippy, haughty attitude to spending money they haven't actually generated themselves."
   },
   "author": {
    "text": "Marian Keyes"
   }
  },
  {
   "quote": {
    "text": "My father instilled in me the attitude of prevailing. If there's a challenge, go for it. If there's a wall to break down, break it down."
   },
   "author": {
    "text": "Donny Osmond"
   }
  },
  {
   "quote": {
    "text": "I've certainly had a bad attitude to my job on many occasions. Not since 'Four Weddings and a Funeral'. I've been rather a good boy and really given it everything when I've accepted a part since then, because I've been given much better parts in films."
   },
   "author": {
    "text": "Hugh Grant"
   }
  },
  {
   "quote": {
    "text": "Psychographics speaks more to an attitude, a lifestyle."
   },
   "author": {
    "text": "Richard Hayne"
   }
  },
  {
   "quote": {
    "text": "There is definitely something sexy about a girl with an attitude and a pair of leather pants."
   },
   "author": {
    "text": "Eliza Dushku"
   }
  },
  {
   "quote": {
    "text": "I love women with attitude."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "In philanthropy, you have to take the attitude of a mother... You have to be patient, and we have been very patient for a long time."
   },
   "author": {
    "text": "Shiv Nadar"
   }
  },
  {
   "quote": {
    "text": "There is a soak-the-rich attitude in the air, a feeling that if you have a lot of money you must have got it by some ghastly means. I can quite happily say there was never any family money. All the money we got was mine, just from writing books."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "'UFO's' attitude toward the subject is very similar to mine. It's not an advocacy; its philosophy is more 'I want to believe this, but I want it proved.'"
   },
   "author": {
    "text": "Dwight Schultz"
   }
  },
  {
   "quote": {
    "text": "My attitude is one movie at a time. I don't want to get ahead of myself."
   },
   "author": {
    "text": "Jon Watts"
   }
  },
  {
   "quote": {
    "text": "I don't think people are fools, and I think they deserve a good attitude and smart entertainment."
   },
   "author": {
    "text": "Tatyana Tolstaya"
   }
  },
  {
   "quote": {
    "text": "I guess a psychiatrist would say there's some good to the venting process, but it does also promote an attitude of saying, 'Hey there's nothing wrong with being filled with hate; there's so much of it around.' I don't like that."
   },
   "author": {
    "text": "Mario Cuomo"
   }
  },
  {
   "quote": {
    "text": "What sculptors do is represent the essence of gesture. What is important in mime is attitude."
   },
   "author": {
    "text": "Marcel Marceau"
   }
  },
  {
   "quote": {
    "text": "There is no planning. On the night it is really great, it's euphoria and if it is not so great there is always tomorrow night. That was his attitude."
   },
   "author": {
    "text": "Ed McMahon"
   }
  },
  {
   "quote": {
    "text": "France has been very good for me. It has given me a very worldly-cool attitude."
   },
   "author": {
    "text": "Marianne Faithfull"
   }
  },
  {
   "quote": {
    "text": "My attitude is that, if you have nothing to hide, why not show it?"
   },
   "author": {
    "text": "Bradley Wiggins"
   }
  },
  {
   "quote": {
    "text": "You can't beat the beehive for glam punkette attitude."
   },
   "author": {
    "text": "Rob Sheffield"
   }
  },
  {
   "quote": {
    "text": "I just focus on what I can control, and that's how hard I play and my attitude."
   },
   "author": {
    "text": "Jalen Brunson"
   }
  },
  {
   "quote": {
    "text": "The theatre only knows what it's doing next week, not like the opera, where they say: What are we going to do in five years' time? A completely different attitude."
   },
   "author": {
    "text": "Harrison Birtwistle"
   }
  },
  {
   "quote": {
    "text": "Stiletto, I look at it more as an attitude as opposed to a high-heeled shoe."
   },
   "author": {
    "text": "Lita Ford"
   }
  },
  {
   "quote": {
    "text": "I have played on many teams throughout my career, and I know when a team has the tools, and the right positive attitude towards winning."
   },
   "author": {
    "text": "Boomer Esiason"
   }
  },
  {
   "quote": {
    "text": "I was born with an extremely negative attitude. I was the kid who wouldn't smile in Christmas photos, was a poor sport, and hated a lot of things. I eventually grew out of my negativity when I matured."
   },
   "author": {
    "text": "Colton Haynes"
   }
  },
  {
   "quote": {
    "text": "Sexy is attitude, but fitness for me is my dance. I dance two hours nearly every day. You break into good sweat, and it doesn't even feel like exercise. Apart from that, I enjoy Pilates."
   },
   "author": {
    "text": "Jiah Khan"
   }
  },
  {
   "quote": {
    "text": "I think every role you get is going to be a powerful one. As long as you go in with the mindset of, 'Yeah, I'm going to make the most of this.' So that's the kind of attitude I take into each role that I play."
   },
   "author": {
    "text": "Anna Hutchison"
   }
  },
  {
   "quote": {
    "text": "After the first miscarriage, I tried to take the attitude that it was my body's way of telling me that this pregnancy wasn't meant to be."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "As a child, I was aware of the widely-held attitude that the ocean is so big, so resilient that we could use the sea as the ultimate place to dispose of anything we did not want, from garbage and nuclear wastes to sludge from sewage to entire ships that had reached the end of their useful life."
   },
   "author": {
    "text": "Sylvia Earle"
   }
  },
  {
   "quote": {
    "text": "Our future cannot depend on the government alone. The ultimate solutions lie in the attitudes and the actions of the American people."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "I do believe that during the Bush-Cheney administration, that Vice President Cheney set a tone and an attitude for the CIA."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "You call to a dog and a dog will break its neck to get to you. Dogs just want to please. Call to a cat and its attitude is, 'What's in it for me?'"
   },
   "author": {
    "text": "Lewis Grizzard"
   }
  },
  {
   "quote": {
    "text": "You know, I always say white is not a colour, white is an attitude, and if you haven't got trillions of dollars in the bank that you don't need, you can't be white."
   },
   "author": {
    "text": "Dick Gregory"
   }
  },
  {
   "quote": {
    "text": "Spend some time this weekend on home improvement; improve your attitude toward your family."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "I had to create some good work habits and attitude."
   },
   "author": {
    "text": "S. Truett Cathy"
   }
  },
  {
   "quote": {
    "text": "The whole thing about 'The Rover' is the whole swagger of it, the whole guitar attitude swagger. I'm afraid I've got to say it, but it's the sort of thing that is so apparent when you hear 'Rumble' by Link Wray - it's just total attitude, isn't it?"
   },
   "author": {
    "text": "Jimmy Page"
   }
  },
  {
   "quote": {
    "text": "I can't go into a mob scene and sense the mood and the attitude of the crowd. I can't conduct man-on-the-street interviews or even get reactions that I can be sure are honest, because they know who I am."
   },
   "author": {
    "text": "Walter Cronkite"
   }
  },
  {
   "quote": {
    "text": "You can't study comedy; it's within you. It's a personality. My humor is an attitude."
   },
   "author": {
    "text": "Don Rickles"
   }
  },
  {
   "quote": {
    "text": "You can't start a movie by having the attitude that the script is finished, because if you think the script is finished, your movie is finished before the first day of shooting."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "Your attitude is contagious."
   },
   "author": {
    "text": "Kevin Plank"
   }
  },
  {
   "quote": {
    "text": "Oh, I don't think Tom Sowell would tell anybody to join the administration. That's not his style. But I think his attitude has always been if it had to be done he'd prefer me to do it than somebody else."
   },
   "author": {
    "text": "Clarence Thomas"
   }
  },
  {
   "quote": {
    "text": "I see myself as no color. I can play the role of a man. I can paint my face white if I want to and play the role of white. I can play a green, I can be a purple. I think I have that kind of frame and that kind of attitude where I can play an animal."
   },
   "author": {
    "text": "Grace Jones"
   }
  },
  {
   "quote": {
    "text": "Theo van Doesburg wanted to teach in the Bauhaus in 1922. I refused, however, to appoint him since I considered him to be too aggressive and too rigidly theoretical: he would have wrought havoc in the Bauhaus through his fanatic attitude, which ran counter to my own broader approach."
   },
   "author": {
    "text": "Walter Gropius"
   }
  },
  {
   "quote": {
    "text": "My friends and I started that motto early in high school - that attitude, that mentality - from way back then: Want to go to Stanford? Why not? Want to play in the NBA? Why not?"
   },
   "author": {
    "text": "Russell Westbrook"
   }
  },
  {
   "quote": {
    "text": "I always believe in pants. You can play with your legs, your attitude, with pants. It's much more funny. It's much more sophisticated. It's much more arrogant, like a man with feminine attitude. I love pants."
   },
   "author": {
    "text": "Sonia Rykiel"
   }
  },
  {
   "quote": {
    "text": "I think I have a mental nappy attitude."
   },
   "author": {
    "text": "Paul Mooney"
   }
  },
  {
   "quote": {
    "text": "We now occupy the proud attitude of a sovereign and independent Republic, which will impose upon us the obligation of evincing to the world that we are worthy to be free. This will only be accomplished by wise legislation, the maintenance of our integrity, and the faithful and just redemption of our plighted faith wherever it has been pledged."
   },
   "author": {
    "text": "Sam Houston"
   }
  },
  {
   "quote": {
    "text": "Religion has nothing to do with God. It's a fundamental attitude of human beings, who ask about the origins of life and what happens after death. For many, the answer is a personal god. In my opinion, it's religion that produces God, not the other way round."
   },
   "author": {
    "text": "Umberto Eco"
   }
  },
  {
   "quote": {
    "text": "I broke two knuckles in my right hand when I gave Jean-Claude Van Damme an attitude adjustment. I got nothing except a medical bill."
   },
   "author": {
    "text": "Chuck Zito"
   }
  },
  {
   "quote": {
    "text": "If I had been asked to write 1,200 words for a newspaper tomorrow, on any subject, I would just do it rather than leave a white hole in the page. And I think it's a very healthy attitude to take to writing anything."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "Attitude is everything."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "Increasingly, it becomes evident that managing a ball club is a psychiatrist's job. In a short series, the mental attitude of the combatants is everything."
   },
   "author": {
    "text": "Heywood Broun"
   }
  },
  {
   "quote": {
    "text": "We know a way now to make use of democracy, and we know how to change the attitude of people towards government, but yet the majority of people are without vision. We who have prevision must lead them and guide them into the right way if we want to escape the confusions of Western democracy and not follow in the tracks of the West."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "Punk was defined by an attitude rather than a musical style."
   },
   "author": {
    "text": "David Byrne"
   }
  },
  {
   "quote": {
    "text": "I think the world is ambivalent about feminism. So I can't blame college students. I think they're reflecting the greater culture's attitude toward feminism. So what I can do is, in ways that are appropriate, advocate for feminism and help the students learn what feminism is about."
   },
   "author": {
    "text": "Roxane Gay"
   }
  },
  {
   "quote": {
    "text": "I'm not a person who writes really abstract things with oblique references. I look at abstraction like I look at condiments. Give me some Tabasco sauce, some ketchup, some mayonnaise. I love all of that. Put it on a trumpet. I've just got to have the ketchup and Tabasco sauce. That's my attitude about musical philosophy."
   },
   "author": {
    "text": "Wynton Marsalis"
   }
  },
  {
   "quote": {
    "text": "When you walk into a doctor's office, you've got to have the same attitude you would about anything else. You've got to ask tough questions, and you've got to not be afraid to challenge their credentials."
   },
   "author": {
    "text": "Tom Brokaw"
   }
  },
  {
   "quote": {
    "text": "I feel very comfortable with the U.K. tone and humour and laid-back attitude."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "I don't think it's a healthy thing in your personal life to go around with that never-sure attitude."
   },
   "author": {
    "text": "Matt Lauer"
   }
  },
  {
   "quote": {
    "text": "Along with its enchanting and exquisite melodies, West Side Story has attitude and a tremendous amount of frenetic energy. It's emotional, theatrical and technical. It's everything."
   },
   "author": {
    "text": "Steve Vai"
   }
  },
  {
   "quote": {
    "text": "The attitude of the West and of Russia towards a crisis like Ukraine is diametrically different. The West is trying to establish the legality of any established border. For Russia, Ukraine is part of the Russian patrimony."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "The attitude and capacity of the factory, the old metal table and the new ideas of the wooden furniture quickly and naturally suggested the possibility of metal furniture."
   },
   "author": {
    "text": "Donald Judd"
   }
  },
  {
   "quote": {
    "text": "Art is the child of Nature; yes, her darling child, in whom we trace the features of the mother's face, her aspect and her attitude."
   },
   "author": {
    "text": "Beck"
   }
  },
  {
   "quote": {
    "text": "My brother was a huge Charles Barkley fan - my brother went to Miami. He played power forward, and he always used to tell me stories about Barkley and college. And I watched Barkley growing up. I loved what he brought to the game. His toughness and just his attitude, being as strong he was."
   },
   "author": {
    "text": "Paul Pierce"
   }
  },
  {
   "quote": {
    "text": "If a person can be said to have the wrong attitude, there is no need to pay attention to his arguments."
   },
   "author": {
    "text": "John McCarthy"
   }
  },
  {
   "quote": {
    "text": "For me, it was important Wonder Woman wouldn't be a Goody Two-Shoes. She has a little bit of attitude, and when she fights, she has a smirk on her face. I didn't want her to be polished. I want people to relate to her."
   },
   "author": {
    "text": "Gal Gadot"
   }
  },
  {
   "quote": {
    "text": "Bob Altman had this relaxed but serious attitude. Everybody loved him. I wanted him to adopt me."
   },
   "author": {
    "text": "Steve Buscemi"
   }
  },
  {
   "quote": {
    "text": "Yes, we're still five little people with a noisy attitude."
   },
   "author": {
    "text": "Angus Young"
   }
  },
  {
   "quote": {
    "text": "We played by feel. We felt as though you could put us on any stage, and we would find a way to win that crowd over. We had that attitude: We can't fail. You might not like it right now, but you will."
   },
   "author": {
    "text": "Angus Young"
   }
  },
  {
   "quote": {
    "text": "In Singapore, drivers generally obey the rules, but the attitude around pedestrians is actually quite different. It's culturally different. People drive safely, but it's not the same deference shown to pedestrians."
   },
   "author": {
    "text": "Karl Iagnemma"
   }
  },
  {
   "quote": {
    "text": "Literature is dangerous: it awakens a rebellious attitude in us."
   },
   "author": {
    "text": "Mario Vargas Llosa"
   }
  },
  {
   "quote": {
    "text": "If you're running around with a negative attitude all the time, you're going to feel down; you're going to have negative results."
   },
   "author": {
    "text": "Craig Sager"
   }
  },
  {
   "quote": {
    "text": "We have the ability to craft a life where we are completely fulfilled. We think it is dependent on outsiders, and to some extent it is, but it is much more dependent on the attitude we bring to life."
   },
   "author": {
    "text": "Srikumar Rao"
   }
  },
  {
   "quote": {
    "text": "Many have built their careers buttressing the status quo, reinforcing what they've already accomplished, and resisting the radical thinking that can topple their legacy - not exactly the attitude you want when trying to drive innovation forward."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "To me, you have to declare yourself a Chicano in order to be a Chicano. That makes a Chicano a Mexican-American with a defiant political attitude that centers on his or her right to self-definition. I'm a Chicano because I say I am."
   },
   "author": {
    "text": "Cheech Marin"
   }
  },
  {
   "quote": {
    "text": "Masculinity comes from your look, all the way down to your attitude. It's a big part of being a tennis player. Even though tennis is a fairly friendly sport, intimidation is still a big part of it."
   },
   "author": {
    "text": "Milos Raonic"
   }
  },
  {
   "quote": {
    "text": "My parents are very supportive: they helped redirect my technology attitude and my punkness into positive things."
   },
   "author": {
    "text": "Harper Reed"
   }
  },
  {
   "quote": {
    "text": "I'm someone who loses 80 to 90 percent of the time. Even when I lost, I put my body on the line and I told the best story. If I stood out, if my attitude towards fighting was different, I found a way to stay around and keep revamping myself and my character."
   },
   "author": {
    "text": "Dolph Ziggler"
   }
  },
  {
   "quote": {
    "text": "That term's definitely got a negative aura to it, because people think a diva is somebody with an attitude who demands things all the time. Of course there is that type of diva, but my idea of a diva has always been a singer - whether male or female - who gets on that stage and captivates you with their presence and their voice."
   },
   "author": {
    "text": "Jordin Sparks"
   }
  },
  {
   "quote": {
    "text": "I had an attitude problem when I was a kid. I'm not gonna lie."
   },
   "author": {
    "text": "Tionne Watkins"
   }
  },
  {
   "quote": {
    "text": "When you are facing the wilderness on your own, you have a totally different attitude to someone who works in government or who has a monthly cheque."
   },
   "author": {
    "text": "Rick Santelli"
   }
  },
  {
   "quote": {
    "text": "I can't say enough about the guts and the talents of Amazon. They're so agile, they're so nimble; they picked us up two weeks after we premiered, and their whole attitude is, 'Go, go, go, go,' so I'm very, very impressed."
   },
   "author": {
    "text": "Jeffrey Tambor"
   }
  },
  {
   "quote": {
    "text": "Director Jai Krishna is an optimist who has a never-say-die attitude. He has impressed me thoroughly with his faith in the industry. Not many are aware of the fact that this man had to wait for almost 30 years in this industry to direct 'Vanmam,' his first film."
   },
   "author": {
    "text": "Vijay Sethupathi"
   }
  },
  {
   "quote": {
    "text": "If you try to come off as this big-time star with an attitude, people don't like that."
   },
   "author": {
    "text": "Selena"
   }
  },
  {
   "quote": {
    "text": "No matter what job you have, you're in control of your attitude. That, to me, is my biggest focus every day - being on the energy bus."
   },
   "author": {
    "text": "Andrew Whitworth"
   }
  },
  {
   "quote": {
    "text": "This is the paradox for me: in failure alone is there any possibility of success. I don't think I'm alone in this - nor do I think it's an attitude that only prevails among people whose work is obviously 'creative'."
   },
   "author": {
    "text": "Will Self"
   }
  },
  {
   "quote": {
    "text": "It's not just a matter of poor willpower on the part of the consumer and a give-the-people-what-they-want attitude on the part of the food manufacturers. What I found, over four years of research and reporting, was a conscious effort... to get people hooked on foods that are convenient and inexpensive."
   },
   "author": {
    "text": "Michael Moss"
   }
  },
  {
   "quote": {
    "text": "Liberalism is an attitude rather than a set of dogmas - an attitude that insists upon questioning all plausible and self-evident propositions, seeking not to reject them but to find out what evidence there is to support them rather than their possible alternatives."
   },
   "author": {
    "text": "Morris Raphael Cohen"
   }
  },
  {
   "quote": {
    "text": "The word 'spinster' tells you everything you need to know about our attitude of women who choose not to marry."
   },
   "author": {
    "text": "Caitlin Moran"
   }
  },
  {
   "quote": {
    "text": "Johnny Colt is a character, and most people in Lynyrd Skynyrd are characters, so he fits in great with us. He's got an attitude, man, and I love it, and that's what we need."
   },
   "author": {
    "text": "Johnny Van Zant"
   }
  },
  {
   "quote": {
    "text": "In individual industries where female labour pays an important role, any movement advocating better wages, shorter working hours, etc., would not be doomed from the start because of the attitude of those women workers who are not organized."
   },
   "author": {
    "text": "Clara Zetkin"
   }
  },
  {
   "quote": {
    "text": "I'm always trying to get my characters to the point of complete rebelliousness. I like that attitude that characters feel when they own their lives. There's something beautiful in the moments when characters disobey."
   },
   "author": {
    "text": "Sebastian Lelio"
   }
  },
  {
   "quote": {
    "text": "I always said punk was an attitude. It was never about having a Mohican haircut or wearing a ripped T-shirt. It was all about destruction, and the creative potential within that."
   },
   "author": {
    "text": "Malcolm Mclaren"
   }
  },
  {
   "quote": {
    "text": "Players should know that if you can't make the contribution of the winning shot, that your attitude every day when you come to practice, or the positive contribution you make through cheering and keeping up team morale, is just as important in the overall picture."
   },
   "author": {
    "text": "Sue Wicks"
   }
  },
  {
   "quote": {
    "text": "The only thing you have to have is patience and an attitude that you aren't ever going to give up."
   },
   "author": {
    "text": "Shawn Michaels"
   }
  },
  {
   "quote": {
    "text": "Each experience through which we pass operates ultimately for our good. This is a correct attitude to adopt and we must be able to see it in that light."
   },
   "author": {
    "text": "Henry S. Haskins"
   }
  },
  {
   "quote": {
    "text": "Barack Obama, he just sits out. He sits back; he criticizes everybody. He's got his professorial attitude, real condescending, as if he's got all the answers."
   },
   "author": {
    "text": "Steve Scalise"
   }
  },
  {
   "quote": {
    "text": "I am, as it happens, a baby boomer, but not one who feels any broad-gauge nostalgia for the '60s and '70s. My attitude resembles that of my parents, who were born in the '20s and lived through the Great Depression and World War II."
   },
   "author": {
    "text": "Terry Teachout"
   }
  },
  {
   "quote": {
    "text": "Part of the punk attitude was that you should project your music through your whole body... show your personality as much as possible."
   },
   "author": {
    "text": "Billy Idol"
   }
  },
  {
   "quote": {
    "text": "Our attitude is that we want to cross over. You can't go on making records just for your own hometown."
   },
   "author": {
    "text": "Cheryl James"
   }
  },
  {
   "quote": {
    "text": "The townspeople outside the reservations had a very superior attitude toward Indians, which was kind of funny, because they weren't very wealthy; they were on the fringes of society themselves."
   },
   "author": {
    "text": "James Welch"
   }
  },
  {
   "quote": {
    "text": "The time I spent thinking about how I was better than somebody else or worrying about somebody else's attitude was time I could put to better use."
   },
   "author": {
    "text": "Charley Pride"
   }
  },
  {
   "quote": {
    "text": "If you take a band like Nirvana, their biggest hits are structurally the same as even a hair metal band's biggest hits. The structure's not different - the attitude was different. Except it really wasn't. It seemed a little more human."
   },
   "author": {
    "text": "Buzz Osborne"
   }
  },
  {
   "quote": {
    "text": "On paper, swearing takes on a different attitude. It can make you sound very angry when you use it a lot."
   },
   "author": {
    "text": "Joanna Coles"
   }
  },
  {
   "quote": {
    "text": "This generation... they have a different attitude. Instead of sitting and watching something, they want to be a part of it - they're very hedonistic and sensual."
   },
   "author": {
    "text": "Steve Wynn"
   }
  },
  {
   "quote": {
    "text": "People think, 'She's a model. She must have such an attitude. She must be so stuck up.' But I'm normal. I cry. I'm not rich. I drive a 1987 Chevrolet Celebrity."
   },
   "author": {
    "text": "Summer Altice"
   }
  },
  {
   "quote": {
    "text": "My Hellboy is modeled on my father in some ways: a guy who's been in the Korean War, and he's traveled, and he's done a lot of stuff, and he's kind of got a been there, done that attitude. He's also been in the world. Del Toro's change was to have Hellboy bottled up in a room and mooning over the girl he can't have."
   },
   "author": {
    "text": "Mike Mignola"
   }
  },
  {
   "quote": {
    "text": "The characteristic political attitude of today is not one of positive belief, but of despair."
   },
   "author": {
    "text": "Herbert Read"
   }
  },
  {
   "quote": {
    "text": "I have met so many people who are negative, and it tells on their attitude towards life and towards everything."
   },
   "author": {
    "text": "Phaneesh Murthy"
   }
  },
  {
   "quote": {
    "text": "I think my attitude to human beings has changed since leaving prison."
   },
   "author": {
    "text": "Jeffrey Archer"
   }
  },
  {
   "quote": {
    "text": "I demand a lot from myself and reflect this attitude upon others: I consider it to be an important quality for a leader. I also think it is impossible to achieve success without persistence."
   },
   "author": {
    "text": "Yelena Baturina"
   }
  },
  {
   "quote": {
    "text": "The nature of the music business is such that it's better to have a few chances for some things to be successful than just one, and that's kind of been my attitude all along."
   },
   "author": {
    "text": "Adam Schlesinger"
   }
  },
  {
   "quote": {
    "text": "The pool is terrible, but that doesn't have much to do with my record swims. That's all mental attitude."
   },
   "author": {
    "text": "Mark Spitz"
   }
  },
  {
   "quote": {
    "text": "I don't have a very positive attitude towards rappers."
   },
   "author": {
    "text": "Miriam Margolyes"
   }
  },
  {
   "quote": {
    "text": "I won't say there aren't any Harvard graduates who have never asserted a superior attitude. But they have done so to our great embarrassment and in no way represent the Harvard I know."
   },
   "author": {
    "text": "Derek Bok"
   }
  },
  {
   "quote": {
    "text": "Like the Earth, the Web is a less appealing place than it used to be. If I want attitude and arguing and meanness and profanity and wrong information screamed at me as gospel, I'll get in a time machine and spend Christmas with my family in 1977."
   },
   "author": {
    "text": "J. R. Moehringer"
   }
  },
  {
   "quote": {
    "text": "I guess I have a positive attitude about divorce because I have some friends who've gotten divorced, and I'm like, 'Well, if it's better, then - good!'"
   },
   "author": {
    "text": "Molly Shannon"
   }
  },
  {
   "quote": {
    "text": "I'd say Eden Hazard is the best player I've trained with. But the best trainer has to be Frank Lampard. And John Terry, too. Their attitude to training. They train properly every day. They really stood out for me."
   },
   "author": {
    "text": "Ruben Loftus-Cheek"
   }
  },
  {
   "quote": {
    "text": "I ended my journey with 'Balika'... on a good note, but I've been hearing that I threw tantrums on the set and had an attitude problem."
   },
   "author": {
    "text": "Pratyusha Banerjee"
   }
  },
  {
   "quote": {
    "text": "Canadians tend to be a bit more religious than most Europeans - though not more than the Poles or Ukrainians. Most important, their attitude to immigration and ethnic minorities is more positive than that of most Europeans."
   },
   "author": {
    "text": "Timothy Garton Ash"
   }
  },
  {
   "quote": {
    "text": "Maybe it's just parenthood that puts you in a situation where you just have to develop a new attitude, I guess, about things."
   },
   "author": {
    "text": "James Mercer"
   }
  },
  {
   "quote": {
    "text": "Sure there is a sexy attitude, and when they say, 'Give me a sexy look with your eyes,' you give it to them. It doesn't have to relate to the product. People are just drawn to it."
   },
   "author": {
    "text": "Lisanne Falk"
   }
  },
  {
   "quote": {
    "text": "In English, I never did the reading when it was assigned. If a paper was due on Friday, my attitude was, read half the book on Tuesday, the second half on Wednesday, and write the paper Thursday night. Sometimes, I'd just read the Cliff's Notes and skip the book altogether."
   },
   "author": {
    "text": "Charles Bock"
   }
  },
  {
   "quote": {
    "text": "The attitude among the people I knew was, 'Fleur wants to be a singer' but it was never, 'Go for it. You can do it.' Everyone was cynical because we'd never seen anyone where we came from do it."
   },
   "author": {
    "text": "Fleur East"
   }
  },
  {
   "quote": {
    "text": "I just really think every job I do, I get this gypsy attitude to money."
   },
   "author": {
    "text": "Jessica Brown Findlay"
   }
  },
  {
   "quote": {
    "text": "If you're looking for can-do, earthy-crunchy attitude then you've got to go to Wisconsin."
   },
   "author": {
    "text": "Dar Williams"
   }
  },
  {
   "quote": {
    "text": "I need that aggressive attitude to play my music and more men have that attitude than women."
   },
   "author": {
    "text": "Lita Ford"
   }
  },
  {
   "quote": {
    "text": "There are really four 'headlines' for me: honesty, integrity, hard work, and what I call a 'can-do' attitude. You could call that 'can-do' attitude optimism, but it is not Pollyannaish optimism. Rather, it is a 'we'll figure it out' type of mentality."
   },
   "author": {
    "text": "Dylan Taylor"
   }
  },
  {
   "quote": {
    "text": "You tell your kids that no matter what, you set your goals and you go for them. Whatever it is you achieve, never give up. You want your kids to have that good attitude, the confidence, and the will power to believe in themselves."
   },
   "author": {
    "text": "Joel Parkinson"
   }
  },
  {
   "quote": {
    "text": "Too many people say to their brokers, I can't deal with this. Take my money. Do what you want. That's the worst attitude you can have."
   },
   "author": {
    "text": "Maria Bartiromo"
   }
  },
  {
   "quote": {
    "text": "I have the same attitude going into every contest. It's all the same."
   },
   "author": {
    "text": "Red Gerard"
   }
  },
  {
   "quote": {
    "text": "Modern Orthodoxy has a highly positive attitude toward the State of Israel. Our Ultra-Orthodox brethren recognize only the Holy Land, but not the state."
   },
   "author": {
    "text": "Norman Lamm"
   }
  },
  {
   "quote": {
    "text": "Beyonce is one of my inspirations. Her attitude, her style, her voice... she's perfect."
   },
   "author": {
    "text": "Charice Pempengco"
   }
  },
  {
   "quote": {
    "text": "In terms of work I've always had a Bad Attitude in that I won't work anywhere which requires me to work strict hours or follow a dress code. I don't know if that's an Asperger's thing or not, I think it's just being reasonable."
   },
   "author": {
    "text": "Bram Cohen"
   }
  },
  {
   "quote": {
    "text": "Gemmell's name guarantees a satisfying story and a thumping good read. I recommend all his heroic creations - 'Druss the axeman,' 'the Jerusalem man,' among others - but my favourite has to be 'Waylander': Clint Eastwood with a crossbow and the same 'Make my day, punk' attitude."
   },
   "author": {
    "text": "Neal Asher"
   }
  },
  {
   "quote": {
    "text": "We're drawn to making our mark, leaving a record to show we were here, and a journal is a great place to do it. Once you start drawing, writing, and gluing stuff in every day, it can quickly become a habit - addictive, even. Your attitude should be: 'I can do this, but I mustn't make it too intimidating.'"
   },
   "author": {
    "text": "Keri Smith"
   }
  },
  {
   "quote": {
    "text": "I was entirely natural and in many ways I have the same attitude now. I don't mourn the loss of my youth because I believe you should enjoy what you have while you have it."
   },
   "author": {
    "text": "Koo Stark"
   }
  },
  {
   "quote": {
    "text": "Measuring success in cultural diplomacy - the use of education, creative expression in any form, or people-to-people exchange to increase understanding across regions, cultures, or peoples - is challenging. How does one quantify changes in attitude, abandoning stereotypes, or feeling empathy as a result of a performance, a film, a book?"
   },
   "author": {
    "text": "Cynthia P. Schneider"
   }
  },
  {
   "quote": {
    "text": "My opponents attitude is, 'If it moves, tax it, if it keeps moving, regulate it and when it stops, subsidize it."
   },
   "author": {
    "text": "Rob Simmons"
   }
  },
  {
   "quote": {
    "text": "You have to have an attitude that nothing's gonna stop me. I think that's just my New York kind of attitude - survival of the fittest."
   },
   "author": {
    "text": "Melissa De Sousa"
   }
  },
  {
   "quote": {
    "text": "My attitude toward graduate students was different, I must say. I used graduate students as colleagues: I gave them the best problems to work on, and I encouraged them."
   },
   "author": {
    "text": "Frank Press"
   }
  },
  {
   "quote": {
    "text": "There has been a change in attitude, though."
   },
   "author": {
    "text": "Daniel Petrie"
   }
  },
  {
   "quote": {
    "text": "Patton was living in the Dark Ages. Soldiers were peasants to him. I didn't like that attitude."
   },
   "author": {
    "text": "Bill Mauldin"
   }
  },
  {
   "quote": {
    "text": "From a person whose living depends on other people buying her creative work, this may sound odd, but one of my favorite things about the steampunk subculture is its do-it-yourself attitude."
   },
   "author": {
    "text": "Kaja Foglio"
   }
  },
  {
   "quote": {
    "text": "I liked painting and drawing, and I liked humanities mainly - poetry, literature - this speculative attitude toward life."
   },
   "author": {
    "text": "Rafael Moneo"
   }
  },
  {
   "quote": {
    "text": "I look at the NFL and see how the transition has gone at quarterback. I might be coming along at a good time. For me personally, this is about doing the same thing I've been doing at USF - just smile, have fun, enjoy the experience, keep a positive attitude and encourage my teammates. I like to feed off the people around me."
   },
   "author": {
    "text": "B. J. Daniels"
   }
  },
  {
   "quote": {
    "text": "I was kicked out of school because of my attitude. I was not assimilating. So I went to work, taking any jobs I could get."
   },
   "author": {
    "text": "Richard Pryor"
   }
  },
  {
   "quote": {
    "text": "Donald has a deep and unbounding determination and a never-give-up attitude. I have seen him fight for years to get a project done - or even started - and he does not give up! If you want someone to fight for you and your country, I can assure you, he is the 'guy.'"
   },
   "author": {
    "text": "Melania Trump"
   }
  },
  {
   "quote": {
    "text": "You do manage a somewhat religious attitude toward your art. It is a calling rather than a job."
   },
   "author": {
    "text": "Jim Harrison"
   }
  },
  {
   "quote": {
    "text": "We named the book 'Extreme Ownership' because we really found that when we looked at not only at leaders but at teams that were the most successful, we found that the ones that had this attitude of extreme ownership were the ones that did the best, and it's definitely an attitude that I had."
   },
   "author": {
    "text": "Jocko Willink"
   }
  },
  {
   "quote": {
    "text": "Today's youth are told to get rich or die trying and they really shouldn't take that attitude forward with them."
   },
   "author": {
    "text": "Kareem Abdul-Jabbar"
   }
  },
  {
   "quote": {
    "text": "We live in a country that used to have a can-do attitude, and now we have a 'what-can-you-do-for-me?' attitude, and what I try to do is find ways that we can develop common ground."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "Being a part of SKECHERS is exciting. It is such a hip company with a great attitude and image."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "I am shocked at the attitude of our American troops. They have no respect for death, the courage of an enemy soldier, or many of the ordinary decencies of life."
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "Attitudes are more important than facts."
   },
   "author": {
    "text": "George MacDonald"
   }
  },
  {
   "quote": {
    "text": "The attitude of the Democrat Party is that wherever there are Republicans they are so bad, they are so discriminatory, they are so racist, they're so bigoted, they're just such reprobates that we can't afford to let them have any say whatsoever in what's happening."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "I think music is the greatest art form that exists, and I think people listen to music for different reasons, and it serves different purposes. Some of it is background music, and some of it is things that might affect a person's day, if not their life, or change an attitude. The best songs are the ones that make you feel something."
   },
   "author": {
    "text": "Eddie Vedder"
   }
  },
  {
   "quote": {
    "text": "Funny is an attitude."
   },
   "author": {
    "text": "Flip Wilson"
   }
  },
  {
   "quote": {
    "text": "I like to help kids, work with kids in detention homes. Don't tell a kid what's right and wrong. He knows what's right and wrong. Find out what his attitude and his aptitude are; try to help him where he wants to go."
   },
   "author": {
    "text": "Evel Knievel"
   }
  },
  {
   "quote": {
    "text": "I became a librarian at the Sainte-Genevieve Library in Paris. I made this gesture to rid myself of a certain milieu, a certain attitude, to have a clean conscience, but also to make a living. I was twenty-five. I had been told that one must make a living, and I believed it."
   },
   "author": {
    "text": "Marcel Duchamp"
   }
  },
  {
   "quote": {
    "text": "Dada was an extreme protest against the physical side of painting. It was a metaphysical attitude."
   },
   "author": {
    "text": "Marcel Duchamp"
   }
  },
  {
   "quote": {
    "text": "'Communication Breakdown' - it was punchy and direct, with a real attitude that was different to other bands going around."
   },
   "author": {
    "text": "Jimmy Page"
   }
  },
  {
   "quote": {
    "text": "What matters to me is that I do what I think is right and I see, I'm a numbers guy, that's my attitude. I know we have a debt tsunami coming, we are bankrupting this country and I'm in a position where I can actually advance ideas to prevent that from happening. That's exactly what I should be doing."
   },
   "author": {
    "text": "Paul Ryan"
   }
  },
  {
   "quote": {
    "text": "I love David's attitude in the Bible. He wasn't afraid to go against the trends. He wasn't going to be defined by the opinions of others."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "Part of the new morality of the '60s and '70s is a new attitude toward homosexuality. The homosexual men and women have organized to fight for acceptance and respectability."
   },
   "author": {
    "text": "Walter Cronkite"
   }
  },
  {
   "quote": {
    "text": "I think it has something to do with being British. We don't take ourselves as seriously as some other countries do. I think a lot of people take themselves far too seriously; I find that a very tedious attitude."
   },
   "author": {
    "text": "Joan Collins"
   }
  },
  {
   "quote": {
    "text": "In America, our differences matter, but our country matters more. That's the attitude I wanted to take to the Senate."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "You know what's funny to me? Attitude."
   },
   "author": {
    "text": "Don Rickles"
   }
  },
  {
   "quote": {
    "text": "I think failure is nothing more than life's way of nudging you that you are off course. My attitude to failure is not attached to outcome, but in not trying. It is liberating. Most people attach failure to something not working out or how people perceive you. This way, it is about answering to yourself."
   },
   "author": {
    "text": "Sara Blakely"
   }
  },
  {
   "quote": {
    "text": "As a life coach, I love makeovers, from new clothes to surgery, pedicures to highlights. But redoing makes you feel better only if approached with the right attitude."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "If you look at the brands that I like, there are brands I like because of the clothes; then, there are brands I like because of their attitude and mentality."
   },
   "author": {
    "text": "G-Dragon"
   }
  },
  {
   "quote": {
    "text": "We assume that we've come so far as compassionate citizens of the world if we do choose to read the news, yet the attitude towards life can be one where we put blinders on and forget that there are civil wars going on. It's easy to forget that there are so many people starving to death every single day."
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "Surfers have the most attitude."
   },
   "author": {
    "text": "Shaun White"
   }
  },
  {
   "quote": {
    "text": "When I started Giorgio Armani in the mid-'70s, I realized that women needed a way to dress that was equivalent to that of men - something that would give them dignity, an attitude that would help them handle their work life."
   },
   "author": {
    "text": "Giorgio Armani"
   }
  },
  {
   "quote": {
    "text": "Just as the left has to be more willing to question 'Government knows best,' the right has to rethink its laissez-faire attitude toward government."
   },
   "author": {
    "text": "Jack Kemp"
   }
  },
  {
   "quote": {
    "text": "The attitude is we live and let live. This is actually an amazing change in values in a rather short time and it's an example of freedom from religion."
   },
   "author": {
    "text": "Tom Wolfe"
   }
  },
  {
   "quote": {
    "text": "I can remember that on the shelves at home, there were these books by Thomas Wolfe. 'Look Homeward Angel' and 'Of Time and the River.' 'Of Time and the River' had just come out when I was aware of his name. My parents had a hard time convincing me that he was no kin whatsoever. My attitude was, 'Well, what's he doing on the shelf, then?'"
   },
   "author": {
    "text": "Tom Wolfe"
   }
  },
  {
   "quote": {
    "text": "It is one of the most effective attitudes of the neurotic to measure thumbs down, so to speak, a real person by an ideal, since in doing so he can depreciate him as much as he wishes."
   },
   "author": {
    "text": "Alfred Adler"
   }
  },
  {
   "quote": {
    "text": "My grandfather was a man, when he talked about freedom, his attitude was really interesting. His view was that you had obligations or you had responsibilities, and when you fulfilled those obligations or responsibilities, that then gave you the liberty to do other things."
   },
   "author": {
    "text": "Clarence Thomas"
   }
  },
  {
   "quote": {
    "text": "For about 175,000 people, Chiranjeevi Blood Bank has supplied blood for free in times of emergency. This is because of the service-oriented attitude of Mega fans."
   },
   "author": {
    "text": "Ram Charan"
   }
  },
  {
   "quote": {
    "text": "It was my father who instilled the 'never say no' attitude I carry around with me today, and who instilled in me a sense of wonder, always taking us on adventures in the car, never telling us the destination."
   },
   "author": {
    "text": "Marlee Matlin"
   }
  },
  {
   "quote": {
    "text": "I was born into a very religious family where everything was about setting the right example for the community and having to obey orders blindly. I felt that everyone was growing up in the world, except me. This is probably one of the reasons why I had such a rebellious attitude towards any form of authority."
   },
   "author": {
    "text": "Grace Jones"
   }
  },
  {
   "quote": {
    "text": "The only reason to have a positive mental attitude is that it makes life better. It doesn't cure cancer."
   },
   "author": {
    "text": "Molly Ivins"
   }
  },
  {
   "quote": {
    "text": "In order to understand why George W. Bush doesn't get it, you have to take several strands of common Texas attitude, then add an impressive degree of class-based obliviousness. What you end up with is a guy who sees himself as a perfectly nice fellow - and who is genuinely disconnected from the impact of his decisions on people."
   },
   "author": {
    "text": "Molly Ivins"
   }
  },
  {
   "quote": {
    "text": "Everybody seems to be wasting their time online. There is such a narcissistic attitude. It's such a strange world."
   },
   "author": {
    "text": "Sebastian Maniscalco"
   }
  },
  {
   "quote": {
    "text": "The Senator from Massachusetts has given us ample grounds to doubt the judgment and the attitude he brings to bear on vital issues of national security."
   },
   "author": {
    "text": "Dick Cheney"
   }
  },
  {
   "quote": {
    "text": "When I finally got the chance to do 'The People v. O.J. Simpson,' my peers embraced me with the same attitude. They didn't make me feel small or insignificant. They treated me as a peer. It was a wonderful experience."
   },
   "author": {
    "text": "Sterling K. Brown"
   }
  },
  {
   "quote": {
    "text": "I mean, the shoe - there is a music to it, there is attitude, there is sound, it's a movement. Clothes - it's a different story. There are a million things I'd rather do before designing clothes: directing, landscaping."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "My attitude is govern as if you've run your last race. That's not to say I've run my last race, but govern with a liberation and a freedom; change your mind frame to operate that way."
   },
   "author": {
    "text": "Rahm Emanuel"
   }
  },
  {
   "quote": {
    "text": "On 'Van Halen,' I was a young punk, and everything revolved around the fastest kid in town, gunslinger attitude. But I'd say that at the time of 'Fair Warning,' I started concentrating more on songwriting. But I guess in most people's minds I'm just a gunslinger."
   },
   "author": {
    "text": "Eddie Van Halen"
   }
  },
  {
   "quote": {
    "text": "It is possible for the assembly-line worker consigned to tightening the bolts on the transmission and the office worker who processes medical insurance claims to work with pride and efficiency, but it's not easy to maintain that attitude."
   },
   "author": {
    "text": "Paul Hawken"
   }
  },
  {
   "quote": {
    "text": "When you're doing a different kind of film, you have to bring a different kind of attitude; you have to bring a different kind of concentration."
   },
   "author": {
    "text": "Jerry Lewis"
   }
  },
  {
   "quote": {
    "text": "Life is about challenges and how we face up to them and the attitude we take into every day life so hopefully we'll be able to motivate people to do more with their life."
   },
   "author": {
    "text": "Martina Navratilova"
   }
  },
  {
   "quote": {
    "text": "In just the same way the thousands of successive positions of a runner are contracted into one sole symbolic attitude, which our eye perceives, which art reproduces, and which becomes for everyone the image of a man who runs."
   },
   "author": {
    "text": "Henri Bergson"
   }
  },
  {
   "quote": {
    "text": "To get nostalgic about other people's music, or even about your own, makes a terrible statement about the condition of your life and your prospects for the future. I have no patience with that kind of attitude, whether it's on radio or among friends."
   },
   "author": {
    "text": "Neil Peart"
   }
  },
  {
   "quote": {
    "text": "And I tell you, having girls has made me a much better man. I have friends who are fathers, but they only have boys, and they have the same attitude toward women they always had, you know? And I don't play that... My girls, you mess with them? I will bury you underground."
   },
   "author": {
    "text": "Mark Wahlberg"
   }
  },
  {
   "quote": {
    "text": "I like grown-up comedy, where it's about character and attitude and life as opposed to obvious gross-out and jokes."
   },
   "author": {
    "text": "Ricky Gervais"
   }
  },
  {
   "quote": {
    "text": "A couple of people I knew went to university apart from me, but all the way through I was the smartest kid in the school. That's luck, but I was proud of it. And I was also proud of doing well without trying. As you get older, and it took me a long time to realise it, that's a disgusting attitude, revolting."
   },
   "author": {
    "text": "Ricky Gervais"
   }
  },
  {
   "quote": {
    "text": "That's what I love from metal, and that's what I love from hip-hop. That's what I love from any music that's hard, that's got an edge to it-The attitude in it."
   },
   "author": {
    "text": "Kid Rock"
   }
  },
  {
   "quote": {
    "text": "A period of detention in a chilly upstate facility can be a great attitude adjuster."
   },
   "author": {
    "text": "Judy Sheindlin"
   }
  },
  {
   "quote": {
    "text": "The idea of modernity is beginning to lose its vitality. It is losing it because modernity is no longer a critical attitude but an accepted, codified convention."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "Jazz in itself is not struggling. That is, the music itself is not struggling... It's the attitude that's in trouble. My plays insist that we should not forget or toss away our history."
   },
   "author": {
    "text": "August Wilson"
   }
  },
  {
   "quote": {
    "text": "I'm not going to be horrible just for the sake of having attitude or make other people feel small just to make me feel bigger."
   },
   "author": {
    "text": "Kate Moss"
   }
  },
  {
   "quote": {
    "text": "The single biggest surprise about arriving to the Senate is the defeatist attitude here."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "It remains to consider what attitude thoughtful men and Christian believers should take respecting them, and how they stand related to beliefs of another order."
   },
   "author": {
    "text": "Asa Gray"
   }
  },
  {
   "quote": {
    "text": "The Republican Party - that was the end of the Republican Party. What Pete Wilson did with the xenophobia and the negative attitude, all this sort of anti-crime backlash."
   },
   "author": {
    "text": "Gavin Newsom"
   }
  },
  {
   "quote": {
    "text": "I have a very childish attitude to books - a very non-analytic enthusiasm... like Alice falling down the chute."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "I'm here now because of my faith. That's what got me singing and what has kept me singing. That is what I have: what has kept me doing right and has provided me with the chances and the attitude and the skills to do this."
   },
   "author": {
    "text": "Aaron Neville"
   }
  },
  {
   "quote": {
    "text": "The idea of politics is just so uninteresting to me - I've never paid much attention to it. I don't believe things can really change. It doesn't matter who's president. Nothing really gets resolved. I don't know. I guess that's not the right attitude to take."
   },
   "author": {
    "text": "Trent Reznor"
   }
  },
  {
   "quote": {
    "text": "My attitude when I'm in Mexico is I wake up in the morning with nothing to do and I go to bed half done. I don't wear a watch. When I live down there, I do nothing according to time. I eat when I'm hungry and go to sleep when I'm tired."
   },
   "author": {
    "text": "Jesse Ventura"
   }
  },
  {
   "quote": {
    "text": "My mom had me at 16 and took me every place she went. I remember going on peace marches. She tried to take me to Woodstock - it was pouring rain. It was on my birthday, and I was crying so much in the car they turned the car around and dumped me at my grandmother's house... I had a little attitude."
   },
   "author": {
    "text": "Debi Mazar"
   }
  },
  {
   "quote": {
    "text": "I have such an extreme attitude about work, where I can just completely be derelict of my responsibilities and then when I am not derelict, I am completely indulged in it. I swing pretty wildly from the two extremes."
   },
   "author": {
    "text": "Geddy Lee"
   }
  },
  {
   "quote": {
    "text": "The novelist teaches the reader to comprehend the world as a question. There is wisdom and tolerance in that attitude. In a world built on sacrosanct certainties the novel is dead."
   },
   "author": {
    "text": "Milan Kundera"
   }
  },
  {
   "quote": {
    "text": "What was past was past. I suppose that was the general attitude."
   },
   "author": {
    "text": "V. S. Naipaul"
   }
  },
  {
   "quote": {
    "text": "Ben Schwartzwalder was a decent guy, but he was from another era. He was like a Marine, with a real army attitude. He thought there was only one way to play football, and that was the rough way."
   },
   "author": {
    "text": "Jim Brown"
   }
  },
  {
   "quote": {
    "text": "You have to let go of the control and allow things to develop. You need to have a flexible attitude, especially working with kids."
   },
   "author": {
    "text": "Taika Waititi"
   }
  },
  {
   "quote": {
    "text": "The way we approached Meru, and the way we approach a lot of these mountains, is with humility. A sense of, 'Is it going to give us passage?' Your mental attitude can affect the outcome."
   },
   "author": {
    "text": "Jimmy Chin"
   }
  },
  {
   "quote": {
    "text": "I have very diverse tastes in music, and I don't, like, make distinctions between what I can't and can't listen to. In fact, I could never understand why anybody would do that in the first place. My attitude is, 'I can't make music if I don't like music.'"
   },
   "author": {
    "text": "Corey Taylor"
   }
  },
  {
   "quote": {
    "text": "Britishness is just a way of putting things together and a certain don't care attitude about clothes. You don't care, you just do it and it looks great."
   },
   "author": {
    "text": "Vivienne Westwood"
   }
  },
  {
   "quote": {
    "text": "I know that, for me, I need to try to cover myself while breastfeeding so that no one snaps a picture. If this wasn't the case, I probably wouldn't mind as much because my son is my biggest concern. My attitude is, if someone sees a little somethin' somethin', don't look if you don't like it."
   },
   "author": {
    "text": "Kourtney Kardashian"
   }
  },
  {
   "quote": {
    "text": "I was always the guy getting kicked out of my classes at school for having an attitude problem."
   },
   "author": {
    "text": "Chevy Chase"
   }
  },
  {
   "quote": {
    "text": "We have to remember that Putin was a member of the KGB. He has already demonstrated that kind of macho, dictatorial attitude. Russia has breached their pledge to uphold the Olympic charter. This is a great opportunity for the IOC to say we cannot, given the situation that exists currently, allow the Olympics to take place in Russia."
   },
   "author": {
    "text": "George Takei"
   }
  },
  {
   "quote": {
    "text": "I like actors that are good with pantomime and that can transmit a lot by their presence and attitude more than through their dialogue."
   },
   "author": {
    "text": "Guillermo del Toro"
   }
  },
  {
   "quote": {
    "text": "It's a fundamental, social attitude that the 1% supports symphonies and operas and doesn't support Johnny learning to program hip-hop beats. When I put it like that, it sounds like, 'Well, yeah,' but you start to think, 'Why not, though?' What makes one more valuable than another?"
   },
   "author": {
    "text": "David Byrne"
   }
  },
  {
   "quote": {
    "text": "I'm not a model; hence I don't see the reason to have a six-pack abs. I can pull off a tough and rugged look of a cop in 'Dhoom' series without taking my shirt off. Cops don't have to move around without a shirt to flaunt their machismo. What makes the character of a cop stand out is his attitude and not his six-pack abs."
   },
   "author": {
    "text": "Abhishek Bachchan"
   }
  },
  {
   "quote": {
    "text": "Regardless of what one's attitude towards prohibition may be, temperance is something against which, at a time of war, no reasonable protest can be made."
   },
   "author": {
    "text": "William Lyon Mackenzie King"
   }
  },
  {
   "quote": {
    "text": "Chip is the risk-taker. He's all about the big picture but with a get-it-done attitude, and sometimes I'd rather play it safe and really focus my energy on the details."
   },
   "author": {
    "text": "Joanna Gaines"
   }
  },
  {
   "quote": {
    "text": "You don't have to have an attitude if you're famous."
   },
   "author": {
    "text": "Adriana Lima"
   }
  },
  {
   "quote": {
    "text": "I love Jonathan Richman - I love a lot of his music, and the thing I really like about him is his attitude. He seems very happy, and the way he performs is like, 'Don't worry, everybody, just get into it. I'm just having fun; I like when you guys are having fun.'"
   },
   "author": {
    "text": "Mac DeMarco"
   }
  },
  {
   "quote": {
    "text": "It was just like a dream. I could have ended up with an album that's not all that different from anything else coming out of Nashville. Mutt made the difference. He took these songs, my attitude, my creativity, and colored them in a way that is unique."
   },
   "author": {
    "text": "Shania Twain"
   }
  },
  {
   "quote": {
    "text": "I think fun is an important part of the entertainment industry, and it should be. Anybody who's not incorporating some of that into their work needs to take a break, go away, and have an attitude adjustment."
   },
   "author": {
    "text": "Diane Lane"
   }
  },
  {
   "quote": {
    "text": "For a writer only one form of patriotism exists: his attitude toward language."
   },
   "author": {
    "text": "Joseph Brodsky"
   }
  },
  {
   "quote": {
    "text": "One of the worst things that can happen to an artist is to perceive himself as the owner of his art, and art as his tool. A product of the marketplace sensibility, this attitude barely differs on a psychological plane from the patron's view of the artist as a paid employee."
   },
   "author": {
    "text": "Joseph Brodsky"
   }
  },
  {
   "quote": {
    "text": "I'm not going to take this defeatist attitude and listen to all this crap any more from all these people who have nothing except doomsday to predict."
   },
   "author": {
    "text": "Carroll Shelby"
   }
  },
  {
   "quote": {
    "text": "I believe e-courses will eventually change people's attitude toward learning. Education will play an increasingly dominant role in people's lives. For people of all ages and all geographies."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "Creativity is not talent but attitude."
   },
   "author": {
    "text": "Jenova Chen"
   }
  },
  {
   "quote": {
    "text": "It's not the style that motivates me, as much as an attitude of openness that I have when I go into a project."
   },
   "author": {
    "text": "Herbie Hancock"
   }
  },
  {
   "quote": {
    "text": "No one's going to be able to operate without a grounding in the basic sciences. Language would be helpful, although English is becoming increasingly international. And travel. You have to have a global attitude."
   },
   "author": {
    "text": "Rupert Murdoch"
   }
  },
  {
   "quote": {
    "text": "Oh, man - I don't have just one favorite fighter, but I draw from many different aspects of each fighter. But I will say, just going back in the history of the UFC, just kind of trying to learn from each fighter, I've been looking at Brock Lesnar, all the things he did for the UFC back in the day, and his attitude and things like that."
   },
   "author": {
    "text": "Rose Namajunas"
   }
  },
  {
   "quote": {
    "text": "I have this theory that, depending on your attitude, your life doesn't have to become this ridiculous charade that it seems so many people end up living."
   },
   "author": {
    "text": "Christian Bale"
   }
  },
  {
   "quote": {
    "text": "I keep guitars that are, you know, the neck's a little bit bent and it's a little bit out of tune. I want to work and battle it and conquer it and make it express whatever attitude I have at that moment. I want it to be a struggle."
   },
   "author": {
    "text": "Jack White"
   }
  },
  {
   "quote": {
    "text": "Over the years, I've become barraged by comments from people, such as, 'Beam me up, Scotty!' and I became defensive. I felt they were derisive and engendered an attitude. I am grateful for the success, but didn't want to be mocked."
   },
   "author": {
    "text": "William Shatner"
   }
  },
  {
   "quote": {
    "text": "What really went wrong is that General Motors has had this philosophy from the beginning that what's good for General Motors is good for the country. So, their attitude was, 'We'll build it and you buy it. We'll tell you what to buy. You just buy it.'"
   },
   "author": {
    "text": "Michael Moore"
   }
  },
  {
   "quote": {
    "text": "Money brings you security and choice. You can make decisions in a different way if you have a lot of money. But when you have nothing, you have a naivety, and a more fearless attitude because you have nothing to lose."
   },
   "author": {
    "text": "Simon Cowell"
   }
  },
  {
   "quote": {
    "text": "I'm taking a bit of a wait-and-see attitude towards 3D."
   },
   "author": {
    "text": "Christopher Nolan"
   }
  },
  {
   "quote": {
    "text": "My attitude with covers is, make it your own or else leave it alone."
   },
   "author": {
    "text": "Glenn Danzig"
   }
  },
  {
   "quote": {
    "text": "Just because you're a luxury brand doesn't mean you have to have an attitude."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "It is very important for an artiste to be excited about her work in every phase of her career. If a tiredness seeps into one's attitude, it will show in the quality of one's work."
   },
   "author": {
    "text": "Sridevi"
   }
  },
  {
   "quote": {
    "text": "Even when I'm playing someone named 'Fat Amy.' I'm all about confidence and attitude."
   },
   "author": {
    "text": "Rebel Wilson"
   }
  },
  {
   "quote": {
    "text": "Iraq is just a symbol of the attitude of western democracies to the rest of the world."
   },
   "author": {
    "text": "Harold Pinter"
   }
  },
  {
   "quote": {
    "text": "Before 'Gangnam Style' I was not a good attitude artist."
   },
   "author": {
    "text": "Psy"
   }
  },
  {
   "quote": {
    "text": "But I think bands that rolled in with a big attitude, like they were some big deal, I just found that very strange."
   },
   "author": {
    "text": "Rob Zombie"
   }
  },
  {
   "quote": {
    "text": "When you're walking at the airport, you're expected to smile at people because they know you... I find that tough. I'm only trying to protect myself. So I don't take my eyes off the floor. People can take that as attitude. But it's actually shyness. Yes, it is a bad habit. But it's a defense mechanism."
   },
   "author": {
    "text": "Katrina Kaif"
   }
  },
  {
   "quote": {
    "text": "The two centre-backs, Rob Huth and Wes Morgan, are in many ways journeyman pros, but they have that wonderful attitude and never-say-die spirit that has culminated in them being top of the league."
   },
   "author": {
    "text": "Gary Lineker"
   }
  },
  {
   "quote": {
    "text": "My denial and irresponsible attitude about asthma put me at great risk and caused me so much needless suffering. My hope is that the kids I talk to learn to open up about their asthma, become educated about their condition, and seek help."
   },
   "author": {
    "text": "Jackie Joyner-Kersee"
   }
  },
  {
   "quote": {
    "text": "Every story I write adds to me a little, changes me a little, forces me to reexamine an attitude or belief, causes me to research and learn, helps me to understand people and grow."
   },
   "author": {
    "text": "Octavia E. Butler"
   }
  },
  {
   "quote": {
    "text": "We have all met people that act 'old' or think a number makes them old, and I truly don't believe that is the case. If you have a good attitude toward aging, and you do what you can to live healthy and take care of yourself, I don't think the number matters."
   },
   "author": {
    "text": "Tabatha Coffey"
   }
  },
  {
   "quote": {
    "text": "Coming from art school, I had a great sense of style - as did The Beatles and the Stones - and I enjoyed projecting that. Image, attitude, great music and great lyrics - that was the '60s."
   },
   "author": {
    "text": "Donovan"
   }
  },
  {
   "quote": {
    "text": "I've always felt like I've had the ability to choose which roles I was going to play. I don't think that the industry agreed with me, but I've always had a bit of a headstrong attitude of only doing the things that I really believe in and want to explore."
   },
   "author": {
    "text": "Brie Larson"
   }
  },
  {
   "quote": {
    "text": "In the business world today, failure is apparently not an option. We need to change this attitude toward failure - and celebrate the idea that only by falling on our collective business faces do we learn enough to succeed down the road."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "The biggest challenge is how to affect public attitudes and make people care."
   },
   "author": {
    "text": "Jim Fowler"
   }
  },
  {
   "quote": {
    "text": "When I first started writing songs and being very explicit, it was hard, but one of the main things people respond to in my writing is that 'just say it' attitude of my songs. There really is nothing personal or private; it's all universal, if you can just find the courage to be open about your life."
   },
   "author": {
    "text": "Ani DiFranco"
   }
  },
  {
   "quote": {
    "text": "Adele shattered the image of how the stereotypical singer is supposed to look. She has that whole 'Screw you, I'm awesome for what I do' attitude, which I really look up to and want to be a part of."
   },
   "author": {
    "text": "Mary Lambert"
   }
  },
  {
   "quote": {
    "text": "My agent says that I'm a 'repeat business guy.' If you hire me to come do a movie, I'll be on time, know all my material, be ready to go, have a good attitude. I'm here to work, so I get hired over and over again by the same producers. If you just be a team player on set you can work so much more often."
   },
   "author": {
    "text": "Dean Cain"
   }
  },
  {
   "quote": {
    "text": "Hollywood's a very weird place. I think there's less of everything except for attitude."
   },
   "author": {
    "text": "Dean Cain"
   }
  },
  {
   "quote": {
    "text": "Only one thing can conquer war - that attitude of mind which can see nothing in war but destruction and annihilation."
   },
   "author": {
    "text": "Ludwig von Mises"
   }
  },
  {
   "quote": {
    "text": "My parents raised me with a never-give-up attitude, telling me I could be anything I wanted to be. I was a serious violinist and a valedictorian of my high school class. I knew all about hard work."
   },
   "author": {
    "text": "Gretchen Carlson"
   }
  },
  {
   "quote": {
    "text": "Many of my friends back in New York and elsewhere have a glib or dismissive attitude toward Los Angeles. It's a place of strip malls and traffic and not much else, in their opinion."
   },
   "author": {
    "text": "Moby"
   }
  },
  {
   "quote": {
    "text": "I don't like it when people say, 'You're 45, so you should be wearing X and never Y.' For me, dressing is about attitude, not age."
   },
   "author": {
    "text": "Twiggy"
   }
  },
  {
   "quote": {
    "text": "I've got a pretty iconoclastic attitude about all institutions myself. And I just think the church was corrupted right after Christ was killed."
   },
   "author": {
    "text": "Harry Dean Stanton"
   }
  },
  {
   "quote": {
    "text": "If you can attribute your success entirely to your own mental effort, to your own attitude, to some spiritual essence that you have that is better than other people's, then that must feel pretty good."
   },
   "author": {
    "text": "Barbara Ehrenreich"
   }
  },
  {
   "quote": {
    "text": "I was fortunate to play for Pete Rose and have teammates like Ken Griffey Sr., Tony Perez and Dave Concepcion. I grew up in the game with a mature attitude. I've always known it was better to be seen and not heard."
   },
   "author": {
    "text": "Eric Davis"
   }
  },
  {
   "quote": {
    "text": "I think clothes are very much a representation of your attitude and the way you feel. I really love to be dressed down, though."
   },
   "author": {
    "text": "Trey Songz"
   }
  },
  {
   "quote": {
    "text": "At first, I found the music I was making really hard to find a home for. I felt like my attitude was really British, but not the actual sounds I was making. Back in 2003, when I made 'Galang,' there were no clubs that had an 'anything and everything' attitude."
   },
   "author": {
    "text": "M.I.A."
   }
  },
  {
   "quote": {
    "text": "With just about every player in Australia, his whole goal and ambition is to play for Australia. That's why they're playing first class cricket. It's just a different attitude."
   },
   "author": {
    "text": "Shane Warne"
   }
  },
  {
   "quote": {
    "text": "I am a confident player, and a lot of people might look at it like, 'Oh, another cocky attitude,' but I don't look at it that way."
   },
   "author": {
    "text": "Paul Pierce"
   }
  },
  {
   "quote": {
    "text": "Rock n' roll is not just a fashion statement; it is the attitude, and it has a political posturing as well."
   },
   "author": {
    "text": "CeeLo Green"
   }
  },
  {
   "quote": {
    "text": "I'd love to look like my mum when I am her age. She taught ballet for years, and my attitude to exercise and fitness has definitely been influenced by her. She's 84 now, and I've watched how well she has aged, and a lot of that is to do with her fantastic posture."
   },
   "author": {
    "text": "Sarah Parish"
   }
  },
  {
   "quote": {
    "text": "I certainly don't disparage someone whose attitude towards their work is utterly different from mine - that's up to them."
   },
   "author": {
    "text": "Ian Mckellen"
   }
  },
  {
   "quote": {
    "text": "To make flexibility work, it is not only necessary to change our attitude about who is a good worker and who is not, but we have to train managers at all levels to recognize the difference between the number of hours worked and the quality of work produced."
   },
   "author": {
    "text": "Madeleine M. Kunin"
   }
  },
  {
   "quote": {
    "text": "You can measure a programmer's perspective by noting his attitude on the continuing vitality of FORTRAN."
   },
   "author": {
    "text": "Alan Perlis"
   }
  },
  {
   "quote": {
    "text": "My father was an engineer and my mother was a social worker, and they met as young socialists. That probably tells you everything you need to know about my attitude to money - I've never really been bothered about it."
   },
   "author": {
    "text": "Jo Brand"
   }
  },
  {
   "quote": {
    "text": "I guess I don't like the fact that my life is becoming less and less my own - the prevailing attitude that you have an obligation to deliver yourself to the public. Actually, you're delivered to the public whether you like it or not. I guess if you don't like it, you should stop doing what provokes it. In my case, that's acting."
   },
   "author": {
    "text": "Robert Redford"
   }
  },
  {
   "quote": {
    "text": "I believe I have the attitude of a champion and a winner, and I'm not apologetic for it."
   },
   "author": {
    "text": "Jon Jones"
   }
  },
  {
   "quote": {
    "text": "Given the scale of issues like global warming and epidemic disease, we shouldn't underestimate the importance of a can-do attitude to science rather than a can't-afford-it attitude."
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "In the late '70s, maybe just before I started, there was still an attitude that if you did film you didn't do TV and vice versa, but that's gone now."
   },
   "author": {
    "text": "Robert Carlyle"
   }
  },
  {
   "quote": {
    "text": "Films for TV have to be much closer to the book, mainly because the objective with a TV movie that translates literature is to get the audience, after seeing this version, to pick up the book and read it themselves. My attitude is that TV can never really be any form of art, because it serves audience expectations."
   },
   "author": {
    "text": "Michael Haneke"
   }
  },
  {
   "quote": {
    "text": "I think there are some liberals who are extremely biased about Fox News and wish to shun it or wish to criticize any liberal who appears on Fox News. That, to me, is not a particularly liberal attitude."
   },
   "author": {
    "text": "Alan Colmes"
   }
  },
  {
   "quote": {
    "text": "I drove right into the music with the same sort of attitude as I went into the football stuff with. Just found a routine and hard work, and it helped me progress a lot faster."
   },
   "author": {
    "text": "Sam Hunt"
   }
  },
  {
   "quote": {
    "text": "An American orchestra doesn't want to play more than it has to. I respectfully disagree with that attitude."
   },
   "author": {
    "text": "Zubin Mehta"
   }
  },
  {
   "quote": {
    "text": "I'm a huge fan of Motown. When you saw them on stage, you saw sparkle... you saw attitude. They didn't have on t-shirt and jeans."
   },
   "author": {
    "text": "Tina Knowles"
   }
  },
  {
   "quote": {
    "text": "You can't be a crazy rebel in the face of death, it's not a fitting attitude."
   },
   "author": {
    "text": "Michel Houellebecq"
   }
  },
  {
   "quote": {
    "text": "Design is about point of view, and there should be some sort of woman or lifestyle or attitude in one's head as a designer. So my being able to reach the masses was something that meant a great deal to me - especially for women who could never wear Vera Wang."
   },
   "author": {
    "text": "Vera Wang"
   }
  },
  {
   "quote": {
    "text": "Though it may not seem like it, I never try to write about a place, per se; it's always, first and last, about story. Story is everything. Story and a bit of attitude."
   },
   "author": {
    "text": "Martin McDonagh"
   }
  },
  {
   "quote": {
    "text": "Nothing happened overnight. Every country we went into, we started at the bottom. We knew that because the music we were playing and the attitude we had, we knew we'd be at the bottom and have to work our way up."
   },
   "author": {
    "text": "Angus Young"
   }
  },
  {
   "quote": {
    "text": "I love to write about Nabokov and also to think about him. I love his attitude that he is incomparable, his lofty judgments and general scorn of other writers - not all of them, of course."
   },
   "author": {
    "text": "James Salter"
   }
  },
  {
   "quote": {
    "text": "Before the sacred, people lost all sense of power and all confidence; they occupy a powerless and humble attitude toward it. And yet no thing is sacred of itself, but by declaring it sacred, by my declaration, my judgment, my bending the knee; in short, by my - conscience."
   },
   "author": {
    "text": "Max Stirner"
   }
  },
  {
   "quote": {
    "text": "Before the sacred, people lose all sense of power and all confidence; they occupy a powerless and humble attitude toward it. And yet no thing is sacred of itself, but by my declaring it sacred, by my declaration, my judgment, my bending the knee; in short, by my - conscience."
   },
   "author": {
    "text": "Max Stirner"
   }
  },
  {
   "quote": {
    "text": "People ask what my influences are, and for me, it's not always obvious. One of my biggest inspirations was Chrissie Hynde from the Pretenders. That's based on how she just does whatever she wants to do, and I love her attitude about everything. It bleeds over into my way of thinking and comedy."
   },
   "author": {
    "text": "Tig Notaro"
   }
  },
  {
   "quote": {
    "text": "I can look back now and say, 'Aw, that was a little dumb taking huge bumps onto concrete before a couple of hundred fans,' but if it wasn't for that attitude and that type of work ethic, I never would have gotten to WWE."
   },
   "author": {
    "text": "Mick Foley"
   }
  },
  {
   "quote": {
    "text": "I reckon you have to put a presence in front of your opponent - a bit of confidence and attitude - and then you can change what their next move may be."
   },
   "author": {
    "text": "Nick Cummins"
   }
  },
  {
   "quote": {
    "text": "Have you seen some of the women - and the men - in Los Angeles? They pay surgeons to make them look completely different in the hope of finding their youth. But youth comes from within. If you have a young attitude, then that can show in your face, the way you walk and move."
   },
   "author": {
    "text": "Kim Cattrall"
   }
  },
  {
   "quote": {
    "text": "I don't return anybody's calls unless it's going to mean extra money for me. And I've completely cut off all relationships with any friends that I had before the show. And I've copped an attitude."
   },
   "author": {
    "text": "Mike Judge"
   }
  },
  {
   "quote": {
    "text": "I enjoy punk, the attitude as well as the music, but I don't feel like I have to be a carbon copy of it and invite all this controversy just to be punk rock."
   },
   "author": {
    "text": "Hayley Williams"
   }
  },
  {
   "quote": {
    "text": "I want to be in the big show, and to be in the big show, you have to practice. I have this attitude now that I'm going to take all the greatness I can. Nothing's going to stop me."
   },
   "author": {
    "text": "Steven Adler"
   }
  },
  {
   "quote": {
    "text": "The traditional Christian attitude toward human personality was that human nature was essentially good and that it was formed and modified by social pressures and training."
   },
   "author": {
    "text": "Carroll Quigley"
   }
  },
  {
   "quote": {
    "text": "I've never had any prima donna attitude against me. It's always been very respectful."
   },
   "author": {
    "text": "Rey Mysterio"
   }
  },
  {
   "quote": {
    "text": "That attitude and toughness that we want to play with, that, to me, is the most critical thing."
   },
   "author": {
    "text": "Dan Quinn"
   }
  },
  {
   "quote": {
    "text": "Adrian Clayborn is somebody that relentlessly brings that attitude, energy, and toughness."
   },
   "author": {
    "text": "Dan Quinn"
   }
  },
  {
   "quote": {
    "text": "The attitude and identity that we want to play with doesn't change."
   },
   "author": {
    "text": "Dan Quinn"
   }
  },
  {
   "quote": {
    "text": "I think that a lot of people in all walks of life have the impression, of course, that, 'I specialize in something. I can't - I don't have the time to read other things. I'll just go to pure entertainment when I'm relaxing, and then I'll come back to my pure specialty.' That produces - that attitude produces idiot savants, unfortunately."
   },
   "author": {
    "text": "Robert J. Shiller"
   }
  },
  {
   "quote": {
    "text": "I am a Piscean, and they have a lovingly detached attitude towards life."
   },
   "author": {
    "text": "Shahid Kapoor"
   }
  },
  {
   "quote": {
    "text": "Fame can be just so annoying because people are so critical of you. You can't just say, 'hi'. You say hi and people whisper' man did you see the way she said hi? What an attitude."
   },
   "author": {
    "text": "Juliette Lewis"
   }
  },
  {
   "quote": {
    "text": "I cannot say that the attitude of the United Nations always is for the Israeli attitude. Israel, I think, has been under severe attacks by members of the United Nations many times."
   },
   "author": {
    "text": "Ariel Sharon"
   }
  },
  {
   "quote": {
    "text": "I utterly reject the view that the Third World is doomed to poverty and starvation. Not only is this wrong, I think this attitude verges on the immoral, like thinking that slavery is an unalterable facet of the human condition so why bother doing anything about it?"
   },
   "author": {
    "text": "Alex Tabarrok"
   }
  },
  {
   "quote": {
    "text": "The world is fortunate - for the time being, at least - that it has an American president in Obama who is prepared to take a conciliatory and concessive attitude towards America's decline and that it has a Chinese leadership which has been extremely cautious about expressing an opinion, let alone flexing its muscles."
   },
   "author": {
    "text": "Martin Jacques"
   }
  },
  {
   "quote": {
    "text": "After the Meiji restoration in 1868, Japan adopted an expansionist and colonial attitude towards its neighbours. It sought to identify itself with the West and looked down upon the Asian continent as backward and inferior. For most of the next 70 years, Japan was at war, mainly with its neighbours."
   },
   "author": {
    "text": "Martin Jacques"
   }
  },
  {
   "quote": {
    "text": "I've had to listen to candidates tell me they are the most wonderful thing since the invention of sliced bread, and it bores me to death. It also makes me doubt that they are actually any good at all - plus it's an attitude that would never fly in the culture I've created in my company."
   },
   "author": {
    "text": "John Rampton"
   }
  },
  {
   "quote": {
    "text": "Not to discriminate every moment some passionate attitude in those about us, and in the very brilliancy of their gifts some tragic dividing on their ways, is, on this short day of frost and sun, to sleep before evening."
   },
   "author": {
    "text": "Walter Pater"
   }
  },
  {
   "quote": {
    "text": "There is something so biologically implausible that your attitude is going to cure a disease. There's a tremendous arrogance to imagine that your mind is all that powerful."
   },
   "author": {
    "text": "Marcia Angell"
   }
  },
  {
   "quote": {
    "text": "I'm not anti-fashion, but I've always had a bit of a punk attitude. That's important, I think. I do my own thing."
   },
   "author": {
    "text": "Sade Adu"
   }
  },
  {
   "quote": {
    "text": "What you wear in the evening is important for women because it's so personal, and it's so complicated to get it right. I like trousers for evening, especially when they have that width and attitude to them."
   },
   "author": {
    "text": "Stella McCartney"
   }
  },
  {
   "quote": {
    "text": "I trained as a writer before I became a lawyer. I was headed for a life as an English professor, but that just wasn't me. I'm not a scholar; I didn't have a scholar's attitude toward literature."
   },
   "author": {
    "text": "Scott Turow"
   }
  },
  {
   "quote": {
    "text": "Children have adopted a consumerist attitude - I dare you to entertain me."
   },
   "author": {
    "text": "Walter Dean Myers"
   }
  },
  {
   "quote": {
    "text": "It may be a masculine attitude to take lovers, but it's definitely prevalent. I'm certainly not the oldest person doing it - not that I'm doing it right now, but when I was."
   },
   "author": {
    "text": "Diana Rigg"
   }
  },
  {
   "quote": {
    "text": "What I found in Silicon Valley is an industry that's sort of been kept a very far remove from Washington and had an attitude of 'Just let us do our thing and make the miracles that people love around the world and leave us alone.'"
   },
   "author": {
    "text": "George Packer"
   }
  },
  {
   "quote": {
    "text": "The most important criterion is this: hire someone whose character and humility and attitude you would like to have reproduced in your church and in yourself."
   },
   "author": {
    "text": "John Ortberg"
   }
  },
  {
   "quote": {
    "text": "People have often asked if I'm gay because I don't go out of my way to spit and scratch and give people attitude."
   },
   "author": {
    "text": "Jason Bateman"
   }
  },
  {
   "quote": {
    "text": "For most inhabitants of the Arab world, the prevailing cultural attitude toward women - fed and encouraged by Wahhabi doctrine, which is based on Bedouin social norms rather than Islamic jurisprudence - often trumps the rights accorded to women by Islam."
   },
   "author": {
    "text": "G. Willow Wilson"
   }
  },
  {
   "quote": {
    "text": "I am always acting, be at a party, at work or in office. My attitude changes from meeting to meeting, from being serious to intense to funny, depending on who is in the room."
   },
   "author": {
    "text": "Karan Johar"
   }
  },
  {
   "quote": {
    "text": "I think people would describe a lot of Sleater-Kinney as unsettling. And I don't think our best moments have sonic assonance to them. I think that we are best with a little bit of... a caustic attitude and tone."
   },
   "author": {
    "text": "Carrie Brownstein"
   }
  },
  {
   "quote": {
    "text": "People come up to me and say somebody in their family has cancer, and we appreciate what you do, and we appreciate your fight, and don't give up, we love your attitude."
   },
   "author": {
    "text": "Craig Sager"
   }
  },
  {
   "quote": {
    "text": "I've always had that attitude about my career: it's something that I do, but it's not my whole life. I have a real life, a personal life: I've got a lot of chickens, I've got a horse, I've got a kitty-cat, I've got a lot of goats, I've got animals all over the place."
   },
   "author": {
    "text": "Buffy Sainte-Marie"
   }
  },
  {
   "quote": {
    "text": "I perfectly understood President Obama's attitude throughout the French presidential campaign. He had no reason to distance himself from Nicolas Sarkozy. It's the basic solidarity that leaders who worked together owe to each other."
   },
   "author": {
    "text": "Francois Hollande"
   }
  },
  {
   "quote": {
    "text": "In 1977, at least, he wished to have people believe that he shared and was proud of an attitude toward women that is not acceptable in a politician. In 2003, all he has said is that he doesn't remember the interview."
   },
   "author": {
    "text": "Michael Kinsley"
   }
  },
  {
   "quote": {
    "text": "I go, and I do my work, and I try to do the best I can, and I collect my money, and I go home, and then I go on to the next thing. That's my attitude."
   },
   "author": {
    "text": "Billy Dee Williams"
   }
  },
  {
   "quote": {
    "text": "I like to wear dresses and skirts when I go onstage because the attitude that I have is, 'I'm so excited to introduce myself to you.' And I want to be wearing what I'd be wearing to a date or a dinner party."
   },
   "author": {
    "text": "Jenny Slate"
   }
  },
  {
   "quote": {
    "text": "I developed a nutty attitude where I'd think, If some guy really loves me he doesn't care if I'm fat. I'd come up with all these stupid reasons why it would be OK to be fat."
   },
   "author": {
    "text": "Kirstie Alley"
   }
  },
  {
   "quote": {
    "text": "I remember early on, in my very, very early days, I had a makeup artist tell me that I needed to get an attitude. I had no idea what he was talking about."
   },
   "author": {
    "text": "Andie MacDowell"
   }
  },
  {
   "quote": {
    "text": "Being a sex symbol has to do with an attitude, not looks. Most men think it's looks, most women know otherwise."
   },
   "author": {
    "text": "Kathleen Turner"
   }
  },
  {
   "quote": {
    "text": "Having a child makes you strong and gives you chutzpah. It relaxed my attitude to the job; my center of focus shifted, which I think is very helpful, because even if you're not a very indulgent actor you spend a lot of time thinking about yourself. I don't think that is particularly healthy."
   },
   "author": {
    "text": "Imelda Staunton"
   }
  },
  {
   "quote": {
    "text": "My dad was very explosive, God rest his soul. He could fly off the handle like no one I've ever known, and I have definitely got that in my personality: that ability to sort of smash the house up and then say, 'Put the kettle on,' to have that kind of attitude of, 'Well, I'm OK now, so everybody else has got to be OK.'"
   },
   "author": {
    "text": "Boy George"
   }
  },
  {
   "quote": {
    "text": "Steven Gerrard was someone I looked up to massively. I'd always try to copy him, right down to the boots he was wearing. It was his attitude on the pitch that stood out - you could really see how much he hated losing."
   },
   "author": {
    "text": "Dele Alli"
   }
  },
  {
   "quote": {
    "text": "I was stupid when I started: the epitome of bright-eyed and bushy-tailed. It was like, 'I get to live in L.A. and drive around in limos? Really?' I didn't realize I was owned. The more money gets pumped into you, the more you become a marionette. It made me a true redneck in attitude: I never wanted to wake up ever again feeling owned."
   },
   "author": {
    "text": "Al Jourgensen"
   }
  },
  {
   "quote": {
    "text": "I think my attitude has always been to put food on the table."
   },
   "author": {
    "text": "James Garner"
   }
  },
  {
   "quote": {
    "text": "The attitude that nature is chaotic and that the artist puts order into it is a very absurd point of view, I think. All that we can hope for is to put some order into ourselves."
   },
   "author": {
    "text": "Willem de Kooning"
   }
  },
  {
   "quote": {
    "text": "There are actually no political aspirations. I think you need to have the right attitude and aptitude for it. I don't think I have the right aptitude for it. I think it is unfair to push somebody in that direction just because my father happens to be a politician."
   },
   "author": {
    "text": "Sonakshi Sinha"
   }
  },
  {
   "quote": {
    "text": "If you decide to move to L.A. like, 'I'm just gonna see if it works, and if nothing works I'm gonna go back in a year, two years' - very, very few people with that attitude are successful. You need to make a commitment to this and say, 'This is who I am, and this is what I do.'"
   },
   "author": {
    "text": "Sean Gunn"
   }
  },
  {
   "quote": {
    "text": "I was lucky that I had friends who have maintained a very regular attitude with me and haven't changed how they interact with me."
   },
   "author": {
    "text": "Will Poulter"
   }
  },
  {
   "quote": {
    "text": "The worst thing about being the laureate has been the attitude of a tiny minority of adults who haven't liked some of the things I'm supposed to have said and who have used it as an opportunity to be verbally abusive and nasty, but I haven't let it rule my world!"
   },
   "author": {
    "text": "Malorie Blackman"
   }
  },
  {
   "quote": {
    "text": "There are a lot of movies I'd like to throw away. That's not to say that I went in with that attitude. Any film I ever started, I went in with all the hope and best intentions in the world, but some films just don't work."
   },
   "author": {
    "text": "Kiefer Sutherland"
   }
  },
  {
   "quote": {
    "text": "The music is first and foremost everything - no egos, no attitude, nothing - it's about the music."
   },
   "author": {
    "text": "Big Boi"
   }
  },
  {
   "quote": {
    "text": "I've always fed off negativity and wanting people to hate me. That attitude really fueled me for my entire career. So being a guy that people like and want to cheer for is the weird part."
   },
   "author": {
    "text": "Dean Ambrose"
   }
  },
  {
   "quote": {
    "text": "There is an attitude that we should be able to have everything. No, you shouldn't be able to have anything. I'd like a helicopter, but I can't afford a helicopter, so I don't buy one. People are buying stuff they can't afford on credit. I bought my Ford hybrid with cash."
   },
   "author": {
    "text": "Grace Slick"
   }
  },
  {
   "quote": {
    "text": "I believe that what is really important is that God can speak to us. If we have the humility to approach him in prayer with the right attitude, he can speak to our intelligence directly."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "Some actors specialize in shooting weapons and punching people. Some have the market on playing buffoons cornered, others specialize in roles that require heavy makeup or outrageous wardrobe. Some trade exclusively in a post-ironic blase attitude."
   },
   "author": {
    "text": "Rob Lowe"
   }
  },
  {
   "quote": {
    "text": "It seems to me that many of the belligerent Jewish movements that were built upon hatred of Arabs - and I'm not only talking about Lieberman, but within the Likud as well - grew out of the patronizing socialist attitude that said, 'They'll be there, and we'll be here.'"
   },
   "author": {
    "text": "Reuven Rivlin"
   }
  },
  {
   "quote": {
    "text": "The attitude in Baltimore in 1999 was almost one of resignation, that our problems were bigger than our capacity to handle them."
   },
   "author": {
    "text": "Martin O'Malley"
   }
  },
  {
   "quote": {
    "text": "I'm a big fan of Courtney Love. I love Hole and I love her acting and I love her attitude. I just hope I never meet her in a dark alley."
   },
   "author": {
    "text": "Jeff Ross"
   }
  },
  {
   "quote": {
    "text": "I think it was my mom's attitude about art and being part of the narcissistic digital generation or whatever that made me think anyone would care what I had to say about anything!"
   },
   "author": {
    "text": "Tavi Gevinson"
   }
  },
  {
   "quote": {
    "text": "I went to the Performing Arts School and studied classical ballet. That attitude is something that's put into your head. You are never thin enough."
   },
   "author": {
    "text": "Carmen Electra"
   }
  },
  {
   "quote": {
    "text": "Even with, or perhaps, because of, this background, I have over the past few years sensed a very dramatic change in attitude on the part of Prince Edward Islanders towards the on-going rush for so-called modernization."
   },
   "author": {
    "text": "Alex Campbell"
   }
  },
  {
   "quote": {
    "text": "I have had the view that cutting wages is not the path to prosperity, and one of the great myths propagated about my attitude to industrial relations is that I believe in lower wages. I've never believed in lower wages. Never. Never believed in lower wages, I've never believed in lower wages as an economic instrument."
   },
   "author": {
    "text": "John Howard"
   }
  },
  {
   "quote": {
    "text": "An oversupply of national sentiment is not the problem in Somalia. The problem is a lack of it. The problem is an oversupply of sub-sub-clannish attitude."
   },
   "author": {
    "text": "Meles Zenawi"
   }
  },
  {
   "quote": {
    "text": "We can revolutionize the attitude of inner city brown and black kids to learning. We need a civil rights movement within the African-American community."
   },
   "author": {
    "text": "Henry Louis Gates"
   }
  },
  {
   "quote": {
    "text": "I hope 'The Voice' has a fifteen-year run, don't get me wrong. But I come from nothing, and maybe it's the Irish in me, but my attitude is always like, 'They'll figure me out soon.'"
   },
   "author": {
    "text": "Carson Daly"
   }
  },
  {
   "quote": {
    "text": "I started modeling when I was - not older, but not 12. I have a mom who's a feminist - she's an English professor, an intellectual. She really gave me the equipment to understand that you can celebrate yourself without putting yourself down or needing to apologize for the way you look. I think that attitude is really crucial for a model."
   },
   "author": {
    "text": "Emily Ratajkowski"
   }
  },
  {
   "quote": {
    "text": "When you retire, it's a place in life, a part of the journey. You just don't quit work; you develop an attitude where you can do what you please."
   },
   "author": {
    "text": "Tom T. Hall"
   }
  },
  {
   "quote": {
    "text": "What is required as we travel towards full unemployment is not new legislation but a gradual change of mental attitude, a shift in values. As our taste for idling grows, we will refuse to work for old-fashioned bosses who demand a five-day, 40-hour, nine-to-five type week, or worse."
   },
   "author": {
    "text": "Tom Hodgkinson"
   }
  },
  {
   "quote": {
    "text": "The political parties who prefer lockdowns should end their politics that is based on negative attitude."
   },
   "author": {
    "text": "Shehbaz Sharif"
   }
  },
  {
   "quote": {
    "text": "A white-boy attitude is 'I must exclude, denigrate, and leave behind.' They don't see it or think about it. It's a culture."
   },
   "author": {
    "text": "Donna Brazile"
   }
  },
  {
   "quote": {
    "text": "The enemies of acting are mood and attitude and other general homogenized disruptive entities. Whereas acting is about action - doing - and unless you can figure out a way to craft in an imaginative reality to which you don't submit, you're going to be out of control. You'll flip out. The job is to be surprised."
   },
   "author": {
    "text": "William Hurt"
   }
  },
  {
   "quote": {
    "text": "It was a whole new attitude: no makeup, less is more... the '90s were fun!"
   },
   "author": {
    "text": "Edward Enninful"
   }
  },
  {
   "quote": {
    "text": "Kurt Cobain really made an impression on us. He just had that rebel attitude. You could tell he was super talented but didn't really care."
   },
   "author": {
    "text": "Edward Enninful"
   }
  },
  {
   "quote": {
    "text": "This idea that if you're pro-environment you're anti-energy is just something we've got to change, so that attitude is something we're working on very much."
   },
   "author": {
    "text": "Scott Pruitt"
   }
  },
  {
   "quote": {
    "text": "Livelihoods and whole communities throughout the Murray-Darling Basin have been imperilled by the workings of drought, fire, flood, acid mud and human action over many decades. In the rescues and the cleanups and the long hauls, I see the same attitude over and again. People just rally and get on with it."
   },
   "author": {
    "text": "Quentin Bryce"
   }
  },
  {
   "quote": {
    "text": "I am very surprised by someone like Alexander Wang. I am amazed how he is good with fashion, with business, with public relations himself, with an attitude in his clothes that is spoken immediately."
   },
   "author": {
    "text": "Carine Roitfeld"
   }
  },
  {
   "quote": {
    "text": "You lose attitude when you feel too comfortable, so I prefer to wear clothes that have a certain edge to them."
   },
   "author": {
    "text": "Carine Roitfeld"
   }
  },
  {
   "quote": {
    "text": "I can assure you that I'm not very close to Hillary Clinton. I think she's disqualified herself from Commander-in-Chief by her cavalier attitude towards our nation's secrecy laws."
   },
   "author": {
    "text": "Tom Cotton"
   }
  },
  {
   "quote": {
    "text": "There is a single thread of attitude, a single direction of flow, that joins our present time to its early burgeoning in Mediterranean civilization."
   },
   "author": {
    "text": "Arthur Erickson"
   }
  },
  {
   "quote": {
    "text": "I try to cross as many genres as possible with the same attitude. I want every song to be very clear."
   },
   "author": {
    "text": "Coy Bowles"
   }
  },
  {
   "quote": {
    "text": "Coaches will eventually notice a great attitude, and they respect that."
   },
   "author": {
    "text": "Heather O'Reilly"
   }
  },
  {
   "quote": {
    "text": "I want to be a little bit brave. I want to feel scared sometimes. That's what's going to change the music business, if we have that kind of attitude."
   },
   "author": {
    "text": "Labrinth"
   }
  },
  {
   "quote": {
    "text": "Mentally, you can't expect positive things to start happening in your life with a negative attitude."
   },
   "author": {
    "text": "Jinder Mahal"
   }
  },
  {
   "quote": {
    "text": "It's not too good to have this attitude in F1. It could be a disadvantage."
   },
   "author": {
    "text": "Alain Prost"
   }
  },
  {
   "quote": {
    "text": "Italian style is a natural attitude. It is about a life of good taste. It doesn't have to be expensive. Simple but with good taste. Luxury is possible to buy. Good taste is not."
   },
   "author": {
    "text": "Diego Della Valle"
   }
  },
  {
   "quote": {
    "text": "If you go on stage with the wrong attitude, or something in your performance is off, you can lose an audience in the first minute. That first minute is crucial."
   },
   "author": {
    "text": "Allan Carr"
   }
  },
  {
   "quote": {
    "text": "It's easy to be critical of ourselves and other women around us. We stand in front of the mirror and only focus on the things we hate about our body and our appearance. But I encourage you to change that attitude the next time you are in front of the mirror."
   },
   "author": {
    "text": "Katherine Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "I guess I just always had this idea that I would go to Hollywood. I had the typical 'get up and go' attitude that you have to have in order to make the brave step into the big city."
   },
   "author": {
    "text": "Felicia Day"
   }
  },
  {
   "quote": {
    "text": "Michael Bradley has the stuff of leadership; he works hard and can break up the opponent's play. However, that's not enough to justify his philanthropic attitude towards possession, the generous portion of balls that he contributes to his foes. His sloppiness constantly culminates in unnecessary goals."
   },
   "author": {
    "text": "Franklin Foer"
   }
  },
  {
   "quote": {
    "text": "I don't mean this in a stuck-up way, but I needed an attitude song."
   },
   "author": {
    "text": "Gwen Stefani"
   }
  },
  {
   "quote": {
    "text": "I always spend time exploring the customs and attitudes of the countries I'm using for locations, and interviewing the people who live there. I've visited over 90 countries thus far."
   },
   "author": {
    "text": "Sidney Sheldon"
   }
  },
  {
   "quote": {
    "text": "Never refuse an assignment except when there is a conflict of interest, a potential of danger to you or your family, or you hold a strongly biased attitude about the subject under focus."
   },
   "author": {
    "text": "Jessica Savitch"
   }
  },
  {
   "quote": {
    "text": "We're humans. Why always turn human attitude into political behaviours? I hate that."
   },
   "author": {
    "text": "Ingrid Betancourt"
   }
  },
  {
   "quote": {
    "text": "You have to come in to major championships, and your attitude has to be on point."
   },
   "author": {
    "text": "Jason Day"
   }
  },
  {
   "quote": {
    "text": "At home in Ireland, there's a habit of avoidance, an ironical attitude towards the authority figure."
   },
   "author": {
    "text": "Seamus Heaney"
   }
  },
  {
   "quote": {
    "text": "I just try to try to keep an attitude that I don't know what I'm doing. Not to the point where I'm beating myself up, but I just go in thinking that I have a lot to learn. And I hope I still have that attitude 30 years from now."
   },
   "author": {
    "text": "Tobey Maguire"
   }
  },
  {
   "quote": {
    "text": "In some way, people believe that if you are permeable, if you are a good listener, you don't have the quality of somebody with a firm attitude. This is what, fundamentally, I got from my mother."
   },
   "author": {
    "text": "Renzo Piano"
   }
  },
  {
   "quote": {
    "text": "My character in 'OK OK' has a lot of attitude, and it is an interesting one."
   },
   "author": {
    "text": "Hansika Motwani"
   }
  },
  {
   "quote": {
    "text": "As long as the attitude is to only show the sheet metal, then automobile advertising will continue to be wretched."
   },
   "author": {
    "text": "Jerry Della Femina"
   }
  },
  {
   "quote": {
    "text": "One of my favorite writers is Chekhov. I love his attitude toward the world. Just accept things for what they are. Don't judge. Be moral as you tell your story, but have no moral at the end. Just look at it."
   },
   "author": {
    "text": "Pawel Pawlikowski"
   }
  },
  {
   "quote": {
    "text": "Trawl through the world of blogs and tweets, and you will find readers complaining when they stumble upon a word they don't recognise, an attitude that doesn't accord with their own, a passage of thought they find hard work, a joke they don't get or of which they don't approve."
   },
   "author": {
    "text": "Howard Jacobson"
   }
  },
  {
   "quote": {
    "text": "My attitude about Hollywood is that I wouldn't walk across the street to pull one of those executives out of the snow if he was bleeding to death. Not unless I was paid for it. None of them ever did me any favors."
   },
   "author": {
    "text": "James Woods"
   }
  },
  {
   "quote": {
    "text": "They will always assume that this guy - an upcoming actor, what if he becomes a star tomorrow? He would not work with me then... so I might as well choose to be nice. But women are not treated with the same attitude. Women they treat really badly."
   },
   "author": {
    "text": "Kangana Ranaut"
   }
  },
  {
   "quote": {
    "text": "I've always considered myself to be fiercely patriotic. I love Britain - its history and the down-to-earth attitude people have."
   },
   "author": {
    "text": "Gary Numan"
   }
  },
  {
   "quote": {
    "text": "I think Nina Simone has had an amazing journey. She was spicy and she had attitude and she didn't care, she wanted her money in a paper bag and don't mess with me and I've been doing some research on that so."
   },
   "author": {
    "text": "Nia Long"
   }
  },
  {
   "quote": {
    "text": "I am shocked by the easy attitude of many in the media towards disclosing our Nation's secrets."
   },
   "author": {
    "text": "Todd Tiahrt"
   }
  },
  {
   "quote": {
    "text": "I think it's important and I think it's true that our life experience is going to be about our attitude, our thoughts, our beliefs, our speech and our actions. We can transform our life experience simply by changing our language."
   },
   "author": {
    "text": "Jason Mraz"
   }
  },
  {
   "quote": {
    "text": "Vince McMahon became a billionaire based on Attitude, and Attitude was spawned by the ECW experience."
   },
   "author": {
    "text": "Paul Heyman"
   }
  },
  {
   "quote": {
    "text": "Thanks to malaria elimination efforts in United States in the 1940s, most people in the U.S. today have never had any direct contact with the disease, and most doctors have never seen a case. That success means it's easy to have a relaxed attitude about protecting ourselves."
   },
   "author": {
    "text": "Tom Frieden"
   }
  },
  {
   "quote": {
    "text": "My attitude goes back to my childhood. I used to audition for theatrical roles, and you can't stand out in a room full of ambitious eight-year-old girls by acting the wallflower. I realised then that I couldn't do things half-heartedly."
   },
   "author": {
    "text": "Jessie J"
   }
  },
  {
   "quote": {
    "text": "I tend to be pessimistic about everything: If things seem to be going good, I'm worried that it's going to end; if things are bad, then I'm worried that it's going to be permanent. It's not a very comfortable attitude to have all the time."
   },
   "author": {
    "text": "Jesse Eisenberg"
   }
  },
  {
   "quote": {
    "text": "My grandmother is this amazingly theatrical woman. She acted like a movie star, as far as looks and attitude, kind of like Susan Hayward."
   },
   "author": {
    "text": "Parker Posey"
   }
  },
  {
   "quote": {
    "text": "Every baseball crowd, like every theatre audience, has its own distinctive attitude and atmosphere."
   },
   "author": {
    "text": "Bill Veeck"
   }
  },
  {
   "quote": {
    "text": "There is clearly a constituency that appreciates the message that Google is sending, that it finds the Chinese government's attitude to the Internet and censorship unacceptable."
   },
   "author": {
    "text": "Rebecca MacKinnon"
   }
  },
  {
   "quote": {
    "text": "I think that major championships are as much about attitude as they are anything else."
   },
   "author": {
    "text": "Tom Lehman"
   }
  },
  {
   "quote": {
    "text": "I think the attitude I was trying to learn myself was to really try hard, to give a great effort, to really care, and to let the results go where they are going to go. But at the same time, I don't have to be happy, and I shouldn't be happy, with less than my best."
   },
   "author": {
    "text": "Tom Lehman"
   }
  },
  {
   "quote": {
    "text": "I like Bobby Flay's attitude and his approach towards food. I think he's just passionate and very honest. I find him very honest about food and cooking and ingredients and I admire that because I think that it's easy to get away from that for various reasons."
   },
   "author": {
    "text": "Alex Guarnaschelli"
   }
  },
  {
   "quote": {
    "text": "Turkey wants a policy of engagement exactly like President Obama's new approach. Policy of engagement, less confrontation, less tense attitude, especially in the region."
   },
   "author": {
    "text": "Ahmet Davutoglu"
   }
  },
  {
   "quote": {
    "text": "Sid Vicious began the age of participation in which everyone could be the artist. Sid proved that you don't have to play well to be the star. You can play badly, or not even at all. I endorsed that attitude. If you can't write songs, no problem - simply steal one and change it to your taste."
   },
   "author": {
    "text": "Malcolm Mclaren"
   }
  },
  {
   "quote": {
    "text": "From a certain age, I sort of accepted myself for what I was. And although to other people it was like nothing ever goes right, I had a really nice attitude that I'd inherited from my parents, and especially from my dad."
   },
   "author": {
    "text": "Johnny Vegas"
   }
  },
  {
   "quote": {
    "text": "I was trying to heal wounds all the time, whether it meant having affairs or having attitude. I didn't want to show how sad I was."
   },
   "author": {
    "text": "Peggy Lipton"
   }
  },
  {
   "quote": {
    "text": "My father instilled in me an attitude that you couldn't really enjoy yourself unless you had done something to deserve it. So, my childhood was spent working on farms or local shops or, when I got older, in banks."
   },
   "author": {
    "text": "Ben Elliot"
   }
  },
  {
   "quote": {
    "text": "I have an issue with others ordering for me, and I spend far too long haranguing people that my choices are the best. I apologize for the amount of conversations I have ruined with this attitude."
   },
   "author": {
    "text": "Ben Elliot"
   }
  },
  {
   "quote": {
    "text": "I had this attitude, that Silicon Valley obnoxious attitude, that I know what I'm doing, and the rest was going to be pretty easy."
   },
   "author": {
    "text": "Kimbal Musk"
   }
  },
  {
   "quote": {
    "text": "Generation after generation, there is this never-ending, contemptuous, condescending attitude to the next generation or the next way of thinking: music, art, politics, whatever. And I have never been like that."
   },
   "author": {
    "text": "Jean-Michel Jarre"
   }
  },
  {
   "quote": {
    "text": "I came back to performing with a different attitude about performing and myself. I wasn't expecting perfection any more, just hoping for an occasional inspiration."
   },
   "author": {
    "text": "Neil Diamond"
   }
  },
  {
   "quote": {
    "text": "I was always spiritual, even as a child. I was taught to pray, show gratitude. We had an attitude of gratitude. Even if life was ugly, bad or sad - we prayed."
   },
   "author": {
    "text": "Shilpa Shetty"
   }
  },
  {
   "quote": {
    "text": "On the ice, I feel like I can become a different person, and the darker dramatics, the Black Swan, is confident: she's free to do whatever she wants, and that attitude helps in my skating. The White Swan is, I feel, more what I'm actually like off the ice: I'm a lot quieter, and if someone tells me to do something, I'll just do it."
   },
   "author": {
    "text": "Kaetlyn Osmond"
   }
  },
  {
   "quote": {
    "text": "The U.S. tries to provide immigrants who grow up here with a world-class education and imbue them with the can-do attitude that has long defined American innovation."
   },
   "author": {
    "text": "Gary Locke"
   }
  },
  {
   "quote": {
    "text": "Reykjavik has a mixture of southern and northern mentality. There's a laid-back, relaxed attitude but also the feeling things are going to get done."
   },
   "author": {
    "text": "John Grant"
   }
  },
  {
   "quote": {
    "text": "What I would say is that if someone faces discrimination, they should never back down. They should be self-confident and educate others not to have such an attitude."
   },
   "author": {
    "text": "Punit Renjen"
   }
  },
  {
   "quote": {
    "text": "I am more interested in people's attitude than someone who is a perfect face. Every time I walk the streets of London, I see someone who interests me. It doesn't matter how old they are."
   },
   "author": {
    "text": "Giles Deacon"
   }
  },
  {
   "quote": {
    "text": "I don't have a Pollyana attitude toward life that claims everything is lovely."
   },
   "author": {
    "text": "Eve Arden"
   }
  },
  {
   "quote": {
    "text": "I always give Lindsay so much credit for her tennis game, for her attitude, for her person, and because of how she deals with all the things. I don't think people give her enough credit for how well she's doing."
   },
   "author": {
    "text": "Martina Hingis"
   }
  },
  {
   "quote": {
    "text": "In regard to music, I just think that it's always best to have an attitude of being a perpetual student and always look to learn something new about music, because there's always something new to learn."
   },
   "author": {
    "text": "David Sanborn"
   }
  },
  {
   "quote": {
    "text": "In regard to music, I just think that it's always best to have an attitude of being a perpetual student and always look to learn something new about music, because there's always something new to learn. Don't dismiss something out of hand because you think it's either beneath you or outside of the realm of where your interests lie."
   },
   "author": {
    "text": "David Sanborn"
   }
  },
  {
   "quote": {
    "text": "I have to remind myself when I'm on a job and I'm feeling a lull in attitude or confidence or whatever, I'm there for a reason. I have to constantly remind myself of these almost corny Pinterest mantras, like 'You are worthy.'"
   },
   "author": {
    "text": "Paloma Elsesser"
   }
  },
  {
   "quote": {
    "text": "Social mores change all the time. In the mid-1970s, it would've been astonishing, say, to see two men holding hands in the streets. And the attitude to having a fling with a girl, or whatever, was quite different then."
   },
   "author": {
    "text": "Robert Harris"
   }
  },
  {
   "quote": {
    "text": "The dignity of everyday life - the beauty of it, the attitude of it - is what I live around. And it is never on screen, and it is certainly never associated with Africa. If we see Africa at all, it is always used as a backdrop: a big blob of a continent rather than a specific street or a country or a place."
   },
   "author": {
    "text": "Mira Nair"
   }
  },
  {
   "quote": {
    "text": "I have the same attitude with work - I like to go to work, I like to work really hard I, like to give everything my all, I like to try things that are new, you know."
   },
   "author": {
    "text": "Rosie Huntington-Whiteley"
   }
  },
  {
   "quote": {
    "text": "I haven't seen Clones, which has been during this period when I haven't seen much of anything, but I did see Phantom Menace, and see my feelings about it - see, first of all, I think that when you make a lot of movies, your attitude about the movies changes."
   },
   "author": {
    "text": "Lawrence Kasdan"
   }
  },
  {
   "quote": {
    "text": "What I wish I had, is that I wish I was a little more Greek, in that I wish I could lose my North American driven attitude and that I could be a little bit more poetic and laissez faire."
   },
   "author": {
    "text": "Nia Vardalos"
   }
  },
  {
   "quote": {
    "text": "Unfortunately, the attitude of many towards the press, humanitarians included and especially government workers, is often one of suspicion, if not outright fear."
   },
   "author": {
    "text": "Alvin Adams"
   }
  },
  {
   "quote": {
    "text": "I totally let myself indulge, but I make little deals with myself. If I have an extra cupcake, I'll run a couple of extra miles. I think it's all about balance and not getting into extremes with dieting and exercising. Having a healthy attitude is important, too!"
   },
   "author": {
    "text": "Megan Hilty"
   }
  },
  {
   "quote": {
    "text": "My father wanted me to be a dentist like him, or any doctor, really. There was this attitude of, 'The civil rights movement was not about you being an artist.'"
   },
   "author": {
    "text": "Amy Sherald"
   }
  },
  {
   "quote": {
    "text": "We need business leaders who have a respect for technical issues even if they don't have technical backgrounds. In a lot of U.S. industries, including cars and even computers, many managers don't think of technology as a core competency, and this attitude leads them to farm out technical issues."
   },
   "author": {
    "text": "Edwin Catmull"
   }
  },
  {
   "quote": {
    "text": "A lot of people say, 'What set the Attitude Era up?' or, 'What started the Attitude Era?' To me - and I was allegedly the leader of it - sports entertainment, pro wrestling, whatever you want to call it has always had an attitude. So, why that particular generation got labeled, I don't know."
   },
   "author": {
    "text": "Stone Cold Steve Austin"
   }
  },
  {
   "quote": {
    "text": "It's tricky. I've never been standing at the top of the tree with tons of money thrown at me. I've never really had a profile. So in a way I have this 'nothing to lose' attitude."
   },
   "author": {
    "text": "Joel Edgerton"
   }
  },
  {
   "quote": {
    "text": "Working with Chiranjeevi sir, I realized the professionalism and attitude they used work with. It's just so contagious. When such a personality is doing that, everyone around, too, would do that out of respect. Work was far more efficient, smoother."
   },
   "author": {
    "text": "Kajal Aggarwal"
   }
  },
  {
   "quote": {
    "text": "I trained as a journalist in America where paying sources is frowned upon. Now I work in the U.K. where there is a more flexible attitude."
   },
   "author": {
    "text": "Heather Brooke"
   }
  },
  {
   "quote": {
    "text": "Abhorrence of apartheid is a moral attitude, not a policy."
   },
   "author": {
    "text": "Edward Heath"
   }
  },
  {
   "quote": {
    "text": "My intention when I created Labs was that the people that used our products would be empowered to explore a fearless, daring attitude towards makeup - that's why we always write 'Use Without Caution' on everything we make."
   },
   "author": {
    "text": "Pat McGrath"
   }
  },
  {
   "quote": {
    "text": "We have this attitude in America of, 'Someone else is going to fix the problem.' That's what the majority of Americans have. Or, 'I'm just going to go online and sign this petition, and that will take care of it.' That's doesn't do it."
   },
   "author": {
    "text": "Reed Morano"
   }
  },
  {
   "quote": {
    "text": "I love Elizabeth Hurley. I have met her on a few occasions and was stunned by her beauty and her attitude. Very cool and easy going."
   },
   "author": {
    "text": "Jenny Packham"
   }
  },
  {
   "quote": {
    "text": "There are a lot of female artists my age around at the moment, but they're all American and blonde and blue-eyed and smiley. I'm totally the opposite of that. I want to show a bit more attitude and I have an opinion."
   },
   "author": {
    "text": "Samantha Mumba"
   }
  },
  {
   "quote": {
    "text": "There are no menial jobs, only menial attitudes."
   },
   "author": {
    "text": "William J. Brennan, Jr."
   }
  },
  {
   "quote": {
    "text": "My parents have a strong work ethic, but their attitude to life, their philosophy, is: 'whatever makes you happy.'"
   },
   "author": {
    "text": "Sally Hawkins"
   }
  },
  {
   "quote": {
    "text": "I think to take your shirt off, you need to have a great body and more than that, confidence and attitude. It's all related. A great body equals confidence, and confidence equals attitude. And when you put all three together, you get a Salman Khan! And that's not me."
   },
   "author": {
    "text": "Riteish Deshmukh"
   }
  },
  {
   "quote": {
    "text": "The artist is not responsible to any one. His social role is asocial... his only responsibility consists in an attitude to the work he does."
   },
   "author": {
    "text": "Georg Baselitz"
   }
  },
  {
   "quote": {
    "text": "You know, who cares about seeing the girls when everybody wants to see the band. That's what's important, KISS is important. I think we look great, and the attitude is there, and I'm real happy with it."
   },
   "author": {
    "text": "Eric Carr"
   }
  },
  {
   "quote": {
    "text": "That attitude that fighting is probably not fair, but you have to defend yourself anyway and damage the enemy, has been profoundly consequential as far as my political activism goes."
   },
   "author": {
    "text": "June Jordan"
   }
  },
  {
   "quote": {
    "text": "I can pull off anything; I have the height and the attitude. The only thing I can't wear is a leotard, but I can wear anything else."
   },
   "author": {
    "text": "Theophilus London"
   }
  },
  {
   "quote": {
    "text": "I love the way Tyra Banks dresses up - she looks so elegant and glamorous in whatever she wears. The confidence and attitude she exudes on and off the ramp is remarkable."
   },
   "author": {
    "text": "Yami Gautam"
   }
  },
  {
   "quote": {
    "text": "I think that, in the end, the military behavior and intelligence services are not very different from each other. It's an attitude of hunters; they're observing the prey."
   },
   "author": {
    "text": "Edgar Ramirez"
   }
  },
  {
   "quote": {
    "text": "As I wrote, I found that Aibileen had some things to say that really weren't in her character. She was older, soft-spoken, and she started showing some attitude."
   },
   "author": {
    "text": "Kathryn Stockett"
   }
  },
  {
   "quote": {
    "text": "I grew up in a rough environment. You want to be strong and have your presence felt out there. That attitude reflects how people see you."
   },
   "author": {
    "text": "Mekhi Phifer"
   }
  },
  {
   "quote": {
    "text": "In Gnosticism, the physical world did not ultimately matter - which meant physical suffering did not matter either. Seeking 'enlightenment' meant cultivating an attitude of detachment, even indifference."
   },
   "author": {
    "text": "Nancy Pearcey"
   }
  },
  {
   "quote": {
    "text": "I didn't really know what to expect, but I thought there aren't a lot of rap groups that can say they have a documentary done about them, so my attitude was like, 'Shoot, why not?' I'm sure there are a lot of people that would like to take our place. I felt like we should all embrace it."
   },
   "author": {
    "text": "Phife Dawg"
   }
  },
  {
   "quote": {
    "text": "I have a real taste for doing action roles. I starred in a movie called 'Blast,' which was my first action film, and I loved the fighting - I think I've got the build, the attitude and the look for it."
   },
   "author": {
    "text": "Nadine Velazquez"
   }
  },
  {
   "quote": {
    "text": "One of the things that's unique about Louisiana politics is that people here have a much more realistic attitude about who their politicians are. They know they are human and not saints or Mormons or Eagle Scouts."
   },
   "author": {
    "text": "Mark Frost"
   }
  },
  {
   "quote": {
    "text": "When a parent shows up with an attitude of entitlement, understand that under it is a boatload of anxiety."
   },
   "author": {
    "text": "Robert Evans"
   }
  },
  {
   "quote": {
    "text": "How can any person with a myopic view and harbouring intense parochial attitude even think of leading the nation?"
   },
   "author": {
    "text": "Sharad Pawar"
   }
  },
  {
   "quote": {
    "text": "The 'Stephanie Plums' are very much Jersey books. So you can't get away from attitude and objectionable language."
   },
   "author": {
    "text": "Janet Evanovich"
   }
  },
  {
   "quote": {
    "text": "One day I looked in the mirror, and I wasn't happy. If you're not feeling good mentally, emotionally and physically, you're just a mess - and that's the point I felt like. It was a change in attitude and a shift in lifestyle. There's no crazy diet; I train six days a week, and I eat really well."
   },
   "author": {
    "text": "Ricki-Lee Coulter"
   }
  },
  {
   "quote": {
    "text": "I've always had a 'Work hard, play hard' attitude to life - I still do - but sometimes you get involved in something that needs a calm, methodical approach."
   },
   "author": {
    "text": "Damian Lewis"
   }
  },
  {
   "quote": {
    "text": "One by one, all of my college buddies had taken these nothing-special entry-level jobs, pushing papers for $18,000 or $21,000 a year (and hating the work besides), and I'd turn up my nose and tell them I wasn't about to get out of bed for anything less than $50,000. That was my line, my attitude."
   },
   "author": {
    "text": "Bill Rancic"
   }
  },
  {
   "quote": {
    "text": "I'm ephemeral as much as I can be, so I started to think about the idea of not working. It's really about a change of attitude. It's not so much about stopping, but about re-thinking the meaning of one's production."
   },
   "author": {
    "text": "Rirkrit Tiravanija"
   }
  },
  {
   "quote": {
    "text": "My attitude about death is, going into the next room, and it's a room that the rest of us can't get into because we don't have the key. But when we do get the key, we'll go in there, and we'll see one another again, in some shape or form or whatever. It's not the end."
   },
   "author": {
    "text": "Roger Moore"
   }
  },
  {
   "quote": {
    "text": "The attitude is different in the U.S. I feel like, in Canada, there is more of a sense of community and more of a sense of, 'I'll take the shirt off my back to help you because you're my neighbour.' There is not many of us, right? So each and every Canadian is very special."
   },
   "author": {
    "text": "Patrick Chan"
   }
  },
  {
   "quote": {
    "text": "I'm going to try to enjoy the All-Star break, hope my players reflect on what happened the first half of the season, come back with a different attitude, try to find our solution on how to win it."
   },
   "author": {
    "text": "Don Baylor"
   }
  },
  {
   "quote": {
    "text": "There is a very deep conviction in the heart of the people who work in al-Jazeera that if it changes its editorial line, it will very quickly lose its audience. Al-Jazeera has its own style; it has more than 3,500 employees, and I don't think anyone will have the attitude of changing it because they will lose."
   },
   "author": {
    "text": "Wadah Khanfar"
   }
  },
  {
   "quote": {
    "text": "'Memoryhouse' came out, and there wasn't a single review and zero sales, and after about a year, it was deleted. So I recorded The 'Blue Notebooks' on a little indie label, and my attitude was, 'Well, if nobody is listening, I might as well keep doing what I'm doing'."
   },
   "author": {
    "text": "Max Richter"
   }
  },
  {
   "quote": {
    "text": "I just want to go in with the right attitude and from Day 1 make a difference."
   },
   "author": {
    "text": "Freddy Adu"
   }
  },
  {
   "quote": {
    "text": "Today, I think the attitude is that governing is not necessarily good politics, and the result is that it's much more partisan and much more divided."
   },
   "author": {
    "text": "Leon Panetta"
   }
  },
  {
   "quote": {
    "text": "I got to work with Rachel Dratch, and she just had such a funny, roll-with-it attitude when she would approach the stage and could turn anything into a gem."
   },
   "author": {
    "text": "Stephnie Weir"
   }
  },
  {
   "quote": {
    "text": "I couldn't go now to a brand that had a niche attitude like... gothic. I couldn't do that. Well, I could do it, but I wouldn't find it interesting, challenging."
   },
   "author": {
    "text": "Raf Simons"
   }
  },
  {
   "quote": {
    "text": "We're a blue-collar band. That's how we like to think of ourselves. We come from humble beginnings and still have this attitude of really loving to meet people, shake their hands, and talk with them."
   },
   "author": {
    "text": "Rickey Medlocke"
   }
  },
  {
   "quote": {
    "text": "My second husband believed I had such a fickle attitude to friendship that each Friday he would update the list of my 'Top Ten' friends in the manner of a Top Of The Pops chart countdown."
   },
   "author": {
    "text": "Julie Burchill"
   }
  },
  {
   "quote": {
    "text": "Pessimism only describes an attitude, and not facts, and hence is entirely subjective."
   },
   "author": {
    "text": "Francis Parker Yockey"
   }
  },
  {
   "quote": {
    "text": "Any race I go into, I've always got the attitude of throwing myself into and wanting nothing but No. 1."
   },
   "author": {
    "text": "Caroline Buchanan"
   }
  },
  {
   "quote": {
    "text": "Is it rather stupid and dangerous to take Magna Carta so much for granted, as many of us seem to do, and to think of this attitude as 'very English?'"
   },
   "author": {
    "text": "Melvyn Bragg"
   }
  },
  {
   "quote": {
    "text": "I've spent a lot of time in L.A. and I love it. A lot of Brits can't stand the place, but I like the West Coast attitude and the way people celebrate success."
   },
   "author": {
    "text": "Sophia Myles"
   }
  },
  {
   "quote": {
    "text": "I look at Jagger and the like and if I see a good attitude I'll admire it but I wouldn't copy their style."
   },
   "author": {
    "text": "Michael Hutchence"
   }
  },
  {
   "quote": {
    "text": "I dress pop stars, and I dress my doctor. It's about attitude. I do what I love, and I'm lucky to do it. It's a long way from Hong Kong."
   },
   "author": {
    "text": "John Rocha"
   }
  },
  {
   "quote": {
    "text": "The Stones are a different kind of group. I realized that when I joined them. It's not really so much their musical ability, it's just they have a certain kind of style and attitude which is unique."
   },
   "author": {
    "text": "Mick Taylor"
   }
  },
  {
   "quote": {
    "text": "Los Angeles is a true postmodern city. Here, we celebrate with equal aplomb the high and the low. I am just as influenced by the punk rock attitude of local skate and surf cultures as I am by old-school glamour and stardust."
   },
   "author": {
    "text": "Liz Goldwyn"
   }
  },
  {
   "quote": {
    "text": "I know Jim Cornette says the reason that I'm successful now is because I changed my attitude, and I must be listening to what people tell me now, and I used to not listen to him. But the thing is, I used to not listen to him or question his methods because I didn't agree with him, and I didn't share his vision."
   },
   "author": {
    "text": "Kevin Owens"
   }
  },
  {
   "quote": {
    "text": "My mother, she had a very good attitude toward money. I'm very grateful for the fact that we had to learn to save. I used to get like 50 pence a week, and I'd save it for like five months. And then I'd spend it on Christmas presents. I'd save up like eight pounds. It's nothing, but we did that."
   },
   "author": {
    "text": "Gemma Arterton"
   }
  },
  {
   "quote": {
    "text": "Any time you have defensive ends going above you in the draft, when you know you put up numbers that were equal to better, you just have to use that as motivation. Whenever you're the underdog, you have to have the right attitude and just go out there and be yourself; just play."
   },
   "author": {
    "text": "Justin Tuck"
   }
  },
  {
   "quote": {
    "text": "When I first left university, I thought about going into the private sector. But I discovered when I went to interview that I could only have a career in the back office, or doing HR. The attitude was, 'My dear lady, you cannot possibly think about going on the board.'"
   },
   "author": {
    "text": "Pauline Neville-Jones"
   }
  },
  {
   "quote": {
    "text": "I am just a beginner. The two films so far are baby steps. If I develop an attitude, I'll be finished even before I've started. Besides, if I started misbehaving, my folks would give me a tight slap."
   },
   "author": {
    "text": "Kriti Sanon"
   }
  },
  {
   "quote": {
    "text": "Music is the way I understand how to communicate now, the way that I've learned how to communicate... but it will eventually have to go beyond that. You see, I've realised that music is not what keeps people involved - it's the attitude behind the music."
   },
   "author": {
    "text": "Todd Rundgren"
   }
  },
  {
   "quote": {
    "text": "Look, everything that you experience as a kid is the foundation of how you are today. I was brought up in a working class family in Leeds and when it comes to money both my parents worked hard and instilled the same attitude into me."
   },
   "author": {
    "text": "Mel B"
   }
  },
  {
   "quote": {
    "text": "I always thought of myself as more American than Americans when I was living in Germany, because I always had this attitude of can-do, and if you're successful, you can show it, which is a very un-German thing, you know."
   },
   "author": {
    "text": "Kim Dotcom"
   }
  },
  {
   "quote": {
    "text": "In aid, the proper attitude is one omitting gratitude."
   },
   "author": {
    "text": "Marya Mannes"
   }
  },
  {
   "quote": {
    "text": "Contracts are not a holy relic in football. You can like this attitude or not, but it's the truth. Sometimes you have to think about if it is meaningful to try out a new impulse."
   },
   "author": {
    "text": "Robert Lewandowski"
   }
  },
  {
   "quote": {
    "text": "There are so many myths out there about Marianne Faithfull, I had to, um, detach. But I can turn it on because Marianne Faithfull is really an attitude, you know."
   },
   "author": {
    "text": "Marianne Faithfull"
   }
  },
  {
   "quote": {
    "text": "It's really interesting with art-movies too, but art especially - to see how your attitude toward artists and works and your level of appreciation of them is always shifting and changing over the years."
   },
   "author": {
    "text": "Richard Hell"
   }
  },
  {
   "quote": {
    "text": "The compulsion to do good is an innate American trait. Only North Americans seem to believe that they always should, may, and actually can choose somebody with whom to share their blessings. Ultimately this attitude leads to bombing people into the acceptance of gifts."
   },
   "author": {
    "text": "Ivan Illich"
   }
  },
  {
   "quote": {
    "text": "If philosophy is practice, a demand to know the manner in which its history is to be studied is entailed: a theoretical attitude toward it becomes real only in the living appropriation of its contents from the texts."
   },
   "author": {
    "text": "Karl Jaspers"
   }
  },
  {
   "quote": {
    "text": "What has happened is that to some degree they have taken an attitude where they don't listen to demos of diverse subject matters. They're looking for demos like the record the guy on the left just did."
   },
   "author": {
    "text": "Grandmaster Flash"
   }
  },
  {
   "quote": {
    "text": "We have to improve our ability to deliver tangible results, namely sales, not simply awareness or change of attitude among opinion formers."
   },
   "author": {
    "text": "Richard Edelman"
   }
  },
  {
   "quote": {
    "text": "The attitude of 'every nation unto itself' is a destructive one for the future of Israel."
   },
   "author": {
    "text": "Tzipi Livni"
   }
  },
  {
   "quote": {
    "text": "I film quite a bit of footage, then edit. Changes before your eyes, things you can do and things you can't. My attitude is always 'let it keep rolling.'"
   },
   "author": {
    "text": "Terrence Malick"
   }
  },
  {
   "quote": {
    "text": "The attitude of the business community towards investment in Austria and Germany has always been positive, as both the countries have earned their reputation as countries with a consistent economic environment."
   },
   "author": {
    "text": "Yelena Baturina"
   }
  },
  {
   "quote": {
    "text": "There's always been something deeply disturbing about the Abbott government's attitude to women."
   },
   "author": {
    "text": "Richard Flanagan"
   }
  },
  {
   "quote": {
    "text": "Authors can get an attitude of us-against-them when it comes to publishers, but learning how authors and editors can work together taught me to look at my work in a different way and to make that work as solid as possible before it ever goes to the publisher."
   },
   "author": {
    "text": "Tracie Peterson"
   }
  },
  {
   "quote": {
    "text": "We will see that our new attitude toward liquor has been given to us without any thought or effort on our part. It just comes! That is the miracle of it."
   },
   "author": {
    "text": "William Griffith Wilson"
   }
  },
  {
   "quote": {
    "text": "The phenomenon of home schooling is a wonderful example of the American can-do attitude. Growing numbers of parents have become disenchanted with government-run public schools. Many parents have simply taken matters into their own hands, literally."
   },
   "author": {
    "text": "Steve Forbes"
   }
  },
  {
   "quote": {
    "text": "If someone does something in an entertainment/pop ambience, that person becomes someone who has an impact on the conduct and attitude of a huge number of people who peripherally come in contact with them."
   },
   "author": {
    "text": "Richard Attenborough"
   }
  },
  {
   "quote": {
    "text": "I see racism as institutional: the rules are different for me because I'm black. It's not necessarily someone's specific attitude against me; it's just the fact that I, as a black man, have a much harder time making an art-house movie and getting it released than a white person does about their very white point of view. That's racism."
   },
   "author": {
    "text": "Justin Simien"
   }
  },
  {
   "quote": {
    "text": "The laissez-faire attitude to science education has resulted in a disaster exemplified by the fact that more young people are opting for media studies than physics."
   },
   "author": {
    "text": "Harry Kroto"
   }
  },
  {
   "quote": {
    "text": "That attitude that I wouldn't succeed didn't come from my family; it came from school and then the township we lived in. I wasn't going to settle for that, and my mother warned us not to settle for less, to make the most of our lives."
   },
   "author": {
    "text": "Alexis Wright"
   }
  },
  {
   "quote": {
    "text": "I thought I was going to be killed. The casualties were so heavy, it was just a given. I learned to take each day, each mission, as it came. That's an attitude I've carried into my professional life. I take each case, each job, as it comes."
   },
   "author": {
    "text": "Elliot Richardson"
   }
  },
  {
   "quote": {
    "text": "The place of chess in the society is closely related to the attitude of young people towards our game."
   },
   "author": {
    "text": "Boris Spassky"
   }
  },
  {
   "quote": {
    "text": "From the beginning, I've always had a knack for catchy melodies. But I went through a period when I was trying to be rock n' roll and have a rock n' roll attitude. I was fighting my nature by trying to play really hard and sing really hard. But at a certain point, I realized that I loved syrupy pop music with tons of harmony."
   },
   "author": {
    "text": "Juliana Hatfield"
   }
  },
  {
   "quote": {
    "text": "Even as a little child, I've always had that comedian kind of attitude."
   },
   "author": {
    "text": "Etta James"
   }
  },
  {
   "quote": {
    "text": "It really was hand-to-mouth and you can say, 'Poor little me, how dreadful, what a deprived childhood', but I didn't feel that way at all. It's all about the attitude at home."
   },
   "author": {
    "text": "Carol Vorderman"
   }
  },
  {
   "quote": {
    "text": "My dad instilled in me a great sense of humor. I wasn't bullied at school because my outward attitude was confident, and that helps."
   },
   "author": {
    "text": "Warwick Davis"
   }
  },
  {
   "quote": {
    "text": "Although as a sailor I despised politics - for I loved my sailor's life and still love it today - conditions forced me to take up a definite attitude towards political problems."
   },
   "author": {
    "text": "Fritz Sauckel"
   }
  },
  {
   "quote": {
    "text": "I was impressed by Hendrix. His attitude was brilliant. Even the way he walked was amazing."
   },
   "author": {
    "text": "Ritchie Blackmore"
   }
  },
  {
   "quote": {
    "text": "I was impressed by Hendrix. Not so much by his playing, as his attitude - he wasn't a great player, but everything else about him was brilliant."
   },
   "author": {
    "text": "Ritchie Blackmore"
   }
  },
  {
   "quote": {
    "text": "Becoming an author changes your attitude too. Once you see where books come from, and how they're made, they never seem quite as sacred again."
   },
   "author": {
    "text": "Lev Grossman"
   }
  },
  {
   "quote": {
    "text": "It is impossible to exaggerate the wide, and widening, gulf between the American attitude on the Iraq war and the view from our friends across the Atlantic."
   },
   "author": {
    "text": "Nick Clooney"
   }
  },
  {
   "quote": {
    "text": "I don't like the way young people write and talk about the old. I don't like their attitude, which, if they weren't young and therefore bright and vibrant, would be called outdated."
   },
   "author": {
    "text": "Ruth Rendell"
   }
  },
  {
   "quote": {
    "text": "Lead singers not only do the majority of the work, but their personalities are singled out and taken as the general attitude of the unit."
   },
   "author": {
    "text": "Martha Reeves"
   }
  },
  {
   "quote": {
    "text": "Experiments with animals have long been handicapped by our anthropocentric attitude: We often test them in ways that work fine with humans but not so well with other species."
   },
   "author": {
    "text": "Frans de Waal"
   }
  },
  {
   "quote": {
    "text": "My attitudes have changed, but somebody would have to read all my books to find out how they have."
   },
   "author": {
    "text": "Irwin Shaw"
   }
  },
  {
   "quote": {
    "text": "Israel always has a special filter to look at things, and that is the attitude toward Jews."
   },
   "author": {
    "text": "Ehud Barak"
   }
  },
  {
   "quote": {
    "text": "Hardboiled crime fiction came of age in 'Black Mask' magazine during the Twenties and Thirties. Writers like Dashiell Hammett and Raymond Chandler learnt their craft and developed a distinct literary style and attitude toward the modern world."
   },
   "author": {
    "text": "Charles Frazier"
   }
  },
  {
   "quote": {
    "text": "Bambi can't act. Bambi had major attitude."
   },
   "author": {
    "text": "Treat Williams"
   }
  },
  {
   "quote": {
    "text": "I can't help what people write or think. If somebody thinks I'm a serious archivist, they're wrong. That's been a problem. It's a shame people take that attitude, because it affects how they listen to the music. It's a big mistake to treat any pop music that way."
   },
   "author": {
    "text": "Ry Cooder"
   }
  },
  {
   "quote": {
    "text": "We're making high-budget movies with a low-budget attitude."
   },
   "author": {
    "text": "Dean Devlin"
   }
  },
  {
   "quote": {
    "text": "What reader wants to be told what attitude to strike?"
   },
   "author": {
    "text": "Ian Mcewan"
   }
  },
  {
   "quote": {
    "text": "You'd like more people to recognise what you do is special. But I take the attitude that the best thing I can do for my sport is to be the best at it. The best way people will come to recognise that track and field is a great sport is to see athletes excelling at it. Which is what I intend to do."
   },
   "author": {
    "text": "Maurice Greene"
   }
  },
  {
   "quote": {
    "text": "You'd like more people to recognise what you do is special. But I take the attitude that the best thing I can do for my sport is to be the best at it. The best way people will come to recognise that track and field is a great sport is to see athletes excelling at it."
   },
   "author": {
    "text": "Maurice Greene"
   }
  },
  {
   "quote": {
    "text": "My heroes, I couldn't imagine them practicing. Like Bob Dylan, you know? Bob Dylan's a very, very good guitar player, but it's like he's trying to hide it. I always loved this attitude. When you're very good... it's like being an athlete - and I always hated sports!"
   },
   "author": {
    "text": "Laurent Brancowitz"
   }
  },
  {
   "quote": {
    "text": "I feel like I have as good a shot as anybody out there and I have gotten close in the past, so why not have the attitude that I can come out and play great tennis and maybe even win this tournament."
   },
   "author": {
    "text": "Michael Chang"
   }
  },
  {
   "quote": {
    "text": "For 'Fright Night,' we really want to convey the fun attitude of the movie and show the intensity of Colin Farrell as a predator. He's not a brooding vampire - he's dark and dangerous."
   },
   "author": {
    "text": "Stacey Snider"
   }
  },
  {
   "quote": {
    "text": "Maybe the Burberry woman is undefinable! I think it's less about what she looks like and more about an attitude."
   },
   "author": {
    "text": "Edie Campbell"
   }
  },
  {
   "quote": {
    "text": "I can't believe the pro-choicers attitude toward unborn children-to me it's the ultimate liberal cause, to defend those without a voice."
   },
   "author": {
    "text": "Michael Aston"
   }
  },
  {
   "quote": {
    "text": "The attitude to failure is one of the characteristics that's often called out as the difference between the U.S. and Europe. And we do need to be less risk-averse, more embracing of failure. Having failed makes you look bad in Europe. But in the U.S., it makes you look experienced."
   },
   "author": {
    "text": "Taavet Hinrikus"
   }
  },
  {
   "quote": {
    "text": "Being a 'global citizen' is not something reserved for the global elite anymore. Thanks to the democratising power of technology, it's not a trend determined by privilege or even age but by attitude."
   },
   "author": {
    "text": "Taavet Hinrikus"
   }
  },
  {
   "quote": {
    "text": "My dad was a terrible father. Dreadful. But he had a very difficult childhood. He was fostered - he never knew who his father was. So he had a very different attitude to family and kids. I don't have any issues. I'm not suffering some secret angst."
   },
   "author": {
    "text": "Mark Billingham"
   }
  },
  {
   "quote": {
    "text": "The attitude that poetry should not be analyzed is prevalent among many who consider themselves experts on children's literature. But I suspected that kids like to look closely at things and figure out what makes them go."
   },
   "author": {
    "text": "X. J. Kennedy"
   }
  },
  {
   "quote": {
    "text": "In the West, it was believed that attitude and ambition saved you. In Africa, we had learned that no one was immune to capricious tragedy."
   },
   "author": {
    "text": "Alexandra Fuller"
   }
  },
  {
   "quote": {
    "text": "A man can be 43, and people will say, 'Oh, he's a cool bachelor, and he just hasn't settled down,' but with a woman, it's, 'Oh, she must have really wanted to get married, but she didn't.' I honestly think that attitude is a little bit sexist."
   },
   "author": {
    "text": "Heather Graham"
   }
  },
  {
   "quote": {
    "text": "I call my golden retriever Cara my 'white wolf.' She's changed my attitude and made me write this book where the wolf is the hero, not the villain."
   },
   "author": {
    "text": "Debi Gliori"
   }
  },
  {
   "quote": {
    "text": "As no one knew much about my mental illness, a lot of people had the attitude that I had the capability to 'kick it' and get better instantly. This was the most frustrating attitude for me."
   },
   "author": {
    "text": "Andy Behrman"
   }
  },
  {
   "quote": {
    "text": "If I don't make the team out of spring training, I'll keep a good attitude. I'll just go polish up the parts of my game that made me not stay in the big leagues."
   },
   "author": {
    "text": "Cory Lidle"
   }
  },
  {
   "quote": {
    "text": "The key to life is your attitude. Whether you're single or married or have kids or don't have kids, it's how you look at your life, what you make of it. It's about making the best of your life wherever you are in life."
   },
   "author": {
    "text": "Candace Bushnell"
   }
  },
  {
   "quote": {
    "text": "It's a question of keeping one's eyes and ears open and watching how other people play the game. They're watching me too, to see what my attitude is like."
   },
   "author": {
    "text": "Charles Dance"
   }
  },
  {
   "quote": {
    "text": "People kind of have a misconception, because when someone calls me Theo and I correct them, say, 'No, my name is Malcolm,' they think I have an attitude about it and I don't want to be associated with the show."
   },
   "author": {
    "text": "Malcolm-Jamal Warner"
   }
  },
  {
   "quote": {
    "text": "Across all U.S. intelligence agencies, there is a lack of cultural respect and a poorly tuned attitude toward foreign peoples and cultures."
   },
   "author": {
    "text": "Malcolm Nance"
   }
  },
  {
   "quote": {
    "text": "When you Google me, you'll find a lot of people don't like Richard Dreyfuss. Because I'm cocky and I present a cocky attitude. But no one has ever disagreed with the notion I represent, that we need more civic education. So far there's 100 percent support for that."
   },
   "author": {
    "text": "Richard Dreyfuss"
   }
  },
  {
   "quote": {
    "text": "If you're a goal scorer, you have to have a certain attitude. I'm very serious. My missus thinks I'm a bit weird. I'm cold, I don't have many emotions. It's very rare I cry."
   },
   "author": {
    "text": "Michael Owen"
   }
  },
  {
   "quote": {
    "text": "The American attitude towards efficiency and execution should always underlie architecture."
   },
   "author": {
    "text": "Helmut Jahn"
   }
  },
  {
   "quote": {
    "text": "Cheney, Rumsfeld - they were Shakespearean in their attitude of impunity."
   },
   "author": {
    "text": "Glen Duncan"
   }
  },
  {
   "quote": {
    "text": "The problem was just a mean attitude that festers and has to be challenged."
   },
   "author": {
    "text": "Major Owens"
   }
  },
  {
   "quote": {
    "text": "Projection of sound gives the stage a life different from real life. As actors and interpretive artists, we must not only be able to know the attitude of the script, we must also make ourselves heard - without amplification."
   },
   "author": {
    "text": "Jason Robards"
   }
  },
  {
   "quote": {
    "text": "But Jesus changes your attitude towards yourself and towards other people."
   },
   "author": {
    "text": "Cliff Richard"
   }
  },
  {
   "quote": {
    "text": "I don't want just attitude and loud opinion."
   },
   "author": {
    "text": "John McLaughlin"
   }
  },
  {
   "quote": {
    "text": "The Twenties have this sort of attitude where you never know what's around the corner."
   },
   "author": {
    "text": "Laura Carmichael"
   }
  },
  {
   "quote": {
    "text": "I hate going to L.A. and dealing with the contempt people have for television and television actors. It's unbelievable the kind of attitude people take toward what is the most exciting medium we've got right now."
   },
   "author": {
    "text": "Michael Moriarty"
   }
  },
  {
   "quote": {
    "text": "The money is in a different league these days, of course, but I have special memories of the 60s and 70s which players today don't have. There wasn't the same celebrity attitude and media exposure. We had a bit more freedom."
   },
   "author": {
    "text": "Peter Shilton"
   }
  },
  {
   "quote": {
    "text": "You walk into the playgrounds in Shanghai and Beijing, and you see youngsters who are shorter, shaking and baking and having attitude. And Jeremy Lin is going to inspire all of them."
   },
   "author": {
    "text": "David Stern"
   }
  },
  {
   "quote": {
    "text": "I have a Woody Allen Jewish attitude to life: that it's all going to be disastrous. That it hasn't all been that way is simply down to some random quirk of fate."
   },
   "author": {
    "text": "Antony Sher"
   }
  },
  {
   "quote": {
    "text": "It's better for me to play with guys because Rock 'n' Roll has such an aggressive attitude."
   },
   "author": {
    "text": "Lita Ford"
   }
  },
  {
   "quote": {
    "text": "The trouble with Hollywood is that too many of the top people responsible for pictures are too comfortable and don't give a damn about what goes up on the screen so long as it gets by at the box office. How can you expect people with that kind of attitude to make the kind of great pictures that the world will want to see?"
   },
   "author": {
    "text": "William Wyler"
   }
  },
  {
   "quote": {
    "text": "I saw 'Taxi Driver,' and 'Taxi Driver' kind of saved my life. The scene where Robert De Niro is looking at himself in the mirror saying, 'You talkin' to me? You talkin' to me? Who the hell else are you talkin' to?' That's the scene that changed my life by changing my attitude about acting."
   },
   "author": {
    "text": "Michael Biehn"
   }
  },
  {
   "quote": {
    "text": "I used to fall into the trap of thinking that taking care of my husband and kids was more important than taking care of myself. Now I have a new attitude: You know when you're on an airplane and the manual tells you to put on your oxygen mask first and then help the person next to you? I feel the same way about my health."
   },
   "author": {
    "text": "Heidi Roizen"
   }
  },
  {
   "quote": {
    "text": "The attitude of, 'I will never self-publish,' coming from any author, indicates that they have never been in a position where it is their only option."
   },
   "author": {
    "text": "Jennifer Armintrout"
   }
  },
  {
   "quote": {
    "text": "When Jennifer Lawrence says it's 'dumb' to go hungry to make other people happy, she's saying it with the carefree attitude of a woman who probably will never have to make that choice to conform."
   },
   "author": {
    "text": "Jennifer Armintrout"
   }
  },
  {
   "quote": {
    "text": "But I do think that we approach music, in of itself, with a religious attitude."
   },
   "author": {
    "text": "Jon Fishman"
   }
  },
  {
   "quote": {
    "text": "I think that generally music should be a positive thing, I like Bob Marley's attitude: he said that his goal in life was to single handedly fight all the evil in the world with nothing but music, and when he went to a place he didn't go to play, he went to conquer."
   },
   "author": {
    "text": "Jon Fishman"
   }
  },
  {
   "quote": {
    "text": "Football is my profession now. I'm getting married in August... It's a new experience for me as someone just getting out of college. I still have the same attitude about football I always had. I play hard. I enjoy practice. I'd rather be throwing in passing drills than sitting around and watching TV."
   },
   "author": {
    "text": "Doug Flutie"
   }
  },
  {
   "quote": {
    "text": "For me, music is all about emotion and attitude."
   },
   "author": {
    "text": "Peter Criss"
   }
  },
  {
   "quote": {
    "text": "I've always been a guy who's pretty supportive, its just my nature, so I came in to the situation with the attitude that I wanted to support Johnny and make it work."
   },
   "author": {
    "text": "Rick Derringer"
   }
  },
  {
   "quote": {
    "text": "With my talent, I can make people laugh and give them another attitude about life. What a blessing that is for me."
   },
   "author": {
    "text": "Doris Roberts"
   }
  },
  {
   "quote": {
    "text": "In essence, the Thai people are not materialistic at all. They're not in the least driven by the kind of ambition that drives us. The more I got to know them, and the more time I spent with them, the more I understood that this was a totally legitimate attitude to life, and why not?"
   },
   "author": {
    "text": "John Burdett"
   }
  },
  {
   "quote": {
    "text": "If you can kill animals, the same attitude can kill human beings. The mentality is the same which exploits nature and which creates wars."
   },
   "author": {
    "text": "Satish Kumar"
   }
  },
  {
   "quote": {
    "text": "We have ourselves begun to put our house in order by banning some experiments that may contain a risk for mankind. We would like to see society take a similar attitude, abandoning selfish practices that are dangerous for society itself."
   },
   "author": {
    "text": "Renato Dulbecco"
   }
  },
  {
   "quote": {
    "text": "It was only after the Grimms published two editions primarily for adults that they changed their attitude and decided to produce a shorter edition for middle-class families. This led to Wilhelm's editing and censoring many of the tales."
   },
   "author": {
    "text": "Jack Zipes"
   }
  },
  {
   "quote": {
    "text": "I don't know that I have any role models now that are fixed. Definitely my mom - she's the coolest. She's worked really hard her whole life and I just think she's got a great attitude. Moms just know so much it's so silly."
   },
   "author": {
    "text": "Larisa Oleynik"
   }
  },
  {
   "quote": {
    "text": "The attitude of the people proves that not only do we want to, but that we can succeed in pulling our country out of the difficult position it finds itself in. The banking system of our country will survive and grow."
   },
   "author": {
    "text": "Nicos Anastasiades"
   }
  },
  {
   "quote": {
    "text": "If wearing the Spanx helps you get looks, and you feel that energy and response, and you're rocking your body with confidence, that's still how you'll feel about yourself when you get home and take the Spanx off... If your attitude improves from the Spanx, wear the Spanx!"
   },
   "author": {
    "text": "Lisa Ann Walter"
   }
  },
  {
   "quote": {
    "text": "Fame is O.K. I hate it, but it's O.K. I'm beginning to understand how I can be hidden. It's an attitude."
   },
   "author": {
    "text": "Romain Duris"
   }
  },
  {
   "quote": {
    "text": "The Olympic Games are a national cause, and a national cause calls for a nationwide attitude."
   },
   "author": {
    "text": "Gianna Angelopoulos-Daskalaki"
   }
  },
  {
   "quote": {
    "text": "That attitude does not exist so much today, but in those days there was a very sharp distinction between basic physics and applied physics. Columbia did not deal with applied physics."
   },
   "author": {
    "text": "Gordon Gould"
   }
  },
  {
   "quote": {
    "text": "What irritates me is the bland way people go around saying, 'Oh, our attitude has changed. We don't dislike these people any more.' But by the strangest coincidence, they haven't taken away the injustice; the laws are still on the books."
   },
   "author": {
    "text": "Christopher Isherwood"
   }
  },
  {
   "quote": {
    "text": "This hook nose and crab meister attitude has gotten me every job I've ever had. And more divorces than I care to remember."
   },
   "author": {
    "text": "Norman Fell"
   }
  },
  {
   "quote": {
    "text": "Americans have always had an ambivalent attitude toward intelligence. When they feel threatened, they want a lot of it, and when they don't, they regard the whole thing as somewhat immoral."
   },
   "author": {
    "text": "Vernon A. Walters"
   }
  },
  {
   "quote": {
    "text": "Global political conditions make a direct American intervention difficult, but President Reagan's messianic and visceral attitude toward the Nicaraguan revolution could mean it will happen as an act of desperation."
   },
   "author": {
    "text": "Tomas Borge"
   }
  },
  {
   "quote": {
    "text": "Reason is an action of the mind; knowledge is a possession of the mind; but faith is an attitude of the person. It means you are prepared to stake yourself on something being so."
   },
   "author": {
    "text": "Michael Ramsey"
   }
  }
 ]
}