{
 "BeautyQuotes": [
  {
   "quote": {
    "text": "Love yourself. It is important to stay positive because beauty comes from the inside out."
   },
   "author": {
    "text": "Jenn Proske"
   }
  },
  {
   "quote": {
    "text": "Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth."
   },
   "author": {
    "text": "Menachem Begin"
   }
  },
  {
   "quote": {
    "text": "Beauty is power; a smile is its sword."
   },
   "author": {
    "text": "John Ray"
   }
  },
  {
   "quote": {
    "text": "Loneliness adds beauty to life. It puts a special burn on sunsets and makes night air smell better."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Beauty is when you can appreciate yourself. When you love yourself, that's when you're most beautiful."
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "The future belongs to those who believe in the beauty of their dreams."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Take care of your inner, spiritual beauty. That will reflect in your face."
   },
   "author": {
    "text": "Dolores del Rio"
   }
  },
  {
   "quote": {
    "text": "Never lose an opportunity of seeing anything beautiful, for beauty is God's handwriting."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Beauty has so many forms, and I think the most beautiful thing is confidence and loving yourself."
   },
   "author": {
    "text": "Kiesza"
   }
  },
  {
   "quote": {
    "text": "Let the beauty of what you love be what you do."
   },
   "author": {
    "text": "Rumi"
   }
  },
  {
   "quote": {
    "text": "The soul that sees beauty may sometimes walk alone."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Nature's beauty is a gift that cultivates appreciation and gratitude."
   },
   "author": {
    "text": "Louie Schwartzberg"
   }
  },
  {
   "quote": {
    "text": "Life is full of beauty. Notice it. Notice the bumble bee, the small child, and the smiling faces. Smell the rain, and feel the wind. Live your life to the fullest potential, and fight for your dreams."
   },
   "author": {
    "text": "Ashley Smith"
   }
  },
  {
   "quote": {
    "text": "Everything has beauty, but not everyone sees it."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Beauty is truth's smile when she beholds her own face in a perfect mirror."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "Love of beauty is taste. The creation of beauty is art."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Beauty is how you feel inside, and it reflects in your eyes. It is not something physical."
   },
   "author": {
    "text": "Sophia Loren"
   }
  },
  {
   "quote": {
    "text": "No beauty shines brighter than that of a good heart."
   },
   "author": {
    "text": "Shanina Shaik"
   }
  },
  {
   "quote": {
    "text": "The beauty of a woman is not in a facial mode but the true beauty in a woman is reflected in her soul. It is the caring that she lovingly gives the passion that she shows. The beauty of a woman grows with the passing years."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "If the path be beautiful, let us not ask where it leads."
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "Be sure what you want and be sure about yourself. Fashion is not just beauty, it's about good attitude. You have to believe in yourself and be strong."
   },
   "author": {
    "text": "Adriana Lima"
   }
  },
  {
   "quote": {
    "text": "The more often we see the things around us - even the beautiful and wonderful things - the more they become invisible to us. That is why we often take for granted the beauty of this world: the flowers, the trees, the birds, the clouds - even those we love. Because we see things so often, we see them less and less."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "We live in a wonderful world that is full of beauty, charm and adventure. There is no end to the adventures that we can have if only we seek them with our eyes open."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "When I admire the wonders of a sunset or the beauty of the moon, my soul expands in the worship of the creator."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Imperfection is beauty, madness is genius and it's better to be absolutely ridiculous than absolutely boring."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "The beauty of a woman must be seen from in her eyes, because that is the doorway to her heart, the place where love resides."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "Makeup is not a mask that covers up your beauty; it's a weapon that helps you express who you are from the inside."
   },
   "author": {
    "text": "Michelle Phan"
   }
  },
  {
   "quote": {
    "text": "It is not the beauty of a building you should look at; its the construction of the foundation that will stand the test of time."
   },
   "author": {
    "text": "David Allan Coe"
   }
  },
  {
   "quote": {
    "text": "By plucking her petals, you do not gather the beauty of the flower."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "It's nice to just embrace the natural beauty within you."
   },
   "author": {
    "text": "Victoria Justice"
   }
  },
  {
   "quote": {
    "text": "I think every person has their own identity and beauty. Everyone being different is what is really beautiful. If we were all the same, it would be boring."
   },
   "author": {
    "text": "Tila Tequila"
   }
  },
  {
   "quote": {
    "text": "People are like stained - glass windows. They sparkle and shine when the sun is out, but when the darkness sets in, their true beauty is revealed only if there is a light from within."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "Think of all the beauty still left around you and be happy."
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "Consider a tree for a moment. As beautiful as trees are to look at, we don't see what goes on underground - as they grow roots. Trees must develop deep roots in order to grow strong and produce their beauty. But we don't see the roots. We just see and enjoy the beauty. In much the same way, what goes on inside of us is like the roots of a tree."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that's beautiful."
   },
   "author": {
    "text": "Rashida Jones"
   }
  },
  {
   "quote": {
    "text": "Beauty is not just a white girl. It's so many different flavors and shades."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "Beauty in art is often nothing but ugliness subdued."
   },
   "author": {
    "text": "Jean Rostand"
   }
  },
  {
   "quote": {
    "text": "Being natural is incredibly empowering for women because it's just who you are. You're embracing all the beautiful things about you from your head to your toes. Because when you mask so much of your natural beauty, people don't get to see that."
   },
   "author": {
    "text": "Rozonda Thomas"
   }
  },
  {
   "quote": {
    "text": "I need to see my own beauty and to continue to be reminded that I am enough, that I am worthy of love without effort, that I am beautiful, that the texture of my hair and that the shape of my curves, the size of my lips, the color of my skin, and the feelings that I have are all worthy and okay."
   },
   "author": {
    "text": "Tracee Ellis Ross"
   }
  },
  {
   "quote": {
    "text": "There is no real beauty without some slight imperfection."
   },
   "author": {
    "text": "James Salter"
   }
  },
  {
   "quote": {
    "text": "Where there is righteousness in the heart, there is beauty in the character. When there is beauty in the character, there is harmony in the home. When there is harmony in the home, there is order in the nation. When there is order in the nation, there is peace in the world."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "When virtue and modesty enlighten her charms, the lustre of a beautiful woman is brighter than the stars of heaven, and the influence of her power it is in vain to resist."
   },
   "author": {
    "text": "Akhenaton"
   }
  },
  {
   "quote": {
    "text": "Beauty surrounds us, but usually we need to be walking in a garden to know it."
   },
   "author": {
    "text": "Rumi"
   }
  },
  {
   "quote": {
    "text": "True beauty is born through our actions and aspirations and in the kindness we offer to others."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "The best part of beauty is that which no picture can express."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "O, thou art fairer than the evening air clad in the beauty of a thousand stars."
   },
   "author": {
    "text": "Christopher Marlowe"
   }
  },
  {
   "quote": {
    "text": "Beauty is in the eye of the beer holder."
   },
   "author": {
    "text": "Kinky Friedman"
   }
  },
  {
   "quote": {
    "text": "When we contemplate the whole globe as one great dewdrop, striped and dotted with continents and islands, flying through space with other stars all singing and shining together as one, the whole universe appears as an infinite storm of beauty."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "I believe in Liberty for all men: the space to stretch their arms and their souls, the right to breathe and the right to vote, the freedom to choose their friends, enjoy the sunshine, and ride on the railroads, uncursed by color; thinking, dreaming, working as they will in a kingdom of beauty and love."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "No better way is there to learn to love Nature than to understand Art. It dignifies every flower of the field. And, the boy who sees the thing of beauty which a bird on the wing becomes when transferred to wood or canvas will probably not throw the customary stone."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Beauty without expression is boring."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "I love natural beauty, and I think it's your best look, but I think makeup as an artist is so transformative."
   },
   "author": {
    "text": "Marina and the Diamonds"
   }
  },
  {
   "quote": {
    "text": "The world's biggest power is the youth and beauty of a woman."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "Less make-up is better, and it's always better to let your natural beauty shine. Essentially, be happy with your appearance."
   },
   "author": {
    "text": "Park Shin-hye"
   }
  },
  {
   "quote": {
    "text": "Don't get me wrong, I admire elegance and have an appreciation of the finer things in life. But to me, beauty lies in simplicity."
   },
   "author": {
    "text": "Mark Hyman"
   }
  },
  {
   "quote": {
    "text": "Beauty is being comfortable and confident in your own skin."
   },
   "author": {
    "text": "Iman"
   }
  },
  {
   "quote": {
    "text": "My mother is a big believer in being responsible for your own happiness. She always talked about finding joy in small moments and insisted that we stop and take in the beauty of an ordinary day. When I stop the car to make my kids really see a sunset, I hear my mother's voice and smile."
   },
   "author": {
    "text": "Jennifer Garner"
   }
  },
  {
   "quote": {
    "text": "I would define, in brief, the poetry of words as the rhythmical creation of Beauty."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "Everybody needs beauty as well as bread, places to play in and pray in, where nature may heal and give strength to body and soul."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "My belief is that we were put into this world of wonders and beauty with a special ability to appreciate them, in some cases to have the fun of taking a hand in developing them, and also in being able to help other people instead of overreaching them and, through it all, to enjoy life - that is, to be happy."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "We don't need bigger cars or fancier clothes. We need self-respect, identity, community, love, variety, beauty, challenge and a purpose in living that is greater than material accumulation."
   },
   "author": {
    "text": "Donella Meadows"
   }
  },
  {
   "quote": {
    "text": "Look up, laugh loud, talk big, keep the color in your cheek and the fire in your eye, adorn your person, maintain your health, your beauty and your animal spirits."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "If the world could remain within a frame like a painting on the wall, I think we'd see the beauty then and stand staring in awe."
   },
   "author": {
    "text": "Conor Oberst"
   }
  },
  {
   "quote": {
    "text": "The true beauty of music is that it connects people. It carries a message, and we, the musicians, are the messengers."
   },
   "author": {
    "text": "Roy Ayers"
   }
  },
  {
   "quote": {
    "text": "Beauty is about perception, not about make-up. I think the beginning of all beauty is knowing and liking oneself. You can't put on make-up, or dress yourself, or do you hair with any sort of fun or joy if you're doing it from a position of correction."
   },
   "author": {
    "text": "Kevyn Aucoin"
   }
  },
  {
   "quote": {
    "text": "What can a pencil do for all of us? Amazing things. It can write transcendent poetry, uplifting music, or life-changing equations; it can sketch the future, give life to untold beauty, and communicate the full-force of our love and aspirations."
   },
   "author": {
    "text": "Adam Braun"
   }
  },
  {
   "quote": {
    "text": "Art can never exist without naked beauty displayed."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Beauty of expression is so akin to the voice of the sea."
   },
   "author": {
    "text": "George Matthew Adams"
   }
  },
  {
   "quote": {
    "text": "Life isn't always really glamorous and fabulous. It's about encouraging people to go back to natural beauty."
   },
   "author": {
    "text": "Zoe Foster Blake"
   }
  },
  {
   "quote": {
    "text": "Mathematics has beauty and romance. It's not a boring place to be, the mathematical world. It's an extraordinary place; it's worth spending time there."
   },
   "author": {
    "text": "Marcus du Sautoy"
   }
  },
  {
   "quote": {
    "text": "I love fairy tales because of their haunting beauty and magical strangeness. They are set in worlds where anything can happen. Frogs can be kings, a thicket of brambles can hide a castle where a royal court has lain asleep for a hundred years, a boy can outwit a giant, and a girl can break a curse with nothing but her courage and steadfastness."
   },
   "author": {
    "text": "Kate Forsyth"
   }
  },
  {
   "quote": {
    "text": "Enlightened leadership is spiritual if we understand spirituality not as some kind of religious dogma or ideology but as the domain of awareness where we experience values like truth, goodness, beauty, love and compassion, and also intuition, creativity, insight and focused attention."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "I think every single imperfection adds to your beauty. I'd rather be imperfect than perfect."
   },
   "author": {
    "text": "Sonam Kapoor"
   }
  },
  {
   "quote": {
    "text": "To me, beauty and makeup and color is like the finishing touch on everything."
   },
   "author": {
    "text": "Marc Jacobs"
   }
  },
  {
   "quote": {
    "text": "Automobiles have always been part of my life, and I'm sure they always will be. What is it about them that moves me? The sound of a great engine, the unity and uniqueness of an automobile's engineering and coachwork, the history of the company and the car, and, of course, the sheer beauty of the thing."
   },
   "author": {
    "text": "Edward Herrmann"
   }
  },
  {
   "quote": {
    "text": "A thing of beauty is a joy forever: its loveliness increases; it will never pass into nothingness."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "Beauty is eternity gazing at itself in a mirror."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Gorgeous hair is the best revenge."
   },
   "author": {
    "text": "Ivana Trump"
   }
  },
  {
   "quote": {
    "text": "He who marvels at the beauty of the world in summer will find equal cause for wonder and admiration in winter."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "Do you know the difference between a beautiful woman and a charming one? A beauty is a woman you notice, a charmer is one who notices you."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "My definition of beauty is happiness. I believe that when you are happy, it shines through and makes you a more attractive and beautiful person!"
   },
   "author": {
    "text": "Bianca Balti"
   }
  },
  {
   "quote": {
    "text": "Look after yourself from within, and your beauty will shine through on your skin."
   },
   "author": {
    "text": "Shanina Shaik"
   }
  },
  {
   "quote": {
    "text": "The beauty of a woman is not in the clothes she wears, the figure that she carries or the way she combs her hair."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "Cats are the runes of beauty, invincibility, wonder, pride, freedom, coldness, self-sufficiency, and dainty individuality - the qualities of sensitive, enlightened, mentally developed, pagan, cynical, poetic, philosophic, dispassionate, reserved, independent, Nietzschean, unbroken, civilised, master-class men."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "When you are balanced and when you listen and attend to the needs of your body, mind, and spirit, your natural beauty comes out."
   },
   "author": {
    "text": "Christy Turlington"
   }
  },
  {
   "quote": {
    "text": "When it comes to beauty, I feel that hanging with people you love, laughing, and doing silly things gets your spirits up. We are always prettier when we are happier."
   },
   "author": {
    "text": "Sara Sampaio"
   }
  },
  {
   "quote": {
    "text": "Coral reefs represent some of the world's most spectacular beauty spots, but they are also the foundation of marine life: without them many of the sea's most exquisite species will not survive."
   },
   "author": {
    "text": "Sheherazade Goldsmith"
   }
  },
  {
   "quote": {
    "text": "Our task must be to free ourselves by widening our circle of compassion to embrace all living creatures and the whole of nature and its beauty."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Anyone who keeps the ability to see beauty never grows old."
   },
   "author": {
    "text": "Franz Kafka"
   }
  },
  {
   "quote": {
    "text": "Tramping is too easy with all this money. My days were more exciting when I was penniless and had to forage around for my next meal... I've decided that I'm going to live this life for some time to come. The freedom and simple beauty of it is just too good to pass up."
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "Love is the beauty of the soul."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "Beauty is the only thing that time cannot harm. Philosophies fall away like sand, creeds follow one another, but what is beautiful is a joy for all seasons, a possession for all eternity."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "We needed something to express our joy, our beauty, our power. And the rainbow did that."
   },
   "author": {
    "text": "Gilbert Baker"
   }
  },
  {
   "quote": {
    "text": "There is a kind of beauty in imperfection."
   },
   "author": {
    "text": "Conrad Hall"
   }
  },
  {
   "quote": {
    "text": "The beauty is that through disappointment you can gain clarity, and with clarity comes conviction and true originality."
   },
   "author": {
    "text": "Conan O'Brien"
   }
  },
  {
   "quote": {
    "text": "Beauty is about what's inside us, loving who we are and nurturing that. Outward beauty can really blossom from there."
   },
   "author": {
    "text": "Connie Britton"
   }
  },
  {
   "quote": {
    "text": "Beauty is everywhere a welcome guest."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "The books that help you most are those which make you think that most. The hardest way of learning is that of easy reading; but a great book that comes from a great thinker is a ship of thought, deep freighted with truth and beauty."
   },
   "author": {
    "text": "Pablo Neruda"
   }
  },
  {
   "quote": {
    "text": "In life, as in art, the beautiful moves in curves."
   },
   "author": {
    "text": "Edward G. Bulwer-Lytton"
   }
  },
  {
   "quote": {
    "text": "The beauty comes with the balance. Everyone should find his own balance in his personal as well as his professional life. Once you do so, you will feel and look beautiful."
   },
   "author": {
    "text": "Karolina Kurkova"
   }
  },
  {
   "quote": {
    "text": "It is not so much for its beauty that the forest makes a claim upon men's hearts, as for that subtle something, that quality of air that emanation from old trees, that so wonderfully changes and renews a weary spirit."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "There are no better cosmetics than a severe temperance and purity, modesty and humility, a gracious temper and calmness of spirit; and there is no true beauty without the signatures of these graces in the very countenance."
   },
   "author": {
    "text": "Arthur Helps"
   }
  },
  {
   "quote": {
    "text": "Education is the best friend. An educated person is respected everywhere. Education beats the beauty and the youth."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "You really don't need to wear any make-up most of the time; keep your eyebrows the way they are, and find your own natural beauty signature."
   },
   "author": {
    "text": "Erin Heatherton"
   }
  },
  {
   "quote": {
    "text": "There's design, and there's art. Good design is total harmony. There's no better designer than nature - if you look at a branch or a leaf, it's perfect. It's all function. Art is different. It's about emotion. It's about suffering and beauty - but mostly suffering!"
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "I always say that kindness is the greatest beauty that you can have."
   },
   "author": {
    "text": "Andie MacDowell"
   }
  },
  {
   "quote": {
    "text": "I believe in the power of great clothing. It can evoke confidence, beauty, and a sense of glamour."
   },
   "author": {
    "text": "Tina Knowles"
   }
  },
  {
   "quote": {
    "text": "I trust in nature for the stable laws of beauty and utility. Spring shall plant and autumn garner to the end of time."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "Far away there in the sunshine are my highest aspirations. I may not reach them, but I can look up and see their beauty, believe in them, and try to follow where they lead."
   },
   "author": {
    "text": "Louisa May Alcott"
   }
  },
  {
   "quote": {
    "text": "For the mind disturbed, the still beauty of dawn is nature's finest balm."
   },
   "author": {
    "text": "Edwin Way Teale"
   }
  },
  {
   "quote": {
    "text": "There is beauty and humility in imperfection."
   },
   "author": {
    "text": "Guillermo del Toro"
   }
  },
  {
   "quote": {
    "text": "Beauty is in the heart of the beholder."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "Endurance is nobler than strength, and patience than beauty."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "People probably think I'm cute because I have dimples and am friendly and always smiling. But beauty is different. In Chinese, people say I have chi ze, which means aura or a strong sense of presentation. It's not about my look."
   },
   "author": {
    "text": "Liu Wen"
   }
  },
  {
   "quote": {
    "text": "Flowers... are a proud assertion that a ray of beauty outvalues all the utilities of the world."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "The more I see of deer, the more I admire them as mountaineers. They make their way into the heart of the roughest solitudes with smooth reserve of strength, through dense belts of brush and forest encumbered with fallen trees and boulder piles, across canons, roaring streams, and snow-fields, ever showing forth beauty and courage."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Walk on a rainbow trail; walk on a trail of song, and all about you will be beauty. There is a way out of every dark mist, over a rainbow trail."
   },
   "author": {
    "text": "Robert Motherwell"
   }
  },
  {
   "quote": {
    "text": "The rose is the flower and handmaiden of love - the lily, her fair associate, is the emblem of beauty and purity."
   },
   "author": {
    "text": "Dorothea Dix"
   }
  },
  {
   "quote": {
    "text": "Everyone can identify with a fragrant garden, with beauty of sunset, with the quiet of nature, with a warm and cozy cottage."
   },
   "author": {
    "text": "Thomas Kinkade"
   }
  },
  {
   "quote": {
    "text": "Perhaps the mission of an artist is to interpret beauty to people - the beauty within themselves."
   },
   "author": {
    "text": "Langston Hughes"
   }
  },
  {
   "quote": {
    "text": "For me, true beauty has nothing to do with wrinkles and everything to do with the fact that my maternal grandmother raised five children just after the war and remained a fighter throughout her life. True beauty is the slick of red lipstick my paternal grandmother would put on before going to church on Sunday."
   },
   "author": {
    "text": "Monica Bellucci"
   }
  },
  {
   "quote": {
    "text": "I like Aurora, 'Sleeping Beauty,' because she's just sleeping and looking pretty and waiting for boys to come kiss her. Sounds like a good life - lots of naps and cute boys fighting dragons to come kiss you."
   },
   "author": {
    "text": "Ariana Grande"
   }
  },
  {
   "quote": {
    "text": "I decided that if I could paint that flower in a huge scale, you could not ignore its beauty."
   },
   "author": {
    "text": "Georgia O'Keeffe"
   }
  },
  {
   "quote": {
    "text": "'Beauty is truth, truth beauty,' - that is all ye know on earth, and all ye need to know."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "'Handsome' means many things to many people. If people consider me handsome, I feel flattered - and have my parents to thank for it. Realistically, it doesn't hurt to be good-looking, especially in this business."
   },
   "author": {
    "text": "Richard Chamberlain"
   }
  },
  {
   "quote": {
    "text": "I think part of the beauty of our relationship with jewelry is that it can change and evolve as we do ourselves."
   },
   "author": {
    "text": "Erika Christensen"
   }
  },
  {
   "quote": {
    "text": "Each angel that God created was in himself a masterpiece. Each one possessed his own degree of intelligence and his own beauty."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "Beauty is an ecstasy; it is as simple as hunger. There is really nothing to be said about it. It is like the perfume of a rose: you can smell it and that is all."
   },
   "author": {
    "text": "W. Somerset Maugham"
   }
  },
  {
   "quote": {
    "text": "Glamour comes from within. My beauty regime begins with my personality."
   },
   "author": {
    "text": "Barry Humphries"
   }
  },
  {
   "quote": {
    "text": "The waving of a pine tree on the top of a mountain - a magic wand in Nature's hand - every devout mountaineer knows its power; but the marvelous beauty value of what the Scotch call a breckan in a still dell, what poet has sung this?"
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Ariel may look a lot like Barbie, and her adventure may be limited to romance and over with the wedding bells, but unlike, say, Cinderella or Sleeping Beauty, she's active, brave and determined, the heroine of her own life. She even rescues the prince. And that makes her a rare fish, indeed, in the world of preschool culture."
   },
   "author": {
    "text": "Katha Pollitt"
   }
  },
  {
   "quote": {
    "text": "I might have some character traits that some might see as innocence or naive. That's because I discovered peace and happiness in my soul. And with this knowledge, I also see the beauty of human life."
   },
   "author": {
    "text": "Tobey Maguire"
   }
  },
  {
   "quote": {
    "text": "The way a woman carries herself and the way she dresses ought to promote the following types of words: modesty, discretion, wisdom, beauty, elegance and refinement, but not sensuality, luxury, extravagance."
   },
   "author": {
    "text": "Paul Washer"
   }
  },
  {
   "quote": {
    "text": "I don't think of all the misery but of the beauty that still remains."
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "The beauty of my journey is that it's always been pretty unpredictable, so stay tuned."
   },
   "author": {
    "text": "Andreja Pejic"
   }
  },
  {
   "quote": {
    "text": "I don't see the desert as barren at all; I see it as full and ripe. It doesn't need to be flattered with rain. It certainly needs rain, but it does with what it has, and creates amazing beauty."
   },
   "author": {
    "text": "Joy Harjo"
   }
  },
  {
   "quote": {
    "text": "A rainbow is the product of physics working for your appreciation of beauty."
   },
   "author": {
    "text": "Kyle Hill"
   }
  },
  {
   "quote": {
    "text": "Personal health is related to self-control and to the worship of life in all its natural beauty - self-control bringing with it happiness, renewed youth, and long life."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Beauty is a short-lived tyranny."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "In a meadow full of flowers, you cannot walk through and breathe those smells and see all those colors and remain angry. We have to support the beauty, the poetry, of life."
   },
   "author": {
    "text": "Jonas Mekas"
   }
  },
  {
   "quote": {
    "text": "I believe it's time that women truly owned their superpowers and used their beauty and strength to change the world around them."
   },
   "author": {
    "text": "Janelle Monae"
   }
  },
  {
   "quote": {
    "text": "Beauty and the Beast seemed like it all was really brown. The whole thing was just so brown and orange and yellow, like Burger King or something. I don't think I would have liked Beauty and the Beast at any age."
   },
   "author": {
    "text": "Mike Judge"
   }
  },
  {
   "quote": {
    "text": "Looking beautiful isn't just about what you apply on your face. It's the little things you do that matter. A combination of a good diet, exercise, healthy habits, discipline, dancing etc. is what my beauty routine consists of. Also, I have no bad habits; I don't drink or smoke. All these contribute to me being fit and looking good."
   },
   "author": {
    "text": "Madhuri Dixit"
   }
  },
  {
   "quote": {
    "text": "The beauty of reading is that it lets you travel in a way you could never know."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "I don't love Photoshop; I like imperfection. It doesn't mean ugly. I love a girl with a gap between her teeth, versus perfect white veneers. Perfection is just... boring. Perfect is what's natural or real; that is beauty."
   },
   "author": {
    "text": "Marc Jacobs"
   }
  },
  {
   "quote": {
    "text": "If a work of art is rich and vital and complete, those who have artistic instincts will see its beauty, and those to whom ethics appeal more strongly than aesthetics will see its moral lesson. It will fill the cowardly with terror, and the unclean will see in it their own shame."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "People often say that 'beauty is in the eye of the beholder,' and I say that the most liberating thing about beauty is realizing that you are the beholder. This empowers us to find beauty in places where others have not dared to look, including inside ourselves."
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "Beauty is mysterious as well as terrible. God and devil are fighting there, and the battlefield is the heart of man."
   },
   "author": {
    "text": "Fyodor Dostoevsky"
   }
  },
  {
   "quote": {
    "text": "Although beauty may be in the eye of the beholder, the feeling of being beautiful exists solely in the mind of the beheld."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "Beauty of whatever kind, in its supreme development, invariably excites the sensitive soul to tears."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "Find beauty not only in the thing itself but in the pattern of the shadows, the light and dark which that thing provides."
   },
   "author": {
    "text": "Junichiro Tanizaki"
   }
  },
  {
   "quote": {
    "text": "I am among those who think that science has great beauty."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "We especially need imagination in science. It is not all mathematics, nor all logic, but it is somewhat beauty and poetry."
   },
   "author": {
    "text": "Maria Mitchell"
   }
  },
  {
   "quote": {
    "text": "There's a lot of beauty in the world, so go hang out and go be a part of the solution rather than the problem."
   },
   "author": {
    "text": "Mac Miller"
   }
  },
  {
   "quote": {
    "text": "Real beauty is to be true to oneself. That's what makes me feel good."
   },
   "author": {
    "text": "Laetitia Casta"
   }
  },
  {
   "quote": {
    "text": "Do not waste time dreaming of great faraway opportunities; do the best you can where you are. Open your petals of power and beauty and fling out the fragrance of your life in the place that has been assigned to you."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Today I see beauty everywhere I go, in every face I see, in every single soul."
   },
   "author": {
    "text": "Kevyn Aucoin"
   }
  },
  {
   "quote": {
    "text": "I discovered that the horse is life itself, a metaphor but also an example of life's mystery and unpredictability, of life's generosity and beauty, a worthy object of repeated and ever changing contemplation."
   },
   "author": {
    "text": "Jane Smiley"
   }
  },
  {
   "quote": {
    "text": "For most people, we often marvel at the beauty of a sunrise or the magnificence of a full moon, but it is impossible to fathom the magnitude of the universe that surrounds us."
   },
   "author": {
    "text": "Richard Baker"
   }
  },
  {
   "quote": {
    "text": "We have spent so many years looking at images of another beauty ideal and so many years taking in magazine covers and films that represent a beauty standard that we'll never meet. People don't realize that there are makeup artists and hairstylists behind the scenes - even in something as simple as a 'candid' Instagram photo."
   },
   "author": {
    "text": "Philomena Kwao"
   }
  },
  {
   "quote": {
    "text": "There is no cosmetic for beauty like happiness."
   },
   "author": {
    "text": "Maria Mitchell"
   }
  },
  {
   "quote": {
    "text": "We come in many different shapes and sizes, and we need to support each other and our differences. Our beauty is in our differences."
   },
   "author": {
    "text": "Carre Otis"
   }
  },
  {
   "quote": {
    "text": "Those who find beauty in all of nature will find themselves at one with the secrets of life itself."
   },
   "author": {
    "text": "L. Wolfe Gilbert"
   }
  },
  {
   "quote": {
    "text": "Beauty is the lover's gift."
   },
   "author": {
    "text": "William Congreve"
   }
  },
  {
   "quote": {
    "text": "I love musicians. I think artists are the most amazing people because they're constantly creating beauty for the world. With all the crazy stuff going on in the world, then there's artists reminding us of our humanity and reminding us of our heart and soul and what really matters."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "Beauty is but a flower, which wrinkles will devour."
   },
   "author": {
    "text": "Thomas Nashe"
   }
  },
  {
   "quote": {
    "text": "We have been educated into believing someone else's concept of the deity, and someone else's standard of beauty. You have the right to practice any religion and politics in a way that best suits your freedom, your dignity, and your understanding. And once you do that, you don't apologize."
   },
   "author": {
    "text": "John Henrik Clarke"
   }
  },
  {
   "quote": {
    "text": "To me, teamwork is the beauty of our sport, where you have five acting as one. You become selfless."
   },
   "author": {
    "text": "Mike Krzyzewski"
   }
  },
  {
   "quote": {
    "text": "She is a peacock in everything but beauty."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "I would never like to endorse a fairness cream. I believe in natural beauty."
   },
   "author": {
    "text": "Esha Gupta"
   }
  },
  {
   "quote": {
    "text": "A horse is a thing of beauty... none will tire of looking at him as long as he displays himself in his splendor."
   },
   "author": {
    "text": "Xenophon"
   }
  },
  {
   "quote": {
    "text": "The best news of the Christian gospel is that the supremely glorious Creator of the universe has acted in Jesus Christ's death and resurrection to remove every obstacle between us and himself so that we may find everlasting joy in seeing and savoring his infinite beauty."
   },
   "author": {
    "text": "John Piper"
   }
  },
  {
   "quote": {
    "text": "Beauty, sweet love, is like the morning dew, Whose short refresh upon tender green, Cheers for a time, but till the sun doth show And straight is gone, as it had never been."
   },
   "author": {
    "text": "Samuel Daniel"
   }
  },
  {
   "quote": {
    "text": "Learning to love my inner and outer beauty wasn't an easy road. I still don't always love the reflection I see in the mirror, but I have learned that my outer appearance does not define me."
   },
   "author": {
    "text": "Katherine Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "When I pray, I always thank Mother Nature for all the beauty in the world. It's about having an attitude of gratitude."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "Beauty has no boundaries, no rules, no colors. Beauty is like a religion. You can include everything inside it."
   },
   "author": {
    "text": "Alessandro Michele"
   }
  },
  {
   "quote": {
    "text": "There is a beauty and clarity that comes from simplicity that we sometimes do not appreciate in our thirst for intricate solutions."
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "Knowing yourself, and learning to love yourself as you are, is the beginning of beauty. I think the most important thing is to show off what's most beautiful about you and to hide what's less beautiful."
   },
   "author": {
    "text": "Sonia Rykiel"
   }
  },
  {
   "quote": {
    "text": "Personal beauty is a greater recommendation than any letter of reference."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Solitude has its own very strange beauty to it."
   },
   "author": {
    "text": "Liv Tyler"
   }
  },
  {
   "quote": {
    "text": "There's a difference between beauty and charm. A beautiful woman is one I notice. A charming woman is one who notices me."
   },
   "author": {
    "text": "John Erskine"
   }
  },
  {
   "quote": {
    "text": "Everyday life is like programming, I guess. If you love something you can put beauty into it."
   },
   "author": {
    "text": "Donald Knuth"
   }
  },
  {
   "quote": {
    "text": "I think Sydney has so much natural beauty; it's just a beautiful city."
   },
   "author": {
    "text": "Flume"
   }
  },
  {
   "quote": {
    "text": "Our scientific age demands that we provide definitions, measurements, and statistics in order to be taken seriously. Yet most of the important things in life cannot be precisely defined or measured. Can we define or measure love, beauty, friendship, or decency, for example?"
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "The perception of beauty is a moral test."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "A lot of us grow up and we grow out of the literal interpretation that we get when we're children, but we bear the scars all our life. Whether they're scars of beauty or scars of ugliness, it's pretty much in the eye of the beholder."
   },
   "author": {
    "text": "Stephen King"
   }
  },
  {
   "quote": {
    "text": "To experience sublime natural beauty is to confront the total inadequacy of language to describe what you see. Words cannot convey the scale of a view that is so stunning it is felt."
   },
   "author": {
    "text": "Eleanor Catton"
   }
  },
  {
   "quote": {
    "text": "I appreciate simplicity, true beauty that lasts over time, and a little wit and eclecticism that make life more fun."
   },
   "author": {
    "text": "Elliott Erwitt"
   }
  },
  {
   "quote": {
    "text": "I have moments where I miss my old self. But I think anyone can get caught up in what we used to have. But at the same time, we can choose to focus on the beauty of now."
   },
   "author": {
    "text": "Steve Gleason"
   }
  },
  {
   "quote": {
    "text": "Should you shield the canyons from the windstorms you would never see the true beauty of their carvings."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "Youth is happy because it has the ability to see beauty. Anyone who keeps the ability to see beauty never grows old."
   },
   "author": {
    "text": "Franz Kafka"
   }
  },
  {
   "quote": {
    "text": "Everyone has their own insecurities, regardless of how you look or how people perceive you, but sometimes people give their insecurities too much power. Defining beauty is simply a matter of opinion. For me, real beauty has very little to do with the structure of someone's face or body."
   },
   "author": {
    "text": "Devon Aoki"
   }
  },
  {
   "quote": {
    "text": "Of life's two chief prizes, beauty and truth, I found the first in a loving heart and the second in a laborer's hand."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "No state can match the beauty of the Chesapeake Bay, our beaches and farms, or the mountains of Western Maryland, the Port of Baltimore, or the historic charm of every corner of our state."
   },
   "author": {
    "text": "Larry Hogan"
   }
  },
  {
   "quote": {
    "text": "Beauty is worse than wine, it intoxicates both the holder and beholder."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Facts which at first seem improbable will, even on scant explanation, drop the cloak which has hidden them and stand forth in naked and simple beauty."
   },
   "author": {
    "text": "Galileo Galilei"
   }
  },
  {
   "quote": {
    "text": "Being nerdy just means being passionate about something, including everyone - the coolest people on Earth are passionate and therefore nerdy about something whatever it is, whether it's sports, or gaming, or technology, or fashion, or beauty, or food, or whatever."
   },
   "author": {
    "text": "Zachary Levi"
   }
  },
  {
   "quote": {
    "text": "I feel it is important not to get overly obsessed and overly carried away with just the physical aspect. There is more to beauty than just the physical appearance. You are also a complete person, and a woman should have an identity beyond just the way she looks."
   },
   "author": {
    "text": "Katrina Kaif"
   }
  },
  {
   "quote": {
    "text": "Pastry is different from cooking because you have to consider the chemistry, beauty and flavor. It's not just sugar and eggs thrown together. I tell my pastry chefs to be in tune for all of this. You have to be challenged by using secret or unusual ingredients."
   },
   "author": {
    "text": "Ron Ben-Israel"
   }
  },
  {
   "quote": {
    "text": "There's no such thing is aging, but maturing and knowledge. It's beautiful, I call that beauty."
   },
   "author": {
    "text": "Celine Dion"
   }
  },
  {
   "quote": {
    "text": "Beauty is the first test: there is no permanent place in the world for ugly mathematics."
   },
   "author": {
    "text": "G. H. Hardy"
   }
  },
  {
   "quote": {
    "text": "Taught from infancy that beauty is woman's sceptre, the mind shapes itself to the body, and roaming round its gilt cage, only seeks to adorn its prison."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "There is something special about the beauty in the unclear, the ambiguity, the in-between that you can't totally recognise."
   },
   "author": {
    "text": "Alessandro Michele"
   }
  },
  {
   "quote": {
    "text": "Beauty is not caused. It is."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "Character contributes to beauty. It fortifies a woman as her youth fades. A mode of conduct, a standard of courage, discipline, fortitude, and integrity can do a great deal to make a woman beautiful."
   },
   "author": {
    "text": "Jacqueline Bisset"
   }
  },
  {
   "quote": {
    "text": "There is no racial or ethnic involvement in Thanksgiving, and people who may be very distant from the Christian system can see the beauty and the positive spirit that comes from the holiday."
   },
   "author": {
    "text": "John Clayton"
   }
  },
  {
   "quote": {
    "text": "Virtue has a veil, vice a mask."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "A woman of the world is anxious to exhibit her form and shape, whether walking, standing, sitting, or sleeping. Even when represented as a picture, she desires to captivate with the charms of her beauty and, thus, to rob men of their steadfast heart."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "When we recognise the virtues, the talent, the beauty of Mother Earth, something is born in us, some kind of connection, love is born."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Beauty and femininity are ageless and can't be contrived, and glamour, although the manufacturers won't like this, cannot be manufactured. Not real glamour; it's based on femininity."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Since love grows within you, so beauty grows. For love is the beauty of the soul."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "Heat cannot be separated from fire, or beauty from The Eternal."
   },
   "author": {
    "text": "Dante Alighieri"
   }
  },
  {
   "quote": {
    "text": "Beauty for some provides escape, who gain a happiness in eyeing the gorgeous buttocks of the ape or Autumn sunsets exquisitely dying."
   },
   "author": {
    "text": "Langston Hughes"
   }
  },
  {
   "quote": {
    "text": "I have often said that the lure of flying is the lure of beauty."
   },
   "author": {
    "text": "Amelia Earhart"
   }
  },
  {
   "quote": {
    "text": "Life has sweetness to it and a beauty and a power that I wanted to celebrate."
   },
   "author": {
    "text": "Valerie Harper"
   }
  },
  {
   "quote": {
    "text": "Grace is the beauty of form under the influence of freedom."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "True beauty is when someone radiates that they like themselves."
   },
   "author": {
    "text": "Aimee Mullins"
   }
  },
  {
   "quote": {
    "text": "You can be a pretty face, but if you're not a nice person, it just doesn't work. I'm not traditionally a beauty, but apparently people think I'm all right. If you're a nice person, it definitely helps."
   },
   "author": {
    "text": "Kate Moss"
   }
  },
  {
   "quote": {
    "text": "I see flaws as a kind of beauty."
   },
   "author": {
    "text": "Karan Mahajan"
   }
  },
  {
   "quote": {
    "text": "The difference between utility and utility plus beauty is the difference between telephone wires and the spider web."
   },
   "author": {
    "text": "Edwin Way Teale"
   }
  },
  {
   "quote": {
    "text": "You know when I feel inwardly beautiful? When I am with my girlfriends and we are having a 'goddess circle'."
   },
   "author": {
    "text": "Jennifer Aniston"
   }
  },
  {
   "quote": {
    "text": "I always find beauty in things that are odd and imperfect - they are much more interesting."
   },
   "author": {
    "text": "Marc Jacobs"
   }
  },
  {
   "quote": {
    "text": "Aging has a wonderful beauty and we should have respect for that."
   },
   "author": {
    "text": "Eartha Kitt"
   }
  },
  {
   "quote": {
    "text": "While Pickstown may not be what it once was, it still is framed by the natural beauty of the ancient river, the sweep of the Great Plains, and the long, unbroken shoreline of the lake behind the dam. It gave me a 19th-century childhood in a modern mid-20th-century town, and for that I will always be grateful."
   },
   "author": {
    "text": "Tom Brokaw"
   }
  },
  {
   "quote": {
    "text": "Riding my motorcycle around L.A. is like my own video game. But unlike many folks at the wheel, I am occupied with getting where I'm going and keeping myself safe. Most people are applying makeup, texting, and checking out the beauty in the next car."
   },
   "author": {
    "text": "Hugh Laurie"
   }
  },
  {
   "quote": {
    "text": "My mama told me in college, 'I love you, and you're God's child, but natural beauty will only take you so far.'"
   },
   "author": {
    "text": "Robin Roberts"
   }
  },
  {
   "quote": {
    "text": "Most of us who become experimental physicists do so for two reasons; we love the tools of physics because to us they have intrinsic beauty, and we dream of finding new secrets of nature as important and as exciting as those uncovered by our scientific heroes."
   },
   "author": {
    "text": "Luis Walter Alvarez"
   }
  },
  {
   "quote": {
    "text": "While traveling around the world, I've had the opportunity to work with every living beauty icon. I've learned to appreciate idiosyncrasy. The fact is, there is really no such thing as 'normal' - everybody's different, and that is the essence of their beauty."
   },
   "author": {
    "text": "Kevyn Aucoin"
   }
  },
  {
   "quote": {
    "text": "Wisdom I know is social. She seeks her fellows. But Beauty is jealous, and illy bears the presence of a rival."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "It is cruel, you know, that music should be so beautiful. It has the beauty of loneliness of pain: of strength and freedom. The beauty of disappointment and never-satisfied love. The cruel beauty of nature and everlasting beauty of monotony."
   },
   "author": {
    "text": "Benjamin Britten"
   }
  },
  {
   "quote": {
    "text": "My beauty ethos? Well, I'd love to tell you it's something like 'less is more,' but honestly, it all starts with happiness. If only someone could bottle that up - when I'm happy, I'm at my most radiant and glowing. It does me better than any product ever could. And I stand by how cheesy and cliched that sounds."
   },
   "author": {
    "text": "Solange Knowles"
   }
  },
  {
   "quote": {
    "text": "The beauty of dystopia is that it lets us vicariously experience future worlds - but we still have the power to change our own."
   },
   "author": {
    "text": "Ally Condie"
   }
  },
  {
   "quote": {
    "text": "I believe love at first sight is possible. Centuries of literature and art and beauty has been dedicated to that idea, so who am I to argue, even if I've never experienced it?"
   },
   "author": {
    "text": "Maggie Grace"
   }
  },
  {
   "quote": {
    "text": "Nail polish is like the icing on the beauty cake."
   },
   "author": {
    "text": "Mary Helen Bowers"
   }
  },
  {
   "quote": {
    "text": "I do not have much patience with a thing of beauty that must be explained to be understood. If it does need additional interpretation by someone other than the creator, then I question whether it has fulfilled its purpose."
   },
   "author": {
    "text": "Charlie Chaplin"
   }
  },
  {
   "quote": {
    "text": "Perfect is boring: Beauty is irregular."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Some people would claim that things like love, joy and beauty belong to a different category from science and can't be described in scientific terms, but I think they can now be explained by the theory of evolution."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Jordan has a strange, haunting beauty and a sense of timelessness. Dotted with the ruins of empires once great, it is the last resort of yesterday in the world of tomorrow. I love every inch of it."
   },
   "author": {
    "text": "Hussein of Jordan"
   }
  },
  {
   "quote": {
    "text": "'Changes in Latitudes' began when I was looking at a photograph of a sea turtle swimming underwater. I had such a strong feeling for the beauty of this ancient creature, at home in the sea. On the spot, I wanted to swim with that turtle. I began to imagine a character who would do just that."
   },
   "author": {
    "text": "Will Hobbs"
   }
  },
  {
   "quote": {
    "text": "Nothing will teach you more about perceived value than taking something with literally no value and selling it in the auction format. It teaches you the beauty and power of presentation, and how you can make magic out of nothing."
   },
   "author": {
    "text": "Sophia Amoruso"
   }
  },
  {
   "quote": {
    "text": "There are elements of intrinsic beauty in the simplification of a house built on the log cabin idea."
   },
   "author": {
    "text": "Gustav Stickley"
   }
  },
  {
   "quote": {
    "text": "Los Angeles is like a beauty parlor at the end of the universe."
   },
   "author": {
    "text": "Emily Mortimer"
   }
  },
  {
   "quote": {
    "text": "An architect must remember that the people working or living in his building need space - to dream, to be quiet, to find beauty somewhere."
   },
   "author": {
    "text": "Christian de Portzamparc"
   }
  },
  {
   "quote": {
    "text": "For all of nature's wonder and beauty, it is also hostile and unpredictable."
   },
   "author": {
    "text": "Liam Neeson"
   }
  },
  {
   "quote": {
    "text": "I think that with beauty, people jump to the end instead of starting from the beginning with a good lotion or prep."
   },
   "author": {
    "text": "Kat Graham"
   }
  },
  {
   "quote": {
    "text": "Laughter and joy are part of the beauty of life."
   },
   "author": {
    "text": "Diogo Morgado"
   }
  },
  {
   "quote": {
    "text": "No spring nor summer beauty hath such grace as I have seen in one autumnal face."
   },
   "author": {
    "text": "John Donne"
   }
  },
  {
   "quote": {
    "text": "Beauty is a gift, just like good health or intelligence. The only thing is not to be proud of being beautiful. Because you didn't do anything - it was given to you."
   },
   "author": {
    "text": "Monica Bellucci"
   }
  },
  {
   "quote": {
    "text": "It seems to me that the natural world is the greatest source of excitement; the greatest source of visual beauty; the greatest source of intellectual interest. It is the greatest source of so much in life that makes life worth living."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "Alas! how little does the memory of these human inhabitants enhance the beauty of the landscape!"
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "As we grow old, the beauty steals inward."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Once you go inside and weed through the muck, you will find the real beauty, the truth about yourself."
   },
   "author": {
    "text": "Lindsay Wagner"
   }
  },
  {
   "quote": {
    "text": "Art should never be limited - the beauty of art is that it gives us the freedom to go places where we wouldn't go to in our normal lives. Inside, I'm just so many different people. I go from the pretty girl on the red carpet to the singer at Ozzfest, spitting in the crowd. That's Jada."
   },
   "author": {
    "text": "Jada Pinkett Smith"
   }
  },
  {
   "quote": {
    "text": "Beauty is as relative as light and dark. Thus, there exists no beautiful woman, none at all, because you are never certain that a still far more beautiful woman will not appear and completely shame the supposed beauty of the first."
   },
   "author": {
    "text": "Paul Klee"
   }
  },
  {
   "quote": {
    "text": "Beauty is the bait which with delight allures man to enlarge his kind."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "The coniferous forests of the Yosemite Park, and of the Sierra in general, surpass all others of their kind in America, or indeed the world, not only in the size and beauty of the trees, but in the number of species assembled together, and the grandeur of the mountains they are growing on."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Courtesy is a silver lining around the dark clouds of civilization; it is the best part of refinement and in many ways, an art of heroic beauty in the vast gallery of man's cruelty and baseness."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "That's the beauty of coaching. You get to touch lives, you get to make a difference. You get to do things for people who will never pay you back and they say you never have had a perfect day until you've done something for someone who will never pay you back."
   },
   "author": {
    "text": "Morgan Wootten"
   }
  },
  {
   "quote": {
    "text": "My greatest beauty secret is being happy with myself. I don't use special creams or treatments - I'll use a little bit of everything. It's a mistake to think you are what you put on yourself. I believe that a lot of how you look is to do with how you feel about yourself and your life. Happiness is the greatest beauty secret."
   },
   "author": {
    "text": "Tina Turner"
   }
  },
  {
   "quote": {
    "text": "In beauty, there's this idea of this perfect picture, and I think, 'How about being present in the now, and a little messy?'"
   },
   "author": {
    "text": "Emily Weiss"
   }
  },
  {
   "quote": {
    "text": "There is beauty in our roots. Sometimes we think our roots are shameful, and people tell you that you're no good or your ancestors are no good or that you come from a neighborhood of no hope and terrible crime. But it's about the beauty of those places, and I carry that with me."
   },
   "author": {
    "text": "Luis Alberto Urrea"
   }
  },
  {
   "quote": {
    "text": "Personalized beauty is about each woman being able to create her own makeup routine that complements her coloring and style."
   },
   "author": {
    "text": "Bobbi Brown"
   }
  },
  {
   "quote": {
    "text": "My Barbie doll is definitely a reflection of me and my personality. My doll is so detailed, she even has my same beauty marks."
   },
   "author": {
    "text": "Ally Brooke"
   }
  },
  {
   "quote": {
    "text": "I can barely conceive of a type of beauty in which there is no Melancholy."
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "You're beautiful, like a May fly."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Not to sound corny, but intelligence is big. Everything fades, and everything can be modified. But intelligence is something you can't fake. I'm not even talking about whether you can read a thesaurus backwards. But there is a beauty in common sense."
   },
   "author": {
    "text": "Wale"
   }
  },
  {
   "quote": {
    "text": "The beauty that addresses itself to the eyes is only the spell of the moment; the eye of the body is not always that of the soul."
   },
   "author": {
    "text": "George Sand"
   }
  },
  {
   "quote": {
    "text": "I love the fact that we are surrounded by this spectacular natural beauty that routinely strikes us dead. Hikers walk off into the woods and are never seen again. And still we tug on our fleece and skip off into the wilderness, not a care in the world."
   },
   "author": {
    "text": "Chelsea Cain"
   }
  },
  {
   "quote": {
    "text": "Design is not making beauty, beauty emerges from selection, affinities, integration, love."
   },
   "author": {
    "text": "Louis Kahn"
   }
  },
  {
   "quote": {
    "text": "Even when I see a beautiful woman, I think, 'Aw, her life must be amazing.' Everyone does it. That's human nature to believe that beauty is everything."
   },
   "author": {
    "text": "Marina and the Diamonds"
   }
  },
  {
   "quote": {
    "text": "Cherish sunsets, wild creatures and wild places. Have a love affair with the wonder and beauty of the earth."
   },
   "author": {
    "text": "Stewart Udall"
   }
  },
  {
   "quote": {
    "text": "I'm no natural beauty. If I'm gonna have any looks at all, I'm gonna have to create them."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "There is in true beauty, as in courage, something which narrow souls cannot dare to admire."
   },
   "author": {
    "text": "William Congreve"
   }
  },
  {
   "quote": {
    "text": "There is certainly no absolute standard of beauty. That precisely is what makes its pursuit so interesting."
   },
   "author": {
    "text": "John Kenneth Galbraith"
   }
  },
  {
   "quote": {
    "text": "The beauty of having short hair is that I actually can wash and style it at home!"
   },
   "author": {
    "text": "Meagan Good"
   }
  },
  {
   "quote": {
    "text": "Liturgy is like a strong tree whose beauty is derived from the continuous renewal of its leaves, but whose strength comes from the old trunk, with solid roots in the ground."
   },
   "author": {
    "text": "Pope Paul VI"
   }
  },
  {
   "quote": {
    "text": "I think that it's when we step out of the road, step outside the box, become our own person, and we walk fearlessly down paths other people wouldn't look at, that true progress comes. And sometimes true beauty as well."
   },
   "author": {
    "text": "John McAfee"
   }
  },
  {
   "quote": {
    "text": "The significance of the cherry blossom tree in Japanese culture goes back hundreds of years. In their country, the cherry blossom represents the fragility and the beauty of life. It's a reminder that life is almost overwhelmingly beautiful but that it is also tragically short."
   },
   "author": {
    "text": "Homaro Cantu"
   }
  },
  {
   "quote": {
    "text": "I am a writer. I suppose I think that the highest gift that man has is art, and I am audacious enough to think of myself as an artist - that there is both joy and beauty and illumination and communion between people to be achieved through the dissection of personality."
   },
   "author": {
    "text": "Lorraine Hansberry"
   }
  },
  {
   "quote": {
    "text": "Beauty is subjective and should not be limited to only what we see on the outside."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "My theory of characterization is basically this: Put some dirt on a hero, and put some sunshine on the villain, one brush stroke of beauty on the villain."
   },
   "author": {
    "text": "Justin Cronin"
   }
  },
  {
   "quote": {
    "text": "No single man can be taken as a model for a perfect figure, for no man lives on earth who is endowed with the whole of beauty."
   },
   "author": {
    "text": "Albrecht Durer"
   }
  },
  {
   "quote": {
    "text": "As a Californian, I feel lucky to live in what is truly the Golden State - a place of sunshine, agricultural bounty, natural beauty, technological innovation, and boundless optimism."
   },
   "author": {
    "text": "Tom Steyer"
   }
  },
  {
   "quote": {
    "text": "Truth is a thing immortal and perpetual, and it gives to us a beauty that fades not away in time."
   },
   "author": {
    "text": "Frank Norris"
   }
  },
  {
   "quote": {
    "text": "Love built on beauty, soon as beauty, dies."
   },
   "author": {
    "text": "John Donne"
   }
  },
  {
   "quote": {
    "text": "I don't want to be perfect, but I do want to be a role model. My mom always tells me that imperfections equal beauty. All of us are imperfect."
   },
   "author": {
    "text": "Miley Cyrus"
   }
  },
  {
   "quote": {
    "text": "A woman whose smile is open and whose expression is glad has a kind of beauty no matter what she wears."
   },
   "author": {
    "text": "Anne Roiphe"
   }
  },
  {
   "quote": {
    "text": "My favourite animal is the koala, but his life would be boring. I would rather be a giraffe so that I could contemplate the beauty of Africa."
   },
   "author": {
    "text": "Caterina Murino"
   }
  },
  {
   "quote": {
    "text": "For the man sound of body and serene of mind there is no such thing as bad weather; every day has its beauty, and storms which whip the blood do but make it pulse more vigorously."
   },
   "author": {
    "text": "George Gissing"
   }
  },
  {
   "quote": {
    "text": "I just want to say to women, 'Be yourself - it's the inner beauty that counts. You are your own best friend, the key to your own happiness, and as soon as you understand that - and it takes a few heartbreaks - you can be happy.'"
   },
   "author": {
    "text": "Cherie Lunghi"
   }
  },
  {
   "quote": {
    "text": "Beauty, by way of fashion, has to do with confidence, with flattering silhouettes, with patterns, with proper fit for body type, and with an abundance of self-love!"
   },
   "author": {
    "text": "Mary Lambert"
   }
  },
  {
   "quote": {
    "text": "For me beauty is valued more than anything - the beauty that is manifest in a curved line or in an act of creativity."
   },
   "author": {
    "text": "Oscar Niemeyer"
   }
  },
  {
   "quote": {
    "text": "No matter how irrelevant social class now is, even the most eager egalitarian must be quietly proud that the posh English rose is still an industry standard for peerlessly sophisticated beauty."
   },
   "author": {
    "text": "Kate Reardon"
   }
  },
  {
   "quote": {
    "text": "Everybody does what she needs. And if you want plastic surgery, and then you feel better, why not? There is no law. I've nothing against using something to help your beauty - but do it in a good way, with intelligence."
   },
   "author": {
    "text": "Monica Bellucci"
   }
  },
  {
   "quote": {
    "text": "Pay attention to the beauty surrounding you."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "Beauty is in the eye of the beholder."
   },
   "author": {
    "text": "Oliver Platt"
   }
  },
  {
   "quote": {
    "text": "If I go to someplace like Switzerland, I find a lot of uptight people because they're living amongst so much beauty; there's no urgency in trying to find the beauty within themselves. If you're stuck in New York, you have to somehow look within yourself - otherwise, you'd go crackers."
   },
   "author": {
    "text": "George Harrison"
   }
  },
  {
   "quote": {
    "text": "This is the artist, then, life's hungry man, the glutton of eternity, beauty's miser, glory's slave."
   },
   "author": {
    "text": "Tom Wolfe"
   }
  },
  {
   "quote": {
    "text": "It's important to believe in yourself and the beauty of your dreams and to not let anyone tell you different."
   },
   "author": {
    "text": "Victoria Arlen"
   }
  },
  {
   "quote": {
    "text": "That's why I began doing makeup in the first place: I was hoping that through helping people see the beauty in themselves, I could try and find it in me."
   },
   "author": {
    "text": "Kevyn Aucoin"
   }
  },
  {
   "quote": {
    "text": "When I am working on a problem, I never think about beauty but when I have finished, if the solution is not beautiful, I know it is wrong."
   },
   "author": {
    "text": "R. Buckminster Fuller"
   }
  },
  {
   "quote": {
    "text": "Find your own way, have an open spirit, and believe in your own beauty."
   },
   "author": {
    "text": "Francois Nars"
   }
  },
  {
   "quote": {
    "text": "Beauty in distress is much the most affecting beauty."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "Only when inspired to go beyond consciousness by some extraordinary insight does beauty manifest unexpectedly."
   },
   "author": {
    "text": "Arthur Erickson"
   }
  },
  {
   "quote": {
    "text": "Zest is the secret of all beauty. There is no beauty that is attractive without zest."
   },
   "author": {
    "text": "Christian Dior"
   }
  },
  {
   "quote": {
    "text": "Visual surprise is natural in the Caribbean; it comes with the landscape, and faced with its beauty, the sigh of History dissolves."
   },
   "author": {
    "text": "Derek Walcott"
   }
  },
  {
   "quote": {
    "text": "You, too, women, cast away all the cowards from your embraces; they will give you only cowards for children, and you who are the daughters of the land of beauty must bear children who are noble and brave."
   },
   "author": {
    "text": "Giuseppe Garibaldi"
   }
  },
  {
   "quote": {
    "text": "In my personal opinion, you miss out on the beauty of the moment if you go in planning what the moment is. It's like having a vacation too jam-packed with activities. You miss all of the sunsets."
   },
   "author": {
    "text": "Brie Larson"
   }
  },
  {
   "quote": {
    "text": "Poetry; a criticism of life under the conditions fixed for such a criticism by the laws of poetic truth and poetic beauty."
   },
   "author": {
    "text": "Matthew Arnold"
   }
  },
  {
   "quote": {
    "text": "To me, 'sexy' is a kind of beauty, a kind of self-expression, one that is to be celebrated."
   },
   "author": {
    "text": "Emily Ratajkowski"
   }
  },
  {
   "quote": {
    "text": "A mode of conduct, a standard of courage, discipline, fortitude and integrity can do a great deal to make a woman beautiful."
   },
   "author": {
    "text": "Jacqueline Bisset"
   }
  },
  {
   "quote": {
    "text": "I've learned that when God promises beauty through the ashes, He means it."
   },
   "author": {
    "text": "Taya Kyle"
   }
  },
  {
   "quote": {
    "text": "A good poem brims with reflected beauty and even a bracing, beautiful ugliness. At the center of our lives, in the midst of the busyness and the forgetting, is a story that makes sense when everything extraneous has been taken away."
   },
   "author": {
    "text": "David Whyte"
   }
  },
  {
   "quote": {
    "text": "Women are blessed with lots and lots of extra ways to win or lose validation. If you're a woman, you'll be judged on your beauty and your wit and how often you smile. You'll be judged on how much hair you have in some places and not in others."
   },
   "author": {
    "text": "Faith Salie"
   }
  },
  {
   "quote": {
    "text": "I think we should all be tolerant of each other and embrace each others' strengths and differences and uniqueness and beauty."
   },
   "author": {
    "text": "Martina McBride"
   }
  },
  {
   "quote": {
    "text": "A day spent without the sight or sound of beauty, the contemplation of mystery, or the search of truth or perfection is a poverty-stricken day; and a succession of such days is fatal to human life."
   },
   "author": {
    "text": "Lewis Mumford"
   }
  },
  {
   "quote": {
    "text": "Poetry lifts the veil from the hidden beauty of the world, and makes familiar objects be as if they were not familiar."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "The cottage garden; most for use designed, Yet not of beauty destitute."
   },
   "author": {
    "text": "Charlotte Smith"
   }
  },
  {
   "quote": {
    "text": "I consider fitness, diet, and beauty to be essential to a balanced self."
   },
   "author": {
    "text": "Hannah Bronfman"
   }
  },
  {
   "quote": {
    "text": "Beauty and the devil are the same thing."
   },
   "author": {
    "text": "Robert Mapplethorpe"
   }
  },
  {
   "quote": {
    "text": "I thought for a very long time that I had to conform or maybe change the way I look, or maybe the hijab was dimming my beauty. I took a moment, and then I realized, you know what, there's a lot of girls who do wear this, and this is their reality. It just made me even more prouder to wear it."
   },
   "author": {
    "text": "Halima Aden"
   }
  },
  {
   "quote": {
    "text": "Growing up, I was obsessed with Disney movies like 'The Little Mermaid,' 'Aladdin' and 'Beauty And The Beast.' I was always singing the songs from these movies, so to find myself in the studio with Alan Menken was an amazing experience. In fact, it was a dream come true."
   },
   "author": {
    "text": "Mandy Moore"
   }
  },
  {
   "quote": {
    "text": "I still find new things every night, which is the beauty and fun of live theater. It's a living, breathing art form."
   },
   "author": {
    "text": "Brandon Uranowitz"
   }
  },
  {
   "quote": {
    "text": "We are often told we can't have brains and beauty, and I really hope that my message is that you can put on that red lip and curl your hair and put on that power dress - you don't have to sacrifice one for the other."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "I have been overcome by the beauty and richness of our life together, those early mornings setting out, those evenings gleaming with rivers and lakes below us, still holding the last light."
   },
   "author": {
    "text": "Anne Morrow Lindbergh"
   }
  },
  {
   "quote": {
    "text": "Beauty is perfect in its imperfections, so you just have to go with the imperfections."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "The love of beauty in its multiple forms is the noblest gift of the human cerebrum."
   },
   "author": {
    "text": "Alexis Carrel"
   }
  },
  {
   "quote": {
    "text": "Sometimes the beauty is easy. Sometimes you don't have to try at all. Sometimes you can hear the wind blow in a handshake. Sometimes there's poetry written right on the bathroom wall."
   },
   "author": {
    "text": "Ani DiFranco"
   }
  },
  {
   "quote": {
    "text": "I'm proud that today, at 43 years old, I've come to value the aging process and focus on inner rather than outer beauty."
   },
   "author": {
    "text": "Carre Otis"
   }
  },
  {
   "quote": {
    "text": "I am slightly obsessed with beauty products."
   },
   "author": {
    "text": "Marley Dias"
   }
  },
  {
   "quote": {
    "text": "Not until the human heart is stolid to poetry, the human eye blind to beauty, not until the intellect ceases its quest for truth and conscience finds its quietus either in universal defeat or in triumphant success, will organized religion cease to be."
   },
   "author": {
    "text": "Jenkin Lloyd Jones"
   }
  },
  {
   "quote": {
    "text": "One of my favorite beauty products is Vincent Longo Water Canvas creamy blush. I have it in every color and I've been using it for 5 years and that's all I put on when I leave the house. It looks so natural I just put a little bit on my cheeks to give them some color."
   },
   "author": {
    "text": "Alessandra Ambrosio"
   }
  },
  {
   "quote": {
    "text": "It is amazing how complete is the delusion that beauty is goodness."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "Natural beauty takes at least two hours in front of a mirror."
   },
   "author": {
    "text": "Pamela Anderson"
   }
  },
  {
   "quote": {
    "text": "The pursuit of truth and beauty is a sphere of activity in which we are permitted to remain children all our lives."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "It is time for parents to teach young people early on that in diversity there is beauty and there is strength."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Jesus Christ belonged to the true race of prophets. He saw with open eye the mystery of the soul. Drawn by its severe harmony, ravished with its beauty, he lived in it and had his being there. Alone in all history, he estimated the greatness of man."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "When a moment in front of me appears to be particularly special, whether it be by beauty or experience, I capture it. I usually find a reason to justify taking that photo - symmetry, or color, or contrast - and it's my hope that my photography sheds light onto what I see and do on a daily basis."
   },
   "author": {
    "text": "Connor Franta"
   }
  },
  {
   "quote": {
    "text": "Beauty without grace is the hook without the bait."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "I find beauty in imperfection."
   },
   "author": {
    "text": "Rachel Morrison"
   }
  },
  {
   "quote": {
    "text": "The beauty we love is very silent. It smiles softly to itself, but never speaks."
   },
   "author": {
    "text": "Richard Le Gallienne"
   }
  },
  {
   "quote": {
    "text": "She got her looks from her father. He's a plastic surgeon."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "When you feel great, you emanate a certain energy that translates as beautiful. I don't care if you have the standard beauty or not; it's that X-factor that comes through, and the basis of that is good health."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "Rare is the union of beauty and purity."
   },
   "author": {
    "text": "Juvenal"
   }
  },
  {
   "quote": {
    "text": "If the Internet has been called a great democratizer, perhaps what social media has done is let anyone enter the beauty pageant. Teens can cover up pimples, whiten teeth, and even airbrush with the swipe of a finger, curating their own image to become prettier, thinner, and hotter."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "The more natural or eco-based products you can introduce into your beauty regimen, the more beneficial it is for your skin. It's similar to introducing organic food into your daily diet."
   },
   "author": {
    "text": "Ivanka Trump"
   }
  },
  {
   "quote": {
    "text": "You can always enhance your natural beauty; you learn what works for your face because crazy make-up doesn't really suit anyone."
   },
   "author": {
    "text": "Caroline Winberg"
   }
  },
  {
   "quote": {
    "text": "The architect should strive continually to simplify; the ensemble of the rooms should then be carefully considered that comfort and utility may go hand in hand with beauty."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "I never thought I was particularly good looking. But when I see old photographs, I realise that I was. I do wish I had known that at the time because beauty is power. I didn't realise how lucky I was to be young, beautiful and in Hollywood. It didn't hit me. Every day I woke up, went to the film studio and just got on with it."
   },
   "author": {
    "text": "Joan Collins"
   }
  },
  {
   "quote": {
    "text": "There is something terribly morbid in the modern sympathy with pain. One should sympathise with the colour, the beauty, the joy of life. The less said about life's sores the better."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "When a man becomes a writer, I think he takes on a sacred obligation to produce beauty and enlightenment and comfort at top speed."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "I care to live only to entice people to look at Nature's loveliness. Heaven knows that John the Baptist was not more eager to get all his fellow sinners into the Jordan than I to baptize all of mine in the beauty of God's mountains."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Have you not noticed that love is silence? It may be while holding the hand of another, or looking lovingly at a child, or taking in the beauty of an evening. Love has no past or future, and so it is with this extraordinary state of silence."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "My ideal woman would be someone with both beauty and intelligence. Someone who can hold her own in a conversation, gets along with my family and respects elders, loves children, and have a sense of humour as whacky as mine."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "Anything in any way beautiful derives its beauty from itself and asks nothing beyond itself. Praise is no part of it, for nothing is made worse or better by praise."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "Beauty when unadorned is adorned the most."
   },
   "author": {
    "text": "St. Jerome"
   }
  },
  {
   "quote": {
    "text": "Beauty, whether moral or natural, is felt, more properly than perceived."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "I always see the glass half full. I see the beauty in others, and I see the hope for tomorrow. If we don't have hope and faith, we have nothing."
   },
   "author": {
    "text": "Craig Sager"
   }
  },
  {
   "quote": {
    "text": "Beauty is not something you can count on. Usually, when people say you are beautiful, it is when there is a harmony between the inside and the outside."
   },
   "author": {
    "text": "Emmanuelle Beart"
   }
  },
  {
   "quote": {
    "text": "Sex and beauty are inseparable, like life and consciousness. And the intelligence which goes with sex and beauty, and arises out of sex and beauty, is intuition."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "The destruction of the natural beauty, the ecosystems, and the majesty of mountains affect us in ways we're not even aware of. Every time a mountain is beheaded, we chop off a little part of our souls."
   },
   "author": {
    "text": "Gloria Reuben"
   }
  },
  {
   "quote": {
    "text": "Looking at flowers, simple things in life. I don't need to look at gold and a castle; sometimes its very simple things that are very beautiful. I am keeping my eyes fresh to find beauty in many places, and in gold, too, sometimes!"
   },
   "author": {
    "text": "Francois Nars"
   }
  },
  {
   "quote": {
    "text": "Beauty is a radiance that originates from within and comes from inner security and strong character."
   },
   "author": {
    "text": "Jane Seymour"
   }
  },
  {
   "quote": {
    "text": "Enhancing a woman's silhouette and enhancing a woman's beauty - both contribute to enhancing her confidence, so they're synonymous, really."
   },
   "author": {
    "text": "L'Wren Scott"
   }
  },
  {
   "quote": {
    "text": "The artist forges himself to the others, midway between the beauty he cannot do without and the community he cannot tear himself away from. That is why true artists scorn nothing: they are obliged to understand rather than to judge."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "The beauty of our country is that when it was founded that they took some time to lay out civil liberties in the first 10 Amendments - the Bill of Rights. I'm a firm believer in those civil liberties and the ability to have your own opinion."
   },
   "author": {
    "text": "Aaron Rodgers"
   }
  },
  {
   "quote": {
    "text": "Beauty is variable, ugliness is constant."
   },
   "author": {
    "text": "Douglas Horton"
   }
  },
  {
   "quote": {
    "text": "We all find joy and radiance and a reason to move on even in the most dire of circumstances. Even in chaos and madness, there's still a beauty that comes from just the vibrancy of another human spirit."
   },
   "author": {
    "text": "Ishmael Beah"
   }
  },
  {
   "quote": {
    "text": "To love beauty is to see light."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "The beauty of the world, which is so soon to perish, has two edges, one of laughter, one of anguish, cutting the heart asunder."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "Art is not the application of a canon of beauty but what the instinct and the brain can conceive beyond any canon. When we love a woman we don't start measuring her limbs."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "Embrace the color of your skin and your own beauty."
   },
   "author": {
    "text": "Yuna"
   }
  },
  {
   "quote": {
    "text": "Photography records the gamut of feelings written on the human face, the beauty of the earth and skies that man has inherited, and the wealth and confusion man has created. It is a major force in explaining man to man."
   },
   "author": {
    "text": "Edward Steichen"
   }
  },
  {
   "quote": {
    "text": "Dear God! how beauty varies in nature and art. In a woman the flesh must be like marble; in a statue the marble must be like flesh."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Let us live for the beauty of our own reality."
   },
   "author": {
    "text": "Charles Lamb"
   }
  },
  {
   "quote": {
    "text": "Beauty is the sole ambition, the exclusive goal of Taste."
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "Cultivate the habit of zest. Purposefully seek out the beauty in the seemingly trivial. Especially in the trivial. The colors and shapes of the foods you eat. The shadows a vase makes on your table. The interesting faces of the people on the bus with you."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "There will always be a desire for something new, fresh and innovative, as well as a yearning and respect for timeless elegance and beauty."
   },
   "author": {
    "text": "Helena Christensen"
   }
  },
  {
   "quote": {
    "text": "Just like hair frames our face, brows frame our eyes. I see so much potential in harmonized beauty whenever I see a woman who's not filling in her brows, and I just want to go in with my brow pencil and just be like, 'Filling in eyebrows, OK, done - look in the mirror and be inspired.' That's one of my pet peeves, but beauty is subjective."
   },
   "author": {
    "text": "Michelle Phan"
   }
  },
  {
   "quote": {
    "text": "If in my youth I had realized that the sustaining splendour of beauty of with which I was in love would one day flood back into my heart, there to ignite a flame that would torture me without end, how gladly would I have put out the light in my eyes."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "Beauty in things exists in the mind which contemplates them."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "I would like to say to people, open your eyes and find beauty where you normally don't expect it."
   },
   "author": {
    "text": "Jean Paul Gaultier"
   }
  },
  {
   "quote": {
    "text": "I think that beauty can injure you to death. It can cause an injury that can never be cured. Or it can so traumatise you, your life changes direction. The beauty of the harmony of nature that is forever lost, or a daily rite that you perform, or diving into the sea for a swim. Those experiences are going to mark you."
   },
   "author": {
    "text": "Toni Servillo"
   }
  },
  {
   "quote": {
    "text": "I think beauty is not just about what we put on our heads or on our faces or what we wear: it's deeper than that, and if we can celebrate that, celebrate the women, not just the superficiality... I think it would be really gorgeous."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "So far as I am concerned, I could not be accused of having set eyes, or having wished to set eyes, upon Darius' wife: on the contrary, I have refused even to listen to those who spoke to me of her beauty."
   },
   "author": {
    "text": "Alexander the Great"
   }
  },
  {
   "quote": {
    "text": "Have the pride of the brown girl and know that you'll figure out your own beauty in time."
   },
   "author": {
    "text": "Tamara Taylor"
   }
  },
  {
   "quote": {
    "text": "Natural beauty really entices men. They will tell you this time and time again, and studies consistently prove it."
   },
   "author": {
    "text": "Helen Fisher"
   }
  },
  {
   "quote": {
    "text": "The woman with dark hair, wide hips, and a few extra pounds has always been the essence of beauty in Morocco."
   },
   "author": {
    "text": "Fatema Mernissi"
   }
  },
  {
   "quote": {
    "text": "We should not allow it to be believed that all scientific progress can be reduced to mechanisms, machines, gearings, even though such machinery also has its beauty. Neither do I believe that the spirit of adventure runs any risk of disappearing in our world."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "A sculptor wields The chisel, and the stricken marble grows To beauty."
   },
   "author": {
    "text": "William Cullen Bryant"
   }
  },
  {
   "quote": {
    "text": "Beauty is the greatest seducer of man."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "In the hierarchy of public lands, national parks by law have been above the rest: America's most special places, where natural beauty and all its attendant pleasures - quiet waters, the scents of fir and balsam, the hoot of an owl, and the dark of a night sky unsullied by city lights - are sacrosanct."
   },
   "author": {
    "text": "Michael Shnayerson"
   }
  },
  {
   "quote": {
    "text": "Growing up, I just wanted to be like everyone else. I didn't value or understand the beauty in being different at the time in my life."
   },
   "author": {
    "text": "Marisol Nichols"
   }
  },
  {
   "quote": {
    "text": "A beautiful bouquet or a long-lasting flowering plant is a traditional gift for women, but I have recommended that both men and women keep fresh flowers in the home for their beauty, fragrance, and the lift they give our spirits."
   },
   "author": {
    "text": "Andrew Weil"
   }
  },
  {
   "quote": {
    "text": "All the freaky people make the beauty of the world."
   },
   "author": {
    "text": "Michael Franti"
   }
  },
  {
   "quote": {
    "text": "Beauty is indeed a good gift of God; but that the good may not think it a great good, God dispenses it even to the wicked."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "It is still breathtaking to me to watch people bring love, preciousness and kindness to their inner world, allowing the light of God to shine through their eyes so that the beauty of their soul can come forth."
   },
   "author": {
    "text": "Debbie Ford"
   }
  },
  {
   "quote": {
    "text": "Nothing surpasses the beauty and elegance of a bad idea."
   },
   "author": {
    "text": "Craig Bruce"
   }
  },
  {
   "quote": {
    "text": "You can't really say what is beautiful about a place, but the image of the place will remain vividly with you."
   },
   "author": {
    "text": "Tadao Ando"
   }
  },
  {
   "quote": {
    "text": "There's something about the Pacific Northwest, the scale of it, and the fact that not so long ago people came here and died getting here, and then died the first winter they were here. There's this breathtaking beauty, just a little bit of moss on the tree, just this little thread of danger, and the sinister. And I really like that."
   },
   "author": {
    "text": "Chelsea Cain"
   }
  },
  {
   "quote": {
    "text": "The beauty of a finely worked object points to the beauty of the craftsmanship. The beauty of the craftsmanship points to the beauty of the name which was the source of the craftsmanship. The beauty of the name of the craftsman's art points to the beauty of the craftsman's attributes manifested in that art."
   },
   "author": {
    "text": "Said Nursi"
   }
  },
  {
   "quote": {
    "text": "In the end, long life is the reward, strength, and beauty."
   },
   "author": {
    "text": "Grace Paley"
   }
  },
  {
   "quote": {
    "text": "I've seen the majestic beauty of nature and the overwhelming perfection of it. To me, there's nothing closer to God than that."
   },
   "author": {
    "text": "Cote de Pablo"
   }
  },
  {
   "quote": {
    "text": "Poets say science takes away from the beauty of the stars - mere globs of gas atoms. I, too, can see the stars on a desert night, and feel them. But do I see less or more?"
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "Especially as a title-holder, you can do great things with charities, because people suddenly care about what you have to say. I wanted to make a difference, which is why I created the Queen of the Universe pageant. I want to change all of those stigmas in the beauty pageant world."
   },
   "author": {
    "text": "Joyce Giraud"
   }
  },
  {
   "quote": {
    "text": "Poetry and beauty are always making peace. When you read something beautiful you find coexistence; it breaks walls down."
   },
   "author": {
    "text": "Mahmoud Darwish"
   }
  },
  {
   "quote": {
    "text": "To me, beauty is inclusion - every size, every color - that's the world I live in."
   },
   "author": {
    "text": "Prabal Gurung"
   }
  },
  {
   "quote": {
    "text": "For thousands of years, human beings have been obsessed with beauty, truth, love, honor, altruism, courage, social relationships, art, and God. They all go together as subjective experiences, and it's a straw man to set God up as the delusion. If he is, then so is truth itself or beauty itself."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "I marketed pens - on the phone. But the beauty of the gig was that you had to call these strangers and say, 'Hi, how ya doing?' You made up a name, like, 'Hey, it's Edward Quartermaine from California. You're eligible to receive this grandfather clock or a trip to Tahiti.' You promise them all these things if they buy a gross of pens."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "Physical beauty isn't so impressive to me."
   },
   "author": {
    "text": "Dita Von Teese"
   }
  },
  {
   "quote": {
    "text": "Cinderella is not only an iconic character when it comes to beauty, grace and fairytale love, but also shoes."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "I have always loved beauty and fashion. Some of my earliest memories are of being surrounded by fragrances and lipstick samples."
   },
   "author": {
    "text": "Aerin Lauder"
   }
  },
  {
   "quote": {
    "text": "Women who stay true to themselves are always more interesting and beautiful to me: women like Frida Kahlo, Georgia O'Keeffe and Anna Magnani - women who have style, chic, allure and elegance. They didn't submit to any standard of beauty - they defined it."
   },
   "author": {
    "text": "Isabella Rossellini"
   }
  },
  {
   "quote": {
    "text": "Obscenity, which is ever blasphemy against the divine beauty in life, is a monster for which the corruption of society forever brings forth new food, which it devours in secret."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "Beauty is the disinterested one, without which the ancient world refused to understand itself, a word which both imperceptibly and yet unmistakably has bid farewell to our new world, a world of interests, leaving it to its own avarice and sadness."
   },
   "author": {
    "text": "Hans Urs von Balthasar"
   }
  },
  {
   "quote": {
    "text": "The world is a crazy, beautiful, ugly complicated place, and it keeps moving on from crisis to strangeness to beauty to weirdness to tragedy. The caravan keeps moving on, and the job of the longform writer or filmmaker or radio broadcaster is to stop - is to pause - and when the caravan goes away, that's when this stuff comes."
   },
   "author": {
    "text": "David Remnick"
   }
  },
  {
   "quote": {
    "text": "For me, writing is an experience. It's an exercise in which I want to discover myself by taking my characters to the edges of human experience, to the edges of themselves and then, asking certain questions - about love, what does it mean to love? What's beauty? What is true beauty? What does it mean to be insane - crazy?"
   },
   "author": {
    "text": "Ted Dekker"
   }
  },
  {
   "quote": {
    "text": "Shortly thereafter, some friends encouraged me to try out for the Miss South Carolina World beauty pageant. To my surprise, I won - and was sent to New York City to compete nationally."
   },
   "author": {
    "text": "Donna Rice"
   }
  },
  {
   "quote": {
    "text": "The human face is the organic seat of beauty. It is the register of value in development, a record of Experience, whose legitimate office is to perfect the life, a legible language to those who will study it, of the majestic mistress, the soul."
   },
   "author": {
    "text": "Eliza Farnham"
   }
  },
  {
   "quote": {
    "text": "Fast cars like Porsches and Ferraris - they are things of beauty."
   },
   "author": {
    "text": "Rod Stewart"
   }
  },
  {
   "quote": {
    "text": "At some point in life the world's beauty becomes enough. You don't need to photograph, paint or even remember it. It is enough."
   },
   "author": {
    "text": "Toni Morrison"
   }
  },
  {
   "quote": {
    "text": "We have to nurture our young women and understand the beauty and the strength of being a woman. It's kind of a catch-22: Strength in women isn't appreciated, and vulnerability in women isn't appreciated. It's like, 'What the hell do you do?' What you do is you don't allow anyone to dictate who you are."
   },
   "author": {
    "text": "Jada Pinkett Smith"
   }
  },
  {
   "quote": {
    "text": "I heard the old, old, men say 'all that's beautiful drifts away, like the waters.'"
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "The fun part of being a girl is that there are little beauty things you can do to make yourself feel special."
   },
   "author": {
    "text": "Jennifer Love Hewitt"
   }
  },
  {
   "quote": {
    "text": "Conservation is key to preserving many of the world's natural beauty spots, so do your best to help by keeping to designated footpaths and being a discerning souvenir collector."
   },
   "author": {
    "text": "Sheherazade Goldsmith"
   }
  },
  {
   "quote": {
    "text": "I'd love to go and visit the Mosque in Mecca again, just for the sheer beauty of it, not for God - much the way a non-Catholic might go to Vatican City because of the beauty of the buildings and the artifacts."
   },
   "author": {
    "text": "Ayaan Hirsi Ali"
   }
  },
  {
   "quote": {
    "text": "Beauty magazines make my girlfriend feel ugly."
   },
   "author": {
    "text": "James De La Vega"
   }
  },
  {
   "quote": {
    "text": "There are so many awful things in this world, but I wanted readers to share with me the small, beautiful, enjoyable things. Things like cute clothes, beautiful art and pretty flowers; items that are overflowing with beauty. If you just become obsessed with your own problems, you miss these things. When you discover them, you become happy."
   },
   "author": {
    "text": "Novala Takemoto"
   }
  },
  {
   "quote": {
    "text": "It was one of those evenings when men feel that truth, goodness and beauty are one. In the morning, when they commit their discovery to paper, when others read it written there, it looks wholly ridiculous."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Whatever you may look like, marry a man your own age - as your beauty fades, so will his eyesight."
   },
   "author": {
    "text": "Phyllis Diller"
   }
  },
  {
   "quote": {
    "text": "In youth and beauty, wisdom is but rare!"
   },
   "author": {
    "text": "Homer"
   }
  },
  {
   "quote": {
    "text": "People say I am the king of painful shoes. I don't want to create painful shoes, but it is not my job to create something comfortable. I try to make high heels as comfortable as they can be, but my priority is design, beauty and sexiness. I'm not against them, but comfort is not my focus."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "If you don't know your worth, if you don't know your value, if you don't know how fantabulous you are - it's going to be hard for other people to see it. Being appreciative of self is beauty to me."
   },
   "author": {
    "text": "Kelly Rowland"
   }
  },
  {
   "quote": {
    "text": "There is no personal achievement in being born beautiful."
   },
   "author": {
    "text": "Loretta Young"
   }
  },
  {
   "quote": {
    "text": "I find short, fast romances romantic. There's a beauty to dark imagery."
   },
   "author": {
    "text": "Sam Smith"
   }
  },
  {
   "quote": {
    "text": "The human mind is capable of excitement without the application of gross and violent stimulants; and he must have a very faint perception of its beauty and dignity who does not know this."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "That's the beauty of education, kids taking lessons out of the classroom and back into their own world where they can positively affect their family, their friends, and their greater community."
   },
   "author": {
    "text": "Erin Gruwell"
   }
  },
  {
   "quote": {
    "text": "Beauty and fashion are not really local anymore. You really have to be a global citizen to know what trends are. Now, it's pretty much the same designers and the same kind of trends, whether I am in New York, Milan, or Mumbai - it's the same."
   },
   "author": {
    "text": "Priyanka Chopra"
   }
  },
  {
   "quote": {
    "text": "This idea that being youthful is the only thing that's beautiful or attractive simply isn't true. I don't want to be an 'ageless beauty.' I want to be a woman who is the best I can be at my age."
   },
   "author": {
    "text": "Sharon Stone"
   }
  },
  {
   "quote": {
    "text": "Every performance is different. That's the beauty of it."
   },
   "author": {
    "text": "Van Morrison"
   }
  },
  {
   "quote": {
    "text": "I was the kind nobody thought could make it. I had a funny Boston accent. I couldn't pronounce my R's. I wasn't a beauty."
   },
   "author": {
    "text": "Barbara Walters"
   }
  },
  {
   "quote": {
    "text": "Even though photographers are only shooting the outside, beauty is more about who you are as a person - the life you lead - not your facade."
   },
   "author": {
    "text": "Nigel Barker"
   }
  },
  {
   "quote": {
    "text": "Beauty comes in all forms. It's not just external; it's internal as well."
   },
   "author": {
    "text": "Alessia Cara"
   }
  },
  {
   "quote": {
    "text": "Whereas religious prayers sing of peace and harmony, religion has divided human beings through an atrocious history of enmity and bloodshed. Yet, behind the veil of superficiality and hypocrisy, I always believed in the inherent beauty of God that lies at the essence of all true spiritual paths."
   },
   "author": {
    "text": "Radhanath Swami"
   }
  },
  {
   "quote": {
    "text": "Asian people have a unique way about them and a different sense of beauty. It's exotic to me. I like they way Asians project their feelings. There's a hardness to the culture, but at the same time there's a delicateness."
   },
   "author": {
    "text": "Paz Vega"
   }
  },
  {
   "quote": {
    "text": "I do take very good care of myself, and I'm always in love. And by that I mean I have an appetite for life. I'm in love with beauty and things and people and love and being in love, and those things I think, on the inside, show on the outside."
   },
   "author": {
    "text": "Gloria Vanderbilt"
   }
  },
  {
   "quote": {
    "text": "We all love a bit of 'true love conquers all,' and when I started on 'Poison,' 'Charm' and 'Beauty,' that was one rule of the fairy tale formula that I didn't want to break."
   },
   "author": {
    "text": "Sarah Pinborough"
   }
  },
  {
   "quote": {
    "text": "Sexiness wears thin after a while and beauty fades, but to be married to a man who makes you laugh every day, ah, now that's a real treat."
   },
   "author": {
    "text": "Joanne Woodward"
   }
  },
  {
   "quote": {
    "text": "I tell myself that God gave my children many gifts - spirit, beauty, intelligence, the capacity to make friends and to inspire respect. There was only one gift he held back - length of life."
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "It's not beauty but fine qualities, my girl, that keep a husband."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "The terrifying and edible beauty of Art Nouveau architecture."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "I have a desire to create more film, more beauty, more art, more love, but I don't feel desperate. It's not about creating or building a career."
   },
   "author": {
    "text": "Lisa Bonet"
   }
  },
  {
   "quote": {
    "text": "Who among us has never looked up into the heavens on a starlit night, lost in wonder at the vastness of space and the beauty of the stars?"
   },
   "author": {
    "text": "Jeb Bush"
   }
  },
  {
   "quote": {
    "text": "Cosmetics makers have always sold 'hope in a jar' - creams and potions that promise youth, beauty, sex appeal, and even love for the women who use them."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "So much has been said and sung of beautiful young girls, why doesn't somebody wake up to the beauty of old women."
   },
   "author": {
    "text": "Harriet Beecher Stowe"
   }
  },
  {
   "quote": {
    "text": "It is the addition of strangeness to beauty that constitutes the romantic character in art."
   },
   "author": {
    "text": "Walter Hagen"
   }
  },
  {
   "quote": {
    "text": "It is dangerous for mortal beauty, or terrestrial virtue, to be examined by too strong a light. The torch of Truth shows much that we cannot, and all that we would not, see."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "There is a role and function for beauty in our time."
   },
   "author": {
    "text": "Tadao Ando"
   }
  },
  {
   "quote": {
    "text": "When you go somewhere and think it will be your last time there, you always appreciate the beauty of it even more and want to crystallise emotions that you will keep with you forever."
   },
   "author": {
    "text": "Gianluigi Buffon"
   }
  },
  {
   "quote": {
    "text": "I also became close to nature, and am now able to appreciate the beauty with which this world is endowed."
   },
   "author": {
    "text": "James Dean"
   }
  },
  {
   "quote": {
    "text": "As a busy working mom I'm always pressed for time, so a quick and easy beauty routine is key!"
   },
   "author": {
    "text": "Angela Kinsey"
   }
  },
  {
   "quote": {
    "text": "The beauty about being a producer is you sit there, and you explore ideas which become a passion, which slowly becomes a reality."
   },
   "author": {
    "text": "Michelle Yeoh"
   }
  },
  {
   "quote": {
    "text": "There is hope and a kind of beauty in there somewhere, if you look for it."
   },
   "author": {
    "text": "H. R. Giger"
   }
  },
  {
   "quote": {
    "text": "Life is one long decay, no? There's a lot of beauty in it. Like the patina in an old city."
   },
   "author": {
    "text": "Urs Fischer"
   }
  },
  {
   "quote": {
    "text": "In Wyoming, the beauty of our mountains is matched only by the grit of our people."
   },
   "author": {
    "text": "Liz Cheney"
   }
  },
  {
   "quote": {
    "text": "Nothing you'll read as breaking news will ever hold a candle to the sheer beauty of settled science. Textbook science has carefully phrased explanations for new students, math derived step by step, plenty of experiments as illustration, and test problems."
   },
   "author": {
    "text": "Eliezer Yudkowsky"
   }
  },
  {
   "quote": {
    "text": "As for everything else, so for a mathematical theory: beauty can be perceived but not explained."
   },
   "author": {
    "text": "Arthur Cayley"
   }
  },
  {
   "quote": {
    "text": "I find human beings to be so complex and full of beauty. Creativity is our way to express and challenge and flow. So, all you humans, create and flow! I'll be over here thinking you are beautiful and creepy and freaky and wonderful!"
   },
   "author": {
    "text": "Angela Bettis"
   }
  },
  {
   "quote": {
    "text": "The beauty of women was the first expression of my photography."
   },
   "author": {
    "text": "Alberto Korda"
   }
  },
  {
   "quote": {
    "text": "Enhance and intensify one's vision of that synthesis of truth and beauty which is the highest and deepest reality."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "I generally don't climb something if it makes me feel fear. The beauty of soloing is that there's no pressure - no one's telling me to do it. So if something seems scary, I don't have any obligation to do it. I can prepare further or just walk away entirely."
   },
   "author": {
    "text": "Alex Honnold"
   }
  },
  {
   "quote": {
    "text": "The most common error made in matters of appearance is the belief that one should disdain the superficial and let the true beauty of one's soul shine through. If there are places on your body where this is a possibility, you are not attractive - you are leaking."
   },
   "author": {
    "text": "Charles Lamb"
   }
  },
  {
   "quote": {
    "text": "Praise or blame has but a momentary effect on the man whose love of beauty in the abstract makes him a severe critic on his own works."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "At fifteen, beauty and talent do not exist; there can only be promise of the coming woman."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "The moment you cheat for the sake of beauty, you know you're an artist."
   },
   "author": {
    "text": "David Hockney"
   }
  },
  {
   "quote": {
    "text": "The beauty of love, as far as I'm concerned, is it makes you better. It makes you stronger. It gives you direction. It gives you understanding of what life is and what we've been given."
   },
   "author": {
    "text": "Jerry Lewis"
   }
  },
  {
   "quote": {
    "text": "It took a long while for me to know that I'm beautiful. I remember going through this phase when I was younger of wanting to pass by mirrors and not look at them. That was so ridiculous. I've learned now that beauty starts from within."
   },
   "author": {
    "text": "Kelly Rowland"
   }
  },
  {
   "quote": {
    "text": "It is as necessary for man to live in beauty rather than ugliness as it is necessary for him to have food for an aching belly or rest for a weary body."
   },
   "author": {
    "text": "Abraham Maslow"
   }
  },
  {
   "quote": {
    "text": "What is man's ultimate direction in life? It is to look for love, truth, virtue, and beauty."
   },
   "author": {
    "text": "Shinichi Suzuki"
   }
  },
  {
   "quote": {
    "text": "It is shallow people who think beauty is frivolous or excessive. If you are bringing beauty and god, you are enriching the country. Rice feeds the body, books feed the mind, beauty feeds the soul. It is one thing I can really be proud of and stand tall in the world."
   },
   "author": {
    "text": "Imelda Marcos"
   }
  },
  {
   "quote": {
    "text": "Part of the beauty of Silicon Valley is that people generally encourage you to think crazy. It's the hypothesis that there's nothing sacred that can't be changed."
   },
   "author": {
    "text": "Anne Wojcicki"
   }
  },
  {
   "quote": {
    "text": "I think confidence is a true form of beauty."
   },
   "author": {
    "text": "Becky G"
   }
  },
  {
   "quote": {
    "text": "Beauty comes from a life well lived. If you've lived well, your smile lines are in the right places, and your frown lines aren't too bad, what more do you need?"
   },
   "author": {
    "text": "Jennifer Garner"
   }
  },
  {
   "quote": {
    "text": "If we do not permit the earth to produce beauty and joy, it will in the end not produce food, either."
   },
   "author": {
    "text": "Joseph Wood Krutch"
   }
  },
  {
   "quote": {
    "text": "From the first opening of our eyes, it is the light that attracts us. We clutch aimlessly with our baby fingers at the gossamer-motes in the sunbeam, and we die reaching out after an ineffable blending of earthly and heavenly beauty which we shall never fully comprehend."
   },
   "author": {
    "text": "Lucy Larcom"
   }
  },
  {
   "quote": {
    "text": "The auto industry must acknowledge that a rational transportation policy should seek a balance between individual convenience, the efficient use of limited resources, and urban-living values that protect spaciousness, natural beauty, and human-scale mobility."
   },
   "author": {
    "text": "Stewart Udall"
   }
  },
  {
   "quote": {
    "text": "I want, of course, peace, grace, and beauty. How do you do that? You work for it."
   },
   "author": {
    "text": "Studs Terkel"
   }
  },
  {
   "quote": {
    "text": "The landscape painter must walk in the fields with a humble mind. No arrogant man was ever permitted to see Nature in all her beauty."
   },
   "author": {
    "text": "John Constable"
   }
  },
  {
   "quote": {
    "text": "Like many teens, I struggled with my body and looks, but my despair was amplified by the expectations of cisnormativity and the gender binary as well as the impossibly high beauty standards that I, and my female peers, measured myself against."
   },
   "author": {
    "text": "Janet Mock"
   }
  },
  {
   "quote": {
    "text": "Beauty shouldn't be superficial and should come from within, and your eyes will tell the story."
   },
   "author": {
    "text": "Michelle Yeoh"
   }
  },
  {
   "quote": {
    "text": "Beauty deprived of its proper foils and adjuncts ceases to be enjoyed as beauty, just as light deprived of all shadows ceases to be enjoyed as light."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "The beauty of art is that it allows you to slow down, and for a moment, things that once seemed unfamiliar become precious to you."
   },
   "author": {
    "text": "Kehinde Wiley"
   }
  },
  {
   "quote": {
    "text": "I really do believe that inner beauty is so much more than any kind of outer beauty."
   },
   "author": {
    "text": "Rachele Brooke Smith"
   }
  },
  {
   "quote": {
    "text": "Make-up is the last thing to enhance your beauty, but it's very important because it builds up your self-confidence and gives you more courage."
   },
   "author": {
    "text": "Evelyn Lauder"
   }
  },
  {
   "quote": {
    "text": "That's the beauty of the animation process: It takes so long, you have so many chances to improve it."
   },
   "author": {
    "text": "Phil Lord"
   }
  },
  {
   "quote": {
    "text": "I consider myself someone who takes a lot of beauty risks, and I've realized what I liar I am. I change my hair a lot, from blue to blonde to bald, but I'm trying to branch out a little more with makeup."
   },
   "author": {
    "text": "Halsey"
   }
  },
  {
   "quote": {
    "text": "Wealth, beauty, and fame are transient. When those are gone, little is left except the need to be useful."
   },
   "author": {
    "text": "Gene Tierney"
   }
  },
  {
   "quote": {
    "text": "The key to education is the experience of beauty."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "My father, who was a cabinetmaker, told me, 'Wood has a grain and if you go into the grain, you have beauty. If you go against it, you have splinters - it breaks.' And I took that as my view of life. You have to follow the grain - to be sensitive to the direction of life."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "Beauty must appeal to the senses, must provide us with immediate enjoyment, must impress us or insinuate itself into us without any effort on our part."
   },
   "author": {
    "text": "Claude Debussy"
   }
  },
  {
   "quote": {
    "text": "Beauty is desired in order that it may be befouled; not for its own sake, but for the joy brought by the certainty of profaning it."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "In the central place of every heart, there is a recording chamber; so long as it receives messages of beauty, hope, cheer and courage, you are young."
   },
   "author": {
    "text": "Samuel Ullman"
   }
  },
  {
   "quote": {
    "text": "I love sports because it takes me away from reality, and I tell people, 'No matter how bad your life is, if you are having problems at home, you are having problems at work, that's the beauty of sports.'"
   },
   "author": {
    "text": "Charles Barkley"
   }
  },
  {
   "quote": {
    "text": "Sleep is the real beauty secret, but I don't get enough of that."
   },
   "author": {
    "text": "Chelsea Leyland"
   }
  },
  {
   "quote": {
    "text": "For me, beauty is me at the top of my game, going as hard as I can, without fear of what anyone else thinks. Believing in yourself when nobody else is believing in you is half the battle about anything."
   },
   "author": {
    "text": "Shonda Rhimes"
   }
  },
  {
   "quote": {
    "text": "The dull routine of our daily job takes on a new significance, assumes a beauty and importance undreamt of before, if we consider it from the angle of service to God."
   },
   "author": {
    "text": "Godfrey Winn"
   }
  },
  {
   "quote": {
    "text": "Beauty connotes humanity. We call a natural object beautiful because we see that its form expresses fitness, the perfect fulfillment of function."
   },
   "author": {
    "text": "Moshe Safdie"
   }
  },
  {
   "quote": {
    "text": "I'm not trying to stump anybody... it's the beauty of the language that I'm interested in."
   },
   "author": {
    "text": "Buddy Holly"
   }
  },
  {
   "quote": {
    "text": "I always carry lip balm and lipstick. Lipstick is a very important beauty product because I find that lips are the most beautiful feature of anyone's face."
   },
   "author": {
    "text": "Fan Bingbing"
   }
  },
  {
   "quote": {
    "text": "Because beauty isn't enough, there must be something more."
   },
   "author": {
    "text": "Eva Herzigova"
   }
  },
  {
   "quote": {
    "text": "When works of art are presented like rare butterflies on the walls, they're decontextualized. We admire their beauty, and I have nothing against that, per se. But there is more to art than that."
   },
   "author": {
    "text": "Hans Haacke"
   }
  },
  {
   "quote": {
    "text": "Birth and death are the most singular events we experience - and the contemplation of death, as of birth, should be a thing of beauty, not ignobility."
   },
   "author": {
    "text": "Jacob K. Javits"
   }
  },
  {
   "quote": {
    "text": "The beauty of cable is you could program for 18-year-old twins and get a hit show on cable."
   },
   "author": {
    "text": "Robert Greenblatt"
   }
  },
  {
   "quote": {
    "text": "I shall give you hunger, and pain, and sleepless nights. Also beauty, and satisfactions known to few, and glimpses of the heavenly life. None of these you shall have continually, and of their coming and going you shall not be foretold."
   },
   "author": {
    "text": "Howard Lindsay"
   }
  },
  {
   "quote": {
    "text": "I would warn you that I do not attribute to nature either beauty or deformity, order or confusion. Only in relation to our imagination can things be called beautiful or ugly, well-ordered or confused."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "Beauty is not all there is of poetry. It must contain the truth. It is not simply an oak, rude and grand, neither is it simply a vine. It is both. Around the oak of truth runs the vine of beauty."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "What is beauty, anyway? It's more than something pleasant looking. If it doesn't stop us in our tracks and make us unable to move for a moment, unable to put into words what's closing off the breath in our throats, then maybe it's pretty, but it probably isn't beauty."
   },
   "author": {
    "text": "Alan Alda"
   }
  },
  {
   "quote": {
    "text": "The study of beauty is a duel in which the artist cries with terror before being defeated."
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "It would be difficult for me not to conclude that the most perfect type of masculine beauty is Satan, as portrayed by Milton."
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "When you come up with a theory, you fall in love with the beauty the simplicity and elegance of it. But then you have to get a sheet of paper and pencil and crack out all the details. Hundreds and hundreds of pages. Because you have to prove it."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "I would rather be adorned by beauty of character than jewels. Jewels are the gift of fortune, while character comes from within."
   },
   "author": {
    "text": "Plautus"
   }
  },
  {
   "quote": {
    "text": "Global warming will threaten our crops, so natural food will be scarce. Hourglass, curvy bodies will be the aspirational beauty standard, representing that those women have access to bounties of fulfilling yet healthy food, which means they are affluent."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "Beauty should not be culturally relevant; it should be universal."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "What saddens me is the corruption of youth and beauty, and the loss of soul, which is only replaced by money."
   },
   "author": {
    "text": "Lisa Bonet"
   }
  },
  {
   "quote": {
    "text": "'Beauty' is a currency system like the gold standard. Like any economy, it is determined by politics, and in the modern age in the West is is the last, best belief system that keeps male dominance intact."
   },
   "author": {
    "text": "Naomi Wolf"
   }
  },
  {
   "quote": {
    "text": "I am not fighting for success, just to get more beauty out of myself and share it with more people."
   },
   "author": {
    "text": "Ben Okri"
   }
  },
  {
   "quote": {
    "text": "Remember always that the composer's pen is still mightier than the bow of the violinist; in you lie all the possibilities of the creation of beauty."
   },
   "author": {
    "text": "John Philip Sousa"
   }
  },
  {
   "quote": {
    "text": "Famously, Anne Boleyn was not a beauty: she was more about quirkiness and an innate sensuality, and there are a lot of references to her eyes. Which sends out a great message for women, because life is not about the aesthetic all the time."
   },
   "author": {
    "text": "Natalie Dormer"
   }
  },
  {
   "quote": {
    "text": "The beauty of the Internet is that there's no space limit."
   },
   "author": {
    "text": "David Tang"
   }
  },
  {
   "quote": {
    "text": "I'm a storyteller: the crux of the matter is to reach beauty, poetry; it doesn't matter if that is comedy or tragedy. They're the same if you reach the beauty."
   },
   "author": {
    "text": "Roberto Benigni"
   }
  },
  {
   "quote": {
    "text": "We no longer dare to believe in beauty and we make of it a mere appearance in order the more easily to dispose of it."
   },
   "author": {
    "text": "Hans Urs von Balthasar"
   }
  },
  {
   "quote": {
    "text": "Beauty is one of the rare things which does not lead to doubt of God."
   },
   "author": {
    "text": "Jean Anouilh"
   }
  },
  {
   "quote": {
    "text": "Women are so unforgiving of themselves. We don't recognize our own beauty because we're too busy comparing ourselves to other people."
   },
   "author": {
    "text": "Kelly Osbourne"
   }
  },
  {
   "quote": {
    "text": "I think love and beauty are what life is all about."
   },
   "author": {
    "text": "John Derek"
   }
  },
  {
   "quote": {
    "text": "I was in a modeling contest when I was 16. People don't think it's different, modeling versus beauty pageants, but it is. As a model, you're still an individual. When you are crowned a Miss, you are representative of a lot."
   },
   "author": {
    "text": "Stephanie Sigman"
   }
  },
  {
   "quote": {
    "text": "One thing I love about the beauty industry is that there are so many entrepreneurs, so much creativity, such a fun pipeline of products."
   },
   "author": {
    "text": "Mary Dillon"
   }
  },
  {
   "quote": {
    "text": "I want the image of disabled people like myself to change into a picture of strength. Fashion needs to redefine its idea of beauty and have more of an open mind."
   },
   "author": {
    "text": "Lauren Wasser"
   }
  },
  {
   "quote": {
    "text": "I have a great liking for the Chamba folk music, which depicts the beauty of women and the mountains with a touch of Indian classical music."
   },
   "author": {
    "text": "Mohit Chauhan"
   }
  },
  {
   "quote": {
    "text": "We have magnificent brains, but we use a great deal of our brilliance to keep ourselves stuck and ignorant, to keep ourselves from not shining. We are so afraid of our beauty and radiance and brilliance because it scared the adults around us when we were children."
   },
   "author": {
    "text": "Patricia Sun"
   }
  },
  {
   "quote": {
    "text": "I really wanted there to be something in my life that I enjoy just for the beauty of it."
   },
   "author": {
    "text": "Robert Caro"
   }
  },
  {
   "quote": {
    "text": "After the near-total destruction of Dresden in the Allied fire-bombing of February 1945, few people believed that its beauty would ever return. Dresden's slow but steady comeback was thus met with great relief."
   },
   "author": {
    "text": "Gunter Blobel"
   }
  },
  {
   "quote": {
    "text": "The beauty of the Internet is that anybody can be a broadcaster now."
   },
   "author": {
    "text": "Jeff Zucker"
   }
  },
  {
   "quote": {
    "text": "We create our own government. We are responsible for its beauty and for its ugliness. We are responsible for its glories and for its failures and, most important, we are responsible for amending those failures no matter who are their most immediate architects."
   },
   "author": {
    "text": "Charlie Pierce"
   }
  },
  {
   "quote": {
    "text": "Beauty means expression and being your most authentic self."
   },
   "author": {
    "text": "Paloma Elsesser"
   }
  },
  {
   "quote": {
    "text": "The diversity of India, of our civilization, is actually a thing of beauty, which is something we are extremely proud of."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "God put the human race in charge of managing the resources of the entire planet for the benefit of all life. Therefore, we, of all people on this planet, should be concerned about environmental issues and doing what we can to enhance the beauty and productivity of the natural realm."
   },
   "author": {
    "text": "Hugh Ross"
   }
  },
  {
   "quote": {
    "text": "What would be ugly in a garden constitutes beauty in a mountain."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "I think there are very few people who have a real style, a real personality, and real beauty."
   },
   "author": {
    "text": "Marisa Berenson"
   }
  },
  {
   "quote": {
    "text": "Mozart's music is so pure and beautiful that I see it as a reflection of the inner beauty of the universe."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "We find delight in the beauty and happiness of children that makes the heart too big for the body."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "The grass is always greener on the other side. We are busy applying fairness creams while people in the West go bare-bodied on the beach to get a tan. Indian girls have ruled the roost when it comes to beauty pageants. I flaunt my complexion, and I am proud to be noticed as an Indian wherever I go."
   },
   "author": {
    "text": "Shilpa Shetty"
   }
  },
  {
   "quote": {
    "text": "Beauty is an outward gift, which is seldom despised, except by those to whom it has been refused."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "A more secret, sweet, and overpowering beauty appears to man when his heart and mind open to the sentiment of virtue."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "I always loved aesthetics. Not particularly fashion, but an idea of beauty."
   },
   "author": {
    "text": "Miuccia Prada"
   }
  },
  {
   "quote": {
    "text": "Let me tell you something - being thought of as a beautiful woman has spared me nothing in life. No heartache, no trouble. Love has been difficult. Beauty is essentially meaningless and it is always transitory."
   },
   "author": {
    "text": "Halle Berry"
   }
  },
  {
   "quote": {
    "text": "We all have our imperfections. But I'm human, and you know, it's important to concentrate on other qualities besides outer beauty."
   },
   "author": {
    "text": "Beyonce Knowles"
   }
  },
  {
   "quote": {
    "text": "It's incredible to see the creativity, beauty and hardships people capture when filmmaking is opened up and shared with the world."
   },
   "author": {
    "text": "Jehane Noujaim"
   }
  },
  {
   "quote": {
    "text": "Beauty and folly are old companions."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "How long can men thrive between walls of brick, walking on asphalt pavements, breathing the fumes of coal and oil, growing, working, dying, with hardly a thought of wind, and sky, and fields of grain, seeing only machine-made beauty, the mineral-like quality of life?"
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "The arts, quite simply, nourish the soul. They sustain, comfort, inspire. There is nothing like that exquisite moment when you first discover the beauty of connecting with others in celebration of larger ideals and shared wisdom."
   },
   "author": {
    "text": "Gordon Gee"
   }
  },
  {
   "quote": {
    "text": "He who seeks truth shall find beauty. He who seeks beauty shall find vanity. He who seeks order shall find gratification. He who seeks gratification shall be disappointed. He who considers himself the servant of his fellow beings shall find the joy of self-expression. He who seeks self-expression shall fall into the pit of arrogance."
   },
   "author": {
    "text": "Moshe Safdie"
   }
  },
  {
   "quote": {
    "text": "You don't have to be a renowned artist like Q-Tip to try your hand at poetry. You don't need any special equipment - that's the beauty of it."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Nothing, indeed, is more dangerous to the young artist than any conception of ideal beauty: he is constantly led by it either into weak prettiness or lifeless abstraction: whereas to touch the ideal at all, you must not strip it of vitality."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Mathematics are the result of mysterious powers which no one understands, and which the unconscious recognition of beauty must play an important part. Out of an infinity of designs a mathematician chooses one pattern for beauty's sake and pulls it down to earth."
   },
   "author": {
    "text": "Marston Morse"
   }
  },
  {
   "quote": {
    "text": "For every moment of triumph, for every instance of beauty, many souls must be trampled."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "Beauty has as many meanings as man has moods. Beauty is the symbol of symbols. Beauty reveals everything, because it expresses nothing. When it shows us itself, it shows us the whole fiery-coloured world."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Why hurry over beautiful things? Why not linger and enjoy them?"
   },
   "author": {
    "text": "Clara Schumann"
   }
  },
  {
   "quote": {
    "text": "Our hearts were drunk with a beauty Our eyes could never see."
   },
   "author": {
    "text": "George William Russell"
   }
  },
  {
   "quote": {
    "text": "Through my optimism I naturally prefer and capture the beauty in life."
   },
   "author": {
    "text": "Leni Riefenstahl"
   }
  },
  {
   "quote": {
    "text": "Competence, like truth, beauty, and contact lenses, is in the eye of the beholder."
   },
   "author": {
    "text": "Laurence J. Peter"
   }
  },
  {
   "quote": {
    "text": "Plastic surgery can't make you younger or more beautiful, because beauty is in your eyes, isn't it? It's in your soul; you can't strap it on."
   },
   "author": {
    "text": "Sarah Parish"
   }
  },
  {
   "quote": {
    "text": "Beauty doesn't need ornaments. Softness can't bear the weight of ornaments."
   },
   "author": {
    "text": "Munshi Premchand"
   }
  },
  {
   "quote": {
    "text": "I like a girl with natural beauty."
   },
   "author": {
    "text": "Chandler Parsons"
   }
  },
  {
   "quote": {
    "text": "Beauty and seduction, I believe, is nature's tool for survival, because we will protect what we fall in love with."
   },
   "author": {
    "text": "Louie Schwartzberg"
   }
  },
  {
   "quote": {
    "text": "Both for Havana's beauty and decay, it's very hard to restrain yourself from staring everywhere you look."
   },
   "author": {
    "text": "Brin-Jonathan Butler"
   }
  },
  {
   "quote": {
    "text": "Beauty is unbearable, drives us to despair, offering us for a minute the glimpse of an eternity that we should like to stretch out over the whole of time."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "That's one of the nice things. I mean, part of the beauty of me is that I'm very rich. So if I need $600 million, I can put $600 million myself. That's a huge advantage. I must tell you, that's a huge advantage over the other candidates."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "What the canons of beauty transmit is an idea of taking care of yourself. Eating well, living healthily, doing sports. It's a way to highlight the natural beauty in each of us. The natural body that all of us are born with."
   },
   "author": {
    "text": "Bianca Balti"
   }
  },
  {
   "quote": {
    "text": "Beauty is only skin deep. I think what's really important is finding a balance of mind, body and spirit."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "My beauty secret is... nothing! I don't drink too much water. I don't eat very well. Sometimes I cheat and grab some chocolate. The best thing is to eat what you want, but not very much."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "The beauty of Judaism is that it demands we ask questions, especially of ourselves."
   },
   "author": {
    "text": "Edgar Bronfman, Sr."
   }
  },
  {
   "quote": {
    "text": "Sleeping and water are lifesavers - that's true beauty right there."
   },
   "author": {
    "text": "Sofia Boutella"
   }
  },
  {
   "quote": {
    "text": "The beauty of independence, departure, actions that rely on themselves."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "Only on paper has humanity yet achieved glory, beauty, truth, knowledge, virtue, and abiding love."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Social media has revolutionised how beauty is curated, captured, and consumed."
   },
   "author": {
    "text": "Pat McGrath"
   }
  },
  {
   "quote": {
    "text": "Beauty is grace and confidence. I've learned to accept and appreciate what nature gave me."
   },
   "author": {
    "text": "Lindsay Lohan"
   }
  },
  {
   "quote": {
    "text": "I like beauty to be a bit edgy, not typical. For me, the only rule is looking good."
   },
   "author": {
    "text": "Francois Nars"
   }
  },
  {
   "quote": {
    "text": "Great perils have this beauty, that they bring to light the fraternity of strangers."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Rio is an energetic, vibrant place, full of beauty and nature. But we face the kinds of problems any developing metropolis does - with pollution, traffic congestion, poverty. Distribution of green areas, for example, is not uniform. Madureira, the heart of the suburb in Rio, is a concrete jungle."
   },
   "author": {
    "text": "Eduardo Paes"
   }
  },
  {
   "quote": {
    "text": "Sailing is in the same vein as horse riding. There's a beauty to it; it's an elegant sport. You have to employ your intelligence. It's technical, but you also have to take into account the natural elements - the wind, the water, the weather."
   },
   "author": {
    "text": "Pier Luigi Loro Piana"
   }
  },
  {
   "quote": {
    "text": "Love is the attempt to form a friendship inspired by beauty."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "I was a super once - an extra - in 'Die Fledermaus,' and was seated within three feet of Placido Domingo. I had never heard a voice of that beauty so close up. It felt as if an electric shock were running through me."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "What is certain is that singing is not merely modulating a song by means of the voice: we sing and we celebrate the beauty that we can grow and live every day. If you want to sing and give emotions to those who are listening, you must have something to tell through your singing; you have to use singing like an instrument to tell something."
   },
   "author": {
    "text": "Andrea Bocelli"
   }
  },
  {
   "quote": {
    "text": "People say I'm extravagant because I want to be surrounded by beauty. But tell me, who wants to be surrounded by garbage?"
   },
   "author": {
    "text": "Imelda Marcos"
   }
  },
  {
   "quote": {
    "text": "Art is built on the deepest themes of human meaning: good and evil, beauty and ugliness, life and death, love and hate. No other story has incarnated those themes more than the story of Jesus."
   },
   "author": {
    "text": "John Ortberg"
   }
  },
  {
   "quote": {
    "text": "The kind of beauty I want most is the hard-to-get kind that comes from within - strength, courage, dignity."
   },
   "author": {
    "text": "Ruby Dee"
   }
  },
  {
   "quote": {
    "text": "The beauty of Maine is such that you can't really see it clearly while you live there. But now that I've moved away, with each return it all becomes almost hallucinatory: the dark blue water, the rocky coast with occasional flashes of white sand, the jasper stone beaches along the coast, the pine and fir forests somehow vivid in their stillness."
   },
   "author": {
    "text": "Alexander Chee"
   }
  },
  {
   "quote": {
    "text": "The original theme of 'Beauty and the Beast' is don't judge a book by its cover. Love what's inside."
   },
   "author": {
    "text": "Jay Ryan"
   }
  },
  {
   "quote": {
    "text": "Exuberance is beauty."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Faces that have charmed us the most escape us the soonest."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "What a man does for pay is of little significance. What he is, as a sensitive instrument responsive to the world's beauty, is everything!"
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "Inner beauty should be the most important part of improving one's self."
   },
   "author": {
    "text": "Priscilla Presley"
   }
  },
  {
   "quote": {
    "text": "The sport of horse racing which, at its best, showcases the majestic beauty of this animal and the athleticism of jockeys, has reached an alarming level of corruption and exploitation."
   },
   "author": {
    "text": "Tom Udall"
   }
  },
  {
   "quote": {
    "text": "'Green Garden' is about beauty and joy and lush green and dance and excitement and smiling from within."
   },
   "author": {
    "text": "Laura Mvula"
   }
  },
  {
   "quote": {
    "text": "I'm not ugly, but my beauty is a total creation."
   },
   "author": {
    "text": "Georg Wilhelm Friedrich Hegel"
   }
  },
  {
   "quote": {
    "text": "Beauty is a short-lived tyranny."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Talent grips us. We are overtaken by the beauty of Michelangelo's sculpture, riveted by Mariah Carey's angelic voice, doubled over in laughter by the comedy of Robin Williams, and captivated by the on screen performances of Denzel Washington."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Beauty is also submitted to the taste of time, so a beautiful woman from the Belle Epoch is not exactly the perfect beauty of today, so beauty is something that changes with time."
   },
   "author": {
    "text": "Karl Lagerfeld"
   }
  },
  {
   "quote": {
    "text": "Being proud of who we are as people is more important than cutting into ourselves to create this false idea of beauty."
   },
   "author": {
    "text": "Isla Fisher"
   }
  },
  {
   "quote": {
    "text": "In marriage do thou be wise: prefer the person before money, virtue before beauty, the mind before the body; then thou hast a wife, a friend, a companion, a second self."
   },
   "author": {
    "text": "William Penn"
   }
  },
  {
   "quote": {
    "text": "When I am going out, I am in ponytail, jeans, tees. I am just like any girl-next-door. Beauty is not external; it's internal. When you are a happy soul, you would be beautiful any time."
   },
   "author": {
    "text": "Rakul Preet Singh"
   }
  },
  {
   "quote": {
    "text": "Art is beauty, the perpetual invention of detail, the choice of words, the exquisite care of execution."
   },
   "author": {
    "text": "Theophile Gautier"
   }
  },
  {
   "quote": {
    "text": "And beauty immortal awakes from the tomb."
   },
   "author": {
    "text": "James Beattie"
   }
  },
  {
   "quote": {
    "text": "Seek goodness and be goodness. Seek beauty and be beauty. Seek love and be love."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "The ideal and the beautiful are identical; the ideal corresponds to the idea, and beauty to form; hence idea and substance are cognate."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "The thing that surprised me the most is just how much money women that weren't rich were paying for their hair. When you're in a beauty parlor in Harlem next to abandoned buildings and somebody's paying five grand for a weave, that's a bit much."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "It is not sufficient to see and to know the beauty of a work. We must feel and be affected by it."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Beauty is all very well at first sight; but who ever looks at it when it has been in the house three days?"
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Beauty is the promise of happiness."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "I like to embrace natural beauty. I try to get at least 8 hours of sleep, drinking a lot of water and exercising."
   },
   "author": {
    "text": "Tia Mowry"
   }
  },
  {
   "quote": {
    "text": "The value of beauty and inspiration is very much underrated, no question. But I want to be clear: I'm not trying to be anyone's savior. I'm just trying to think about the future and not be sad."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "You know, all these sentiments about beauty coming from within, they've always resonated when I've read them, but it takes a bit of living to truly appreciate them. To realise we are so much more than our experiences, that we are who we are because of the lessons we've learnt, now that's what true 'beauty' is for me."
   },
   "author": {
    "text": "Christy Turlington"
   }
  },
  {
   "quote": {
    "text": "Beauty awakens the soul to act."
   },
   "author": {
    "text": "Dante Alighieri"
   }
  },
  {
   "quote": {
    "text": "What the imagination seizes as beauty must be truth."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "Beauty is in the character of a person. It's about having an interesting face and about what's inside. Anyone can take a good picture."
   },
   "author": {
    "text": "Patrick Demarchelier"
   }
  },
  {
   "quote": {
    "text": "Every decently-made object, from a house to a lamp post to a bridge, spoon or egg cup, is not just a piece of 'stuff' but a physical embodiment of human energy, testimony to the magical ability of our species to take raw materials and turn them into things of use, value and beauty."
   },
   "author": {
    "text": "Kevin McCloud"
   }
  },
  {
   "quote": {
    "text": "I think the problem is when people hear 'arts education,' they think, 'I don't want my son to be some painter that's going to be hanging in some museum after he dies. I don't want my daughter to be a struggling artist making no money.' People don't realize it's more than that. It's beautiful. It brings beauty to our lives."
   },
   "author": {
    "text": "Brian Stokes Mitchell"
   }
  },
  {
   "quote": {
    "text": "Nothing can express the aim and meaning of our work better than the profound words of St. Augustine - 'Beauty is the splendor of Truth.'"
   },
   "author": {
    "text": "Ludwig Mies van der Rohe"
   }
  },
  {
   "quote": {
    "text": "I'm attracted to soccer's capacity for beauty. When well played, the game is a dance with a ball."
   },
   "author": {
    "text": "Eduardo Galeano"
   }
  },
  {
   "quote": {
    "text": "That's the beauty of the Internet is that we're no longer tied to our communities by physical connections."
   },
   "author": {
    "text": "Edward Snowden"
   }
  },
  {
   "quote": {
    "text": "The seventies is what I love. Soft, touchable beauty is what I love."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "What I see everywhere in the world are ordinary people willing to confront despair, power, and incalculable odds in order to restore some semblance of grace, justice, and beauty to this world."
   },
   "author": {
    "text": "Paul Hawken"
   }
  },
  {
   "quote": {
    "text": "There is beauty when something works and it works intuitively."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "A bachelor never quite gets over the idea that he is a thing of beauty and a boy forever."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "The beauty of a face is not a separate quality but a relation or proportion of qualities to each other."
   },
   "author": {
    "text": "George Herbert Mead"
   }
  },
  {
   "quote": {
    "text": "Really, at the end of the day, the only thing you can control is yourself; the only person you can truly educate is yourself. You have to redefine what beauty is to you so you can't be affected by what people are saying."
   },
   "author": {
    "text": "Rupi Kaur"
   }
  },
  {
   "quote": {
    "text": "Any saxophone player will have those influences come through in their music in a very different way. I can listen to the same 10 sax players as someone else for my entire life, and we'll both play completely differently. That's the beauty of being a musician."
   },
   "author": {
    "text": "Kenny G"
   }
  },
  {
   "quote": {
    "text": "Beauty, to me is about being comfortable in your own skin."
   },
   "author": {
    "text": "Gwyneth Paltrow"
   }
  },
  {
   "quote": {
    "text": "The preciousness of life and the changes of weather and the beauty of seasons - all those things have always sort of dazzled me."
   },
   "author": {
    "text": "Anthony Doerr"
   }
  },
  {
   "quote": {
    "text": "It's how you look at beauty. Is it only an outward appearance with hair and makeup and a hot body, or is it something deeper than that?"
   },
   "author": {
    "text": "Hilary Swank"
   }
  },
  {
   "quote": {
    "text": "You can take no credit for beauty at sixteen. But if you are beautiful at sixty, it will be your soul's own doing."
   },
   "author": {
    "text": "Marie Stopes"
   }
  },
  {
   "quote": {
    "text": "Self-care is the non-negotiable. That's the thing that you have to do. And beauty is the thing that can be the benefit of the self-care. Beauty is not the point. Beauty is just a cute side-effect from self-care."
   },
   "author": {
    "text": "Jonathan Van Ness"
   }
  },
  {
   "quote": {
    "text": "Nothing can be compared to the great beauty and capabilities of a soul; however keen our intellects may be, they are as unable to comprehend them as to comprehend God, for, as He has told us, He created us in His own image and likeness."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "I define nothing. Not beauty, not patriotism. I take each thing as it is, without prior rules about what it should be."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "Beauty is nature's brag, and must be shown in courts, at feasts, and high solemnities, where most may wonder at the workmanship."
   },
   "author": {
    "text": "John Milton"
   }
  },
  {
   "quote": {
    "text": "That which God said to the rose, and caused it to laugh in full-blown beauty, He said to my heart, and made it a hundred times more beautiful."
   },
   "author": {
    "text": "Rumi"
   }
  },
  {
   "quote": {
    "text": "If you don't die of thirst, there are blessings in the desert. You can be pulled into limitlessness, which we all yearn for, or you can do the beauty of minutiae, the scrimshaw of tiny and precise. The sky is your ocean, and the crystal silence will uplift you like great gospel music, or Neil Young."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "Most sets of values would give rise to universes that, although they might be very beautiful, would contain no one able to wonder at that beauty."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "A witty woman is a treasure; a witty beauty is a power."
   },
   "author": {
    "text": "George Meredith"
   }
  },
  {
   "quote": {
    "text": "Sometimes, there can be a slightly condescending assumption that anything unlikable about a female character is a mistake, as if they're a contestant in a beauty pageant and have to seem charming and upbeat all the time."
   },
   "author": {
    "text": "Curtis Sittenfeld"
   }
  },
  {
   "quote": {
    "text": "Whether we think of Disney's blonde beauty and her pumpkin carriage or Marissa Meyer's recent recasting of 'Cinderella' as a cyborg in the young adult novel 'Cinder,' we know that there are countless modern retellings of the tale."
   },
   "author": {
    "text": "Marie Rutkoski"
   }
  },
  {
   "quote": {
    "text": "Wisdom is the abstract of the past, but beauty is the promise of the future."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "Beauty is a fragile gift."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "Every girl should use what Mother Nature gave her before Father Time takes it away."
   },
   "author": {
    "text": "Laurence J. Peter"
   }
  },
  {
   "quote": {
    "text": "To look almost pretty is an acquisition of higher delight to a girl who has been looking plain for the first fifteen years of her life than a beauty from her cradle can ever receive."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "If the universal is the essential, then it is the basis of all life and art. Recognizing and uniting with the universal therefore gives us the greatest aesthetic satisfaction, the greatest emotion of beauty."
   },
   "author": {
    "text": "Piet Mondrian"
   }
  },
  {
   "quote": {
    "text": "Do not try to push your way through to the front ranks of your profession; do not run after distinctions and rewards; but do your utmost to find an entry into the world of beauty."
   },
   "author": {
    "text": "Constantin Stanislavski"
   }
  },
  {
   "quote": {
    "text": "The absence of flaw in beauty is itself a flaw."
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "Beauty seen is never lost, God's colors all are fast."
   },
   "author": {
    "text": "John Greenleaf Whittier"
   }
  },
  {
   "quote": {
    "text": "Inner beauty radiates from within, and there's nothing more beautiful than when a woman feels beautiful on the inside."
   },
   "author": {
    "text": "Erin Heatherton"
   }
  },
  {
   "quote": {
    "text": "All the great religions have a place for awe, for ecstatic transport at the wonder and beauty of creation."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "There's beauty everywhere. There are amazing things happening everywhere, you just have to be able to open your eyes and witness it. Some days, that's harder than others."
   },
   "author": {
    "text": "Sarah McLachlan"
   }
  },
  {
   "quote": {
    "text": "Every article on these islands has an almost personal character, which gives this simple life, where all art is unknown, something of the artistic beauty of medieval life."
   },
   "author": {
    "text": "John Millington Synge"
   }
  },
  {
   "quote": {
    "text": "I love faces that have freckles. I love faces that have wrinkles. For me, beauty is naturalism, I guess."
   },
   "author": {
    "text": "Rachel Morrison"
   }
  },
  {
   "quote": {
    "text": "As a girl, you're supposed to love Sleeping Beauty. I mean, who wants to love Sleeping Beauty when you can be Aladdin?"
   },
   "author": {
    "text": "Ellen Page"
   }
  },
  {
   "quote": {
    "text": "The thing we often forget to talk about, or perhaps we take for granted, is our country's dazzling beauty. Our natural environment is so much a part of Australia's art, writing, music and culture, both indigenous and non indigenous."
   },
   "author": {
    "text": "Quentin Bryce"
   }
  },
  {
   "quote": {
    "text": "O human beauty, what a dream art thou, that we should cast our life and hopes away on thee!"
   },
   "author": {
    "text": "Bryan Procter"
   }
  },
  {
   "quote": {
    "text": "I think we live in a world where the most important thing is daily life: sharing a space with your family, making meals, being with your people. It's not only the idea of privacy, it's the beauty of the moment, at a time in the world when everything goes really fast - too fast."
   },
   "author": {
    "text": "Ana Tijoux"
   }
  },
  {
   "quote": {
    "text": "Don't look at small business as a means to an end and a way to make money until the corporation hires you; look at it as a chance to create something of immeasurable value and beauty in a world that desperately needs it."
   },
   "author": {
    "text": "Michael Gerber"
   }
  },
  {
   "quote": {
    "text": "There is real beauty in my eyes when I lose my mind."
   },
   "author": {
    "text": "Jessica Hagedorn"
   }
  },
  {
   "quote": {
    "text": "Beauty is a manifestation of secret natural laws, which otherwise would have been hidden from us forever."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "I always hear myself saying, 'She's a beauty!' or 'He's a beauty!' or 'What a beauty!' but I never know what I'm talking about."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "I think permitting the game to become too physical takes away a little bit of the beauty."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "I believe that children are our future. Teach them well and let them lead the way. Show them all the beauty they possess inside."
   },
   "author": {
    "text": "Whitney Houston"
   }
  },
  {
   "quote": {
    "text": "Imagination disposes of everything; it creates beauty, justice, and happiness, which are everything in this world."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "Because beauty will be so readily accessible, and skin color and features will be similar, prejudices based on physical features will be nearly eradicated. Prejudice will be socioeconomically based."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "I feel French is very close to Urdu. Both languages are beautiful. Sadly, their beauty is lost in translation."
   },
   "author": {
    "text": "Amisha Patel"
   }
  },
  {
   "quote": {
    "text": "Every beauty which is seen here by persons of perception resembles more than anything else that celestial source from which we all are come."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "There is no excellent beauty that hath not some strangeness in the proportion."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "If I were in the government, I would persuade the prime minister to see the beauty in the fact that people see Israel as a haven - from their sadness to their hope."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "Beauty is produced by the pleasing appearance and good taste of the whole, and by the dimensions of all the parts being duly proportioned to each other."
   },
   "author": {
    "text": "Vitruvius"
   }
  },
  {
   "quote": {
    "text": "There were few people, perhaps, more passionately fond of travelling, and seeing fresh places, and new scenes, than myself; but now, since, by the grace of God, I have seen beauty in the Lord Jesus, I have lost my taste for these things."
   },
   "author": {
    "text": "George Muller"
   }
  },
  {
   "quote": {
    "text": "Science may provide the most useful way to organize empirical, reproducible data, but its power to do so is predicated on its inability to grasp the most central aspects of human life: hope, fear, love, hate, beauty, envy, honor, weakness, striving, suffering, virtue."
   },
   "author": {
    "text": "Paul Kalanithi"
   }
  },
  {
   "quote": {
    "text": "I did flirt with the idea of going to law school, but not for long. Maybe I'll play a lawyer one day - the beauty of acting is that you can try on so many different roles without having to commit to them in real life."
   },
   "author": {
    "text": "Elizabeth Debicki"
   }
  },
  {
   "quote": {
    "text": "Nonfiction speaks to the head. Fiction speaks to the heart. Poetry speaks to the soul. It's the essence of beauty. The essence of pain. It pleases the eye and the ear."
   },
   "author": {
    "text": "Ellen Hopkins"
   }
  },
  {
   "quote": {
    "text": "For me the greatest beauty always lies in the greatest clarity."
   },
   "author": {
    "text": "Gotthold Ephraim Lessing"
   }
  },
  {
   "quote": {
    "text": "Just about every town in Texas has a beauty pageant. Ours was called The Dogwood Fiesta. I was in one of those. I played the guitar and sang - and lost."
   },
   "author": {
    "text": "Sissy Spacek"
   }
  },
  {
   "quote": {
    "text": "I think that something needs to be weird in order to have a real beauty."
   },
   "author": {
    "text": "Carine Roitfeld"
   }
  },
  {
   "quote": {
    "text": "I'm happy that I know how to speak 'Southern.' I spent a lot of time in Alabama throughout my life. I even lived there for part of junior high and high school, so I learned the true beauty and mastery of the Southern dialect. 'Y'all' is one of the greatest and most useful words ever invented."
   },
   "author": {
    "text": "W. Kamau Bell"
   }
  },
  {
   "quote": {
    "text": "People are fighting over how our heartsongs are different. But they don't need to be the same. That's the beauty. We are a mosaic of gifts. Each of us has our inner beauty no matter how we look."
   },
   "author": {
    "text": "Mattie Stepanek"
   }
  },
  {
   "quote": {
    "text": "Coming in solemn beauty like slow old tunes of Spain."
   },
   "author": {
    "text": "John Masefield"
   }
  },
  {
   "quote": {
    "text": "The beauty of our democracy lies in the American value of equality: if you vote, you have a seat at the table. If you speak, you have a chance to persuade others. A billionaire and a minimum wage earner have the same power at the ballot box."
   },
   "author": {
    "text": "Christine Pelosi"
   }
  },
  {
   "quote": {
    "text": "I believe that true beauty of chess is more than enough to satisfy all possible demands."
   },
   "author": {
    "text": "Alexander Alekhine"
   }
  },
  {
   "quote": {
    "text": "Genetics is all about showcasing human beauty along with high-quality performance."
   },
   "author": {
    "text": "Bela Karolyi"
   }
  },
  {
   "quote": {
    "text": "The experience of being in the Army changed my whole life; I never believed that an organization such as ours could ever go to war, leave alone win it. It was, as Yeats remarked of the Easter Rising, 'A terrible beauty.'"
   },
   "author": {
    "text": "Spike Milligan"
   }
  },
  {
   "quote": {
    "text": "A sense of the universe, a sense of the all, the nostalgia which seizes us when confronted by nature, beauty, music - these seem to be an expectation and awareness of a Great Presence."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "These are the things of which men think, who live: of their own selves and the dwelling place of their fathers; of their neighbors; of work and service; of rule and reason and women and children; of Beauty and Death and War."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "I am a thing of beauty."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "The 1990s, after the reign of terror of academic vandalism, will be a decade of restoration: restoration of meaning, value, beauty, pleasure, and emotion to art and restoration of art to its audience."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "Grace is in garments, in movements, in manners; beauty in the nude, and in forms. This is true of bodies; but when we speak of feelings, beauty is in their spirituality, and grace in their moderation."
   },
   "author": {
    "text": "Joseph Joubert"
   }
  },
  {
   "quote": {
    "text": "Part of the beauty of Judaism, and surely this is so for other faiths also, is that it gently restores control over time. Three times a day we stop what we are doing and turn to God in prayer. We recover perspective. We inhale a deep breath of eternity."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "Like charity, I believe glamour should begin at home."
   },
   "author": {
    "text": "Loretta Young"
   }
  },
  {
   "quote": {
    "text": "I like to think that today is the best day of my life and tomorrow will be the next best day of my life. And if you think that way, you're living for the beauty of today."
   },
   "author": {
    "text": "Conrad Anker"
   }
  },
  {
   "quote": {
    "text": "A thing is right when it tends to preserve the integrity, stability and beauty of the biotic community. It is wrong when it tends otherwise."
   },
   "author": {
    "text": "Aldo Leopold"
   }
  },
  {
   "quote": {
    "text": "Like the rest of the genetic lottery, beauty is unfair. Everyone falls short of perfection, but some are luckier than others. Real confidence requires self-knowledge, which includes recognizing one's shortcomings as well as one's strengths."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "The human soul needs actual beauty more than bread."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "For me, physical beauty is never the reason for attraction to anyone."
   },
   "author": {
    "text": "Katrina Kaif"
   }
  },
  {
   "quote": {
    "text": "The only rich person is a person who is rich in spirit. I have no money deposit. I have only beauty deposit."
   },
   "author": {
    "text": "Imelda Marcos"
   }
  },
  {
   "quote": {
    "text": "For I must tell you that we artists cannot tread the path of Beauty without Eros keeping company with us and appointing himself as our guide."
   },
   "author": {
    "text": "Thomas Mann"
   }
  },
  {
   "quote": {
    "text": "Nothing is really typical of my efforts... I'm simply casting about for better ways to crystallise and capture certain strong impressions (involving the elements of time, the unknown, cause and effect, fear, scenic and architectural beauty, and other seemingly ill-assorted things) which persist in clamouring for expression."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "Beauty of mind creates freedom. Freedom of mind creates beauty."
   },
   "author": {
    "text": "Ann Demeulemeester"
   }
  },
  {
   "quote": {
    "text": "Imagine if I'd said, 'I have to be the best actress - I want that and nothing else.' I never would have directed. I never would have produced. I never would have done a beauty line. I would have just worried about getting a job or been frustrated that I wasn't getting the job that I wanted. I was ready to be a businesswoman."
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "Ads featuring real women and real beauty are such a necessary component to offset the potentially dangerous programming out there for little girls."
   },
   "author": {
    "text": "Rashida Jones"
   }
  },
  {
   "quote": {
    "text": "Just because you are blind and unable to see my beauty doesn't mean it does not exist."
   },
   "author": {
    "text": "Margaret Cho"
   }
  },
  {
   "quote": {
    "text": "I cannot go to Montreal without going to Beauty's, my favorite place for breakfast, where I have the Mish-Mash omelet with hot dogs, salami, eggs, green peppers, and onions, and the best banana bread in the world. It's legendary!"
   },
   "author": {
    "text": "Gail Simmons"
   }
  },
  {
   "quote": {
    "text": "I've developed into quite a swan. I'm one of those people that will probably look better and better as I get older until I drop dead of beauty."
   },
   "author": {
    "text": "Rufus Wainwright"
   }
  },
  {
   "quote": {
    "text": "Taking joy in living is a woman's best cosmetic."
   },
   "author": {
    "text": "Rosalind Russell"
   }
  },
  {
   "quote": {
    "text": "Parisian women have an inner elegance that's envied the world over. They are so relaxed about ageing and seem to acquire more charisma and beauty with time. Who wouldn't want to be like them? That's the trick - to embrace the natural progression of life and to be confident."
   },
   "author": {
    "text": "Naomi Watts"
   }
  },
  {
   "quote": {
    "text": "You, Eternal Trinity, are my Creator, and I am the work of Your hands, and I know through the new creation which You have given me in the blood of Your Son, that You are enamored of the beauty of Your workmanship."
   },
   "author": {
    "text": "Catherine of Siena"
   }
  },
  {
   "quote": {
    "text": "Beauty, the eternal Spouse of the Wisdom of God and Angel of his Presence thru' all creation."
   },
   "author": {
    "text": "Robert Bridges"
   }
  },
  {
   "quote": {
    "text": "An image of the Earth, its landscapes, directly affects people. The beauty of the Earth creates enormous emotion, and through that emotion, you can transmit knowledge and raise consciousness."
   },
   "author": {
    "text": "Yann Arthus-Bertrand"
   }
  },
  {
   "quote": {
    "text": "I may be old-fashioned. But I believe there is such a thing as a search for beauty - a delight in the nice things in the world. And I don't think one should have to apologise for it."
   },
   "author": {
    "text": "Saul Leiter"
   }
  },
  {
   "quote": {
    "text": "I would like to show that I have a heart, that I am a human being and I have feelings. And to be this kind of role model, not only for beauty pageants but also for life."
   },
   "author": {
    "text": "Gabriela Isler"
   }
  },
  {
   "quote": {
    "text": "Ugliness is in a way superior to beauty because it lasts."
   },
   "author": {
    "text": "Serge Gainsbourg"
   }
  },
  {
   "quote": {
    "text": "Beauty is our weapon against nature; by it we make objects, giving them limit, symmetry, proportion. Beauty halts and freezes the melting flux of nature."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "Romance and novel paint beauty in colors more charming than nature, and describe a happiness that humans never taste. How deceptive and destructive are those pictures of consummate bliss!"
   },
   "author": {
    "text": "Oliver Goldsmith"
   }
  },
  {
   "quote": {
    "text": "I really believe that beauty comes from health - sensible eating and exercise."
   },
   "author": {
    "text": "Dita Von Teese"
   }
  },
  {
   "quote": {
    "text": "I find beauty in the grotesque, like most artists."
   },
   "author": {
    "text": "Alexander McQueen"
   }
  },
  {
   "quote": {
    "text": "The Lord did not people the earth with a vibrant orchestra of personalities only to value the piccolos of the world. Every instrument is precious and adds to the complex beauty of the symphony."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "That which you create in beauty and goodness and truth lives on for all time to come. Don't spend your life accumulating material objects that will only turn to dust and ashes."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "With a great poet the sense of Beauty overcomes every other consideration, or rather obliterates all consideration."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "I gave my beauty and my youth to men. I am going to give my wisdom and experience to animals."
   },
   "author": {
    "text": "Brigitte Bardot"
   }
  },
  {
   "quote": {
    "text": "I feel prematurely old. I'm actually having this major belated quarter-life crisis. I'm turning 30 in a couple of weeks. I've been thinking a lot about mortality. A lot about what I'm going to do with my life and how to enjoy it. One of the things I'm going to work on is being more spontaneous, letting go, embracing the beauty of come-what-may."
   },
   "author": {
    "text": "Chris Pine"
   }
  },
  {
   "quote": {
    "text": "Nonsense and beauty have close connections."
   },
   "author": {
    "text": "E. M. Forster"
   }
  },
  {
   "quote": {
    "text": "If you get simple beauty and naught else, you get about the best thing God invents."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "If you feel comfortable in what you're wearing, you'll look your best, and I think that's a really important idea. Sometimes, whether it's fashion or beauty, things are on-trend, and they look beautiful on the runway, but when I apply them to myself, it doesn't look the way it should."
   },
   "author": {
    "text": "Aerin Lauder"
   }
  },
  {
   "quote": {
    "text": "I like the thought that what we are to do on this earth is embellish it for its greater beauty, so that oncoming generations can look back to the shapes we leave here and get the same thrill that I get in looking back at theirs - at the Parthenon, at Chartres Cathedral."
   },
   "author": {
    "text": "Philip Johnson"
   }
  },
  {
   "quote": {
    "text": "The notion of the infinite variety of detail and the multiplicity of forms is a pleasing one; in complexity are the fringes of beauty, and in variety are generosity and exuberance."
   },
   "author": {
    "text": "Annie Dillard"
   }
  },
  {
   "quote": {
    "text": "My mother never wore much make-up, and she was a kind of natural beauty; she knew just how to enhance what she had."
   },
   "author": {
    "text": "Francois Nars"
   }
  },
  {
   "quote": {
    "text": "I think the chance of finding beauty is higher if you don't work on it directly. Beauty in architecture is driven by practicality. This is what you learn from studying the old townscapes of the Swiss farmers."
   },
   "author": {
    "text": "Peter Zumthor"
   }
  },
  {
   "quote": {
    "text": "The cat is such a perfect symbol of beauty and superiority that it seems scarcely possible for any true aesthete and civilised cynic to do other than worship it."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "It used to happen in villages and towns in China that they would have - I guess you'd call them beauty contests - where all of the women of a particular village or town would be seated behind these screens or curtains with only their feet showing."
   },
   "author": {
    "text": "Lisa See"
   }
  },
  {
   "quote": {
    "text": "The beauty of the World Cup is that while thirty-two countries get to cheer for their respective teams, the event also affirms a global pluralism - it is as much a festival of cultural multiplicity as it is a competition featuring some of the best athletes in the world."
   },
   "author": {
    "text": "Clint Smith"
   }
  },
  {
   "quote": {
    "text": "Beauty and brains, pleasure and usability - they should go hand in hand."
   },
   "author": {
    "text": "Donald Norman"
   }
  },
  {
   "quote": {
    "text": "Many a genius has been slow of growth. Oaks that flourish for a thousand years do not spring up into beauty like a reed."
   },
   "author": {
    "text": "George Henry Lewes"
   }
  },
  {
   "quote": {
    "text": "Beauty products always cheer me up and give me hope. If it makes you feel pretty, why not?"
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "Beauty is the oracle that speaks to us all."
   },
   "author": {
    "text": "Luis Barragan"
   }
  },
  {
   "quote": {
    "text": "Remarkable contributions are typically spawned by a passionate commitment to transcendent values such as beauty, truth, wisdom, justice, charity, fidelity, joy, courage and honor."
   },
   "author": {
    "text": "Gary Hamel"
   }
  },
  {
   "quote": {
    "text": "Beauty: the adjustment of all parts proportionately so that one cannot add or subtract or change without impairing the harmony of the whole."
   },
   "author": {
    "text": "Leon Battista Alberti"
   }
  },
  {
   "quote": {
    "text": "Beauty makes idiots sad and wise men merry."
   },
   "author": {
    "text": "George Jean Nathan"
   }
  },
  {
   "quote": {
    "text": "It was Chicago with its World's Fair which vivified the national desire for civic beauty."
   },
   "author": {
    "text": "Daniel Burnham"
   }
  },
  {
   "quote": {
    "text": "An exile reads change the way he reads time, memory, self, love, fear, beauty: in the key of loss."
   },
   "author": {
    "text": "Andre Aciman"
   }
  },
  {
   "quote": {
    "text": "It is, finally, a word is untimely in three different senses, and bearing it as one's treasure will not win one anyone's favours; one rather risks finding oneself outside everyone's camp... Beauty is the word that shall be our first."
   },
   "author": {
    "text": "Hans Urs von Balthasar"
   }
  },
  {
   "quote": {
    "text": "It's not just Ethiopia, but Africa in general - most of the media concentrates on what's not going well. But there is so much beauty there. When you go, it changes everything. It changes you, your life, and the way you see things. The challenge is changing the image of Africa that's been anchored in people for years now."
   },
   "author": {
    "text": "Liya Kebede"
   }
  },
  {
   "quote": {
    "text": "I want to tell stories that are true and that resonate and move people, that highlight both the tremendous beauty and ugliness available in the human experience."
   },
   "author": {
    "text": "Maya Hawke"
   }
  },
  {
   "quote": {
    "text": "I just want to continue to break barriers and to show the industry and the world that beauty is diverse, and you don't have to be a certain stereotype to be beautiful."
   },
   "author": {
    "text": "Joan Smalls"
   }
  },
  {
   "quote": {
    "text": "When girls feel bad about their looks, 60 percent avoid normal daily activities like raising their hand in class or even going to the doctor. That means that girls do not show up for life when they don't feel good enough or pretty enough. A role model can help girls see beauty as a source of confidence, not anxiety."
   },
   "author": {
    "text": "Mandy Moore"
   }
  },
  {
   "quote": {
    "text": "Teenagers, especially girl ones, seem like the perfect canary-in-the-coal-mine characters to me. They capture American culture and its perversion, its hypocrisy - how absorbed we are with youth and beauty and sexualized imagery, for instance, while preaching abstinence and modesty."
   },
   "author": {
    "text": "Antonya Nelson"
   }
  },
  {
   "quote": {
    "text": "Time takes the ugliness and horror out of death and turns it into beauty."
   },
   "author": {
    "text": "Dodie Smith"
   }
  },
  {
   "quote": {
    "text": "A child does not notice the greatness and the beauty of nature and the splendor of God in his works."
   },
   "author": {
    "text": "Rudolf Otto"
   }
  },
  {
   "quote": {
    "text": "When my editor sent me the first two images of Joker's daughter, I was struck by how confident she looked despite her boney appearance and horribly scarred face. So I starting thinking, how did Duela gain such confidence in a world that prizes beauty?"
   },
   "author": {
    "text": "Ann Nocenti"
   }
  },
  {
   "quote": {
    "text": "The beautiful remains so in ugly surroundings."
   },
   "author": {
    "text": "Malcolm de Chazal"
   }
  },
  {
   "quote": {
    "text": "I think of myself as a very ordinary person. I like writing about the juxtaposition between people: the beauty of them at times and then the banal, everyday context in which we find ourselves."
   },
   "author": {
    "text": "Rachel Joyce"
   }
  },
  {
   "quote": {
    "text": "Violence can be very grotesque and also intensely attractive. What interests me is how the two - beauty and violence - live side by side, and how moments can be created and erased almost simultaneously. Destruction is painful, but at times it can be very cathartic."
   },
   "author": {
    "text": "Ori Gersht"
   }
  },
  {
   "quote": {
    "text": "Even in decline, a virtuous man increases the beauty of his behavior. A burning stick, though turned to the ground, has its flame drawn upwards."
   },
   "author": {
    "text": "Saskya Pandita"
   }
  },
  {
   "quote": {
    "text": "The beauty of where I'm from - this small little town called Wallburg, North Carolina - I didn't have a TV; I was out playing ball with my dad, shooting clay pigeons."
   },
   "author": {
    "text": "Jill Wagner"
   }
  },
  {
   "quote": {
    "text": "Beauty is altogether in the eye of the beholder."
   },
   "author": {
    "text": "Lew Wallace"
   }
  },
  {
   "quote": {
    "text": "As a young girl who was not confident in myself, I think I would tell girls of all ages that there is no one type of beauty, and looking towards one standard is the most unhealthy thing in the world."
   },
   "author": {
    "text": "Barbie Ferreira"
   }
  },
  {
   "quote": {
    "text": "A mourning dove's beauty is an understated one: the colors of its feathers ranging through various shades of gray and drab violet, often with a striking splash of turquoise around the eyes."
   },
   "author": {
    "text": "Jonathan Miles"
   }
  },
  {
   "quote": {
    "text": "I have beauty, intelligence, individuality, sensuality and sexuality."
   },
   "author": {
    "text": "Shannon Tweed"
   }
  },
  {
   "quote": {
    "text": "My work is about the underbelly of the beauty of nature - and the dark side of nature is its indifference. Nature isn't friendly, nor is it unfriendly - it's the perfect embodiment of the Other."
   },
   "author": {
    "text": "April Gornik"
   }
  },
  {
   "quote": {
    "text": "In a world where it is so easy to neglect, deny, corrupt and suppress the truth, the scientist may find his discipline severe. For him, truth is so seldom the sudden light that shows new order and beauty; more often, truth is the uncharted rock that sinks his ship in the dark."
   },
   "author": {
    "text": "John Cornforth"
   }
  },
  {
   "quote": {
    "text": "We have to get back to the beauty of just being alive in this present moment."
   },
   "author": {
    "text": "Mary McDonnell"
   }
  },
  {
   "quote": {
    "text": "Beauty is merciless. You do not look at it, it looks at you and does not forgive."
   },
   "author": {
    "text": "Nikos Kazantzakis"
   }
  },
  {
   "quote": {
    "text": "San Francisco is a mad city - inhabited for the most part by perfectly insane people whose women are of a remarkable beauty."
   },
   "author": {
    "text": "Rudyard Kipling"
   }
  },
  {
   "quote": {
    "text": "We live in a quick-fix society where we need instant gratification for everything. Too fat? Get lipo-sucked. Stringy hair? Glue on extensions. Wrinkles and lines? Head to the beauty shop for a pot of the latest miracle skin stuff. It's all a beautiful 1 billion con foisted upon insecure women by canny cosmetic conglomerates."
   },
   "author": {
    "text": "Joan Collins"
   }
  },
  {
   "quote": {
    "text": "What delights us in visible beauty is the invisible."
   },
   "author": {
    "text": "Marie von Ebner-Eschenbach"
   }
  },
  {
   "quote": {
    "text": "When I learned to sign and speak at the same time, the whole world opened up to me. That's the beauty of encouraging kids who are deaf to use whatever it takes to communicate."
   },
   "author": {
    "text": "Marlee Matlin"
   }
  },
  {
   "quote": {
    "text": "Beauty is composed of an eternal, invariable element whose quantity is extremely difficult to determine, and a relative element which might be, either by turns or all at once, period, fashion, moral, passion."
   },
   "author": {
    "text": "Jean-Luc Godard"
   }
  },
  {
   "quote": {
    "text": "I write for no other purpose than to add to the beauty that now belongs to me. I write a book for no other reason than to add three or four hundred acres to my magnificent estate."
   },
   "author": {
    "text": "Jack London"
   }
  },
  {
   "quote": {
    "text": "Beauty itself is but the sensible image of the Infinite."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Rarely do great beauty and great virtue dwell together."
   },
   "author": {
    "text": "Petrarch"
   }
  },
  {
   "quote": {
    "text": "All my life, my girlfriends are always skinny. Beauty in art has nothing to do with beauty in reality. Why do you like primitive art? Because there is beauty in the deformity. Sometimes paintings that people consider realistic are not at all. Raphael figures look realistic, but in real life, they were deformed."
   },
   "author": {
    "text": "Fernando Botero"
   }
  },
  {
   "quote": {
    "text": "My beauty secret is absolutely no sun."
   },
   "author": {
    "text": "Vivienne Westwood"
   }
  },
  {
   "quote": {
    "text": "I love beauty. But I like the beauty accidentally, not dished up, served up on a platter."
   },
   "author": {
    "text": "Wole Soyinka"
   }
  },
  {
   "quote": {
    "text": "In my first year or so at the 'Post,' I began to write with some frequency on the least important issues - so-called light editorials. The titles themselves are revealing of just how light: 'On Being a Horse,' 'Brains and Beauty,' 'Mixed Drinks,' 'Lou Gehrig,' and 'Spotted Fever.'"
   },
   "author": {
    "text": "Katharine Graham"
   }
  },
  {
   "quote": {
    "text": "A woman wants to be romanced. She wants to be an essential part of a great adventure; she wants a beauty to unveil. That is what little girls play at, and those are the movies women love and the stories that they love."
   },
   "author": {
    "text": "John Eldredge"
   }
  },
  {
   "quote": {
    "text": "I never quite understood why Disney hadn't made a sincere fairy tale since 'Beauty and the Beast.'"
   },
   "author": {
    "text": "John Lasseter"
   }
  },
  {
   "quote": {
    "text": "I think it's huge that I'm wearing my natural hair texture on ABC in prime time. As Dr. Rainbow Johnson on 'Black-ish,' I think my hair is part of the reality of this woman's life. She has four children and is an anesthesiologist and a wife. She doesn't have a lot of time to fuss with beauty, so her look is pretty simple."
   },
   "author": {
    "text": "Tracee Ellis Ross"
   }
  },
  {
   "quote": {
    "text": "When I was a seminarian, I was dazzled by a girl I met at an uncle's wedding. I was surprised by her beauty, her intellectual brilliance... and, well, I was bowled over for quite a while."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Beauty is not just physical."
   },
   "author": {
    "text": "Halle Berry"
   }
  },
  {
   "quote": {
    "text": "Being in the beauty industry has taught me that most of us are never satisfied with how we look. We all wish we had better hair, could lose that last 10 pounds, or look like someone else. I always see the beauty in the clients that have sat in my chair, and I've tried to help them see it, too, and feel good about themselves."
   },
   "author": {
    "text": "Tabatha Coffey"
   }
  },
  {
   "quote": {
    "text": "Beauty has a lot to do with character."
   },
   "author": {
    "text": "Kevyn Aucoin"
   }
  },
  {
   "quote": {
    "text": "The beauty of 'The Hunger Games' and also 'Game of Thrones,' in fairness, both projects have really complex, three-dimensional, contradictory, strong women... The writing of female characters is extraordinary and equal to the men."
   },
   "author": {
    "text": "Natalie Dormer"
   }
  },
  {
   "quote": {
    "text": "Teach us that wealth is not elegance, that profusion is not magnificence, that splendor is not beauty."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Sunscreen, in the world of beauty, is the ultimate in adulting."
   },
   "author": {
    "text": "Emily Weiss"
   }
  },
  {
   "quote": {
    "text": "We need to work together to redefine the global image of beauty and continue to push for a more inclusive world."
   },
   "author": {
    "text": "Ashley Graham"
   }
  },
  {
   "quote": {
    "text": "It's sad when girls think they don't have anything going on except being pretty."
   },
   "author": {
    "text": "Keri Russell"
   }
  },
  {
   "quote": {
    "text": "Life deprived of beauty is not worthy of being called human."
   },
   "author": {
    "text": "Luis Barragan"
   }
  },
  {
   "quote": {
    "text": "I had seen the ballet of 'Swan Lake' as a child but it was as an adult, when I saw a production featuring Erik Bruhn, that I first noticed how significant a part the ever-present threat of violence played. This juxtaposition of great beauty and grace with a backdrop of pure evil stayed with me for years."
   },
   "author": {
    "text": "Walter Dean Myers"
   }
  },
  {
   "quote": {
    "text": "If you drive to, say, Shenandoah National Park, or the Great Smoky Mountains, you'll get some appreciation for the scale and beauty of the outdoors. When you walk into it, then you see it in a completely different way. You discover it in a much slower, more majestic sort of way."
   },
   "author": {
    "text": "Bill Bryson"
   }
  },
  {
   "quote": {
    "text": "In many a piece of music, it's the pause or the rest that gives the piece its beauty and its shape. And I know I, as a writer, will often try to include a lot of empty space on the page so that the reader can complete my thoughts and sentences and so that her imagination has room to breathe."
   },
   "author": {
    "text": "Pico Iyer"
   }
  },
  {
   "quote": {
    "text": "No eyes that have seen beauty ever lose their sight."
   },
   "author": {
    "text": "Jean Toomer"
   }
  },
  {
   "quote": {
    "text": "My duty is to try to reach beauty. Cinema is emotion. When you laugh you cry."
   },
   "author": {
    "text": "Roberto Benigni"
   }
  },
  {
   "quote": {
    "text": "Let your watchword be order and your beacon beauty."
   },
   "author": {
    "text": "Daniel Burnham"
   }
  },
  {
   "quote": {
    "text": "By being an athlete, I have uncovered so many other ways to express my beauty. Being a strong, fearless woman makes me feel beautiful. I love the way I look and feel when I am two hours into my training and my skin is glistening with sweat and my clothes are drenched because I have given it all I've got."
   },
   "author": {
    "text": "Laila Ali"
   }
  },
  {
   "quote": {
    "text": "It's fine to have talent, but talent is the last of it. In an acting career, as in an acting performance, you've got to have vitality. The secret of successful acting is identical with a woman's beauty secret: joy in living."
   },
   "author": {
    "text": "Rosalind Russell"
   }
  },
  {
   "quote": {
    "text": "Beauty may be skin deep, but ugly goes clear to the bone."
   },
   "author": {
    "text": "Redd Foxx"
   }
  },
  {
   "quote": {
    "text": "Our situation today shows that beauty demands for itself at least as much courage and decision as do truth and goodness, and she will not allow herself to be separated and banned from her two sisters without taking them along with herself in an act of mysterious vengeance."
   },
   "author": {
    "text": "Hans Urs von Balthasar"
   }
  },
  {
   "quote": {
    "text": "I'm from Canada, and New Zealand feels like you took all the best bits of Canada and squished them onto a tiny island like Hawaii. I was absolutely blown away by the beauty of the South Island."
   },
   "author": {
    "text": "Evangeline Lilly"
   }
  },
  {
   "quote": {
    "text": "In your 20s you can be pretty, but you don't accomplish real beauty until you find wisdom and depth."
   },
   "author": {
    "text": "Evangeline Lilly"
   }
  },
  {
   "quote": {
    "text": "We live in a state with a wonderful climate and plenty of natural beauty, from the shores of Cumberland Island to the Chattahoochee River to the Blue Ridge Mountains."
   },
   "author": {
    "text": "Roy Barnes"
   }
  },
  {
   "quote": {
    "text": "Everybody feels up sometimes, they feel down sometimes, sometimes they feel sideways, sometimes they feel weird. And the beauty of music is you can express all those different feelings in all the different songs you write. And hopefully, people can identify with those."
   },
   "author": {
    "text": "Isaac Hanson"
   }
  },
  {
   "quote": {
    "text": "Chris Cornell painted in song the darkness and beauty of life in Seattle."
   },
   "author": {
    "text": "Mike McCready"
   }
  },
  {
   "quote": {
    "text": "My whole approach is very much about using the locations as a world, trying to find the beauty in the time of day we shoot or the ugliness of it, in cases."
   },
   "author": {
    "text": "Garth Davis"
   }
  },
  {
   "quote": {
    "text": "If you can visualize the whole of spring and see Paradise with the eye of belief, you may understand the utter majesty of everlasting Beauty. If you respond to that Beauty with the beauty of belief and worship, you will be a most beautiful creature."
   },
   "author": {
    "text": "Said Nursi"
   }
  },
  {
   "quote": {
    "text": "'Sunset Boulevard' - the story of Hollywood movies draped on a depressing sex affair - is an uncompromising study of American decadence displaying a sad, worn, methodical beauty few films have had since the late twenties."
   },
   "author": {
    "text": "Manny Farber"
   }
  },
  {
   "quote": {
    "text": "The spirit of L.A. is untamed wilderness. It's earthquakes and wildfires and oceans and mountain lions and fog. There's great physical beauty."
   },
   "author": {
    "text": "Dan Gilroy"
   }
  },
  {
   "quote": {
    "text": "We are learning, too, that the love of beauty is one of Nature's greatest healers."
   },
   "author": {
    "text": "Ellsworth Huntington"
   }
  },
  {
   "quote": {
    "text": "My mom is very much about 'less is more.' She showed me how to use makeup to enhance your beauty but not to change your face, which I think is important."
   },
   "author": {
    "text": "Kaia Gerber"
   }
  },
  {
   "quote": {
    "text": "I feel an important part of beauty is not only what you do on the outside but also what you put into the inside. Good fresh food with many vegetables along with love and caring for others. I spend way more time serving others than I do on my beauty routine daily."
   },
   "author": {
    "text": "Kim Alexis"
   }
  },
  {
   "quote": {
    "text": "We're here to bring beauty to the world and make a difference in this planet. That's what art forms are about."
   },
   "author": {
    "text": "Charlie Haden"
   }
  },
  {
   "quote": {
    "text": "My introduction of Whitney was that if there's going to be one performer for the next generation who combined the beauty and lyric phrasing of a Lena Horne with those Gospel fiery roots of an Aretha Franklin, it would be Whitney Houston."
   },
   "author": {
    "text": "Clive Davis"
   }
  },
  {
   "quote": {
    "text": "You don't have to save the world, but you can be in the world-that's where the beauty comes from."
   },
   "author": {
    "text": "Daphne Zuniga"
   }
  },
  {
   "quote": {
    "text": "I'm very proud of my love for Whitney Houston. She really changed my life. She made my life a better life. She was so beautiful in her love for God, her love for her family and her love for music. She truly loved her music. She could do everything! She had flawless rhythm, flawless pitch, flawless feeling, and flawless beauty."
   },
   "author": {
    "text": "Narada Michael Walden"
   }
  },
  {
   "quote": {
    "text": "I think Whitman more than any other poet possessed the gift of revealing to others the beauty of everything around us, the beauty of nature, the beauty of human beings."
   },
   "author": {
    "text": "Ella R. Bloor"
   }
  },
  {
   "quote": {
    "text": "You can only perceive real beauty in a person as they get older."
   },
   "author": {
    "text": "Anouk Aimee"
   }
  },
  {
   "quote": {
    "text": "When the soul looks out of its body, it should see only beauty in its path. These are the sights we must hold in mind, in order to move to a higher place."
   },
   "author": {
    "text": "Yusef Lateef"
   }
  },
  {
   "quote": {
    "text": "Everybody know, I don't do no promoting. I don't ever have to promote nothing, that's the beauty of Lil Wayne."
   },
   "author": {
    "text": "Lil Wayne"
   }
  },
  {
   "quote": {
    "text": "In a general sense, I think it's bad to bring too much money into climbing, since it takes away a little from the beauty of the mountains. But at the same time, I can't blame the Nepali government - or the Indian, Pakistani or Chinese, depending on where you're climbing - from wanting to capitalize on foreign climbers."
   },
   "author": {
    "text": "Alex Honnold"
   }
  },
  {
   "quote": {
    "text": "Whenever I talk about the Bahamas and its beauty, I could never stop talking about my God, who has given us all of this beauty."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "By its very nature the beautiful is isolated from everything else. From beauty no road leads to reality."
   },
   "author": {
    "text": "Hannah Arendt"
   }
  },
  {
   "quote": {
    "text": "I believe that history has shape, order, and meaning; that exceptional men, as much as economic forces, produce change; and that passe abstractions like beauty, nobility, and greatness have a shifting but continuing validity."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "The beauty of the Democratic Party is in the mix."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "The beauty, the poetry of the fear in their eyes. I didn't mind going to jail for, what, five, six hours? It was absolutely worth it."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "My mother taught me to appreciate a good drugstore beauty aisle. I regularly use Aquaphor, Chap Stick, Purpose Face Soap, and Aveeno body moisturizer."
   },
   "author": {
    "text": "Ivanka Trump"
   }
  },
  {
   "quote": {
    "text": "Even in the centuries which appear to us to be the most monstrous and foolish, the immortal appetite for beauty has always found satisfaction."
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "Whether you come from heaven or hell, what does it matter, O Beauty!"
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "I keep my beauty regimen as natural as possible. I wash my face four times a day. In the beginning of the day, I use an exfoliating cleanser made of besan, turmeric and sandalwood. I drink lots of water and avoid oily food. I use only The Body Shop products on my face, as they use the least amount of chemicals."
   },
   "author": {
    "text": "Tena Desae"
   }
  },
  {
   "quote": {
    "text": "To give pain is the tyranny; to make happy, the true empire of beauty."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "I love glamour and artificial beauty. I love the idea of artifice and dressing up and makeup and hair."
   },
   "author": {
    "text": "Dita Von Teese"
   }
  },
  {
   "quote": {
    "text": "The history of soccer is a sad voyage from beauty to duty. When the sport became an industry, the beauty that blossoms from the joy of play got torn out by its very roots."
   },
   "author": {
    "text": "Eduardo Galeano"
   }
  },
  {
   "quote": {
    "text": "I'm always down to share my secrets, share my beauty tips. Most of the stuff my fans never knew I get from CVS and stores like that. It's fun sharing all the stuff that I use! I don't use crazy stuff. There's always ways to do it for less."
   },
   "author": {
    "text": "Kylie Jenner"
   }
  },
  {
   "quote": {
    "text": "Standards of beauty are arbitrary. Body shame exists only to the extent that our physiques don't match our own beliefs about how we should look."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "Children, dear and loving children, can alone console a woman for the loss of her beauty."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "I meet and talk to women from every corner of this planet, and I can find beauty in each and every one of them."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "Beauty, n: the power by which a woman charms a lover and terrifies a husband."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "Beauty ought to look a little surprised: it is the emotion that best suits her face. The beauty who does not look surprised, who accepts her position as her due - she reminds us too much of a prima donna."
   },
   "author": {
    "text": "E. M. Forster"
   }
  },
  {
   "quote": {
    "text": "Accuracy is, in every case, advantageous to beauty, and just reasoning to delicate sentiment. In vain would we exalt the one by depreciating the other."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "A lot of punk rock is not going to be in the mainstream. It's below the radar. The beauty of it is that you're not supposed to always know. It's subterranean."
   },
   "author": {
    "text": "Billie Joe Armstrong"
   }
  },
  {
   "quote": {
    "text": "The lover knows much more about absolute good and universal beauty than any logician or theologian, unless the latter, too, be lovers in disguise."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "The beauty of democracy is that an average, random, unremarkable citizen can lead it."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "I think beauty comes from within. If you're happy and look at life in the best way you can, even when there are problems, it can make you beautiful on the outside."
   },
   "author": {
    "text": "Faith Hill"
   }
  },
  {
   "quote": {
    "text": "Because, if one is writing novels today, concentrating on the beauty of the prose is right up there with concentrating on your semi-colons, for wasted effort."
   },
   "author": {
    "text": "Neil Gaiman"
   }
  },
  {
   "quote": {
    "text": "Prom drops girls squarely into the beauty spending pipeline."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "Beauty, to me, is kind, generous, and people that are humble."
   },
   "author": {
    "text": "Nikki Sixx"
   }
  },
  {
   "quote": {
    "text": "Now that I have a daughter, I've been thinking about how I'll define beauty to her. I watched a video of Kendall when she was three, and she was putting on makeup. I don't know how I feel about that. But my daughter already watches me do it. When do you let them start wearing it? I don't know yet."
   },
   "author": {
    "text": "Kourtney Kardashian"
   }
  },
  {
   "quote": {
    "text": "I adore India, its culture, and all the beauty of the nation. My father is from Jammu, and he's had a profound influence on my mindset and way of being."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Poetry offers works of art that are beautiful, like paintings, which are my second favorite work of the art, but there are also works of art that embody emotion and that are kind of school for feeling. They teach how to feel, and they do this by the means of their beauty of language."
   },
   "author": {
    "text": "Donald Hall"
   }
  },
  {
   "quote": {
    "text": "There is art and beauty and power in the primal images of fantasy."
   },
   "author": {
    "text": "Guillermo del Toro"
   }
  },
  {
   "quote": {
    "text": "I didn't even know what a beauty editor was. It sounds like a fictional job if you think about it. You get to test lipstick and perfume and nail polish legitimately and call it work."
   },
   "author": {
    "text": "Zoe Foster Blake"
   }
  },
  {
   "quote": {
    "text": "One doesn't soon forget the natural beauty of Washington, although those of us who live here do sometimes take it for granted."
   },
   "author": {
    "text": "Katharine Graham"
   }
  },
  {
   "quote": {
    "text": "My mother always called me an ugly weed, so I never was aware of anything until I was older. Plain girls should have someone telling them they are beautiful. Sometimes this works miracles."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "Beauty is the first present nature gives to women and the first it takes away."
   },
   "author": {
    "text": "Fay Weldon"
   }
  },
  {
   "quote": {
    "text": "Men want a battle to fight, an adventure to live, and a beauty to rescue. That is what is written in their hearts. That is what little boys play at. That is what men's movies are about. You just see it. It is undeniable."
   },
   "author": {
    "text": "John Eldredge"
   }
  },
  {
   "quote": {
    "text": "It is well known that Beauty does not look with a good grace on the timid advances of Humour."
   },
   "author": {
    "text": "W. Somerset Maugham"
   }
  },
  {
   "quote": {
    "text": "I was watching the Nina Simone documentary alone in my room, and I said out loud to myself, 'Why do we not know that this woman is beauty? She is beauty! Why did no one tell me this growing up? Why was her name not next to 'beauty' in the dictionary?'"
   },
   "author": {
    "text": "Tracee Ellis Ross"
   }
  },
  {
   "quote": {
    "text": "My favourite beauty look is definitely '70s beauty - sun kissed skin, wavy hair and defined eyes."
   },
   "author": {
    "text": "Erin Heatherton"
   }
  },
  {
   "quote": {
    "text": "Blues and soul and jazz music has so much pain, so much beauty of raw emotion and passion."
   },
   "author": {
    "text": "Christina Aguilera"
   }
  },
  {
   "quote": {
    "text": "I'm not so interested in perfect, plastic beauty, and I think it translates in the girls I've shot over the years for Nars, from Guinevere to Iris to Mariacarla. I love those girls. I love the more interesting faces, with maybe a strange nose, not just the Texan blonde. By picking those girls, I think it's changed what I've seen in other campaigns."
   },
   "author": {
    "text": "Francois Nars"
   }
  },
  {
   "quote": {
    "text": "I didn't want to create a makeup line for one ethnic group; it had to be multi-ethnic. To me, beauty is beauty. It doesn't matter to me what colour the skin is."
   },
   "author": {
    "text": "Francois Nars"
   }
  },
  {
   "quote": {
    "text": "Strength of character may be learned at work, but beauty of character is learned at home."
   },
   "author": {
    "text": "Henry Drummond"
   }
  },
  {
   "quote": {
    "text": "The beauty of what Apple does at Apple is that they're not on trend; they are classic."
   },
   "author": {
    "text": "Anna Wintour"
   }
  },
  {
   "quote": {
    "text": "Beauty at 70 years old isn't the same as beauty at 20 years old, but it is stunning nonetheless."
   },
   "author": {
    "text": "Victoria Moran"
   }
  },
  {
   "quote": {
    "text": "We are presented with a unique situation in the black community in that we have embraced the beauty of hip hop, the real rawness of it, the real fun of it, but we also have to address the damage it has done. We have to look at what it's done to our black girls, especially when it comes to domestic violence."
   },
   "author": {
    "text": "Tamron Hall"
   }
  },
  {
   "quote": {
    "text": "My wife has brought great beauty into my life. And my daughter has brought me nothing but joy. Those qualities were greatly lacking."
   },
   "author": {
    "text": "Christopher Meloni"
   }
  },
  {
   "quote": {
    "text": "Beauty, more than bitterness, makes the heart break."
   },
   "author": {
    "text": "Sara Teasdale"
   }
  },
  {
   "quote": {
    "text": "Oh who can tell the range of joy or set the bounds of beauty?"
   },
   "author": {
    "text": "Sara Teasdale"
   }
  },
  {
   "quote": {
    "text": "Now, I'm not saying I'm fashionable, but there are sociological interests that matter to me, things that are theoretical, political, intellectual and also concerned with vanity and beauty that we all think about but that I try to mix up and translate into fashion."
   },
   "author": {
    "text": "Miuccia Prada"
   }
  },
  {
   "quote": {
    "text": "It's good to have a reminder that we can love ourselves and be beautiful even though we don't really fit into certain standards of what beauty may be."
   },
   "author": {
    "text": "Alessia Cara"
   }
  },
  {
   "quote": {
    "text": "I think beauty comes from within, and society paints a ridiculous picture."
   },
   "author": {
    "text": "Rachel Bilson"
   }
  },
  {
   "quote": {
    "text": "The beauty of me being on stage is I have a voice."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "It seems like the chaos of this world is accelerating, but so is the beauty in the consciousness of more and more people."
   },
   "author": {
    "text": "Anthony Kiedis"
   }
  },
  {
   "quote": {
    "text": "A beauty is a woman you notice; a charmer is one who notices you."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "But, when the work was finished, the Craftsman kept wishing that there were someone to ponder the plan of so great a work, to love its beauty, and to wonder at its vastness."
   },
   "author": {
    "text": "Giovanni Pico della Mirandola"
   }
  },
  {
   "quote": {
    "text": "The achievement is appreciation. Your ability to be surprised and awed by beauty!"
   },
   "author": {
    "text": "William Hurt"
   }
  },
  {
   "quote": {
    "text": "Guess what, Beyonce? White people like your music, too. White people buy your songs on iTunes, memorize your lyrics, and admire your talent and beauty. Little white girls wanna be like you just as little black girls do, but instead of that, you'd rather perpetuate the great battle of the races."
   },
   "author": {
    "text": "Tomi Lahren"
   }
  },
  {
   "quote": {
    "text": "Where is there beauty when you see deprivation and starvation?"
   },
   "author": {
    "text": "Rosalind Russell"
   }
  },
  {
   "quote": {
    "text": "There's not enough said about the beauty of being able to focus on what you do well."
   },
   "author": {
    "text": "Kimberly Bryant"
   }
  },
  {
   "quote": {
    "text": "The thing about organic farming is that the produce will not look the same. Your tomato will not resemble the rich red one from the textbook, and that's the beauty of it."
   },
   "author": {
    "text": "R. Madhavan"
   }
  },
  {
   "quote": {
    "text": "I recognize in thieves, traitors and murderers, in the ruthless and the cunning, a deep beauty - a sunken beauty."
   },
   "author": {
    "text": "Jean Genet"
   }
  },
  {
   "quote": {
    "text": "I am a great lover of art, in many forms: paintings, objets, textiles. I don't have the talent for painting, but I have a very good sense of colour, a love of visual beauty."
   },
   "author": {
    "text": "Jacqueline Bisset"
   }
  },
  {
   "quote": {
    "text": "That's the beauty of music. You can take a theme from a Bach sacred chorale and improvise. It doesn't make any difference where the theme comes from; the treatment of it can be jazz."
   },
   "author": {
    "text": "Dave Brubeck"
   }
  },
  {
   "quote": {
    "text": "A bad manner spoils everything, even reason and justice; a good one supplies everything, gilds a No, sweetens a truth, and adds a touch of beauty to old age itself."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "Latin life is rich with warmth, family values and history. I want to bring that beauty into American homes."
   },
   "author": {
    "text": "Cristina Saralegui"
   }
  },
  {
   "quote": {
    "text": "When it comes to beauty, women are nothing short of amazing. They come in variations of shapes, colors, and sizes. Each part of their character and personality adds an element to their beauty."
   },
   "author": {
    "text": "Raheem DeVaughn"
   }
  },
  {
   "quote": {
    "text": "I consider myself a woman endowed with inner beauty."
   },
   "author": {
    "text": "Leila Lopes"
   }
  },
  {
   "quote": {
    "text": "My beauty tricks revolve around eyes. For the early morning shoots, I pop eye pads in the freezer the night before, and when I take them out in the morning they are already cold and active and are great under my eyes. I keep my eye pads right next to my red velvet Ben & Jerry's in the freezer."
   },
   "author": {
    "text": "Chrissy Teigen"
   }
  },
  {
   "quote": {
    "text": "Every year of my life I grow more convinced that it is wisest and best to fix our attention on the beautiful and the good, and dwell as little as possible on the evil and the false."
   },
   "author": {
    "text": "Richard Cecil"
   }
  },
  {
   "quote": {
    "text": "I loved England's gentility and its civility. I'm from the Bronx, with a Bronx accent. I love the beauty of its language, the ways it's spoken. I love the green grass of England and the flowers."
   },
   "author": {
    "text": "Sid Bernstein"
   }
  },
  {
   "quote": {
    "text": "Alas, nothing reveals man the way war does. Nothing so accentuates in him the beauty and ugliness, the intelligence and foolishness, the brutishness and humanity, the courage and cowardice, the enigma."
   },
   "author": {
    "text": "Oriana Fallaci"
   }
  },
  {
   "quote": {
    "text": "Before I modeled, I never thought I was beautiful. Even right now, I don't think I'm beautiful. I think it's my personality that makes my beauty different and unique. If you look in the past, Chinese people have always considered things like big eyes, pointy nose, or big lips beautiful. I had the same thoughts as a child watching movies."
   },
   "author": {
    "text": "Liu Wen"
   }
  },
  {
   "quote": {
    "text": "My dream is that people will find a way back home, into their bodies, to connect with the earth, to connect with each other, to connect with the poor, to connect with the broken, to connect with the needy, to connect with people calling out all around us, to connect with the beauty, poetry, the wildness."
   },
   "author": {
    "text": "Eve Ensler"
   }
  },
  {
   "quote": {
    "text": "I know people who've had a nose job, and they've walked out feeling a million dollars, and their confidence is tenfold. Good on them! Natural beauty comes in all different shapes and sizes, but if you think surgery would right something you have a problem with, then why shouldn't you do it?"
   },
   "author": {
    "text": "Louise Nurding"
   }
  },
  {
   "quote": {
    "text": "There is no definition of beauty, but when you can see someone's spirit coming through, something unexplainable, that's beautiful to me."
   },
   "author": {
    "text": "Liv Tyler"
   }
  },
  {
   "quote": {
    "text": "A healthful hunger for a great idea is the beauty and blessedness of life."
   },
   "author": {
    "text": "Jean Ingelow"
   }
  },
  {
   "quote": {
    "text": "I'm very sensitive about the fact that there's not a lot of good work for women in cinema that also deals with strong characters. But 'strong character' doesn't mean 'masculine character' - but something that finds the strength in femininity and the beauty in femininity. And something that says you can find femininity in men in some way."
   },
   "author": {
    "text": "Denis Villeneuve"
   }
  },
  {
   "quote": {
    "text": "The key of 'The Earth from Above,' and of 'Home' is to show the beauty of the planet, and thereby to promote love for it."
   },
   "author": {
    "text": "Yann Arthus-Bertrand"
   }
  },
  {
   "quote": {
    "text": "Red lipstick has been my beauty staple for years. I show up to Pilates or yoga at 8 A.M. wearing my red lipstick."
   },
   "author": {
    "text": "Liz Goldwyn"
   }
  },
  {
   "quote": {
    "text": "I mix all different oils - my bathroom at home is littered with oils; I'm really into natural beauty and natural healing. Peppermint is really good if you put it on your stomach for a tummy ache; lavender is kind of all-purpose - I think everyone should carry it."
   },
   "author": {
    "text": "Liz Goldwyn"
   }
  },
  {
   "quote": {
    "text": "The beauty of architecture is it involves work that stretches over a very long time but often starts in one instant, with just one emotion, a kind of instinctual response."
   },
   "author": {
    "text": "Ma Yansong"
   }
  },
  {
   "quote": {
    "text": "Science shows us truth and beauty and fills each day with a fresh wonder of the exquisite order which governs our world."
   },
   "author": {
    "text": "Polykarp Kusch"
   }
  },
  {
   "quote": {
    "text": "I think it's evident that expensive neighborhoods in Seattle are surrounded by natural beauty. That elevates city life. So if we can make cities more attractive in the long run, we can be smarter about issues like development, zoning and economics."
   },
   "author": {
    "text": "Stone Gossard"
   }
  },
  {
   "quote": {
    "text": "My livelihood depends on my surface beauty, but when I wash my face, I see a real person there."
   },
   "author": {
    "text": "Marie Helvin"
   }
  },
  {
   "quote": {
    "text": "The beauty industry is just like the fashion industry - prejudice is ingrained. But with new people coming in with fresh eyes and passion, I definitely am seeing progress."
   },
   "author": {
    "text": "Barbie Ferreira"
   }
  },
  {
   "quote": {
    "text": "I think that I was slightly naive. I thought that if I showed people the beauty of the Arctic and the beauty of the polar bears that they would care so much that they would stand up and try to make a change."
   },
   "author": {
    "text": "Lewis Gordon Pugh"
   }
  },
  {
   "quote": {
    "text": "Beauty is that little something that fills the whole world, and is contained neither in a single straight nose, a long eyelash, nor a blue mountain. Some see it in a leg of mutton, others in a compound fracture; and to expect others to accept one's own definition of it is as absurd as to expect all humanity to use the same toilet-brush."
   },
   "author": {
    "text": "William Morris Hunt"
   }
  },
  {
   "quote": {
    "text": "I was always anti-marriage. I didn't understand monogamy. I couldn't figure out how that could last. And then I met Bryn and I started to understand the beauty of constancy and history and change and going on the roller coaster with someone - of having a partner in life."
   },
   "author": {
    "text": "Maria Bello"
   }
  },
  {
   "quote": {
    "text": "The sheer sensory experience of San Francisco is unlike anywhere else. Not just the physical beauty, but the textures, the feel, the wind, the ocean. It's a monumental feeling unrivaled by anywhere else. Its a world class, gorgeous city. And the coffee is great."
   },
   "author": {
    "text": "Jennifer Egan"
   }
  },
  {
   "quote": {
    "text": "When I was at the Royal Ballet School, I remember receiving my first eyeshadow palette from Marks & Spencer as a gift. It sparked my interest in beauty, which peaked when I became more involved in theatre and got to experience so many stunning image transformations to suit different productions."
   },
   "author": {
    "text": "Darcey Bussell"
   }
  },
  {
   "quote": {
    "text": "It's unnatural to believe death usually has a beauty and a concordance and is usually a coming together of your life's work. It leads to frustration for the patient. And it leaves grieving families convinced they did something wrong."
   },
   "author": {
    "text": "Sherwin B. Nuland"
   }
  },
  {
   "quote": {
    "text": "One of the things that people don't realize is that that natural beauty, those recreational forests, they have an economic development impact for the state as well."
   },
   "author": {
    "text": "Ed Rendell"
   }
  },
  {
   "quote": {
    "text": "Ever since studying in Russia as a college student, I had been in a long-distance, one-sided love affair with Chechnya's remarkable history, culture and rugged natural beauty."
   },
   "author": {
    "text": "Anthony Marra"
   }
  },
  {
   "quote": {
    "text": "I do love to capture beauty in this world. And photos can last the test of time."
   },
   "author": {
    "text": "Nathaniel Buzolic"
   }
  },
  {
   "quote": {
    "text": "Celibacy is not just a matter of not having sex. It is a way of admiring a person for their humanity, maybe even for their beauty."
   },
   "author": {
    "text": "Timothy Radcliffe"
   }
  },
  {
   "quote": {
    "text": "Jesus was a teacher, in a way. I mean, essentially, Jesus was a teacher. He was teaching people. He was helping them see themselves for what they were. He was helping them see their power, their strength, their beauty, what they're capable of."
   },
   "author": {
    "text": "Haaz Sleiman"
   }
  },
  {
   "quote": {
    "text": "The really magical things are the ones that happen right in front of you. A lot of the time you keep looking for beauty, but it is already there. And if you look with a bit more intention, you see it."
   },
   "author": {
    "text": "Vik Muniz"
   }
  },
  {
   "quote": {
    "text": "I loved Judy Garland. I thought she was such a classic beauty. I thought she was so endearing and charming, and I loved her voice. She was such a dreamer, and I think I was, too - and I am."
   },
   "author": {
    "text": "Kara Lindsay"
   }
  },
  {
   "quote": {
    "text": "The privilege I've had as a curator is not just the discovery of new works... but what I've discovered about myself and what I can offer in the space of an exhibition - to talk about beauty, to talk about power, to talk about ourselves, and to talk and speak to each other."
   },
   "author": {
    "text": "Thelma Golden"
   }
  },
  {
   "quote": {
    "text": "It's clear on the one hand that an education enriches and informs a response to beauty, even makes it possible in esoteric cases. On the other hand, there's no question that someone with no musical education whatsoever might wander into a concert hall and be overwhelmed by the 'Beethoven Pastoral Symphony'."
   },
   "author": {
    "text": "Denis Dutton"
   }
  },
  {
   "quote": {
    "text": "I find great beauty in songs with a creative interpretation, but most people generally don't get that, and go for the simple songs, but I prefer something a bit more complicated, which is more meaningful to the creator."
   },
   "author": {
    "text": "Jack Jones"
   }
  },
  {
   "quote": {
    "text": "There are two kinds of artists in this world; those that work because the spirit is in them, and they cannot be silent if they would, and those that speak from a conscientious desire to make apparent to others the beauty that has awakened their own admiration."
   },
   "author": {
    "text": "Anna Katharine Green"
   }
  },
  {
   "quote": {
    "text": "I made myself famous by writing 'songs' and lyrics about the beauty of the things I did and ugliness, too."
   },
   "author": {
    "text": "Jack Kerouac"
   }
  },
  {
   "quote": {
    "text": "If I weren't performing, I'd be a beauty editor or a therapist. I love creativity, but I also love to help others. My mother was a hairstylist, and they listen to everyone's problems - like a beauty therapist!"
   },
   "author": {
    "text": "Beyonce Knowles"
   }
  },
  {
   "quote": {
    "text": "I wanted very much to learn to draw, for a reason that I kept to myself: I wanted to convey an emotion I have about the beauty of the world."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "In every man's heart there is a secret nerve that answers to the vibrations of beauty."
   },
   "author": {
    "text": "Christopher Morley"
   }
  },
  {
   "quote": {
    "text": "Beauty is ever to the lonely mind a shadow fleeting; she is never plain. She is a visitor who leaves behind the gift of grief, the souvenir of pain."
   },
   "author": {
    "text": "Christopher Morley"
   }
  },
  {
   "quote": {
    "text": "All cities are mad: but the madness is gallant. All cities are beautiful: but the beauty is grim."
   },
   "author": {
    "text": "Christopher Morley"
   }
  },
  {
   "quote": {
    "text": "It's a good thing that beauty is only skin deep, or I'd be rotten to the core."
   },
   "author": {
    "text": "Phyllis Diller"
   }
  },
  {
   "quote": {
    "text": "Goodness is beauty in the best estate."
   },
   "author": {
    "text": "Christopher Marlowe"
   }
  },
  {
   "quote": {
    "text": "There is nothing that makes its way more directly into the soul than beauty."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "Old hands soil, it seems, whatever they caress, but they too have their beauty when they are joined in prayer. Young hands were made for caresses and the sheathing of love. It is a pity to make them join too soon."
   },
   "author": {
    "text": "Andre Gide"
   }
  },
  {
   "quote": {
    "text": "That's the beauty of being a straight-to-DVD star. It really helps you stay under the media's radar."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "The ideal beauty is a fugitive which is never found."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "The problem with beauty is that it's like being born rich and getting poorer."
   },
   "author": {
    "text": "Joan Collins"
   }
  },
  {
   "quote": {
    "text": "Paris is one of the most beautiful places in all the world. Unfortunately, I was so homesick I couldn't appreciate its beauty."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "As I look into the future, I see radical changes in both how people 'attain beauty,' and how the world perceives beauty. In general, I believe traditional beauty will be less valuable - and more uniqueness will be heralded."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "I have never before, in my long and eclectic career, been gifted with such an abundance of natural beauty as I experienced filming 'War Horse' on Dartmoor."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "For them who delay aging, who infuse decrepit bodies with youth and beauty - they must rejoice in the fullness of their deeds."
   },
   "author": {
    "text": "F. Sionil Jose"
   }
  },
  {
   "quote": {
    "text": "I've never had any illusions about being a lead actor in films, because lead actors have to be of a certain kind. Apart from the beauty of looks and figure, which I cannot claim to have, there's just a particular kind of ordinary-Joe quality that a film star needs to have."
   },
   "author": {
    "text": "Stephen Fry"
   }
  },
  {
   "quote": {
    "text": "I don't like people who have never fallen or stumbled. Their virtue is lifeless and it isn't of much value. Life hasn't revealed its beauty to them."
   },
   "author": {
    "text": "Boris Pasternak"
   }
  },
  {
   "quote": {
    "text": "How goodness heightens beauty!"
   },
   "author": {
    "text": "Milan Kundera"
   }
  },
  {
   "quote": {
    "text": "I was not a good-lookin' girl. I was extremely skinny. I wasn't pretty. I wasn't cool."
   },
   "author": {
    "text": "Celine Dion"
   }
  },
  {
   "quote": {
    "text": "Real beauty knocks you a little bit off kilter."
   },
   "author": {
    "text": "David Byrne"
   }
  },
  {
   "quote": {
    "text": "After 'Freaks and Geeks,' I dealt with several producers who wanted to cover up all my beauty marks, every single mole on my body. They tried to cover them on my first two episodes of 'Dawson's Creek,' and it just looked ridiculous, so I had to put my foot down. But it's not something I'm insecure about."
   },
   "author": {
    "text": "Busy Philipps"
   }
  },
  {
   "quote": {
    "text": "I've etched out who I am through myriad haircut attempts, outfit attempts, beauty attempts, diet attempts. It's been an evolution."
   },
   "author": {
    "text": "Jamie Lee Curtis"
   }
  },
  {
   "quote": {
    "text": "The happiness I feel in having a family has brought me a real beauty."
   },
   "author": {
    "text": "Kate Winslet"
   }
  },
  {
   "quote": {
    "text": "Soon I realized that if beauty equalled forgiveness, I was never going to be forgiven."
   },
   "author": {
    "text": "Kevyn Aucoin"
   }
  },
  {
   "quote": {
    "text": "I hold that the perfection of form and beauty is contained in the sum of all men."
   },
   "author": {
    "text": "Albrecht Durer"
   }
  },
  {
   "quote": {
    "text": "Secrecy is the element of all goodness; even virtue, even beauty is mysterious."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "As long as I love Beauty I am young."
   },
   "author": {
    "text": "W. H. Davies"
   }
  },
  {
   "quote": {
    "text": "Beauty is that which is simultaneously attractive and sublime."
   },
   "author": {
    "text": "Karl Wilhelm Friedrich Schlegel"
   }
  },
  {
   "quote": {
    "text": "We were astonished by the beauty and refinement of the art displayed by the objects surpassing all we could have imagined - the impression was overwhelming."
   },
   "author": {
    "text": "Howard Carter"
   }
  },
  {
   "quote": {
    "text": "Art evokes emotion. It doesn't have to be a thing of beauty."
   },
   "author": {
    "text": "Eli Broad"
   }
  },
  {
   "quote": {
    "text": "A women's greatest asset is her beauty."
   },
   "author": {
    "text": "Alex Comfort"
   }
  },
  {
   "quote": {
    "text": "It is easy to be beautiful; it is difficult to appear so."
   },
   "author": {
    "text": "Hosea Ballou"
   }
  },
  {
   "quote": {
    "text": "In the non-Greek stories, Persia, Egypt, even China, Central Asia, in oral traditions and written literature, anyone who fights Amazons admires their courage and beauty, and they want to be allies of the Amazon; they don't wanna kill them."
   },
   "author": {
    "text": "Adrienne Mayor"
   }
  },
  {
   "quote": {
    "text": "I don't need plastic in my body to validate me as a woman."
   },
   "author": {
    "text": "Courtney Love"
   }
  },
  {
   "quote": {
    "text": "We can do much to help our communities loosen their boundaries and begin to welcome a multitude of ways of being to make sure that individuals of mixed race, religion, or ethnicities don't feel the need to choose one or the other but see their layers as a gift, something that adds beauty."
   },
   "author": {
    "text": "Maya Soetoro-Ng"
   }
  },
  {
   "quote": {
    "text": "Integrity reveals beauty."
   },
   "author": {
    "text": "Thomas Leonard"
   }
  },
  {
   "quote": {
    "text": "I don't really listen to the media or anyone's perception of beauty, so it makes me almost immune to silly comments about my body."
   },
   "author": {
    "text": "Barbie Ferreira"
   }
  },
  {
   "quote": {
    "text": "As we all know, there is inner beauty and outer beauty. If we examine inner beauty, to me there is nothing more beautiful than inner peace, in a man or a woman."
   },
   "author": {
    "text": "Alice Greczyn"
   }
  },
  {
   "quote": {
    "text": "Beauty is often worse than wine; intoxicating both the holder and beholder."
   },
   "author": {
    "text": "John Zimmerman"
   }
  },
  {
   "quote": {
    "text": "Part of the beauty of the show in a way is that he's not perfect, but you can always count on him to do the right thing in a pinch. That's why he inspires people and inspires me."
   },
   "author": {
    "text": "Stephen Collins"
   }
  },
  {
   "quote": {
    "text": "Beauty is only skin deep."
   },
   "author": {
    "text": "Thomas Overbury"
   }
  },
  {
   "quote": {
    "text": "The beautiful seems right by force of beauty and the feeble wrong because of weakness."
   },
   "author": {
    "text": "Elizabeth Barrett Browning"
   }
  },
  {
   "quote": {
    "text": "Beauty is whatever gives joy."
   },
   "author": {
    "text": "Edna St. Vincent Millay"
   }
  },
  {
   "quote": {
    "text": "Grace in women has more effect than beauty."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "Without realizing it, the individual composes his life according to the laws of beauty even in times of greatest distress."
   },
   "author": {
    "text": "Milan Kundera"
   }
  },
  {
   "quote": {
    "text": "As soon as beauty is sought not from religion and love, but for pleasure, it degrades the seeker."
   },
   "author": {
    "text": "Annie Dillard"
   }
  },
  {
   "quote": {
    "text": "We say we want to create beauty, identity, quality, singularity. And yet, maybe in truth these cities that we have are desired. Maybe their very characterlessness provides the best context for living."
   },
   "author": {
    "text": "Rem Koolhaas"
   }
  },
  {
   "quote": {
    "text": "Beauty is less important than quality."
   },
   "author": {
    "text": "Eugene Ormandy"
   }
  },
  {
   "quote": {
    "text": "What beauty is, I know not, though it adheres to many things."
   },
   "author": {
    "text": "Albrecht Durer"
   }
  },
  {
   "quote": {
    "text": "I sincerely feel that beauty largely comes from within."
   },
   "author": {
    "text": "Christy Turlington"
   }
  },
  {
   "quote": {
    "text": "Always think of what is useful and not what is beautiful. Beauty will come of its own accord."
   },
   "author": {
    "text": "Nikolai Gogol"
   }
  },
  {
   "quote": {
    "text": "Though beauty gives you a weird sense of entitlement, it's rather frightening and threatening to have others ascribe such importance to something you know you're just renting for a while."
   },
   "author": {
    "text": "Candice Bergen"
   }
  },
  {
   "quote": {
    "text": "The real sin against life is to abuse and destroy beauty, even one's own even more, one's own, for that has been put in our care and we are responsible for its well-being."
   },
   "author": {
    "text": "Katherine Anne Porter"
   }
  },
  {
   "quote": {
    "text": "I'd like to grow up and be beautiful. I know it doesn't matter, but it doesn't hurt."
   },
   "author": {
    "text": "Kirsten Dunst"
   }
  },
  {
   "quote": {
    "text": "The plainer the dress, the greater luster does beauty appear."
   },
   "author": {
    "text": "Edward Wood, 1st Earl of Halifax"
   }
  },
  {
   "quote": {
    "text": "Things are beautiful if you love them."
   },
   "author": {
    "text": "Jean Anouilh"
   }
  },
  {
   "quote": {
    "text": "Beauty is only skin deep. If you go after someone just because she's beautiful but don't have anything to talk about, it's going to get boring fast. You want to look beyond the surface and see if you can have fun or if you have anything in common with this person."
   },
   "author": {
    "text": "Amanda Peet"
   }
  },
  {
   "quote": {
    "text": "When everything else physical and mental seems to diminish, the appreciation of beauty is on the increase."
   },
   "author": {
    "text": "Bernard Berenson"
   }
  },
  {
   "quote": {
    "text": "Oakland has always had artists attempting to define the immense beauty and ridiculousness around them."
   },
   "author": {
    "text": "Boots Riley"
   }
  },
  {
   "quote": {
    "text": "Having inner beauty is something you develop on your own, and I like to think I have that."
   },
   "author": {
    "text": "Cindy Margolis"
   }
  },
  {
   "quote": {
    "text": "My dad had this philosophy that if you tell children they're beautiful and wonderful then they believe it, and they will be. So I never thought I was unattractive. But I was never one of the girls at school who had lots of boyfriends."
   },
   "author": {
    "text": "Emily Mortimer"
   }
  },
  {
   "quote": {
    "text": "Some guys say beauty is only skin deep. But when you walk into a party, you don't see somebody's brain. The initial contact has to be the sniffing."
   },
   "author": {
    "text": "James Caan"
   }
  },
  {
   "quote": {
    "text": "Beauty is only temporary, but your mind lasts you a lifetime."
   },
   "author": {
    "text": "Alicia Machado"
   }
  },
  {
   "quote": {
    "text": "It's amazing what sleep does for your looks."
   },
   "author": {
    "text": "Emily Procter"
   }
  },
  {
   "quote": {
    "text": "I can't live without my beauty products. I love to be in my bathroom with my candles lit, morning, noon and night. I like taking hot baths and hot showers, using my body scrubs and lotions."
   },
   "author": {
    "text": "Traci Bingham"
   }
  }
 ]
}