{
 "BestQuotes": [
  {
   "quote": {
    "text": "Good, better, best. Never let it rest. 'Til your good is better and your better is best."
   },
   "author": {
    "text": "St. Jerome"
   }
  },
  {
   "quote": {
    "text": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "The best preparation for tomorrow is doing your best today."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "The best way to make your dreams come true is to wake up."
   },
   "author": {
    "text": "Paul Valery"
   }
  },
  {
   "quote": {
    "text": "Always do your best. What you plant now, you will harvest later."
   },
   "author": {
    "text": "Og Mandino"
   }
  },
  {
   "quote": {
    "text": "An investment in knowledge pays the best interest."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "My life motto is 'Do my best, so that I can't blame myself for anything.'"
   },
   "author": {
    "text": "Magdalena Neuner"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, life is about being happy being who you are, and I feel like we are so blessed to have the support system and the best family to really just support each other no matter what we're going through."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "Work hard, stay positive, and get up early. It's the best part of the day."
   },
   "author": {
    "text": "George Allen, Sr."
   }
  },
  {
   "quote": {
    "text": "Heavy hearts, like heavy clouds in the sky, are best relieved by the letting of a little water."
   },
   "author": {
    "text": "Christopher Morley"
   }
  },
  {
   "quote": {
    "text": "The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "My best friend is the one who brings out the best in me."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "Family is a unique gift that needs to be appreciated and treasured, even when they're driving you crazy. As much as they make you mad, interrupt you, annoy you, curse at you, try to control you, these are the people who know you the best and who love you."
   },
   "author": {
    "text": "Jenna Morasca"
   }
  },
  {
   "quote": {
    "text": "Nobody can predict the future. You just have to give your all to the relationship you're in and do your best to take care of your partner, communicate and give them every last drop of love you have. I think one of the most important things in a relationship is caring for your significant other through good times and bad."
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "A strong, positive self-image is the best possible preparation for success."
   },
   "author": {
    "text": "Joyce Brothers"
   }
  },
  {
   "quote": {
    "text": "The best way to pay for a lovely moment is to enjoy it."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "I believe forgiveness is the best form of love in any relationship. It takes a strong person to say they're sorry and an even stronger person to forgive."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "The best way to find yourself is to lose yourself in the service of others."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "The key is to keep company only with people who uplift you, whose presence calls forth your best."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "Happiness does not come from doing easy work but from the afterglow of satisfaction that comes after the achievement of a difficult task that demanded our best."
   },
   "author": {
    "text": "Theodore Isaac Rubin"
   }
  },
  {
   "quote": {
    "text": "Ultimately, leadership is not about glorious crowning acts. It's about keeping your team focused on a goal and motivated to do their best to achieve it, especially when the stakes are high and the consequences really matter. It is about laying the groundwork for others' success, and then standing back and letting them shine."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love. There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Look at the sky. We are not alone. The whole universe is friendly to us and conspires only to give the best to those who dream and work."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "My dream is of a place and a time where America will once again be seen as the last best hope of earth."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges."
   },
   "author": {
    "text": "Pat Riley"
   }
  },
  {
   "quote": {
    "text": "Things are never quite as scary when you've got a best friend."
   },
   "author": {
    "text": "Bill Watterson"
   }
  },
  {
   "quote": {
    "text": "Technology can be our best friend, and technology can also be the biggest party pooper of our lives. It interrupts our own story, interrupts our ability to have a thought or a daydream, to imagine something wonderful, because we're too busy bridging the walk from the cafeteria back to the office on the cell phone."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "To help yourself, you must be yourself. Be the best that you can be. When you make a mistake, learn from it, pick yourself up and move on."
   },
   "author": {
    "text": "Dave Pelzer"
   }
  },
  {
   "quote": {
    "text": "I follow three rules: Do the right thing, do the best you can, and always show people you care."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "The best preparation for good work tomorrow is to do good work today."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "The best way to solve problems and to fight against war is through dialogue."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "The best thing one can do when it's raining is to let it rain."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "If you do what you love, it is the best way to relax."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "She's always there for me when I need her; She's my best friend; she's just my everything."
   },
   "author": {
    "text": "Ashley Olsen"
   }
  },
  {
   "quote": {
    "text": "I have a best friend as a husband, and he is my number one supporter. He's a family man, and he's always giving back to God. That is what makes him a beautiful man. We're not perfect by any means, but that makes us beautiful as well. We're not afraid to say we're not perfect. We have our disagreements, but that comes along with marriage."
   },
   "author": {
    "text": "Tamera Mowry"
   }
  },
  {
   "quote": {
    "text": "Speak when you are angry - and you'll make the best speech you'll ever regret."
   },
   "author": {
    "text": "Laurence J. Peter"
   }
  },
  {
   "quote": {
    "text": "Memories are the best things in life, I think."
   },
   "author": {
    "text": "Romy Schneider"
   }
  },
  {
   "quote": {
    "text": "The best argument against democracy is a five-minute conversation with the average voter."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "A satisfied customer is the best business strategy of all."
   },
   "author": {
    "text": "Michael LeBoeuf"
   }
  },
  {
   "quote": {
    "text": "Whatever you do, do with determination. You have one life to live; do your work with passion and give your best. Whether you want to be a chef, doctor, actor, or a mother, be passionate to get the best result."
   },
   "author": {
    "text": "Alia Bhatt"
   }
  },
  {
   "quote": {
    "text": "At his best, man is the noblest of all animals; separated from law and justice he is the worst."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "I look my best when I'm totally free, on holiday, walking on the beach."
   },
   "author": {
    "text": "Rosamund Pike"
   }
  },
  {
   "quote": {
    "text": "When everything is lonely I can be my best friend."
   },
   "author": {
    "text": "Conor Oberst"
   }
  },
  {
   "quote": {
    "text": "We would all like to vote for the best man but he is never a candidate."
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "Making money is art and working is art and good business is the best art."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "I believe in pink. I believe that laughing is the best calorie burner. I believe in kissing, kissing a lot. I believe in being strong when everything seems to be going wrong. I believe that happy girls are the prettiest girls. I believe that tomorrow is another day and I believe in miracles."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "All the adversity I've had in my life, all my troubles and obstacles, have strengthened me... You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "One of the best ways to make yourself happy in the present is to recall happy times from the past. Photos are a great memory-prompt, and because we tend to take photos of happy occasions, they weight our memories to the good."
   },
   "author": {
    "text": "Gretchen Rubin"
   }
  },
  {
   "quote": {
    "text": "When the best leader's work is done the people say, 'We did it ourselves.'"
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "'Thank you' is the best prayer that anyone could say. I say that one a lot. Thank you expresses extreme gratitude, humility, understanding."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Friends are the best to turn to when you're having a rough day."
   },
   "author": {
    "text": "Justin Bieber"
   }
  },
  {
   "quote": {
    "text": "Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that's beautiful."
   },
   "author": {
    "text": "Rashida Jones"
   }
  },
  {
   "quote": {
    "text": "I'm selfish, impatient, and a little insecure. I make mistakes, I'm out of control, and at times hard to handle. But if you can't handle me at my worst, then you sure as hell don't deserve me at my best."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "Let go of yesterday. Let today be a new beginning and be the best that you can, and you'll get to where God wants you to be."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Outside of a dog, a book is a man's best friend. Inside of a dog it's too dark to read."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "Sports teaches you to understand the meaning of a team. You need to be able to work with everybody; you don't have to be their best friend. You can experience the fun of competition and driving toward a common goal without pushing to bond in some major way with each individual on a project."
   },
   "author": {
    "text": "Kathleen Kennedy"
   }
  },
  {
   "quote": {
    "text": "I think every girl needs to love herself, regardless of anything. Like if you're having a bad day, if you don't like your hair, if you don't have the best family situation, whatever, you have to love yourself and you can't do anything until you love yourself first."
   },
   "author": {
    "text": "Julianne Hough"
   }
  },
  {
   "quote": {
    "text": "You are capable of more than you know. Choose a goal that seems right for you and strive to be the best, however hard the path. Aim high. Behave honorably. Prepare to be alone at times, and to endure failure. Persist! The world needs all you can give."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "The best advice I ever got was that knowledge is power and to keep reading."
   },
   "author": {
    "text": "David Bailey"
   }
  },
  {
   "quote": {
    "text": "Just find what works for you, what style suits you best, and just be confident enough to rock it."
   },
   "author": {
    "text": "Odell Beckham, Jr."
   }
  },
  {
   "quote": {
    "text": "My dad has given me the best gift anyone has ever given me. He gave me wings to fly."
   },
   "author": {
    "text": "Adria Arjona"
   }
  },
  {
   "quote": {
    "text": "In any moment of decision, the best thing you can do is the right thing, the next best thing is the wrong thing, and the worst thing you can do is nothing."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "You know the best part of being a mom is getting that love. Honestly, you know, my son's love... a child's love is so pure, it just makes you feel so good no matter what."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "Write it on your heart that every day is the best day in the year."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Whatever you go into, you have to go in there to be the best. There's no formulas. It's all about passion and honesty and hard work. It might look glamorous, but it takes a lot of hard work. The blessing with the arts is that you can do it forever."
   },
   "author": {
    "text": "Hugh Masekela"
   }
  },
  {
   "quote": {
    "text": "Silence is true wisdom's best reply."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "Candy is childhood, the best and bright moments you wish could have lasted forever."
   },
   "author": {
    "text": "Dylan Lauren"
   }
  },
  {
   "quote": {
    "text": "It's not that diamonds are a girl's best friend, but it's your best friends who are your diamonds. It's your best friends who are supremely resilient, made under pressure and of astonishing value. They're everlasting; they can cut glass if they need to."
   },
   "author": {
    "text": "Gina Barreca"
   }
  },
  {
   "quote": {
    "text": "Social media is something of a double-edged sword. At its best, social media offers unprecedented opportunities for marginalized people to speak and bring much needed attention to the issues they face. At its worst, social media also offers 'everyone' an unprecedented opportunity to share in collective outrage without reflection."
   },
   "author": {
    "text": "Roxane Gay"
   }
  },
  {
   "quote": {
    "text": "The best part of beauty is that which no picture can express."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Always Do Your Best. Your best is going to change from moment to moment; it will be different when you are healthy as opposed to sick. Under any circumstance, simply do your best, and you will avoid self-judgment, self-abuse and regret."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "If you want to be the best, you can't take the path of least resistance. Every morning, you wake up, and your mind tells you it's too early, and your body tells you you're a little too sore, but you've got to look deep within yourself and know what you want and what you're striving for."
   },
   "author": {
    "text": "Antonio Brown"
   }
  },
  {
   "quote": {
    "text": "I'm doing my best to raise my son and give him a nurturing, loving, and caring environment so he can grow up and be the best version of himself."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "Good manners will open doors that the best education cannot."
   },
   "author": {
    "text": "Clarence Thomas"
   }
  },
  {
   "quote": {
    "text": "Women have to find their own personality, their own style, and what suits them the best."
   },
   "author": {
    "text": "Francois Nars"
   }
  },
  {
   "quote": {
    "text": "I'm just thankful for everything, all the blessings in my life, trying to stay that way. I think that's the best way to start your day and finish your day. It keeps everything in perspective."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "Champions are not the ones who always win races - champions are the ones who get out there and try. And try harder the next time. And even harder the next time. 'Champion' is a state of mind. They are devoted. They compete to best themselves as much if not more than they compete to best others. Champions are not just athletes."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "The human body is the best picture of the human soul."
   },
   "author": {
    "text": "Ludwig Wittgenstein"
   }
  },
  {
   "quote": {
    "text": "Your best teacher is your last mistake."
   },
   "author": {
    "text": "Ralph Nader"
   }
  },
  {
   "quote": {
    "text": "I love my wife and I know she loves me. We're best friends. We're just lucky to have found each other. It takes a lot of work but I just feel very blessed that I found the right person. It's a very fortunate situation and not everyone has that."
   },
   "author": {
    "text": "Harry Connick, Jr."
   }
  },
  {
   "quote": {
    "text": "A failure is not always a mistake, it may simply be the best one can do under the circumstances. The real mistake is to stop trying."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "I'm not in the best shape, but I want to prove to myself I can do something that seems insurmountable and inspire others by showing them no matter where they are in their fitness goals, they can do it, too."
   },
   "author": {
    "text": "Ruben Studdard"
   }
  },
  {
   "quote": {
    "text": "I look my best when I take my helmet off after a long motorcycle ride. I have a glow and a bit of helmet hair."
   },
   "author": {
    "text": "Eric Bana"
   }
  },
  {
   "quote": {
    "text": "Sleep is the best meditation."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Honesty is the best policy."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "The best things in life are often waiting for you at the exit ramp of your comfort zone."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "The best way to predict the future is to create it."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "In the practice of tolerance, one's enemy is the best teacher."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Good teachers know how to bring out the best in students."
   },
   "author": {
    "text": "Charles Kuralt"
   }
  },
  {
   "quote": {
    "text": "The best part about being alone is that you really don't have to answer to anybody. You do what you want."
   },
   "author": {
    "text": "Justin Timberlake"
   }
  },
  {
   "quote": {
    "text": "Do what you love to do and give it your very best. Whether it's business or baseball, or the theater, or any field. If you don't love what you're doing and you can't give it your best, get out of it. Life is too short. You'll be an old man before you know it."
   },
   "author": {
    "text": "Al Lopez"
   }
  },
  {
   "quote": {
    "text": "My sister and I truly are best friends."
   },
   "author": {
    "text": "Solange Knowles"
   }
  },
  {
   "quote": {
    "text": "If I'm half as good as everybody said I am, I'm far too good to be wasting time with ordinary people. But I seem to be spending my life with ordinary people, who are the best people in the world."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "The best way to find out if you can trust somebody is to trust them."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "A successful competition for me is always going out there and putting 100 percent into whatever I'm doing. It's not always winning. People, I think, mistake that it's just winning. Sometimes it could be, but for me, it's hitting the best sets I can, gaining confidence, and having a good time and having fun."
   },
   "author": {
    "text": "Simone Biles"
   }
  },
  {
   "quote": {
    "text": "The thing is that love gives us a ringside seat on somebody else's flaws, so of course you're gonna spot some things that kinda need to be mentioned. But often the romantic view is to say, 'If you loved me, you wouldn't criticise me.' Actually, true love is often about trying to teach someone how to be the best version of themselves."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "The one thing you've gotta do is that you need to always do the best you can do, no matter what the given situation, no matter what comes up against you. You do the best you can do, and you never give up. Never quit."
   },
   "author": {
    "text": "James Corden"
   }
  },
  {
   "quote": {
    "text": "The actions of men are the best interpreters of their thoughts."
   },
   "author": {
    "text": "James Joyce"
   }
  },
  {
   "quote": {
    "text": "Every age has its storytelling form, and video gaming is a huge part of our culture. You can ignore or embrace video games and imbue them with the best artistic quality. People are enthralled with video games in the same way as other people love the cinema or theatre."
   },
   "author": {
    "text": "Andy Serkis"
   }
  },
  {
   "quote": {
    "text": "Age appears to be best in four things; old wood best to burn, old wine to drink, old friends to trust, and old authors to read."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "With modeling, you pose. You want to look your best all the time. With acting, you have to be aware of the camera, but the more you show your imperfections, the better you're going to be."
   },
   "author": {
    "text": "Diane Kruger"
   }
  },
  {
   "quote": {
    "text": "My dad is my best friend, my father, and my boss. When I do something that is exciting and he likes it, it feels three times as good as you can imagine."
   },
   "author": {
    "text": "David Lauren"
   }
  },
  {
   "quote": {
    "text": "Don't lower your expectations to meet your performance. Raise your level of performance to meet your expectations. Expect the best of yourself, and then do what is necessary to make it a reality."
   },
   "author": {
    "text": "Ralph Marston"
   }
  },
  {
   "quote": {
    "text": "The best revenge is to be unlike him who performed the injury."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "The best way to celebrate the holidays is with some delicious food."
   },
   "author": {
    "text": "Rachel Hollis"
   }
  },
  {
   "quote": {
    "text": "I love natural beauty, and I think it's your best look, but I think makeup as an artist is so transformative."
   },
   "author": {
    "text": "Marina and the Diamonds"
   }
  },
  {
   "quote": {
    "text": "One thing I've learned is when you find a best friend in this life, you better hang on."
   },
   "author": {
    "text": "Jim Nabors"
   }
  },
  {
   "quote": {
    "text": "Do right. Do your best. Treat others as you want to be treated."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "I've been searching for ways to heal myself, and I've found that kindness is the best way."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "Walking is the best possible exercise. Habituate yourself to walk very far."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "I am as bad as the worst, but, thank God, I am as good as the best."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "Living with fear stops us taking risks, and if you don't go out on the branch, you're never going to get the best fruit."
   },
   "author": {
    "text": "Sarah Parish"
   }
  },
  {
   "quote": {
    "text": "Battle is the most magnificent competition in which a human being can indulge. It brings out all that is best; it removes all that is base. All men are afraid in battle. The coward is the one who lets his fear overcome his sense of duty. Duty is the essence of manhood."
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "Autumn wins you best by this its mute appeal to sympathy for its decay."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "The best way to heal a broken heart, it turns out, is to find a way to move past the hurt."
   },
   "author": {
    "text": "Mary Kay Andrews"
   }
  },
  {
   "quote": {
    "text": "I try to say I love you in a million different ways. That's what I aspire to do. That's what I do best."
   },
   "author": {
    "text": "Christine McVie"
   }
  },
  {
   "quote": {
    "text": "A problem is a chance for you to do your best."
   },
   "author": {
    "text": "Duke Ellington"
   }
  },
  {
   "quote": {
    "text": "I do the very best I know how - the very best I can; and I mean to keep on doing so until the end."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Laughter is not at all a bad beginning for a friendship, and it is far the best ending for one."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "When you have balance in your life, work becomes an entirely different experience. There is a passion that moves you to a whole new level of fulfillment and gratitude, and that's when you can do your best... for yourself and for others."
   },
   "author": {
    "text": "Cara Delevingne"
   }
  },
  {
   "quote": {
    "text": "Heroes represent the best of ourselves, respecting that we are human beings. A hero can be anyone from Gandhi to your classroom teacher, anyone who can show courage when faced with a problem. A hero is someone who is willing to help others in his or her best capacity."
   },
   "author": {
    "text": "Ricky Martin"
   }
  },
  {
   "quote": {
    "text": "Modeling is the best because you have to look hot, which comes easy to me, you know. I'm blessed with that."
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "Knowing your own darkness is the best method for dealing with the darknesses of other people."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "My cell phone is my best friend. It's my lifeline to the outside world."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "The boundaries which divide Life from Death are at best shadowy and vague. Who shall say where the one ends, and where the other begins?"
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "The best education I have ever received was through travel."
   },
   "author": {
    "text": "Lisa Ling"
   }
  },
  {
   "quote": {
    "text": "Far and away the best prize that life has to offer is the chance to work hard at work worth doing."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "My mama always used to tell me: 'If you can't find somethin' to live for, you best find somethin' to die for.'"
   },
   "author": {
    "text": "Tupac Shakur"
   }
  },
  {
   "quote": {
    "text": "If you work hard and you do your best, you can do anything."
   },
   "author": {
    "text": "Erin Heatherton"
   }
  },
  {
   "quote": {
    "text": "There are some things you learn best in calm, and some in storm."
   },
   "author": {
    "text": "Willa Cather"
   }
  },
  {
   "quote": {
    "text": "I feel that people are basically trying to do their best in the world. Even when you see people making mistakes, you understand why they're making a mistake. Everybody has flaws, everybody has demons, everybody has ghosts, but I think you watch people and you see everybody trying to do their best."
   },
   "author": {
    "text": "Jason Katims"
   }
  },
  {
   "quote": {
    "text": "The best route is to stay humble and stay true to yourself."
   },
   "author": {
    "text": "Rich the Kid"
   }
  },
  {
   "quote": {
    "text": "The best way to cheer yourself up is to try to cheer somebody else up."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "I have to say I have an amazing therapist. She's my best friend for life. She's taught me how to balance everything out."
   },
   "author": {
    "text": "Nikki Bella"
   }
  },
  {
   "quote": {
    "text": "The best ideas come as jokes. Make your thinking as funny as possible."
   },
   "author": {
    "text": "David Ogilvy"
   }
  },
  {
   "quote": {
    "text": "The best career advice I've gotten is to stay focused, keep moving forward."
   },
   "author": {
    "text": "Tyga"
   }
  },
  {
   "quote": {
    "text": "In times of great stress or adversity, it's always best to keep busy, to plow your anger and your energy into something positive."
   },
   "author": {
    "text": "Lee Iacocca"
   }
  },
  {
   "quote": {
    "text": "I'm just here for good times, man. I want people to have the best time ever. Especially if they're around me."
   },
   "author": {
    "text": "Travis Scott"
   }
  },
  {
   "quote": {
    "text": "With me, what you see is what you get. Yes, call me naive, but I love life. I am happy, and for that, I make no apologies. I do like to see the best in people, and when someone is nice to my face, I tend to believe them."
   },
   "author": {
    "text": "Joyce Giraud"
   }
  },
  {
   "quote": {
    "text": "Health is the thing that makes you feel that now is the best time of the year."
   },
   "author": {
    "text": "Franklin Pierce Adams"
   }
  },
  {
   "quote": {
    "text": "My best friend is the man who in wishing me well wishes it for my sake."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Hard work opens doors and shows the world that you are serious about being one of those rare - and special - human beings who use the fullness of their talents to do their very best."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "The best revenge is to live on and prove yourself."
   },
   "author": {
    "text": "Eddie Vedder"
   }
  },
  {
   "quote": {
    "text": "The ultimate victory in competition is derived from the inner satisfaction of knowing that you have done your best and that you have gotten the most out of what you had to give."
   },
   "author": {
    "text": "Howard Cosell"
   }
  },
  {
   "quote": {
    "text": "The best revenge is massive success."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "I think the best way to get a good night sleep is to work hard throughout the day. If you work hard and, of course, work out."
   },
   "author": {
    "text": "William H. McRaven"
   }
  },
  {
   "quote": {
    "text": "I still believe that 'No Smoking' is one of my best performances."
   },
   "author": {
    "text": "John Abraham"
   }
  },
  {
   "quote": {
    "text": "Perfection is impossible; just strive to do your best."
   },
   "author": {
    "text": "Angela Watson"
   }
  },
  {
   "quote": {
    "text": "The best partnerships aren't dependent on a mere common goal but on a shared path of equality, desire, and no small amount of passion."
   },
   "author": {
    "text": "Sarah MacLean"
   }
  },
  {
   "quote": {
    "text": "Our prayers should be for blessings in general, for God knows best what is good for us."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "Words empty as the wind are best left unsaid."
   },
   "author": {
    "text": "Homer"
   }
  },
  {
   "quote": {
    "text": "I have the best roommates in the world! It creates a fun sense of family... and that's really important to me. Things can get so lonely without it."
   },
   "author": {
    "text": "Kristen Bell"
   }
  },
  {
   "quote": {
    "text": "If you've tried everything possible to get an outcome, and it just hasn't worked out as planned, stop trying so hard. Relax. Maybe the timing's not right. Maybe it wasn't in your best interests. Maybe while one door seems to be closing, another is opening."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "The best thing about being a DJ is making people happy. There is nothing like seeing people get up from a table to dance or the expression on their face when they hear a song they love. I also love to educate people on music they have never heard."
   },
   "author": {
    "text": "Chelsea Leyland"
   }
  },
  {
   "quote": {
    "text": "I always encourage people to get out there, travel the world, see new things, experience new people, experience new food, experience new culture. What happens is that helps you to grow and be your best self."
   },
   "author": {
    "text": "Karamo Brown"
   }
  },
  {
   "quote": {
    "text": "I'm really not that funny in real life! But I am the best audience one could find. I love to laugh."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "The purpose of meditation is to make our mind calm and peaceful. If our mind is peaceful, we will be free from worries and mental discomfort, and so we will experience true happiness. But if our mind is not peaceful, we will find it very difficult to be happy, even if we are living in the very best conditions."
   },
   "author": {
    "text": "Kelsang Gyatso"
   }
  },
  {
   "quote": {
    "text": "When we seek to discover the best in others, we somehow bring out the best in ourselves."
   },
   "author": {
    "text": "William Arthur Ward"
   }
  },
  {
   "quote": {
    "text": "My best friend is the most important girl, outside of family, to me. I met her when I went to college and we bonded immediately. I'd do anything for her at any time. We phone each other every day."
   },
   "author": {
    "text": "Dawn French"
   }
  },
  {
   "quote": {
    "text": "The ladder of success is best climbed by stepping on the rungs of opportunity."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "Right actions in the future are the best apologies for bad actions in the past."
   },
   "author": {
    "text": "Tryon Edwards"
   }
  },
  {
   "quote": {
    "text": "The best form of government is that which is most likely to prevent the greatest sum of evil."
   },
   "author": {
    "text": "James Monroe"
   }
  },
  {
   "quote": {
    "text": "There's an ease that I have living in Australia. The best things about Sydney are free: the sunshine's free, and the harbour's free, and the beach is free."
   },
   "author": {
    "text": "Russell Crowe"
   }
  },
  {
   "quote": {
    "text": "We are at our very best, and we are happiest, when we are fully engaged in work we enjoy on the journey toward the goal we've established for ourselves. It gives meaning to our time off and comfort to our sleep. It makes everything else in life so wonderful, so worthwhile."
   },
   "author": {
    "text": "Earl Nightingale"
   }
  },
  {
   "quote": {
    "text": "My dad was my best friend and greatest role model. He was an amazing dad, coach, mentor, soldier, husband and friend."
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "Badminton is not only about winning. What is important to me is about playing hard, doing my best and putting up a good show for the spectators."
   },
   "author": {
    "text": "Lin Dan"
   }
  },
  {
   "quote": {
    "text": "To be nobody but yourself in a world which is doing its best, night and day, to make you everybody else - means to fight the hardest battle which any human being can fight; and never stop fighting."
   },
   "author": {
    "text": "e. e. cummings"
   }
  },
  {
   "quote": {
    "text": "You don't fight racism with racism, the best way to fight racism is with solidarity."
   },
   "author": {
    "text": "Bobby Seale"
   }
  },
  {
   "quote": {
    "text": "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "You have to be confident in who you are and what you're doing. Of course, you try to evolve. I would never tell you, 'Today is the best I will ever be.' I'm always trying to be a better chef, a better dad, a better person."
   },
   "author": {
    "text": "Guy Fieri"
   }
  },
  {
   "quote": {
    "text": "Nothing can replace sleep, but coffee can do it best. I love coffee."
   },
   "author": {
    "text": "Kelley O'Hara"
   }
  },
  {
   "quote": {
    "text": "The best thing commercially, which is the worst artistically, by and large, is the most successful."
   },
   "author": {
    "text": "Orson Welles"
   }
  },
  {
   "quote": {
    "text": "It is no use saying, 'We are doing our best.' You have got to succeed in doing what is necessary."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Gorgeous hair is the best revenge."
   },
   "author": {
    "text": "Ivana Trump"
   }
  },
  {
   "quote": {
    "text": "The roots of true achievement lie in the will to become the best that you can become."
   },
   "author": {
    "text": "Harold Taylor"
   }
  },
  {
   "quote": {
    "text": "The best luck of all is the luck you make for yourself."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "You must accept that you might fail; then, if you do your best and still don't win, at least you can be satisfied that you've tried. If you don't accept failure as a possibility, you don't set high goals, you don't branch out, you don't try - you don't take the risk."
   },
   "author": {
    "text": "Rosalynn Carter"
   }
  },
  {
   "quote": {
    "text": "Old friends are best."
   },
   "author": {
    "text": "John Selden"
   }
  },
  {
   "quote": {
    "text": "The best proof of love is trust."
   },
   "author": {
    "text": "Joyce Brothers"
   }
  },
  {
   "quote": {
    "text": "Expect the best, Prepare for the worst."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "But the person who scored well on an SAT will not necessarily be the best doctor or the best lawyer or the best businessman. These tests do not measure character, leadership, creativity, perseverance."
   },
   "author": {
    "text": "William Julius Wilson"
   }
  },
  {
   "quote": {
    "text": "I think my mom put it best. She said, 'Little girls soften their daddy's hearts.'"
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "Chilling out on the bed in your hotel room watching television, while wearing your own pajamas, is sometimes the best part of a vacation."
   },
   "author": {
    "text": "Laura Marano"
   }
  },
  {
   "quote": {
    "text": "Stubborn and ardent clinging to one's opinion is the best proof of stupidity."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "To give anything less than your best, is to sacrifice the gift."
   },
   "author": {
    "text": "Steve Prefontaine"
   }
  },
  {
   "quote": {
    "text": "One of the best pieces of advice I ever got was from a horse master. He told me to go slow to go fast. I think that applies to everything in life. We live as though there aren't enough hours in the day but if we do each thing calmly and carefully we will get it done quicker and with much less stress."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "My mother told me, 'Always do your best,' and my dad says, 'It's important to be humble. That's the key. They're not there for you. You're there for them.'"
   },
   "author": {
    "text": "Luke Benward"
   }
  },
  {
   "quote": {
    "text": "Walking is man's best medicine."
   },
   "author": {
    "text": "Hippocrates"
   }
  },
  {
   "quote": {
    "text": "Festivals are the best because you can't control anything, and for a control freak like me, that's a wonderful experience."
   },
   "author": {
    "text": "Jack Garratt"
   }
  },
  {
   "quote": {
    "text": "The only real failure in life is not to be true to the best one knows."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "I always believe that to be the best, you have to smell like the best, dress like the best, act like the best. When you throw your trash in the garbage can, it has to be better than anybody else who ever threw trash in the garbage can."
   },
   "author": {
    "text": "Lil Wayne"
   }
  },
  {
   "quote": {
    "text": "Employees are a company's greatest asset - they're your competitive advantage. You want to attract and retain the best; provide them with encouragement, stimulus, and make them feel that they are an integral part of the company's mission."
   },
   "author": {
    "text": "Anne M. Mulcahy"
   }
  },
  {
   "quote": {
    "text": "The only way to get the best of an argument is to avoid it."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "The best way of removing negativity is to laugh and be joyous."
   },
   "author": {
    "text": "David Icke"
   }
  },
  {
   "quote": {
    "text": "In my view, the best of humanity is in our exercise of empathy and compassion. It's when we challenge ourselves to walk in the shoes of someone whose pain or plight might seem so different than yours that it's almost incomprehensible."
   },
   "author": {
    "text": "Sarah McBride"
   }
  },
  {
   "quote": {
    "text": "Win or lose, I believe in giving my best and that is what I always do."
   },
   "author": {
    "text": "Lin Dan"
   }
  },
  {
   "quote": {
    "text": "I think people should have fun. And don't get so down on yourself. Enjoy life and be the best person you can be."
   },
   "author": {
    "text": "Keke Palmer"
   }
  },
  {
   "quote": {
    "text": "Life is an unfoldment, and the further we travel the more truth we can comprehend. To understand the things that are at our door is the best preparation for understanding those that lie beyond."
   },
   "author": {
    "text": "Hypatia"
   }
  },
  {
   "quote": {
    "text": "What matters is getting the best out of the squad you have."
   },
   "author": {
    "text": "Claudio Ranieri"
   }
  },
  {
   "quote": {
    "text": "I prefer to win titles with the team ahead of individual awards or scoring more goals than anyone else. I'm more worried about being a good person than being the best football player in the world. When all this is over, what are you left with? When I retire, I hope I am remembered for being a decent guy."
   },
   "author": {
    "text": "Lionel Messi"
   }
  },
  {
   "quote": {
    "text": "My father taught me not to overthink things, that nothing will ever be perfect, so just keep moving and do your best."
   },
   "author": {
    "text": "Scott Eastwood"
   }
  },
  {
   "quote": {
    "text": "The best teamwork comes from men who are working independently toward one goal in unison."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "By making college unaffordable and student loans unbearable, we risk deterring our best and brightest from pursuing higher education and securing a good-paying job."
   },
   "author": {
    "text": "Mark Pocan"
   }
  },
  {
   "quote": {
    "text": "Don't let the fear of the time it will take to accomplish something stand in the way of your doing it. The time will pass anyway; we might just as well put that passing time to the best possible use."
   },
   "author": {
    "text": "Earl Nightingale"
   }
  },
  {
   "quote": {
    "text": "Now more than ever we need to talk to each other, to listen to each other and understand how we see the world, and cinema is the best medium for doing this."
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "I think the best thing that I collect is memories. I love traveling; I love remembering stuff, my family, my daughter, my wife. I just love collecting memories of my trips, my experiences. And I think that's it. I'm not very glued to material stuff."
   },
   "author": {
    "text": "Jaime Camil"
   }
  },
  {
   "quote": {
    "text": "To have faith doesn't mean you get any less frustrated when you don't do your best, but you know that it's not life and death. Take what you're given, and when you continue to work hard, you will see results. That will give you the confidence you need to keep going."
   },
   "author": {
    "text": "Tom Lehman"
   }
  },
  {
   "quote": {
    "text": "Solitude is creativity's best friend, and solitude is refreshment for our souls."
   },
   "author": {
    "text": "Naomi Judd"
   }
  },
  {
   "quote": {
    "text": "Baseball was, is and always will be to me the best game in the world."
   },
   "author": {
    "text": "Babe Ruth"
   }
  },
  {
   "quote": {
    "text": "The Lord gets his best soldiers out of the highlands of affliction."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "The best cure for the body is a quiet mind."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "Men are like wine - some turn to vinegar, but the best improve with age."
   },
   "author": {
    "text": "Pope John XXIII"
   }
  },
  {
   "quote": {
    "text": "You try to do the best with what you've got and ignore everything else. That's why horses get blinders in horse racing: You look at the horse next to you, and you lose a step."
   },
   "author": {
    "text": "Jimmy Iovine"
   }
  },
  {
   "quote": {
    "text": "I used to do my best thinking while staring out airplane windows. The seat-back video system put a stop to that. Now I sit and watch old' Friends' and 'Everybody Loves Raymond' episodes. Walking is good, but here again, technology has interfered. I like to listen to iTunes while I walk home. I guess I don't think anymore."
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "Beer, it's the best damn drink in the world."
   },
   "author": {
    "text": "Jack Nicholson"
   }
  },
  {
   "quote": {
    "text": "Picking a best friend who stands up for what she believes in, is true to herself and allows you to be yourself without judgement of how 'cool' you are? Well, now you're picking a friend for life."
   },
   "author": {
    "text": "Renee Olstead"
   }
  },
  {
   "quote": {
    "text": "The best part is still ahead of me - I haven't experienced my 'good old days' yet."
   },
   "author": {
    "text": "Luther Vandross"
   }
  },
  {
   "quote": {
    "text": "Our flag honors those who have fought to protect it, and is a reminder of the sacrifice of our nation's founders and heroes. As the ultimate icon of America's storied history, the Stars and Stripes represents the very best of this nation."
   },
   "author": {
    "text": "Joe Barton"
   }
  },
  {
   "quote": {
    "text": "The biggest ingredient in a best friend is someone whose actions you respect and who you can truly be yourself around."
   },
   "author": {
    "text": "Renee Olstead"
   }
  },
  {
   "quote": {
    "text": "To wake up to the sound of my son saying 'Mama, mama!' It's the best sound ever."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "Among the natural rights of the colonists are these: First a right to life, secondly to liberty, and thirdly to property; together with the right to defend them in the best manner they can."
   },
   "author": {
    "text": "Samuel Adams"
   }
  },
  {
   "quote": {
    "text": "My son has been the best thing that has happened in my life. He has been amazing, and he is truly heaven-sent. And so, I just feel all that love."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "Success is peace of mind which is a direct result of self-satisfaction in knowing you did your best to become the best you are capable of becoming."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "Simple ingredients prepared in a simple way - that's the best way to take your everyday cooking to a higher level."
   },
   "author": {
    "text": "Jose Andres"
   }
  },
  {
   "quote": {
    "text": "Old wood best to burn, old wine to drink, old friends to trust, and old authors to read."
   },
   "author": {
    "text": "Athenaeus"
   }
  },
  {
   "quote": {
    "text": "A wise man is superior to any insults which can be put upon him, and the best reply to unseemly behavior is patience and moderation."
   },
   "author": {
    "text": "Moliere"
   }
  },
  {
   "quote": {
    "text": "My best vacation is somewhere I could hide, somewhere warm and not a lot of people around."
   },
   "author": {
    "text": "Derek Jeter"
   }
  },
  {
   "quote": {
    "text": "If it's flipping hamburgers at McDonald's, be the best hamburger flipper in the world. Whatever it is you do you have to master your craft."
   },
   "author": {
    "text": "Snoop Dogg"
   }
  },
  {
   "quote": {
    "text": "Punishment may make us obey the orders we are given, but at best it will only teach an obedience to authority, not a self-control which enhances our self-respect."
   },
   "author": {
    "text": "Bruno Bettelheim"
   }
  },
  {
   "quote": {
    "text": "Every kid has a toy that they believe is their best friend, that they believe communicates with them, and they imagine it being alive, their toy horse or car or whatever it is. Stop-motion is the only medium where we literally can make a toy come to life, an actual object."
   },
   "author": {
    "text": "Henry Selick"
   }
  },
  {
   "quote": {
    "text": "Let me be the first to tell you, drinking alcohol is the worst thing to do in cold weather. Hot soup is the best because the process of digesting food helps to warm you up."
   },
   "author": {
    "text": "Morgan Freeman"
   }
  },
  {
   "quote": {
    "text": "My dad's my best mate, and he always will be."
   },
   "author": {
    "text": "Cher Lloyd"
   }
  },
  {
   "quote": {
    "text": "Creativity is a habit, and the best creativity is the result of good work habits."
   },
   "author": {
    "text": "Twyla Tharp"
   }
  },
  {
   "quote": {
    "text": "Like love, breakfast is best when made at home."
   },
   "author": {
    "text": "Gina Barreca"
   }
  },
  {
   "quote": {
    "text": "A man's friendships are one of the best measures of his worth."
   },
   "author": {
    "text": "Charles Darwin"
   }
  },
  {
   "quote": {
    "text": "The worst times can be the best if you think with positive energy."
   },
   "author": {
    "text": "Domenico Dolce"
   }
  },
  {
   "quote": {
    "text": "The season of failure is the best time for sowing the seeds of success."
   },
   "author": {
    "text": "Paramahansa Yogananda"
   }
  },
  {
   "quote": {
    "text": "I never had a policy; I have just tried to do my very best each and every day."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Not voting is disrespecting the best of what this nation stands for."
   },
   "author": {
    "text": "Thomas Hauser"
   }
  },
  {
   "quote": {
    "text": "Education is the best friend. An educated person is respected everywhere. Education beats the beauty and the youth."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "I don't care whether people like me or dislike me. I'm not on earth to win a popularity contest. I'm here to be the best human being I possibly can be."
   },
   "author": {
    "text": "Tab Hunter"
   }
  },
  {
   "quote": {
    "text": "Stop being a critic and be a light; don't be a judge, be a model. I think we are far too critical. I think the best way to correct behavior is to accentuate and affirm positive behavior and to ignore negative behavior. Generally speaking, there is a time to correct, of course; but my biggest advice would be, 'Affirm your child.'"
   },
   "author": {
    "text": "Sean Covey"
   }
  },
  {
   "quote": {
    "text": "When you start hiding things away, that's when the darkness creeps up. Sunlight is the best disinfectant."
   },
   "author": {
    "text": "Steve Kazee"
   }
  },
  {
   "quote": {
    "text": "Surfing waves of water or clouds of powder snow is the best feeling on earth."
   },
   "author": {
    "text": "Hannah Teter"
   }
  },
  {
   "quote": {
    "text": "To be successful in real estate, you must always and consistently put your clients' best interests first. When you do, your personal needs will be realized beyond your greatest expectations."
   },
   "author": {
    "text": "Anthony Hitt"
   }
  },
  {
   "quote": {
    "text": "Your best ideas, those eureka moments that turn the world upside down, seldom come when you're juggling emails, rushing to meet the 5 P.M. deadline or straining to make your voice heard in a high-stress meeting. They come when you're walking the dog, soaking in the bath or swinging in a hammock."
   },
   "author": {
    "text": "Carl Honore"
   }
  },
  {
   "quote": {
    "text": "Where I am today... I still have my ups and downs, but I take it one day at a time and I just hope that I can be the best that I can possibly be, not only for myself, but also young people that are out there today that need someone to look up to."
   },
   "author": {
    "text": "Demi Lovato"
   }
  },
  {
   "quote": {
    "text": "It is not enough to do your best; you must know what to do, and then do your best."
   },
   "author": {
    "text": "W. Edwards Deming"
   }
  },
  {
   "quote": {
    "text": "Having lots of siblings is like having built-in best friends."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "Meals make the society, hold the fabric together in lots of ways that were charming and interesting and intoxicating to me. The perfect meal, or the best meals, occur in a context that frequently has very little to do with the food itself."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "The best remedy for those who are afraid, lonely or unhappy is to go outside, somewhere where they can be quiet, alone with the heavens, nature and God. Because only then does one feel that all is as it should be."
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "One of the best paradoxes of leadership is a leader's need to be both stubborn and open-minded. A leader must insist on sticking to the vision and stay on course to the destination. But he must be open-minded during the process."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "We hire people who want to make the best things in the world."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Our criminal justice system is fallible. We know it, even though we don't like to admit it. It is fallible despite the best efforts of most within it to do justice. And this fallibility is, at the end of the day, the most compelling, persuasive, and winning argument against a death penalty."
   },
   "author": {
    "text": "Eliot Spitzer"
   }
  },
  {
   "quote": {
    "text": "One's philosophy is not best expressed in words; it is expressed in the choices one makes... and the choices we make are ultimately our responsibility."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Research shows that there is only half as much variation in student achievement between schools as there is among classrooms in the same school. If you want your child to get the best education possible, it is actually more important to get him assigned to a great teacher than to a great school."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "'Chef' doesn't mean that you're the best cook, it simply means 'boss.'"
   },
   "author": {
    "text": "Tom Colicchio"
   }
  },
  {
   "quote": {
    "text": "I love dressing up. It's the best part of being a girl, I think."
   },
   "author": {
    "text": "Emma Roberts"
   }
  },
  {
   "quote": {
    "text": "When a man's best friend is his dog, that dog has a problem."
   },
   "author": {
    "text": "Edward Abbey"
   }
  },
  {
   "quote": {
    "text": "Empowering the individual means empowering the nation. And empowerment is best served through rapid economic growth with rapid social change."
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "To me, breakfast is my most important meal. It's often the meal you play a game on. I make sure I have oatmeal, milk, and fruit. It's the fuel you use to hopefully do your best, so eating right is a big part of being a professional athlete. I wish I paid more attention to it earlier in my life."
   },
   "author": {
    "text": "Andrew Luck"
   }
  },
  {
   "quote": {
    "text": "Climate change is destroying our path to sustainability. Ours is a world of looming challenges and increasingly limited resources. Sustainable development offers the best chance to adjust our course."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "Love is the best school, but the tuition is high and the homework can be painful."
   },
   "author": {
    "text": "Diane Ackerman"
   }
  },
  {
   "quote": {
    "text": "There are times when you're being judged on your appearance and you're not feeling your best self. It hurts, but as I always say, I try and be 100 percent myself all the time. So if I'm rejected, it just hurts that little bit less because at least I was myself."
   },
   "author": {
    "text": "Adwoa Aboah"
   }
  },
  {
   "quote": {
    "text": "Lead yourself whenever your boss' leadership deteriorates. When your boss doesn't praise what you do, praise yourself. When your boss doesn't make you big, make yourself big. Remember, if you have done your best, failure does not count."
   },
   "author": {
    "text": "Mario Teguh"
   }
  },
  {
   "quote": {
    "text": "I love spending time with my family and friends during the holidays, and my favorite holiday tradition would be the pozole that my mom makes almost every Christmas. It's the best!"
   },
   "author": {
    "text": "Becky G"
   }
  },
  {
   "quote": {
    "text": "It's fun to be on the edge. I think you do your best work when you take chances, when you're not safe, when you're not in the middle of the road, at least for me, anyway."
   },
   "author": {
    "text": "Danny DeVito"
   }
  },
  {
   "quote": {
    "text": "Complete strangers can stand silent next to each other in an elevator and not even look each other in the eye. But at a concert, those same strangers could find themselves dancing and singing together like best friends. That's the power of music."
   },
   "author": {
    "text": "LZ Granderson"
   }
  },
  {
   "quote": {
    "text": "Real education should consist of drawing the goodness and the best out of our own students. What better books can there be than the book of humanity?"
   },
   "author": {
    "text": "Cesar Chavez"
   }
  },
  {
   "quote": {
    "text": "Lay this unto your breast: Old friends, like old swords, still are trusted best."
   },
   "author": {
    "text": "John Webster"
   }
  },
  {
   "quote": {
    "text": "We've seen over time that countries that have the best economic growth are those that have good governance, and good governance comes from freedom of communication. It comes from ending corruption. It comes from a populace that can go online and say, 'This politician is corrupt, this administrator, or this public official is corrupt.'"
   },
   "author": {
    "text": "Ramez Naam"
   }
  },
  {
   "quote": {
    "text": "The best training program in the world is absolutely worthless without the will to execute it properly, consistently, and with intensity."
   },
   "author": {
    "text": "John Romaniello"
   }
  },
  {
   "quote": {
    "text": "I pray to start my day and finish it in prayer. I'm just thankful for everything, all the blessings in my life, trying to stay that way. I think that's the best way to start your day and finish your day. It keeps everything in perspective."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "I lead no party; I follow no leader. I have given the best part of my life to careful study of Islam, its law and polity, its culture, its history and its literature."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "A person who has been punished is not less inclined to behave in a given way; at best, he learns how to avoid punishment."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason not to follow your heart."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Use what talents you possess; the woods would be very silent if no birds sang there except those that sang best."
   },
   "author": {
    "text": "Henry Van Dyke"
   }
  },
  {
   "quote": {
    "text": "When you meet your best friend in real life, or you meet your soulmate, you just know it, and you feel it."
   },
   "author": {
    "text": "Lili Reinhart"
   }
  },
  {
   "quote": {
    "text": "During difficult times, it's best to cut down on sweets like cookies, cake and candy. Satisfy your sweet tooth with fruit to help prevent blood sugar dips and spikes."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "It is incredible how important doctors are to our society and how they help individuals live up to their full potential in life. I hope to inspire and help others fulfill their best selves as I do my best to become the top doctor in the nation in my future."
   },
   "author": {
    "text": "Farrah Abraham"
   }
  },
  {
   "quote": {
    "text": "Always go into meetings or negotiations with a positive attitude. Tell yourself you're going to make this the best deal for all parties."
   },
   "author": {
    "text": "Natalie Massenet"
   }
  },
  {
   "quote": {
    "text": "Stick up for what you believe in and never, ever feel that you can't say something or speak your mind. I think that would be the best advice. Be strong. Be confident. That's really all you need."
   },
   "author": {
    "text": "Maika Monroe"
   }
  },
  {
   "quote": {
    "text": "My very best friend died in a car accident when I was 16 years old. That was the hardest blow emotionally that I have ever had to endure. Suddenly, you realize tomorrow might not come. Now I live by the motto, 'Today is what I have.'"
   },
   "author": {
    "text": "Amber Heard"
   }
  },
  {
   "quote": {
    "text": "If our nation wants to reduce global warming, air pollution and energy instability, we should invest only in the best energy options. Nuclear energy isn't one of them."
   },
   "author": {
    "text": "Mark Z. Jacobson"
   }
  },
  {
   "quote": {
    "text": "What I can say is that all my characters are searching for their souls, because they are my mirrors. I'm someone who is constantly trying to understand my place in the world, and literature is the best way that I found in order to see myself."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "My belief is that communication is the best way to create strong relationships."
   },
   "author": {
    "text": "Jada Pinkett Smith"
   }
  },
  {
   "quote": {
    "text": "I like to make the best of what I have. I'm not a supermodel, clearly. I'm not a makeup artist. I'm a real woman."
   },
   "author": {
    "text": "Victoria Beckham"
   }
  },
  {
   "quote": {
    "text": "Obviously, the highest type of efficiency is that which can utilize existing material to the best advantage."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "The best vision is insight."
   },
   "author": {
    "text": "Malcolm Forbes"
   }
  },
  {
   "quote": {
    "text": "The best history is but like the art of Rembrandt; it casts a vivid light on certain selected causes, on those which were best and greatest; it leaves all the rest in shadow and unseen."
   },
   "author": {
    "text": "Walter Bagehot"
   }
  },
  {
   "quote": {
    "text": "The age of a woman doesn't mean a thing. The best tunes are played on the oldest fiddles."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Doing the best at this moment puts you in the best place for the next moment."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "The ideal man bears the accidents of life with dignity and grace, making the best of circumstances."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "In terms of my marriage, you know, falling in love with my husband was by far the best thing that's ever happened to me."
   },
   "author": {
    "text": "Caroline Kennedy"
   }
  },
  {
   "quote": {
    "text": "The best portion of a good man's life is his little, nameless, unremembered acts of kindness and of love."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, my goal was to be the best hacker."
   },
   "author": {
    "text": "Kevin Mitnick"
   }
  },
  {
   "quote": {
    "text": "You may call God love, you may call God goodness. But the best name for God is compassion."
   },
   "author": {
    "text": "Meister Eckhart"
   }
  },
  {
   "quote": {
    "text": "I like to stay happy, and I like to live life light and make the best of life."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "If I can bring happiness to people all around the world, then I will try my best to do so."
   },
   "author": {
    "text": "Tom Holland"
   }
  },
  {
   "quote": {
    "text": "Getting married, for me, was the best thing I ever did. I was suddenly beset with an immense sense of release, that we have something more important than our separate selves, and that is the marriage. There's immense happiness that can come from working towards that."
   },
   "author": {
    "text": "Nick Cave"
   }
  },
  {
   "quote": {
    "text": "Government, even in its best state, is but a necessary evil; in its worst state, an intolerable one."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "Nature scarcely ever gives us the very best; for that we must have recourse to art."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "Sometimes you get the best light from a burning bridge."
   },
   "author": {
    "text": "Don Henley"
   }
  },
  {
   "quote": {
    "text": "God always gives His best to those who leave the choice with him."
   },
   "author": {
    "text": "Jim Elliot"
   }
  },
  {
   "quote": {
    "text": "Guitar is the best form of self-expression I know. Everything else, and I'm just sort of tripping around, trying to figure my way through life."
   },
   "author": {
    "text": "Slash"
   }
  },
  {
   "quote": {
    "text": "In 1985, I was living with my sister in Virginia, and since I was still in high school, I worked at McDonald's to save money to get an abortion. It sounds really terrible, but it was the best decision I ever made. It was the first time I took responsibility for my actions. I messed up, had sex without contraception, and got pregnant at 15."
   },
   "author": {
    "text": "Kathleen Hanna"
   }
  },
  {
   "quote": {
    "text": "I always want to find the best burger in town."
   },
   "author": {
    "text": "Dennis Quaid"
   }
  },
  {
   "quote": {
    "text": "Being a mother and grandmother is the best of the best in my life. My grandchildren multiply the joy my daughters bring me."
   },
   "author": {
    "text": "Alexandra Stoddard"
   }
  },
  {
   "quote": {
    "text": "Surround yourself with the best people you can find, delegate authority, and don't interfere as long as the policy you've decided upon is being carried out."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "We truly believe with hard work, dedication and perseverance, we can become the best at what we do. No one wants to become mediocre."
   },
   "author": {
    "text": "Andy Biersack"
   }
  },
  {
   "quote": {
    "text": "The best way to avoid falling prey to the opinions of others is to realize that other people's opinions are just that - opinions. Regardless of how great or terrible they think you are, that's only their opinion. Your true self-worth comes from within."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "I have a best friend in my life who I know is my soulmate."
   },
   "author": {
    "text": "Lili Reinhart"
   }
  },
  {
   "quote": {
    "text": "The best way out is always through."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "The best way to inspire people to superior performance is to convince them by everything you do and by your everyday attitude that you are wholeheartedly supporting them."
   },
   "author": {
    "text": "Harold S. Geneen"
   }
  },
  {
   "quote": {
    "text": "I think people who are destined to be friends, that are best friends, that genuinely, truly are invested in each other as human beings - a fight won't separate you forever. I've definitely had fights with my best friend, but it has never made us sever ties."
   },
   "author": {
    "text": "Lili Reinhart"
   }
  },
  {
   "quote": {
    "text": "For me the best thing about winning an award is when the people cheer for your win. When you can see that the people are really happy that you are winning something, that's the most reward thing in the world."
   },
   "author": {
    "text": "Busta Rhymes"
   }
  },
  {
   "quote": {
    "text": "I have the simplest tastes. I am always satisfied with the best."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "The best comfort food will always be greens, cornbread, and fried chicken."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "The best customer service is if the customer doesn't need to call you, doesn't need to talk to you. It just works."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "I think the iPhone is the best consumer product ever. That's what I feel about it. And it's become so integrated and integral to our lives, you wouldn't think about leaving home without it."
   },
   "author": {
    "text": "Tim Cook"
   }
  },
  {
   "quote": {
    "text": "Don't be afraid to give your best to what seemingly are small jobs. Every time you conquer one it makes you that much stronger. If you do the little jobs well, the big ones will tend to take care of themselves."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "If you want to do really important things in life and big things in life, you can't do anything by yourself. And your best teams are your friends and your siblings."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Focused. I'm a hustler. And my hustle is trying to figure out the best ways to do what I like without having to do much else."
   },
   "author": {
    "text": "Mos Def"
   }
  },
  {
   "quote": {
    "text": "I think the best way to deal with fitting in is to be yourself. It sounds hard, but in the end, it's much easier than pretending to be something you're not."
   },
   "author": {
    "text": "Meaghan Jette Martin"
   }
  },
  {
   "quote": {
    "text": "I never understand when people say, 'School days are the best of your life.' So it's all downhill from 16? How depressing."
   },
   "author": {
    "text": "Marsha Thomason"
   }
  },
  {
   "quote": {
    "text": "The best way to look stylish on a budget is to try second-hand, bargain hunting, and vintage."
   },
   "author": {
    "text": "Orlando Bloom"
   }
  },
  {
   "quote": {
    "text": "I see myself as the best footballer in the world. If you don't believe you are the best, then you will never achieve all that you are capable of."
   },
   "author": {
    "text": "Cristiano Ronaldo"
   }
  },
  {
   "quote": {
    "text": "I think the best riffs and the best songs come when you're jamming and having a good time."
   },
   "author": {
    "text": "Scott Ian"
   }
  },
  {
   "quote": {
    "text": "Wise and humane management of the patient is the best safeguard against infection."
   },
   "author": {
    "text": "Florence Nightingale"
   }
  },
  {
   "quote": {
    "text": "The best thing we can do with rejection is to make it a learning experience - rejection is a great teacher."
   },
   "author": {
    "text": "Adena Friedman"
   }
  },
  {
   "quote": {
    "text": "If you can do what you do best and be happy, you're further along in life than most people."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "Anytime you ride against the best in the world, it becomes a learning process."
   },
   "author": {
    "text": "Bonnie Blair"
   }
  },
  {
   "quote": {
    "text": "I'd realize it's not worth our time to worry. You do your best, and God will put the right people in your path."
   },
   "author": {
    "text": "Taya Kyle"
   }
  },
  {
   "quote": {
    "text": "I think the best thing about being pregnant would definitely have to be seeing just my belly grow and seeing, like, wow, there is, you know, something inside of me."
   },
   "author": {
    "text": "Tia Mowry"
   }
  },
  {
   "quote": {
    "text": "We are all travelers in the wilderness of this world, and the best we can find in our travels is an honest friend."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Whenever I dream about flying, it's the best feeling in the world."
   },
   "author": {
    "text": "Kate Mara"
   }
  },
  {
   "quote": {
    "text": "The best scientists and explorers have the attributes of kids! They ask question and have a sense of wonder. They have curiosity. 'Who, what, where, why, when, and how!' They never stop asking questions, and I never stop asking questions, just like a five year old."
   },
   "author": {
    "text": "Sylvia Earle"
   }
  },
  {
   "quote": {
    "text": "The best thing is to look natural, but it takes makeup to look natural."
   },
   "author": {
    "text": "Calvin Klein"
   }
  },
  {
   "quote": {
    "text": "Things turn out best for the people who make the best of the way things turn out."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "The Negro race, like all races, is going to be saved by its exceptional men. The problem of education, then, among Negroes must first of all deal with the Talented Tenth; it is the problem of developing the Best of this race that they may guide the Mass away from the contamination and death of the Worst, in their own and other races."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "When I was a boy, the priest, my uncle, carefully inculcated upon me this proverb, which I then learned and have ever since kept in my mind: 'Dico tibi verum, Libertas optima rerum; Nunquam servili, sub nexu vivito, fili.' 'I tell you a truth: Liberty is the best of things, my son; never live under any slavish bond.'"
   },
   "author": {
    "text": "William Wallace"
   }
  },
  {
   "quote": {
    "text": "The best lack all conviction, while the worst are full of passionate intensity."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "If we want the best pitcher, let's get Bobby Feller. If want the best football player, let's get Jimmy Brown; the best basketball player, let's get Bill Russell. If we want the guy who can do the best job for the United States - let's get Donald Trump."
   },
   "author": {
    "text": "Bobby Knight"
   }
  },
  {
   "quote": {
    "text": "Nature study will show you how full of beautiful and wonderful things God has made the world for you to enjoy. Be contented with what you have got and make the best of it. Look on the bright side of things instead of the gloomy one."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "Goals give us purpose, which, in turn, motivates us to make ourselves the best version in all aspects of your life."
   },
   "author": {
    "text": "Hannah Bronfman"
   }
  },
  {
   "quote": {
    "text": "To those who have always wondered how they might best serve the wider world, wildlife conservation is, at its core, one of the purest forms of giving."
   },
   "author": {
    "text": "Thomas Kaplan"
   }
  },
  {
   "quote": {
    "text": "Sweat equity is the best equity."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "Founding a company is hard. Most of it isn't smooth. You'll have to make very hard decisions. You have to fire a few people. Therefore, if you don't believe in your mission, giving up is easy. The majority of founders give up. But the best founders don't give up."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "By all these lovely tokens September days are here, With summer's best of weather And autumn's best of cheer."
   },
   "author": {
    "text": "Helen Hunt Jackson"
   }
  },
  {
   "quote": {
    "text": "My childhood dream was to study mechanical engineering. After reading 'The Mysterious Island' - which I read 25 times as a boy - I thought that was the best thing a person could do. The engineer in the book knows mechanics and physics, and he creates a whole way of life on the island out of nothing. I wanted to be like that."
   },
   "author": {
    "text": "Dan Shechtman"
   }
  },
  {
   "quote": {
    "text": "I find that it's best to take one step at a time and cross each bridge as they come to you."
   },
   "author": {
    "text": "Michael Stuhlbarg"
   }
  },
  {
   "quote": {
    "text": "I can only control my own performance. If I do my best, then I can feel good at the end of the day."
   },
   "author": {
    "text": "Michael Phelps"
   }
  },
  {
   "quote": {
    "text": "Mental prayer in my opinion is nothing else than an intimate sharing between friends; it means taking time frequently to be alone with Him who we know loves us. The important thing is not to think much but to love much and so do that which best stirs you to love. Love is not great delight but desire to please God in everything."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "Experience hath shewn, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Love God; love others; do your best in all you do, even if you fall short!"
   },
   "author": {
    "text": "Bethany Hamilton"
   }
  },
  {
   "quote": {
    "text": "I think happiness is a choice. If you feel yourself being happy and can settle in to the life choices you make, then it's great. It's really, really great. I swear to God, happiness is the best makeup."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "Competition is always a good thing. It forces us to do our best. A monopoly renders people complacent and satisfied with mediocrity."
   },
   "author": {
    "text": "Nancy Pearcey"
   }
  },
  {
   "quote": {
    "text": "The best fashion advice I'd say would be just to do what makes you comfortable and what makes you feel cute, and that's how you're gonna look your best 'cause when you feel your best, everybody else can feel it, too."
   },
   "author": {
    "text": "Ariana Grande"
   }
  },
  {
   "quote": {
    "text": "Life is a lot like jazz... it's best when you improvise."
   },
   "author": {
    "text": "George Gershwin"
   }
  },
  {
   "quote": {
    "text": "The best protection any woman can have... is courage."
   },
   "author": {
    "text": "Elizabeth Cady Stanton"
   }
  },
  {
   "quote": {
    "text": "The best thing I did was to choose the right heroes."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "The best way to appreciate our political process is to volunteer for a campaign and support a candidate you believe in."
   },
   "author": {
    "text": "Rob McKenna"
   }
  },
  {
   "quote": {
    "text": "Google is my best friend and my worst enemy. It's fabulous for research, but then it becomes addictive. I'll have a character eating an orange, and next thing I'm Googling types of oranges, I'm visiting chat rooms about oranges, I'm learning the history of the orange."
   },
   "author": {
    "text": "Liane Moriarty"
   }
  },
  {
   "quote": {
    "text": "The trite saying that honesty is the best policy has met with the just criticism that honesty is not policy. The real honest man is honest from conviction of what is right, not from policy."
   },
   "author": {
    "text": "Robert E. Lee"
   }
  },
  {
   "quote": {
    "text": "The best years of your life are the ones in which you decide your problems are your own. You do not blame them on your mother, the ecology, or the president. You realize that you control your own destiny."
   },
   "author": {
    "text": "Albert Ellis"
   }
  },
  {
   "quote": {
    "text": "You can compromise between good, better, and best, and you can compromise between bad and worse and terrible. But you can't compromise between good and evil. And now people look at the other side as a completely different kind of animal and say, 'They are taking the country down the road to purgatory.' It's complete intolerance."
   },
   "author": {
    "text": "Gary Ackerman"
   }
  },
  {
   "quote": {
    "text": "Every day, every one of us sets the stage for our sentiment, our confidence, and our success by getting dressed. When you feel great, when you feel your best, it opens up a world of possibility. Feeling confident and self-assured are important inputs into good days, successful days, and happy days."
   },
   "author": {
    "text": "Katrina Lake"
   }
  },
  {
   "quote": {
    "text": "Everybody is different. Everybody has different styles. Just do it the best way you know how."
   },
   "author": {
    "text": "Vince Carter"
   }
  },
  {
   "quote": {
    "text": "I've always been a pretty candid person. I'm not a very secretive person; I'm not a very discreet person. One of my best friends once described me as pathologically indiscreet."
   },
   "author": {
    "text": "Andrew Sullivan"
   }
  },
  {
   "quote": {
    "text": "The portrait I do best is of the person I know best."
   },
   "author": {
    "text": "Nadar"
   }
  },
  {
   "quote": {
    "text": "Hunger is the best pickle."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Do not waste time dreaming of great faraway opportunities; do the best you can where you are. Open your petals of power and beauty and fling out the fragrance of your life in the place that has been assigned to you."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "My dad said to me, 'Work hard and be patient.' It was the best advice he ever gave me. You have to put the hours in."
   },
   "author": {
    "text": "Simon Cowell"
   }
  },
  {
   "quote": {
    "text": "Every one in the world ought to do the things for which he is specially adapted. It is the part of wisdom to recognize what each one of us is best fitted for, and it is the part of education to perfect and utilize such predispositions. Because education can direct and aid nature but can never transform her."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Every job is good if you do your best and work hard. A man who works hard stinks only to the ones that have nothing to do but smell."
   },
   "author": {
    "text": "Laura Ingalls Wilder"
   }
  },
  {
   "quote": {
    "text": "Since I'm always working, my best holiday memories are definitely when I can just go home and spend time with my family."
   },
   "author": {
    "text": "Chris Brown"
   }
  },
  {
   "quote": {
    "text": "Treat your kid like a darling for the first five years. For the next five years, scold them. By the time they turn sixteen, treat them like a friend. Your grown up children are your best friends."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "Fear is our deepest and strongest emotion, and the one which best lends itself to the creation of nature-defying illusions."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "When team members trust each other and know that everyone is capable of admitting when they're wrong, then conflict becomes nothing more than the pursuit of truth or the best possible answer."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "My best vacation memory is getting barreled at the beach in Hawaii."
   },
   "author": {
    "text": "Troy Polamalu"
   }
  },
  {
   "quote": {
    "text": "With my wife I don't get no respect. I made a toast on her birthday to 'the best woman a man ever had.' The waiter joined me."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "Honesty is the best policy; the only way out is deeper in: a candid confrontation with existence is dizzying, liberating."
   },
   "author": {
    "text": "David Shields"
   }
  },
  {
   "quote": {
    "text": "Fit no stereotypes. Don't chase the latest management fads. The situation dictates which approach best accomplishes the team's mission."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Nearly all the best things that came to me in life have been unexpected, unplanned by me."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "Philanthropy and social change work are at their best when they are driven by your values and connected to what you care about most."
   },
   "author": {
    "text": "Charles Bronfman"
   }
  },
  {
   "quote": {
    "text": "I love eating it - grilled chicken, pasta, rice, and other foods that give me long term energy. Every once in a while, my sweet tooth gets the best of me and I have to snack on some candy. Beverage wise, I stick to sports drinks, water, milk, and juice."
   },
   "author": {
    "text": "Derrick Rose"
   }
  },
  {
   "quote": {
    "text": "The sailor's life is at the best a life of danger. He pursues honor on the mountain wave and finds it in the battle and in the storm, and never did more distinguished chivalry display itself than in the conduct of our seamen during the late war."
   },
   "author": {
    "text": "John Tyler"
   }
  },
  {
   "quote": {
    "text": "The best thing is to accept the circumstances, not take them personally, deal with them, stop complaining, and give everything your best."
   },
   "author": {
    "text": "Sushant Singh Rajput"
   }
  },
  {
   "quote": {
    "text": "I've always felt that specialization is best left to the insects."
   },
   "author": {
    "text": "Gregory Benford"
   }
  },
  {
   "quote": {
    "text": "The idea of losing your best friend, basically, is the worst thing in world."
   },
   "author": {
    "text": "Phoebe Waller-Bridge"
   }
  },
  {
   "quote": {
    "text": "I think connecting to a character is like connecting to any human being - either you like them or you don't. You might not be able to list the reasons why you love your best friend or what attracted you to them; it's just something that you feel - a connection, an understanding, or a curiosity that makes you want to get to know them."
   },
   "author": {
    "text": "Katherine Waterston"
   }
  },
  {
   "quote": {
    "text": "I paint self-portraits because I am so often alone, because I am the person I know best."
   },
   "author": {
    "text": "Frida Kahlo"
   }
  },
  {
   "quote": {
    "text": "When I am wrong, I will learn the lesson and move on to face other challenges. For me, that's what creating your own life is. Doing your best work while being your best self."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "The best way to get a bad law repealed is to enforce it strictly."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Honesty is the best policy - when there is money in it."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "I still see Prince George as my nephew, and I just want to be the best uncle possible."
   },
   "author": {
    "text": "James William Middleton"
   }
  },
  {
   "quote": {
    "text": "Sometimes a loss is the best thing that can happen. It teaches you what you should have done next time."
   },
   "author": {
    "text": "Snoop Dogg"
   }
  },
  {
   "quote": {
    "text": "He who knows no hardships will know no hardihood. He who faces no calamity will need no courage. Mysterious though it is, the characteristics in human nature which we love best grow in a soil with a strong mixture of troubles."
   },
   "author": {
    "text": "Harry Emerson Fosdick"
   }
  },
  {
   "quote": {
    "text": "If you die you're completely happy and your soul somewhere lives on. I'm not afraid of dying. Total peace after death, becoming someone else is the best hope I've got."
   },
   "author": {
    "text": "Kurt Cobain"
   }
  },
  {
   "quote": {
    "text": "If you're doing your best, you won't have any time to worry about failure."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "It is literally true that you can succeed best and quickest by helping others to succeed."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "The fox has many tricks. The hedgehog has but one. But that is the best of all."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "I did the best I could, and in some arenas, my best was not good enough. I've made some bad choices."
   },
   "author": {
    "text": "Amy Grant"
   }
  },
  {
   "quote": {
    "text": "It's a funny thing about life; if you refuse to accept anything but the best, you very often get it."
   },
   "author": {
    "text": "W. Somerset Maugham"
   }
  },
  {
   "quote": {
    "text": "Do the best that you can in the place where you are, and be kind."
   },
   "author": {
    "text": "Scott Nearing"
   }
  },
  {
   "quote": {
    "text": "Scouting rises within you and inspires you to put forth your best."
   },
   "author": {
    "text": "Juliette Gordon Low"
   }
  },
  {
   "quote": {
    "text": "The calling of the humanities is to make us truly human in the best sense of the word."
   },
   "author": {
    "text": "J. Irwin Miller"
   }
  },
  {
   "quote": {
    "text": "We have been educated into believing someone else's concept of the deity, and someone else's standard of beauty. You have the right to practice any religion and politics in a way that best suits your freedom, your dignity, and your understanding. And once you do that, you don't apologize."
   },
   "author": {
    "text": "John Henrik Clarke"
   }
  },
  {
   "quote": {
    "text": "Arrogance, ignorance, and incompetence. Not a pretty cocktail of personality traits in the best of situations. No sirree. Not a pretty cocktail in an office-mate and not a pretty cocktail in a head of state. In fact, in a leader, it's a lethal cocktail."
   },
   "author": {
    "text": "Graydon Carter"
   }
  },
  {
   "quote": {
    "text": "Like what you do, and then you will do your best."
   },
   "author": {
    "text": "Katherine Johnson"
   }
  },
  {
   "quote": {
    "text": "I would like to be remembered as someone who did the best she could with the talent she had."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "You're always in love with your best friend. That's why you're best friends."
   },
   "author": {
    "text": "Katie Stevens"
   }
  },
  {
   "quote": {
    "text": "Your best T-shirt should be like your bed; it just feels like you are home when you are in it."
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "When I was really little, I was on a Pop Warner squad. I did it for a year. My dad was a Pop Warner football coach. I did it because my best friend was also on this cheer squad, and of course I looked up to my sister who was a cheerleader, so I wanted to cheer."
   },
   "author": {
    "text": "Ashley Tisdale"
   }
  },
  {
   "quote": {
    "text": "Make the best use of what is in your power, and take the rest as it happens."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "Youth is the best time to be rich, and the best time to be poor."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "A 'naughty pickle' is how I'd best describe myself. I think fun and laughter is the whole point of life."
   },
   "author": {
    "text": "Celia Imrie"
   }
  },
  {
   "quote": {
    "text": "The best way to resolve any problem in the human world is for all sides to sit down and talk."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Don't think too much. The best pictures come naturally."
   },
   "author": {
    "text": "Chiara Ferragni"
   }
  },
  {
   "quote": {
    "text": "I grew up very differently than a lot of other people in my hometown in Mississippi. But I can't imagine my life any other way. I flew home and surprised my best friend at his graduation, and I remember turning to my mom and saying, 'My graduation was so much cooler than this.' I had Melissa Joan Hart give my commencement speech."
   },
   "author": {
    "text": "Taylor Spreitler"
   }
  },
  {
   "quote": {
    "text": "Overcome your barriers, intend the best, and be patient. You will enjoy more balance, more growth, more income, and more fun!"
   },
   "author": {
    "text": "Jack Canfield"
   }
  },
  {
   "quote": {
    "text": "In any team sport, the best teams have consistency and chemistry."
   },
   "author": {
    "text": "Roger Staubach"
   }
  },
  {
   "quote": {
    "text": "Nobody's life is a bed of roses. We all have crosses to bear, and we all just do our best. I would never claim to have the worst situation. There are many widows, and many people dying of AIDS, many people killed in Lebanon, people starving all over the planet. So we have to count our lucky stars."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "The best news of the Christian gospel is that the supremely glorious Creator of the universe has acted in Jesus Christ's death and resurrection to remove every obstacle between us and himself so that we may find everlasting joy in seeing and savoring his infinite beauty."
   },
   "author": {
    "text": "John Piper"
   }
  },
  {
   "quote": {
    "text": "Everything I do in life is framed through the view of a businessman. That's my instinct. If I go into a pharmacy to buy shaving cream, then I'm going to look for the best deal on shaving cream."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "In sports, you simply aren't considered a real champion until you have defended your title successfully. Winning it once can be a fluke; winning it twice proves you are the best."
   },
   "author": {
    "text": "Althea Gibson"
   }
  },
  {
   "quote": {
    "text": "In my own relationships, I know that I should break up with someone who doesn't encourage me to be strong and make my own choices and do what's best in my life, so if you're dating someone who doesn't want you to be the best person you can be, you shouldn't be dating them."
   },
   "author": {
    "text": "Veronica Roth"
   }
  },
  {
   "quote": {
    "text": "There is a Japanese proverb that literally goes 'Raise the sail with your stronger hand', meaning you must go after the opportunities that arise in life that you are best equipped to do."
   },
   "author": {
    "text": "Soichiro Honda"
   }
  },
  {
   "quote": {
    "text": "Good humor is a tonic for mind and body. It is the best antidote for anxiety and depression. It is a business asset. It attracts and keeps friends. It lightens human burdens. It is the direct route to serenity and contentment."
   },
   "author": {
    "text": "Grenville Kleiser"
   }
  },
  {
   "quote": {
    "text": "The best advice for anyone trying to grow on social media is to be real and to be consistent. People will connect more with you if you stay true to yourself and who you are."
   },
   "author": {
    "text": "Lele Pons"
   }
  },
  {
   "quote": {
    "text": "The first 'D' is to dream: dream big - not for yourself, but for the country and for the world. The second 'D' is to discover: discover your full potential and the opportunities that surround you; and the third 'D' is to do. 'Do' means to act on your dreams and make best use of the opportunities you have discovered."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, you know yourself best."
   },
   "author": {
    "text": "Abigail Johnson"
   }
  },
  {
   "quote": {
    "text": "That best portion of a man's life, his little, nameless, unremembered acts of kindness and love."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "Our body is the only one we've been given, so we need to maintain it; we need to give it the best nutrition."
   },
   "author": {
    "text": "Trudie Styler"
   }
  },
  {
   "quote": {
    "text": "A historical event represents the best and the worst of that moment."
   },
   "author": {
    "text": "Rachel Kushner"
   }
  },
  {
   "quote": {
    "text": "The torch relay is an excellent embodiment of all that the Olympic Games have come to symbolise - a celebration of the human spirit. Personally to me, it represents striving to be the best in whatever we do, never giving up despite the odds, and a commitment to health and fitness."
   },
   "author": {
    "text": "Lakshmi Mittal"
   }
  },
  {
   "quote": {
    "text": "Sunglasses are a migraine sufferer's best friend."
   },
   "author": {
    "text": "Cindy McCain"
   }
  },
  {
   "quote": {
    "text": "What's great about collaborating is getting to work with wonderful people. That's what theatre is about: other people getting you to give your best, and getting everyone else's best out of them."
   },
   "author": {
    "text": "Jason Robert Brown"
   }
  },
  {
   "quote": {
    "text": "There's nothing better than having a baby. I've always loved children. I used to work summers at the YMCA and be in charge of, like, 30 preschool kids. I knew that when I had a child, I'd be overwhelmed, and it's true... I can't tell you how much my attitude has changed since we've got Frances. Holding my baby is the best drug in the world."
   },
   "author": {
    "text": "Kurt Cobain"
   }
  },
  {
   "quote": {
    "text": "Negligence is the rust of the soul, that corrodes through all her best resolves."
   },
   "author": {
    "text": "Owen Feltham"
   }
  },
  {
   "quote": {
    "text": "We are becoming so fickle and self involved. Always looking for the next best thing - especially when it comes to people. We spend hours buried in our phones trying to keep up with the social lives of people we may not even know. Envy and the fear of missing out have taken over. Yet we are all still longing for human connection."
   },
   "author": {
    "text": "Whitney Wolfe Herd"
   }
  },
  {
   "quote": {
    "text": "To look and feel my best, I watch my calories and exercise."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "In the courtroom, it's where a lawyer really becomes an actor. There's a very fine line between delivering a monologue in a play and delivering a monologue to a jury. I've always felt that way - I've been in a lot of courtrooms. The best lawyers are really theatrical."
   },
   "author": {
    "text": "Woody Harrelson"
   }
  },
  {
   "quote": {
    "text": "To love and win is the best thing. To love and lose, the next best."
   },
   "author": {
    "text": "William Makepeace Thackeray"
   }
  },
  {
   "quote": {
    "text": "If you get hungry mid-day, a banana is the best snack at your desk, after a workout, or in between classes. Fruit is a very good snack in general."
   },
   "author": {
    "text": "Marcus Samuelsson"
   }
  },
  {
   "quote": {
    "text": "Hard conditions of life are indispensable to bringing out the best in human personality."
   },
   "author": {
    "text": "Alexis Carrel"
   }
  },
  {
   "quote": {
    "text": "The best gift for an actor is the love of the fans. Many make sweet cards, write letters and even come and meet me wherever I am in India. The love and blessings of your elders is also always cherished, but the extra mile that the fans go to is memorable."
   },
   "author": {
    "text": "Abhishek Bachchan"
   }
  },
  {
   "quote": {
    "text": "A large income is the best recipe for happiness I ever heard of."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "America offers the most amount of people the best opportunity to pursue happiness on the planet. That's why millions of illegal immigrants have poured into the country - most of them poor. They believe they have a shot to improve themselves economically."
   },
   "author": {
    "text": "Bill O'Reilly"
   }
  },
  {
   "quote": {
    "text": "Coldplay fans are the best in the world. If you like Coldplay then you're obviously very intelligent and good looking and all-around brilliant."
   },
   "author": {
    "text": "Chris Martin"
   }
  },
  {
   "quote": {
    "text": "Employees don't need to be best friends, but there does need to be a level of mutual respect and understanding."
   },
   "author": {
    "text": "Kathryn Minshew"
   }
  },
  {
   "quote": {
    "text": "I believe that in life, you have to give things your best shot, do your best. You have to focus on what needs to be done, do the right thing, not the popular thing."
   },
   "author": {
    "text": "David Cameron"
   }
  },
  {
   "quote": {
    "text": "I think it's very important to have a feedback loop, where you're constantly thinking about what you've done and how you could be doing it better. I think that's the single best piece of advice: constantly think about how you could be doing things better and questioning yourself."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "You have to accept whatever comes and the only important thing is that you meet it with courage and with the best that you have to give."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "I'm going to use all my tools, my God-given ability, and make the best life I can with it."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "I'm just myself. That's the best way to put it."
   },
   "author": {
    "text": "Post Malone"
   }
  },
  {
   "quote": {
    "text": "Sometimes when you innovate, you make mistakes. It is best to admit them quickly, and get on with improving your other innovations."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "We feel very honored to have been offered the responsibility to host this great event, Berlin is a wonderful city that is developing at a tremendous rate, and this decision means that we can now prepare to welcome the world's best athletes to a fascinating place."
   },
   "author": {
    "text": "Otto Schily"
   }
  },
  {
   "quote": {
    "text": "Excellence is the best deterrent to racism or sexism."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "There are things that I can tell my friends that I just can't tell my family, just as far as how I'm feeling about things. My friends know me the best in a certain way. I just think old friends are really, really important."
   },
   "author": {
    "text": "Jonathan Levine"
   }
  },
  {
   "quote": {
    "text": "The best way a mentor can prepare another leader is to expose him or her to other great people."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Marathon running, like golf, is a game for players, not winners. That is why Callaway sells golf clubs and Nike sells running shoes. But running is unique in that the world's best racers are on the same course, at the same time, as amateurs, who have as much chance of winning as your average weekend warrior would scoring a touchdown in the NFL."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "In a country built on the dreams and accomplishments of an immigrant population, a particularly severe wound is inflicted on that principle when an immigration matter is not conducted in accord with the best of our tradition of courtesy and fairness."
   },
   "author": {
    "text": "Maryanne Trump Barry"
   }
  },
  {
   "quote": {
    "text": "For a lot of people, Superman is and has always been America's hero. He stands for what we believe is the best within us: limitless strength tempered by compassion, that can bear adversity and emerge stronger on the other side. He stands for what we all feel we would like to be able to stand for, when standing is hardest."
   },
   "author": {
    "text": "J. Michael Straczynski"
   }
  },
  {
   "quote": {
    "text": "And while the law of competition may be sometimes hard for the individual, it is best for the race, because it ensures the survival of the fittest in every department."
   },
   "author": {
    "text": "Andrew Carnegie"
   }
  },
  {
   "quote": {
    "text": "I have always thought the actions of men the best interpreters of their thoughts."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "Life is about not knowing, having to change, taking the moment and making the best of it, without knowing what's going to happen next."
   },
   "author": {
    "text": "Gilda Radner"
   }
  },
  {
   "quote": {
    "text": "The best executive is one who has sense enough to pick good people to do what he wants done, and self-restraint enough to keep from meddling with them while they do it."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Everyone is your best friend when you are successful. Make sure that the people that you surround yourself with are also the people that you are not afraid of failing with."
   },
   "author": {
    "text": "Paula Abdul"
   }
  },
  {
   "quote": {
    "text": "The best place to find God is in a garden. You can dig for him there."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "It is with children that we have the best chance of studying the development of logical knowledge, mathematical knowledge, physical knowledge, and so forth."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "If you love your work, you'll be out there every day trying to do it the best you possibly can, and pretty soon everybody around will catch the passion from you - like a fever."
   },
   "author": {
    "text": "Sam Walton"
   }
  },
  {
   "quote": {
    "text": "Yes'm, old friends is always best, 'less you can catch a new one that's fit to make an old one out of."
   },
   "author": {
    "text": "Sarah Orne Jewett"
   }
  },
  {
   "quote": {
    "text": "The man who makes everything that leads to happiness depends upon himself, and not upon other men, has adopted the very best plan for living happily. This is the man of moderation, the man of manly character and of wisdom."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "In the long run, I believe that honesty is definitely the best policy. One can get away by being dishonest for a short term, but ultimately, honesty is what pays."
   },
   "author": {
    "text": "Kapil Dev"
   }
  },
  {
   "quote": {
    "text": "Unfortunately, we can never truly know if we're making the right decision. What we do know is that wherever we are, that's where the Light wants us to be. It's the best place for us to be now. And as long as we don't try to control the situation, then we won't end up in the place we shouldn't be."
   },
   "author": {
    "text": "Yehuda Berg"
   }
  },
  {
   "quote": {
    "text": "Remember, always give your best. Never get discouraged. Never be petty. Always remember, others may hate you. But those who hate you don't win unless you hate them. And then you destroy yourself."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "I believe in soulmates, yes, but I believe you also have to work at love. I happen to believe your soulmate doesn't have to be your partner - your soulmate could be your best friend, your sibling, it doesn't have to be the person you marry."
   },
   "author": {
    "text": "Cheryl Cole"
   }
  },
  {
   "quote": {
    "text": "There is one rule for the industrialist and that is: Make the best quality of goods possible at the lowest cost possible, paying the highest wages possible."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "The best thing to hold onto in life is each other."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "Every man, every woman who has to take up the service of government, must ask themselves two questions: 'Do I love my people in order to serve them better? Am I humble and do I listen to everybody, to diverse opinions in order to choose the best path?' If you don't ask those questions, your governance will not be good."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Having realised that in cooking there was a vast field of study and development, I said to myself, 'Although I had not originally intended to enter this profession, since I am in it, I will work in such a fashion that I will rise above the ordinary, and I will do my best to raise again the prestige of the chef de cuisine.'"
   },
   "author": {
    "text": "Auguste Escoffier"
   }
  },
  {
   "quote": {
    "text": "Living well is the best revenge."
   },
   "author": {
    "text": "George Herbert"
   }
  },
  {
   "quote": {
    "text": "The best weapon of a dictatorship is secrecy, but the best weapon of a democracy should be the weapon of openness."
   },
   "author": {
    "text": "Niels Bohr"
   }
  },
  {
   "quote": {
    "text": "There's a victory, and defeat; the first and best of victories, the lowest and worst of defeats which each man gains or sustains at the hands not of another, but of himself."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "The best way to guarantee a loss is to quit."
   },
   "author": {
    "text": "Morgan Freeman"
   }
  },
  {
   "quote": {
    "text": "Just do the best you can. No one can do more than that."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "The best government is a benevolent tyranny tempered by an occasional assassination."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "The best preparation for tomorrow is to do today's work superbly well."
   },
   "author": {
    "text": "William Osler"
   }
  },
  {
   "quote": {
    "text": "Your sweetheart calls you by another's name. His eyes linger too long on your best friend. He talks with excitement about a girl at work. And the fire catches. Jealousy - that sickening combination of possessiveness, suspicion, rage, and humiliation - can overtake your mind and threaten your very core as you contemplate your rival."
   },
   "author": {
    "text": "Helen Fisher"
   }
  },
  {
   "quote": {
    "text": "The best kind of accountability on a team is peer-to-peer. Peer pressure is more efficient and effective than going to the leader, anonymously complaining, and having them stop what they are doing to intervene."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "I am determined and never give up. Ever. I always do my best."
   },
   "author": {
    "text": "Seth Rollins"
   }
  },
  {
   "quote": {
    "text": "Participation, I think, or one of the best methods of educating."
   },
   "author": {
    "text": "Tom Glazer"
   }
  },
  {
   "quote": {
    "text": "I think dress, hairstyle and make-up are the crucial factors in projecting an attractive persona and give one the chance to enhance one's best physical features."
   },
   "author": {
    "text": "Vivienne Westwood"
   }
  },
  {
   "quote": {
    "text": "There is a power in public opinion in this country - and I thank God for it: for it is the most honest and best of all powers - which will not tolerate an incompetent or unworthy man to hold in his weak or wicked hands the lives and fortunes of his fellow-citizens."
   },
   "author": {
    "text": "Martin Van Buren"
   }
  },
  {
   "quote": {
    "text": "It is always the best policy to speak the truth, unless, of course, you are an exceptionally good liar."
   },
   "author": {
    "text": "Jerome K. Jerome"
   }
  },
  {
   "quote": {
    "text": "Life doesn't require that we be the best, only that we try our best."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "I have always served the public to the best of my ability. Why? Because, like every other man, it is to my interest to do so."
   },
   "author": {
    "text": "Cornelius Vanderbilt"
   }
  },
  {
   "quote": {
    "text": "The best way to persuade people is with your ears - by listening to them."
   },
   "author": {
    "text": "Dean Rusk"
   }
  },
  {
   "quote": {
    "text": "I feel the best after a workout - I'm sweaty and exhausted, but it also gives me an energy I really like."
   },
   "author": {
    "text": "Hilary Rhoda"
   }
  },
  {
   "quote": {
    "text": "To all the positions, I just bring the determination to win. Me being an unselfish player, I think that can carry on to my teammates. When you have one of the best players on the court being unselfish, I think that transfers to the other players."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "I just wanted to be a businessman, and to me, the best way to understand business was to be an accountant."
   },
   "author": {
    "text": "Aubrey McClendon"
   }
  },
  {
   "quote": {
    "text": "It's a heavy duty to try to do everything and please everybody. My job was to go out there and play the game of basketball as best I can and provide entertainment for everyone who wanted to watch basketball. Obviously, people may not agree with that; again, I can't live with what everyone's impression of what I should or what I shouldn't do."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "Life is short and if you're looking for extension, you had best do well. 'Cause there's good deeds and then there's good intentions. They are as far apart as Heaven and Hell."
   },
   "author": {
    "text": "Ben Harper"
   }
  },
  {
   "quote": {
    "text": "Surround yourself with good people. People who are going to be honest with you and look out for your best interests."
   },
   "author": {
    "text": "Derek Jeter"
   }
  },
  {
   "quote": {
    "text": "Since day one, since the first time I touched the pen, I wanted to be the best at what I do."
   },
   "author": {
    "text": "Kendrick Lamar"
   }
  },
  {
   "quote": {
    "text": "We should live, act, and say nothing to the injury of anyone. It is not only best as a matter of principle, but it is the path to peace and honor."
   },
   "author": {
    "text": "Robert E. Lee"
   }
  },
  {
   "quote": {
    "text": "A national political campaign is better than the best circus ever heard of, with a mass baptism and a couple of hangings thrown in."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "I seriously feel like the best days are ahead, and I like the idea of getting to do everything I did before but with more knowledge, experience, and street smarts. There's a certain love, appreciation, and gratitude that you have at 40 that you don't have when you're younger, and it makes every accomplishment feel so much better."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "My husband and I always have fun together in everything we do. Some people call me crazy, but the reality is that I enjoy spending each second with him. He is not just my husband - he is my rock and my very best friend!"
   },
   "author": {
    "text": "Joyce Giraud"
   }
  },
  {
   "quote": {
    "text": "My best personality trait that I think I'm very approachable. And my worst is that I can be moody."
   },
   "author": {
    "text": "Enrique Iglesias"
   }
  },
  {
   "quote": {
    "text": "Sometimes in life, we try to do our very best to help others, and in the process, it brings some anguish to us. But we can't ever let that stop us. We can't ever be stopped from helping others and allowing them to have some sense of happiness and joy in their life."
   },
   "author": {
    "text": "Jon Huntsman, Sr."
   }
  },
  {
   "quote": {
    "text": "Science is the best idea humans have ever had. The more people who embrace that idea, the better."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "In every aspect of life, have a game plan, and then do your best to achieve it."
   },
   "author": {
    "text": "Alan Kulwicki"
   }
  },
  {
   "quote": {
    "text": "Even between the best of friends, mistakes and misunderstandings can happen."
   },
   "author": {
    "text": "Avigdor Lieberman"
   }
  },
  {
   "quote": {
    "text": "We are at our best when we are at our proudest. Canadians need to harness that confidence in every arena, not just the ice rink. The Maple Leaf stands for quality, thoughtfulness, and innovation, so let's brand it proudly on the things that we've invented, created, and figured out."
   },
   "author": {
    "text": "Tobias Lutke"
   }
  },
  {
   "quote": {
    "text": "I believe that democracy is the best guarantor for peace and cooperation among nations."
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "Man, being reasonable, must get drunk; the best of life is but intoxication."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "The practice of being on a spiritual path isn't about being the best meditator or the kindest possible person or the most enlightened. The practice is about surrendering to love as often as possible."
   },
   "author": {
    "text": "Gabrielle Bernstein"
   }
  },
  {
   "quote": {
    "text": "The best way to find out whether you're on the right path? Stop looking at the path."
   },
   "author": {
    "text": "Marcus Buckingham"
   }
  },
  {
   "quote": {
    "text": "The best thing of all is God is with us."
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "We may like to think politics is a battle of ideas and that the best idea wins out. But that's not true in most elections. Most elections are about the worst ideas losing, not the best ideas winning."
   },
   "author": {
    "text": "Chuck Todd"
   }
  },
  {
   "quote": {
    "text": "The biggest thing for me is the passion that I've always had for hockey. I remember growing up, no matter what I did in life, my parents always told me to try to do my best at it and be my best. I can say going through different things that that passion is the most important part. It's not skills or talent or any of that stuff."
   },
   "author": {
    "text": "Sidney Crosby"
   }
  },
  {
   "quote": {
    "text": "The best thing about being rich is the freedom; freedom to do whatever you want whenever you want. It doesn't suck."
   },
   "author": {
    "text": "Tommy Lee"
   }
  },
  {
   "quote": {
    "text": "I tend to say faith is believing in life, and as I love life, I try to do the best with it, make it as serene and joyous as possible."
   },
   "author": {
    "text": "Sandrine Bonnaire"
   }
  },
  {
   "quote": {
    "text": "God knows I gave my best in baseball at all times and no man on earth can truthfully judge me otherwise."
   },
   "author": {
    "text": "Shoeless Joe Jackson"
   }
  },
  {
   "quote": {
    "text": "The best meal I've had was in Tavarua, an island in Fiji. It was just before sunset. A bunch of guys had just caught all this yellow fin tuna; they literally brought this huge wooden table down to the sand, pulled the tuna from the boat, dropped it on top of the table, pulled the skin off and sliced the tuna up."
   },
   "author": {
    "text": "Rob Machado"
   }
  },
  {
   "quote": {
    "text": "The best kids are going to become the best. But the best thing about it is that you're going to learn lessons in playing those sports about winning and losing and teamwork and teammates and arguments and everything else that are going to affect you positively for the rest of your life."
   },
   "author": {
    "text": "Carl Lewis"
   }
  },
  {
   "quote": {
    "text": "I enjoy dating. I love first dates. I think they're incredibly fascinating studies in human psychology. When you sit down across from someone on a first date and things are going alright, you talk objectives. We want to win each other over, so how do you win someone over? You have to put the best foot forward."
   },
   "author": {
    "text": "Chris Pine"
   }
  },
  {
   "quote": {
    "text": "I feel that gender balance in the work environment is actually the best recipe for success."
   },
   "author": {
    "text": "Anne Wojcicki"
   }
  },
  {
   "quote": {
    "text": "There are hurdles to overcome in sport and in life. Sport is a very valuable learning ground for how to live your life in the best possible way."
   },
   "author": {
    "text": "Lynn Davies"
   }
  },
  {
   "quote": {
    "text": "Building a baseball team is like building a house. You look for the best architects, the best builders - and then you let them do their jobs."
   },
   "author": {
    "text": "Pat Gillick"
   }
  },
  {
   "quote": {
    "text": "If you like an instrument that sings, play the saxophone. At its best it's like the human voice."
   },
   "author": {
    "text": "Stan Getz"
   }
  },
  {
   "quote": {
    "text": "The best actors, I think, have a childlike quality. They have a sort of an ability to lose themselves. There's still some silliness."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "You can dominate a game if you dominate on the line... We're just going to have to go out there and work hard and blow people off the ball, and let our runners do what they do best."
   },
   "author": {
    "text": "Miles Davis"
   }
  },
  {
   "quote": {
    "text": "Best of all is it to preserve everything in a pure, still heart, and let there be for every pulse a thanksgiving, and for every breath a song."
   },
   "author": {
    "text": "Konrad von Gesner"
   }
  },
  {
   "quote": {
    "text": "When parents or gamers ask me, 'What's the best game to play?' I say that playing face-to-face is more beneficial than playing online."
   },
   "author": {
    "text": "Jane McGonigal"
   }
  },
  {
   "quote": {
    "text": "Public relations is at best promotion or manipulation, at worst evasion and outright deception. What it is never about is a free flow of information."
   },
   "author": {
    "text": "Heather Brooke"
   }
  },
  {
   "quote": {
    "text": "America has the best doctors, the best nurses, the best hospitals, the best medical technology, the best medical breakthrough medicines in the world. There is absolutely no reason we should not have in this country the best health care in the world."
   },
   "author": {
    "text": "Bill Frist"
   }
  },
  {
   "quote": {
    "text": "Poetry: the best words in the best order."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "Success doesn't motivate me as much as integrity does. Everyone loses. I enjoy the pressure of showing up every single day, being focused, putting forth my best effort, getting the best out of my teammates, and enjoying the journey."
   },
   "author": {
    "text": "Becky Sauerbrunn"
   }
  },
  {
   "quote": {
    "text": "No universal selfishness can bring social good to all. Communism - the effort to give all men what they need and to ask of each the best they can contribute - this is the only way of human life."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "The best thinking has been done in solitude. The worst has been done in turmoil."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "We have the best government that money can buy."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "To the best of my judgment, I have labored for, and not against, the Union. As I have not felt, so I have not expressed any harsh sentiment towards our Southern brethren. I have constantly declared, as I really believed, the only difference between them and us is the difference of circumstances."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "No matter how good you are at planning, the pressure never goes away. So I don't fight it. I feed off it. I turn pressure into motivation to do my best."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "We all have a social mask, right? We put it on, we go out, put our best foot forward, our best image. But behind that social mask is a personal truth, what we really, really believe about who we are and what we're capable of."
   },
   "author": {
    "text": "Phil McGraw"
   }
  },
  {
   "quote": {
    "text": "The best weapon against an enemy is another enemy."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "I believe in hard work, not luck factor. The best efforts will reap the best fruits. Nobody can take all the credit. We don't even talk about the efforts of the director, the writers, other technicians, etc. They all together take a film to another level."
   },
   "author": {
    "text": "Rakul Preet Singh"
   }
  },
  {
   "quote": {
    "text": "I am for doing good to the poor, but I differ in opinion about the means. I think the best way of doing good to the poor is not making them easy in poverty, but leading or driving them out of it."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "I love to see new things, and I love to learn. I always learn so much when I travel - that's the best thing."
   },
   "author": {
    "text": "Larry Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "For much of my life, the Navy was the only world I knew. It is still the world I know best and love most."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "I keep sailing on in this middle passage. I am sailing into the wind and the dark. But I am doing my best to keep my boat steady and my sails full."
   },
   "author": {
    "text": "Arthur Ashe"
   }
  },
  {
   "quote": {
    "text": "If you're a good choice maker, you can choose the best emotional responses and choose the best new life paths, forward and upward."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "When we do the best that we can, we never know what miracle is wrought in our life, or in the life of another."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "We have an obligation and a responsibility to be investing in our students and our schools. We must make sure that people who have the grades, the desire and the will, but not the money, can still get the best education possible."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Part of what made the Macintosh great was that the people working on it were musicians, poets, and artists, and zoologists, and historians. They also happened to be the best computer scientists in the world. But if it hadn't been computer science, these people would have been doing amazing things in other fields."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "I can only do my thing and do the best that I can."
   },
   "author": {
    "text": "Roman Reigns"
   }
  },
  {
   "quote": {
    "text": "Chess masters don't evaluate all the possible moves. They know how to discard 98 percent of the ones they could make and then focus on the best choice of the remaining lot. That's the way expertise works in other fields, too: Wise practitioners recognize familiar patterns and put their creativity, improvisation, and skill toward the marginal cases."
   },
   "author": {
    "text": "John Dickerson"
   }
  },
  {
   "quote": {
    "text": "Confidence and empowerment are cousins in my opinion. Empowerment comes from within and typically it's stemmed and fostered by self-assurance. To feel empowered is to feel free and that's when people do their best work. You can't fake confidence or empowerment."
   },
   "author": {
    "text": "Amy Jo Martin"
   }
  },
  {
   "quote": {
    "text": "In the World Cup, people of many nations come together for a fierce competition. To field the best team, all the competitor nations know that they need to train their athletes for many years, starting as early as the first moments a child can recognize a soccer ball. No shortcuts. No late starts."
   },
   "author": {
    "text": "J. B. Pritzker"
   }
  },
  {
   "quote": {
    "text": "I look at my little girl and I wonder what she's going to be and what she's going to do and what is it that leads girls certain directions in life. I think a lot of that goes back to what kind of father they had, and so it makes me want to be the best dad I can possibly be."
   },
   "author": {
    "text": "Jake Owen"
   }
  },
  {
   "quote": {
    "text": "I'm doing my best to be mindful about how I'm living: to be kind and patient, and not to impose a bad mood on somebody else. Being mindful is as good a way to be spiritual as anything else."
   },
   "author": {
    "text": "Deirdre O'Kane"
   }
  },
  {
   "quote": {
    "text": "The best liar is he who makes the smallest amount of lying go the longest way."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "A good character is the best tombstone. Those who loved you and were helped by you will remember you when forget-me-nots have withered. Carve your name on hearts, not on marble."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Difficult times often bring out the best in people."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "Leadership consists of picking good men and helping them do their best."
   },
   "author": {
    "text": "Chester W. Nimitz"
   }
  },
  {
   "quote": {
    "text": "God blessed me with great talent and good genetics. Plus, he blessed me with a good work ethic and a drive to want to be the best."
   },
   "author": {
    "text": "Benjamin Watson"
   }
  },
  {
   "quote": {
    "text": "It's the best feeling when you wake up and it's warm and cozy, and you don't have to go to work."
   },
   "author": {
    "text": "Emmy Rossum"
   }
  },
  {
   "quote": {
    "text": "Politeness and civility are the best capital ever invested in business. Large stores, gilt signs, flaming advertisements, will all prove unavailing if you or your employees treat your patrons abruptly. The truth is, the more kind and liberal a man is, the more generous will be the patronage bestowed upon him."
   },
   "author": {
    "text": "P. T. Barnum"
   }
  },
  {
   "quote": {
    "text": "For the record, our democracy is revered around the world. And free elections are the best way on Earth to choose our leaders. This is how we elected John F. Kennedy; Ronald Reagan; two George Bushes; Bill Clinton; and Barack Obama. It has worked for decades."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "If you want to be the best, you have to do things that other people aren't willing to do."
   },
   "author": {
    "text": "Michael Phelps"
   }
  },
  {
   "quote": {
    "text": "It's best to have failure happen early in life. It wakes up the Phoenix bird in you so you rise from the ashes."
   },
   "author": {
    "text": "Anne Baxter"
   }
  },
  {
   "quote": {
    "text": "Having an aim is the key to achieving your best."
   },
   "author": {
    "text": "Henry J. Kaiser"
   }
  },
  {
   "quote": {
    "text": "Of all the home remedies, a good wife is best."
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "You're not gonna get through life without being worshipful or devoted to something. You're either devoted to your job, or to your desires. So the best way to spend your life is to try to be devoted to prayer, to Allah."
   },
   "author": {
    "text": "Mos Def"
   }
  },
  {
   "quote": {
    "text": "Go back through football, and you will see that the team with the best defense wins."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "We need someone with superb judgement in their own right because, yes, a president can hire the best advisors on Earth, but I guarantee you this: Five advisors will give five different opinions. And it is the president - and the president alone - who always makes the final call."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Everything is a blessing, even meetings. Whether it's meetings or running gassers or lifting, it's an opportunity, and the best thing to do is be thankful for it."
   },
   "author": {
    "text": "Eric Berry"
   }
  },
  {
   "quote": {
    "text": "Most of us start out with a positive attitude and a plan to do our best."
   },
   "author": {
    "text": "Marilu Henner"
   }
  },
  {
   "quote": {
    "text": "Loving a child doesn't mean giving in to all his whims; to love him is to bring out the best in him, to teach him to love what is difficult."
   },
   "author": {
    "text": "Nadia Boulanger"
   }
  },
  {
   "quote": {
    "text": "There is no end of craving. Hence contentment alone is the best way to happiness. Therefore, acquire contentment."
   },
   "author": {
    "text": "Swami Sivananda"
   }
  },
  {
   "quote": {
    "text": "Good skin is the best foundation for your makeup."
   },
   "author": {
    "text": "Holland Roden"
   }
  },
  {
   "quote": {
    "text": "We have the power to make this the best generation of mankind in the history of the world or to make it the last."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Happiness is nothing but good health and freedom, and money is the single best way you can buy your freedom."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "I am my own muse, the subject I know best."
   },
   "author": {
    "text": "Frida Kahlo"
   }
  },
  {
   "quote": {
    "text": "There's a constant tension in climbing, and really all exploration, between pushing yourself into the unknown but trying not to push too far. The best any of us can do is to tread that line carefully."
   },
   "author": {
    "text": "Alex Honnold"
   }
  },
  {
   "quote": {
    "text": "Of all the mountain ranges I have climbed, I like the Sierra Nevada the best."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "When you look good, you feel good. Confidence with what you're wearing is very important. If you feel good, you will always perform your best without worrying about anything."
   },
   "author": {
    "text": "Maria Sharapova"
   }
  },
  {
   "quote": {
    "text": "Being hardworking is the best thing you can show children."
   },
   "author": {
    "text": "David Beckham"
   }
  },
  {
   "quote": {
    "text": "I have no regrets, because I've done everything I could to the best of my ability."
   },
   "author": {
    "text": "Robert Redford"
   }
  },
  {
   "quote": {
    "text": "I just feel like you should be able to have a respectful work environment, because if you do, you'll be your best self."
   },
   "author": {
    "text": "Peggy Johnson"
   }
  },
  {
   "quote": {
    "text": "We've got to have rules and obey them. After all, we're not savages. We're English, and the English are best at everything."
   },
   "author": {
    "text": "William Golding"
   }
  },
  {
   "quote": {
    "text": "To be a utilitarian means that you judge actions as right or wrong in accordance with whether they have good consequences. So you try to do what will have the best consequences for all of those affected."
   },
   "author": {
    "text": "Peter Singer"
   }
  },
  {
   "quote": {
    "text": "Memories are like mulligatawny soup in a cheap restaurant. It is best not to stir them."
   },
   "author": {
    "text": "P. G. Wodehouse"
   }
  },
  {
   "quote": {
    "text": "Under any circumstance, simply do your best, and you will avoid self-judgment, self-abuse and regret."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "Compromise is the best and cheapest lawyer."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Nobody who ever gave his best regretted it."
   },
   "author": {
    "text": "George Halas"
   }
  },
  {
   "quote": {
    "text": "Every pilot thinks they're the best pilot in the world. I think I'm the best pilot."
   },
   "author": {
    "text": "Gordon Bethune"
   }
  },
  {
   "quote": {
    "text": "I think the greatest gift to me is that I can express myself in songs. It helps me get through some of the hardest times of my life. It also helps me celebrate some of the best times."
   },
   "author": {
    "text": "Mariah Carey"
   }
  },
  {
   "quote": {
    "text": "The best work is not what is most difficult for you; it is what you do best."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "Less is always more. The best language is silence. We live in a time of a terrible inflation of words, and it is worse than the inflation of money."
   },
   "author": {
    "text": "Eduardo Galeano"
   }
  },
  {
   "quote": {
    "text": "Perfect partners don't exist. Perfect conditions exist for a limited time in which partnerships express themselves best."
   },
   "author": {
    "text": "Wayne Rooney"
   }
  },
  {
   "quote": {
    "text": "If you believe in what you are doing, then let nothing hold you up in your work. Much of the best work of the world has been done against seeming impossibilities. The thing is to get the work done."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "The motto of my life is, 'The best advice is no advice at all.'"
   },
   "author": {
    "text": "Fawad Khan"
   }
  },
  {
   "quote": {
    "text": "Regardless if what you do in the world, you do it good. You do your best, and you show up on time, and you leave and you do a good job, and you treat people the way you want to be treated."
   },
   "author": {
    "text": "Scott Eastwood"
   }
  },
  {
   "quote": {
    "text": "He who keeps his cool best wins."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "One way or another, we all have to find what best fosters the flowering of our humanity in this contemporary life, and dedicate ourselves to that."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "You can't run a government from one single person. What instead matters is that leadership be about gathering around extraordinary individuals and getting the best out of them."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "I love being in love. It's the best feeling in the world."
   },
   "author": {
    "text": "Ranveer Singh"
   }
  },
  {
   "quote": {
    "text": "A tailor is a person's best friend as far as I'm concerned, because you can take things that fit OK or look OK, and if you get them tailored, they can be fabulous."
   },
   "author": {
    "text": "Betsy Hodges"
   }
  },
  {
   "quote": {
    "text": "The truth is many of us have been socialized to think that if we are not the very best, if we are not at the top 1 percent of whatever it is we do, then we are not good enough. To reinforce this already pervasive mental model, society has established a competitive hierarchy for just about everything."
   },
   "author": {
    "text": "Elizabeth Thornton"
   }
  },
  {
   "quote": {
    "text": "Life is often compared to a marathon, but I think it is more like being a sprinter; long stretches of hard work punctuated by brief moments in which we are given the opportunity to perform at our best."
   },
   "author": {
    "text": "Michael Johnson"
   }
  },
  {
   "quote": {
    "text": "But one of the things I learned is that when you fight for something you believe in and you tell the truth and you do your best, you can always hold your head up high and no one can take that away from you."
   },
   "author": {
    "text": "Vanessa Kerry"
   }
  },
  {
   "quote": {
    "text": "Just be what you are. And I try to be my best self and be what I am and knowing what I am and be satisfied with that. And if people don't know it, maybe they'll eventually know it."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "So much of what is best in us is bound up in our love of family, that it remains the measure of our stability because it measures our sense of loyalty. All other pacts of love or fear derive from it and are modeled upon it."
   },
   "author": {
    "text": "Haniel Long"
   }
  },
  {
   "quote": {
    "text": "I don't want to let my guard down and feel too comfortable. If you become complacent, you start feeling entitled. I'm ready to go dig ditches if I have to. Whatever I gotta do to provide for my family. Whatever I gotta do to make sure that I do the best possible job at whatever wonderful opportunities I've been handed."
   },
   "author": {
    "text": "Mark Wahlberg"
   }
  },
  {
   "quote": {
    "text": "That is the difference between good teachers and great teachers: good teachers make the best of a pupil's means; great teachers foresee a pupil's ends."
   },
   "author": {
    "text": "Maria Callas"
   }
  },
  {
   "quote": {
    "text": "One of the best things for a woman to hear is that she is sexy."
   },
   "author": {
    "text": "Scarlett Johansson"
   }
  },
  {
   "quote": {
    "text": "I think one great tip is that you should always love yourself. If you don't love yourself, take care of yourself, cater to yourself and that little inner voice, you will really not be very worthy of being with someone else, because you won't be the best version of you."
   },
   "author": {
    "text": "Kimora Lee Simmons"
   }
  },
  {
   "quote": {
    "text": "I was never one to patiently pick up broken fragments and glue them together again and tell myself that the mended whole was as good as new. What is broken is broken - and I'd rather remember it as it was at its best than mend it and see the broken places as long as I lived."
   },
   "author": {
    "text": "Margaret Mitchell"
   }
  },
  {
   "quote": {
    "text": "For me, being comfortable is the best way to express my personality. Some days I like to be chill and wear my Stan Smiths with a cool little jacket, a blouse, and some lipstick for night, and that's it."
   },
   "author": {
    "text": "Elodie Yung"
   }
  },
  {
   "quote": {
    "text": "I don't think of myself as a romantic person; I'm kind of more rough and tumble, I think. The things I'm drawn to are outdoorsy, I only get dressed up when I have to. I'm drawn to women who are into the same type of thing. If you're going to call it romantic, I'm very spontaneous. That's probably the best thing I have going for me."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "I think I'm bad luck for Tiger because he missed the cut in Charlotte with me. But yeah, those are two of the best players of all time. Tiger's the best player of all time in my opinion, so when he's not in the field, it's a relief because he's such a great player."
   },
   "author": {
    "text": "Webb Simpson"
   }
  },
  {
   "quote": {
    "text": "He is the best man who, when making his plans, fears and reflects on everything that can happen to him, but in the moment of action is bold."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "When you are nominated for the best player in Europe, the Ballon d'Or, playing in the Champions League, there is so much pressure. You don't know what will happen. This pressure is inside you - you always have it."
   },
   "author": {
    "text": "Cristiano Ronaldo"
   }
  },
  {
   "quote": {
    "text": "The patient decides when it's best to go."
   },
   "author": {
    "text": "Jack Kevorkian"
   }
  },
  {
   "quote": {
    "text": "There used to be a strong belief that if you wanted to know what was really going on in a country, the best thing to do was to go there and ask a taxi driver."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "Your parents are the parents you know best. Your brother and sister, if you have them, are the brother and sister you know best. They may not be the ones you like the best. They may not be the most interesting, but they are the closest and probably the clearest to you."
   },
   "author": {
    "text": "James Salter"
   }
  },
  {
   "quote": {
    "text": "If education does not create a need for the best in life, then we are stuck in an undemocratic, rigid caste society."
   },
   "author": {
    "text": "Sargent Shriver"
   }
  },
  {
   "quote": {
    "text": "The Governors Ball is like a big birthday party, and all these stars are like excited kids running around - 'Oooo, look at my pretty new dress!' And what's the best, most fun surprise at a birthday party? When the cake comes out!"
   },
   "author": {
    "text": "Sherry Yard"
   }
  },
  {
   "quote": {
    "text": "When the gate drops, it's time to try and execute the best you can."
   },
   "author": {
    "text": "Nate Holland"
   }
  },
  {
   "quote": {
    "text": "My philosophy is to do the best you can for somebody. Help. It's not just what do you for yourself. It's how you treat people decently. The golden rule. There isn't big anything better than the golden rule. It's in every major religion in one language or another."
   },
   "author": {
    "text": "Art Linkletter"
   }
  },
  {
   "quote": {
    "text": "I would say I'm a nice person, and I take pride in the fact that I treat everyone really well, so there's no reason for anyone to ever come at me because I only want the best for everybody else."
   },
   "author": {
    "text": "Miley Cyrus"
   }
  },
  {
   "quote": {
    "text": "I know my generation - a lot of them, they're getting old now, and they want to think back fondly, they want to kid themselves. A lot of them think, 'Yeah, we were the best.' That's the kiss of death. That's non-growth. And also that's very bad for the world."
   },
   "author": {
    "text": "Joni Mitchell"
   }
  },
  {
   "quote": {
    "text": "I am just absolutely convinced that the best formula for giving us peace and preserving the American way of life is freedom, limited government, and minding our own business overseas."
   },
   "author": {
    "text": "Ron Paul"
   }
  },
  {
   "quote": {
    "text": "Letting your mind play is the best way to solve problems."
   },
   "author": {
    "text": "Bill Watterson"
   }
  },
  {
   "quote": {
    "text": "There is so much good in the worst of us, and so much bad in the best of us, that it ill behooves any of us to find fault with the rest of us."
   },
   "author": {
    "text": "James Truslow Adams"
   }
  },
  {
   "quote": {
    "text": "I already gave my best. I have no regrets at all."
   },
   "author": {
    "text": "William Hung"
   }
  },
  {
   "quote": {
    "text": "My imagination completely controls me, and forever feeds the fire that burns with dark red light in my heart by bringing me the best dreams. I've always had a wild imagination, a big heart and a tortured soul so I feel that dark fantasy, love and horror are in my blood."
   },
   "author": {
    "text": "Kim Elizabeth"
   }
  },
  {
   "quote": {
    "text": "Blondes make the best victims. They're like virgin snow that shows up the bloody footprints."
   },
   "author": {
    "text": "Alfred Hitchcock"
   }
  },
  {
   "quote": {
    "text": "Science at its best is an open-minded method of inquiry, not a belief system."
   },
   "author": {
    "text": "Rupert Sheldrake"
   }
  },
  {
   "quote": {
    "text": "I'm very shy and awkward. I think the best thing is to embrace it. It's about accepting who you are and what you want to become and knowing all that you've got to work with, whether it's good or bad. My music was the only place I could be me for the longest time."
   },
   "author": {
    "text": "Hunter Hayes"
   }
  },
  {
   "quote": {
    "text": "I think Freddie Mercury is probably the best of all time in terms of a rock voice. There was a vulnerability to it, his technical ability was amazing, and so much of his personality would come out through his voice. I'm not even a guy to buy Queen records, really, and I still think he's one of the best."
   },
   "author": {
    "text": "Chris Cornell"
   }
  },
  {
   "quote": {
    "text": "If you make your best friend and your significant other the same person, you don't have to disconnect to go tell your girlfriend everything."
   },
   "author": {
    "text": "Niecy Nash"
   }
  },
  {
   "quote": {
    "text": "Be original. That's my best advice. You're going to find that there's something that you do well, and try to do it with as much originality as you can, and don't skimp on the words. Work on the words."
   },
   "author": {
    "text": "Bob Seger"
   }
  },
  {
   "quote": {
    "text": "One of the best ways to change is to act as if you are the person you want to become. When you behave as if you are a different person, you change on a very basic level - even your physiology changes. When actors and actresses perform, their body chemistry is altered by the roles they play."
   },
   "author": {
    "text": "Bernie Siegel"
   }
  },
  {
   "quote": {
    "text": "I'm not sure if I can swagger anymore, but I can limp with the best of them."
   },
   "author": {
    "text": "Burt Reynolds"
   }
  },
  {
   "quote": {
    "text": "When I wake up in a bad mood, I try not to stay in one. Learn to make the best of what you have."
   },
   "author": {
    "text": "Faith Hill"
   }
  },
  {
   "quote": {
    "text": "Evolving our culture to operate and think differently is no small task. We are challenging our employees to be the best of both small and big companies - they should operate with the soul and spirit of a startup, while leveraging the scale, resources and capabilities of Campbell - with the goal of ultimately becoming the biggest small company."
   },
   "author": {
    "text": "Denise Morrison"
   }
  },
  {
   "quote": {
    "text": "The only consistency in the work I do is that I try to use cinematography to best tell the narrative and do justice to the character arcs, but not to do it in such an overt way that people are distracted by it."
   },
   "author": {
    "text": "Rachel Morrison"
   }
  },
  {
   "quote": {
    "text": "I desperately want to see the day today and do the best I can not miss a shred of sunlight. It'll be over before I know it."
   },
   "author": {
    "text": "Mandy Patinkin"
   }
  },
  {
   "quote": {
    "text": "Much as I would like to give out as much as I can, I do recognize that my resources are not unlimited, and therefore, it is imperative that we are able to determine the sustainability and effectiveness of the causes we support. In so doing, we can ensure that our resources are put to the best use."
   },
   "author": {
    "text": "Vincent Tan"
   }
  },
  {
   "quote": {
    "text": "We never used to blink at taking a leadership role in the world. And we understood leadership often required something other than drones and bombs. We accepted global leadership not just for humanitarian reasons, but also because it was in our own best interest. We knew we couldn't isolate ourselves from trouble. There was no place to hide."
   },
   "author": {
    "text": "Robert Reich"
   }
  },
  {
   "quote": {
    "text": "The best way to escape from your problem is to solve it."
   },
   "author": {
    "text": "Robert Anthony"
   }
  },
  {
   "quote": {
    "text": "Honestly, I'm just trying to do the best I can with every opportunity I'm given, and when I'm given the opportunities make the most of them."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "If you ask me about my views on the environment, on women's rights, on gay rights, I am liberal. I don't have a problem with that at all. Some of my best friends are liberal."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "Be happy with who you are, and know that being you is the best thing you can do for yourself."
   },
   "author": {
    "text": "Ellen Wong"
   }
  },
  {
   "quote": {
    "text": "The best way to tell people about climate change is through non-fiction. There's a vast literature of outstanding writing on the subject."
   },
   "author": {
    "text": "Ian Mcewan"
   }
  },
  {
   "quote": {
    "text": "It's about the stories. If I write 14 stories that I love, then the next step is to get the environment of music around it to best envelop the story, and all kinds of sonic goodness - sonic goodies."
   },
   "author": {
    "text": "Frank Ocean"
   }
  },
  {
   "quote": {
    "text": "Philosophy begins in wonder. And, at the end, when philosophic thought has done its best, the wonder remains."
   },
   "author": {
    "text": "Alfred North Whitehead"
   }
  },
  {
   "quote": {
    "text": "Ali forced us to take a look at ourselves. This brash young man who thrilled us, angered us, confused and challenged us, ultimately became a silent messenger of peace who taught us that life is best when you build bridges between people, not walls."
   },
   "author": {
    "text": "Billy Crystal"
   }
  },
  {
   "quote": {
    "text": "If I'm not the best aunt in America, then I don't know what's going on."
   },
   "author": {
    "text": "Jenny Slate"
   }
  },
  {
   "quote": {
    "text": "There is no doubt that Formula 1 has the best risk management of any sport and any industry in the world."
   },
   "author": {
    "text": "Jackie Stewart"
   }
  },
  {
   "quote": {
    "text": "You only live once. Trying to do the right thing for other people often doesn't work out, and you have to follow your own path in order to make things work out best for everyone."
   },
   "author": {
    "text": "Alison Pill"
   }
  },
  {
   "quote": {
    "text": "Creative ideas flourish best in a shop which preserves some spirit of fun. Nobody is in business for fun, but that does not mean there cannot be fun in business."
   },
   "author": {
    "text": "Leo Burnett"
   }
  },
  {
   "quote": {
    "text": "Try and leave this world a little better than you found it, and when your turn comes to die, you can die happy in feeling that at any rate, you have not wasted your time but have done your best."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "There are people out there who hate me and who say I'm arrogant, vain, and whatever. That's all part of my success. I am made to be the best."
   },
   "author": {
    "text": "Cristiano Ronaldo"
   }
  },
  {
   "quote": {
    "text": "My life motto is basically to lower your standards and expectations so you're never disappointed and never put any trust in anything, and I try to prepare for the day that I wake up, and everyone I know is like, 'LOL JK best long-running practical joke ever', so I've never really let myself freak out or get too excited about anything."
   },
   "author": {
    "text": "Tavi Gevinson"
   }
  },
  {
   "quote": {
    "text": "I think for anybody, regardless of what industry you work in, when you get a new job, and it's progressive in terms of your career, that is one of the best feelings in the world."
   },
   "author": {
    "text": "Will Poulter"
   }
  },
  {
   "quote": {
    "text": "There is no greater power in Heaven or on Earth than pure, unconditional love. The nature of the God force, the unseen intelligence in all things, which causes the material world and is the center of both the spiritual and physical plane, is best described as pure, unconditional love."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "I think that's the single best piece of advice: constantly think about how you could be doing things better and questioning yourself."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "I think that I was raised by two of the best people ever. My mother and father are just the definition of hard work, like what hard work brings to you. They've taught me and my brothers and sisters to set your goals high and to give everything to reach them."
   },
   "author": {
    "text": "Josie Loren"
   }
  },
  {
   "quote": {
    "text": "I'm not perfect, but I do my best."
   },
   "author": {
    "text": "Jessie James Decker"
   }
  },
  {
   "quote": {
    "text": "I always find the mirror in the dressing room is where the best artists are."
   },
   "author": {
    "text": "John Lydon"
   }
  },
  {
   "quote": {
    "text": "If you believe that your best years are behind you, you've guaranteed they are; I'm going to dance into that good night, with the oldies turned up loud."
   },
   "author": {
    "text": "Gina Barreca"
   }
  },
  {
   "quote": {
    "text": "Learn to say 'no' to the good so you can say 'yes' to the best."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "If you try to do your best there is no failure."
   },
   "author": {
    "text": "Mike Farrell"
   }
  },
  {
   "quote": {
    "text": "Seriously, I grew up a fan of Hulk Hogan, and I think I bring some of his best values to the ring... the values of a superhero. Always do your best. Never give up... I think kids want to believe in that, and they should believe in that."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "This is the precept by which I have lived: Prepare for the worst; expect the best; and take what comes."
   },
   "author": {
    "text": "Hannah Arendt"
   }
  },
  {
   "quote": {
    "text": "Do your best when no one is looking. If you do that, then you can be successful in anything that you put your mind to."
   },
   "author": {
    "text": "Bob Cousy"
   }
  },
  {
   "quote": {
    "text": "I think the thing about that was I was always willing to work; I was not the fastest or biggest player but I was determined to be the best football player I could be on the football field and I think I was able to accomplish that through hard work."
   },
   "author": {
    "text": "Jerry Rice"
   }
  },
  {
   "quote": {
    "text": "Being fully present is the best guarantee for a bright future."
   },
   "author": {
    "text": "Guy Finley"
   }
  },
  {
   "quote": {
    "text": "Fatigue is the best pillow."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Many people think of perfectionism as striving to be your best, but it is not about self-improvement; it's about earning approval and acceptance."
   },
   "author": {
    "text": "Brene Brown"
   }
  },
  {
   "quote": {
    "text": "Some people think that you have to be the loudest voice in the room to make a difference. That is just not true. Often, the best thing we can do is turn down the volume. When the sound is quieter, you can actually hear what someone else is saying. And that can make a world of difference."
   },
   "author": {
    "text": "Nikki Haley"
   }
  },
  {
   "quote": {
    "text": "Everybody should be able to enjoy their life, because you only live once. So I just want to get it all out there and be the best role model that I can be, if people want to put me in that kind of predicament. I mean, I didn't ask to be a role model, because I'm not perfect."
   },
   "author": {
    "text": "ASAP Rocky"
   }
  },
  {
   "quote": {
    "text": "Patience is the best remedy for every trouble."
   },
   "author": {
    "text": "Plautus"
   }
  },
  {
   "quote": {
    "text": "When you love someone, the best thing you can offer is your presence. How can you love if you are not there?"
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "If a man does his best, what else is there?"
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "No hours, nor amount of labor, nor amount of money would deter me from giving the best that there was in me."
   },
   "author": {
    "text": "Colonel Sanders"
   }
  },
  {
   "quote": {
    "text": "In the last analysis, even the best man is evil: in the last analysis, even the best woman is bad."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Trust is not simply a matter of truthfulness, or even constancy. It is also a matter of amity and goodwill. We trust those who have our best interests at heart, and mistrust those who seem deaf to our concerns."
   },
   "author": {
    "text": "Gary Hamel"
   }
  },
  {
   "quote": {
    "text": "Courtesy is a silver lining around the dark clouds of civilization; it is the best part of refinement and in many ways, an art of heroic beauty in the vast gallery of man's cruelty and baseness."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Power is always dangerous. Power attracts the worst and corrupts the best."
   },
   "author": {
    "text": "Edward Abbey"
   }
  },
  {
   "quote": {
    "text": "He who knows best knows how little he knows."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Students shy away from Maths, but in reality Maths is the best friend of man."
   },
   "author": {
    "text": "Shakuntala Devi"
   }
  },
  {
   "quote": {
    "text": "You only think of the best comeback when you leave."
   },
   "author": {
    "text": "Jimmy Fallon"
   }
  },
  {
   "quote": {
    "text": "In assisting his 'neighbour' every day to the best of his ability, and keeping truth, honesty, and kindness perpetually before him, the Boy Scout, with as little formality as possible, is pleasing God."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "The United Nations system is still the best instrument for making the world less fragile."
   },
   "author": {
    "text": "Carlo Azeglio Ciampi"
   }
  },
  {
   "quote": {
    "text": "Globalization has changed us into a company that searches the world, not just to sell or to source, but to find intellectual capital - the world's best talents and greatest ideas."
   },
   "author": {
    "text": "Jack Welch"
   }
  },
  {
   "quote": {
    "text": "My siblings are my best friends."
   },
   "author": {
    "text": "America Ferrera"
   }
  },
  {
   "quote": {
    "text": "The best part about a first kiss is right before the first kiss."
   },
   "author": {
    "text": "Brett Davern"
   }
  },
  {
   "quote": {
    "text": "Guilt can prevent us from setting the boundaries that would be in our best interests, and in other people's best interests."
   },
   "author": {
    "text": "Melody Beattie"
   }
  },
  {
   "quote": {
    "text": "Grow old with me! The best is yet to be."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "I genuinely want to do my best every day, and I genuinely want to enjoy life every day."
   },
   "author": {
    "text": "Landon Donovan"
   }
  },
  {
   "quote": {
    "text": "Research has shown that the best way to be happy is to make each day happy."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "For a people who are free, and who mean to remain so, a well-organized and armed militia is their best security."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Those who have never known the deep intimacy and the intense companionship of mutual love have missed the best thing that life has to give."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "You can do everything you can to try to stop bad things from happening to you, but eventually things will happen, so the best prevention is a positive attitude."
   },
   "author": {
    "text": "Marie Osmond"
   }
  },
  {
   "quote": {
    "text": "I'm a night person. My best times are midnight to six, actually."
   },
   "author": {
    "text": "Rita Dove"
   }
  },
  {
   "quote": {
    "text": "One thing is sure. We have to do something. We have to do the best we know how at the moment... If it doesn't turn out right, we can modify it as we go along."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "When you're the best, you only want to surround yourself with the best."
   },
   "author": {
    "text": "Floyd Mayweather, Jr."
   }
  },
  {
   "quote": {
    "text": "Perfectionism is not the same thing as striving to be our best. Perfectionism is not about healthy achievement and growth; it's a shield."
   },
   "author": {
    "text": "Brene Brown"
   }
  },
  {
   "quote": {
    "text": "But what we can do, as flawed as we are, is still see God in other people, and do our best to help them find their own grace. That's what I strive to do, that's what I pray to do every day."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "For a long time now I have tried simply to write the best I can. Sometimes I have good luck and write better than I can."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "I'm focused on being the best, making history."
   },
   "author": {
    "text": "Canelo Alvarez"
   }
  },
  {
   "quote": {
    "text": "I discovered what is and isn't important to me. I decided I really wanted to enjoy life with someone fun, who can make the best out of any situation - whatever it is we're doing."
   },
   "author": {
    "text": "Jennifer Morrison"
   }
  },
  {
   "quote": {
    "text": "I want to continue modeling and do the best that I can with that."
   },
   "author": {
    "text": "Kendall Jenner"
   }
  },
  {
   "quote": {
    "text": "Soap and water and common sense are the best disinfectants."
   },
   "author": {
    "text": "William Osler"
   }
  },
  {
   "quote": {
    "text": "The forests of America, however slighted by man, must have been a great delight to God; for they were the best he ever planted. The whole continent was a garden, and from the beginning, it seemed to be favored above all the other wild parks and gardens of the globe."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "An award means a lot to me. It brings happiness along with a kind of fear. It brings fear because the award is the responsibility which audiences have put on us. So a singer winning an award should always try to give best of him to the audiences."
   },
   "author": {
    "text": "Shreya Ghoshal"
   }
  },
  {
   "quote": {
    "text": "The best defense against usurpatory government is an assertive citizenry."
   },
   "author": {
    "text": "William F. Buckley, Jr."
   }
  },
  {
   "quote": {
    "text": "The best math lesson we can teach college students this year is to subtract a tuition increase and benefit from the dividends of higher education."
   },
   "author": {
    "text": "Jodi Rell"
   }
  },
  {
   "quote": {
    "text": "I think you make the best with what you've got, you know? Sometimes you have very little. And you just always try to rise to higher ground, because you're going to suffer one way or the other, so you just hope that you have strength and perseverance and good friends and faith, some kind of faith, to endure and move on to greener pastures."
   },
   "author": {
    "text": "Pierce Brosnan"
   }
  },
  {
   "quote": {
    "text": "Genius always gives its best at first; prudence, at last."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "The 1st period is won by the best technician. The 2nd period is won by the kid in the best shape. The 3rd period is won by the kid with the biggest heart."
   },
   "author": {
    "text": "Dan Gable"
   }
  },
  {
   "quote": {
    "text": "No man really knows about other human beings. The best he can do is to suppose that they are like himself."
   },
   "author": {
    "text": "John Steinbeck"
   }
  },
  {
   "quote": {
    "text": "Why don't you start believing that no matter what you have or haven't done, that your best days are still out in front of you."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "When you run a part of the relay and pass on the baton, there is no sense of unfinished business in your mind. There is just the sense of having done your part to the best of your ability. That is it. The hope is to pass on the baton to somebody who will run faster and run a better marathon."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "I believe that in the long run, separation between Israel and the Palestinians is the best solution for resolving the Israeli-Palestinian conflict."
   },
   "author": {
    "text": "Yitzhak Rabin"
   }
  },
  {
   "quote": {
    "text": "Even in India the Hindi film industry might be the best known but there are movies made in other regional languages in India, be it Tamil or Bengali. Those experiences too are different from the ones in Bombay."
   },
   "author": {
    "text": "Aishwarya Rai Bachchan"
   }
  },
  {
   "quote": {
    "text": "You can learn more from the lows than the highs. The highs are great but the lows make you really look at things in a different way and want to improve. Every player will have both in their careers and I have, but what you get is that experience which is so important to perform at your best."
   },
   "author": {
    "text": "Wayne Rooney"
   }
  },
  {
   "quote": {
    "text": "It's no coincidence that the word 'holiday' suggests a holy day, or that the longest book in the Torah concerns the Sabbath. If you wish to advance in any sphere, the best way is to take a retreat."
   },
   "author": {
    "text": "Pico Iyer"
   }
  },
  {
   "quote": {
    "text": "Whether it's making sure that families have access to quality health care and child care, or making sure that our children receive the best educational opportunities we can give them, we must remain committed to these needs because our children are our future."
   },
   "author": {
    "text": "Blanche Lincoln"
   }
  },
  {
   "quote": {
    "text": "The team that is going to win is the one that does its homework the best by studying its opponents."
   },
   "author": {
    "text": "Imran Khan"
   }
  },
  {
   "quote": {
    "text": "The truth is that you shouldn't match your insides to other people's outsides. Life is an inside job, and we just have to do our best."
   },
   "author": {
    "text": "Sia"
   }
  },
  {
   "quote": {
    "text": "I don't believe the most successful people are the ones who got the best grades, got into the best schools, or made the most money."
   },
   "author": {
    "text": "Ben Stein"
   }
  },
  {
   "quote": {
    "text": "There are a lot of people who give you the message that maybe you are not good enough, and the best thing you can do for yourself is to block out all of that noise."
   },
   "author": {
    "text": "Rachel Platten"
   }
  },
  {
   "quote": {
    "text": "Trying to make a feature film yourself with no money is the best film school you can do."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "Though sleep is called our best friend, it is a friend who often keeps us waiting!"
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "In raising children, we need to continuously keep in mind how we can best create the most favorable environment for their imitative behavior. Everything done in the past regarding imitation must become more and more conscious and more and more consciously connected with the future."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "Look your best - who said love is blind?"
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "Faith in oneself is the best and safest course."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "Remember you will not always win. Some days, the most resourceful individual will taste defeat. But there is, in this case, always tomorrow - after you have done your best to achieve success today."
   },
   "author": {
    "text": "Maxwell Maltz"
   }
  },
  {
   "quote": {
    "text": "I just want to say to women, 'Be yourself - it's the inner beauty that counts. You are your own best friend, the key to your own happiness, and as soon as you understand that - and it takes a few heartbreaks - you can be happy.'"
   },
   "author": {
    "text": "Cherie Lunghi"
   }
  },
  {
   "quote": {
    "text": "You don't go to school to become the best chef in the world right after you graduate. School is always a starting point so what people forget is that you go to school to build a foundation, and you want to build a foundation that's not going to crumble."
   },
   "author": {
    "text": "Roy Yamaguchi"
   }
  },
  {
   "quote": {
    "text": "I think one of the best words in the English language is 'compassion.' I think it holds everything. It holds love, it holds care... and if everybody just did something. We all make a difference."
   },
   "author": {
    "text": "Michael Crawford"
   }
  },
  {
   "quote": {
    "text": "To me, growing old is great. It's the very best thing - considering the alternative."
   },
   "author": {
    "text": "Michael Caine"
   }
  },
  {
   "quote": {
    "text": "You get the best effort from others not by lighting a fire beneath them, but by building a fire within."
   },
   "author": {
    "text": "Bob Nelson"
   }
  },
  {
   "quote": {
    "text": "Try to find someone with a sense of humor. That's an important thing to have because when you get into an argument, one of the best ways to diffuse it is to be funny. You don't want to hide away from a point, because some points are serious, but you'd rather have a discussion that was a discussion, rather than an argument."
   },
   "author": {
    "text": "Ed Sheeran"
   }
  },
  {
   "quote": {
    "text": "I have always found the best way to live is to be optimistic and energetic and willing to work hard for my dreams as well as the dreams of others."
   },
   "author": {
    "text": "Homer Hickam"
   }
  },
  {
   "quote": {
    "text": "There are people who take rumors and embellish them in a way that can be devastating. And this pollution has to be eradicated by people in our business as best we can."
   },
   "author": {
    "text": "Bob Woodward"
   }
  },
  {
   "quote": {
    "text": "Healthcare providers will compete to offer the best record of patient safety at the lowest prices. Hospitals and patients will benefit from having accurate information about areas of excellence and areas that must be improved."
   },
   "author": {
    "text": "Timothy Murphy"
   }
  },
  {
   "quote": {
    "text": "Is Donald Trump a fascist? It's an interesting question that has generated insightful commentary over the past few months, with the best answers situating Trumpian illiberalism within America's long history of racial oppression, slavery, Jim Crow apartheid, and the ongoing backlash to the loss of white privilege."
   },
   "author": {
    "text": "Greg Grandin"
   }
  },
  {
   "quote": {
    "text": "If you are not emotionally involved, your client is not getting your best effort."
   },
   "author": {
    "text": "Joe Jamail"
   }
  },
  {
   "quote": {
    "text": "I'm at my best in a messy, middle-of-the-road muddle."
   },
   "author": {
    "text": "Harold Wilson"
   }
  },
  {
   "quote": {
    "text": "Events will take their course, it is no good of being angry at them; he is happiest who wisely turns them to the best account."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "Holidays are the best. I couldn't imagine being from a small family."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "The best solution to income inequality is providing a high-quality education for everybody. In our highly technological, globalized economy, people without education will not be able to improve their economic situation."
   },
   "author": {
    "text": "Ben Bernanke"
   }
  },
  {
   "quote": {
    "text": "Try on 100 different hats if you can, until you find the one that suits you best. It's a trial and error thing."
   },
   "author": {
    "text": "Philip Treacy"
   }
  },
  {
   "quote": {
    "text": "On a personal basis, when I decided to become a writer, about the last reason I did it was because I thought I'd meet interesting people and make new friends. But that has turned out to be the very best part."
   },
   "author": {
    "text": "Vicki Delany"
   }
  },
  {
   "quote": {
    "text": "Use each interaction to be the best, most powerful version of yourself."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "The days you work are the best days."
   },
   "author": {
    "text": "Georgia O'Keeffe"
   }
  },
  {
   "quote": {
    "text": "Each of us has been put on earth with the ability to do something well. We cheat ourselves and the world if we don't use that ability as best we can."
   },
   "author": {
    "text": "George Allen, Sr."
   }
  },
  {
   "quote": {
    "text": "I just think it is important that you realize, that you're the best in the world. Whether you are a Democrat or Republican or whether you're libertarian or whatever, you are the best. And we should not ever forget that. And when somebody does not do the job, we got to let them go."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "Music is the only passion I shamelessly indulge in. However, for recreation I enjoy watching movies. 'Wizard of Oz' was the first film I ever saw, followed by the 'Bond' movies. I also watch a lot of World cinema through DVDs mostly brought by one of my best friends who's now based in Toronto."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "It feels great to be a role model and I'm very careful with the things I do. I'm not perfect, I do make a lot of mistakes, but I try my best."
   },
   "author": {
    "text": "Angie Stone"
   }
  },
  {
   "quote": {
    "text": "When I played at Minnesota, Green Bay, those northern cities, Buffalo, they wanted to have those championship games at home. It was going to be an advantage to be there with their fans and the cold weather and all that. But when you've got a Super Bowl, and it's the two best teams, you want ideal conditions. You want to play a great game."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "He serves his party best who serves his country best."
   },
   "author": {
    "text": "Rutherford B. Hayes"
   }
  },
  {
   "quote": {
    "text": "I never go to Vancouver without stopping by Thomas Haas' shop for the best chocolate in North America. A former chef patissier at Daniel, he returned to his hometown and created a top quality brand by sticking to his passion."
   },
   "author": {
    "text": "Daniel Boulud"
   }
  },
  {
   "quote": {
    "text": "My father's best friend, Georgie Terra, was an Italian guy. The children and the cousins and nieces and nephews were children of the Mafia. Those were the children he grew up with. If you want to go to a safe neighborhood, go to where the Mafia is."
   },
   "author": {
    "text": "Louis Gossett, Jr."
   }
  },
  {
   "quote": {
    "text": "Me and my brother get along super well. We're, like, best friends. So we'll stay up until, like, five just talking because we get along and, you know, it's cool. And he respects my opinions, and I respect his, even if we don't have the same opinions, but a lot of the time we do."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "If I am a cup maker, I'm interested in making the best cup I possibly can. My effort goes into that cup, not what people think about it."
   },
   "author": {
    "text": "Denzel Washington"
   }
  },
  {
   "quote": {
    "text": "In a completely rational society, the best of us would be teachers and the rest of us would have to settle for something else."
   },
   "author": {
    "text": "Lee Iacocca"
   }
  },
  {
   "quote": {
    "text": "I'm an optimistic realist. I kind of expect the worst but prepare for the best."
   },
   "author": {
    "text": "Trixie Mattel"
   }
  },
  {
   "quote": {
    "text": "The best loved by God are those that are rich, yet have the humility of the poor, and those that are poor and have the magnanimity of the rich."
   },
   "author": {
    "text": "Saadi"
   }
  },
  {
   "quote": {
    "text": "The best ideas start as conversations."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "Education alone can conduct us to that enjoyment which is, at once, best in quality and infinite in quantity."
   },
   "author": {
    "text": "Horace Mann"
   }
  },
  {
   "quote": {
    "text": "The best leaders begin with an environment that embraces and rewards change and innovation."
   },
   "author": {
    "text": "Lynne Doughtie"
   }
  },
  {
   "quote": {
    "text": "The best Governments of the World have bin composed of Monarchy, Aristocracy, and Democracy."
   },
   "author": {
    "text": "Algernon Sidney"
   }
  },
  {
   "quote": {
    "text": "During the holiday season, it's easy to forget that sometimes the best gift of all is simply the gift of time. I can't think of anything a writer would appreciate more than being given time and space to work."
   },
   "author": {
    "text": "Kate Klise"
   }
  },
  {
   "quote": {
    "text": "The worst days of my life were in Iraq, and the best days were there, too. My fondest memories of the Iraq War are of the people - both Americans and Iraqis - and the opportunity we saw in one another, for our countries, and for which we fought."
   },
   "author": {
    "text": "Seth Moulton"
   }
  },
  {
   "quote": {
    "text": "The one thing you've got to say about Columbia is that it has courses that are famous. It has alumni who come back and say it was the best thing they ever did."
   },
   "author": {
    "text": "William Scott"
   }
  },
  {
   "quote": {
    "text": "The honest man might observe... that no one gets something for nothing; that politicians go in poor and go out rich; that the Government screws up everything it touches; and that the Will to Believe is best confined to the Religious Venue, as to practice it elsewhere is just too damned expensive."
   },
   "author": {
    "text": "David Mamet"
   }
  },
  {
   "quote": {
    "text": "The best thing to do when you find yourself in a hurting or vulnerable place is to surround yourself with the strongest, finest, most positive people you know."
   },
   "author": {
    "text": "Kristin Armstrong"
   }
  },
  {
   "quote": {
    "text": "One thing I have throughout my career, it felt like I did my best to align myself with quality artists, quality work, and it is a situation of steel sharpening steel."
   },
   "author": {
    "text": "Common"
   }
  },
  {
   "quote": {
    "text": "The best meal at my restaurant is the whole right side of the menu."
   },
   "author": {
    "text": "Junior Seau"
   }
  },
  {
   "quote": {
    "text": "I have very high expectations of myself. I'm a very competitive person but competitive with myself. I want to be the best that I can be and if that means that I'm eventually better than everyone else then so be it."
   },
   "author": {
    "text": "Wentworth Miller"
   }
  },
  {
   "quote": {
    "text": "The best thing about the future is that it comes only one day at a time."
   },
   "author": {
    "text": "Dean Acheson"
   }
  },
  {
   "quote": {
    "text": "My motto is to do everything absolutely flat out and to the best of your ability."
   },
   "author": {
    "text": "Allan McNish"
   }
  },
  {
   "quote": {
    "text": "The Court's legitimacy arises from the source of its authority - which is, of course, the Constitution - and is best preserved by adhering to decision methods that neither expand nor contract but legitimize the power of judicial review."
   },
   "author": {
    "text": "Diane S. Sykes"
   }
  },
  {
   "quote": {
    "text": "I think the most diverse group will produce the best product; I firmly believe that."
   },
   "author": {
    "text": "Tim Cook"
   }
  },
  {
   "quote": {
    "text": "Fashion is inspired by youth and nostalgia and draws inspiration from the best of the past."
   },
   "author": {
    "text": "Lana Del Rey"
   }
  },
  {
   "quote": {
    "text": "A good Catholic meddles in politics, offering the best of himself, so that those who govern can govern. But what is the best that we can offer to those who govern? Prayer!"
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "I'm a night owl, and luckily my profession supports that. The best ideas come to me in the dead of night."
   },
   "author": {
    "text": "Josh Fox"
   }
  },
  {
   "quote": {
    "text": "America works best when we work together to expand the circle of inclusion."
   },
   "author": {
    "text": "Raja Krishnamoorthi"
   }
  },
  {
   "quote": {
    "text": "The best things happen when you're not overthinking it."
   },
   "author": {
    "text": "Ben Zobrist"
   }
  },
  {
   "quote": {
    "text": "The best thing to do is find one person in your life and try to love them unconditionally. If you've accomplished that, you've accomplished a lot."
   },
   "author": {
    "text": "Guy Ritchie"
   }
  },
  {
   "quote": {
    "text": "A good government implies two things; first, fidelity to the objects of the government; secondly, a knowledge of the means, by which those objects can be best attained."
   },
   "author": {
    "text": "Joseph Story"
   }
  },
  {
   "quote": {
    "text": "As a kid, what brought me in the gym, what got me in there every day was a chance to break your personal best, a chance to be strong; I just really, really dig that."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "The more people have studied different methods of bringing up children the more they have come to the conclusion that what good mothers and fathers instinctively feel like doing for their babies is the best after all."
   },
   "author": {
    "text": "Benjamin Spock"
   }
  },
  {
   "quote": {
    "text": "Do you. Wear what you want to wear. Be an individual. Be unique and live your best life."
   },
   "author": {
    "text": "Kali Uchis"
   }
  },
  {
   "quote": {
    "text": "There's nothing like seeing the smile on my kids' faces. Laughing together. Playing. It's the best."
   },
   "author": {
    "text": "Mark Wahlberg"
   }
  },
  {
   "quote": {
    "text": "War is just a racket. A racket is best described, I believe, as something that is not what it seems to the majority of people. Only a small inside group knows what it is about. It is conducted for the benefit of the very few at the expense of the masses."
   },
   "author": {
    "text": "Smedley Butler"
   }
  },
  {
   "quote": {
    "text": "I'm always scared of trends. The runways are always so trend-oriented, but I always feel for the women. The real women that buy cosmetics want to see the trends, but they don't necessarily go for them. And I always encourage women to find what looks best on them."
   },
   "author": {
    "text": "Francois Nars"
   }
  },
  {
   "quote": {
    "text": "My best friends are my children. We can have fun wherever we are together. They are my fashion icon."
   },
   "author": {
    "text": "Sridevi"
   }
  },
  {
   "quote": {
    "text": "I didn't care for school much - it was very strict, corporal punishment in the form of the 'tawse' was common and unpredictable, and I was often afraid - but I believe that I did well enough; indeed, my mother always regretted that I had not stayed long enough to become the 'dux,' as the best pupil was called."
   },
   "author": {
    "text": "Angus Deaton"
   }
  },
  {
   "quote": {
    "text": "Life is fleeting, and permanence in this world is something we all strive for. The best way to achieve permanence is through philanthropy."
   },
   "author": {
    "text": "Ram Shriram"
   }
  },
  {
   "quote": {
    "text": "I am a mix of both old classic romance and modern. I think it is up to what suits the two people in love best!"
   },
   "author": {
    "text": "Shraddha Kapoor"
   }
  },
  {
   "quote": {
    "text": "In case you haven't heard, my girlfriends and I have declared the summer of 2012 as the best summer ever. The best way to document said 'best summer ever' is with a good ol' disposable camera. Smile, click, move on! Nobody gets pic approval, and there's no time wasted gathering around the camera to analyze a moment that just happened."
   },
   "author": {
    "text": "Candice Accola"
   }
  },
  {
   "quote": {
    "text": "We have a huge family history with Singapore because we have the duty-free shops in the airports. It's a very industrious city. It's beautiful, and Singaporeans have this wonderful desire for, and love of, luxury goods. You can see how well thought out and planned the city is with the best boutiques."
   },
   "author": {
    "text": "Marie-Chantal Claire"
   }
  },
  {
   "quote": {
    "text": "There needs to be somebody that looks out for what's best for the game, not what's best for the Big 10 or what's best for the SEC or what's best for Jim Harbaugh, but what's best for the game of college football - the integrity of the game, the coaches, the players, and the people that play it."
   },
   "author": {
    "text": "Nick Saban"
   }
  },
  {
   "quote": {
    "text": "It is not in the nature of politics that the best men should be elected. The best men do not want to govern their fellowmen."
   },
   "author": {
    "text": "George MacDonald"
   }
  },
  {
   "quote": {
    "text": "While I believe that when you are in the glamour industry, you have to look your best, I also believe being skinny is not 'hot and happening.'"
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "Some of the worst things that have happened in my career, like things getting leaked, have actually been what's best for me, because people knew when I was on that show that I was really growing up."
   },
   "author": {
    "text": "Miley Cyrus"
   }
  },
  {
   "quote": {
    "text": "One of the best things to come out of the home computer revolution could be the general and widespread understanding of how severely limited logic really is."
   },
   "author": {
    "text": "Frank Herbert"
   }
  },
  {
   "quote": {
    "text": "Contrary to popular mythology, the best and most durable relationships are based not on vulnerability or passion but on a conjugation of positive attributes, a meeting of mind, body and soul that is all the more powerful as it is not weighed down with neediness and unreasonable expectation."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "Becoming a mother has turned my world upside down, but in a really good way - it's the best."
   },
   "author": {
    "text": "Katherine Kelly"
   }
  },
  {
   "quote": {
    "text": "If the film is a hit, people talk about the hard work, but if it fails, they may not notice, but I give my best for all films."
   },
   "author": {
    "text": "Allu Arjun"
   }
  },
  {
   "quote": {
    "text": "That's the remarkable thing about baseball. The game has a way of having you scratch your head one minute and drive you crazy, and then the next, you're entertained beyond your wildest hopes. That's why it's the best game."
   },
   "author": {
    "text": "Johnny Bench"
   }
  },
  {
   "quote": {
    "text": "What shall I say further? Shall I not stop short and leave to your imaginations to portray the tragic deeds of war? Is it not enough that I here leave it even to unexperience to fancy the hardships, the anxieties, the dangers, even of the best life of a soldier?"
   },
   "author": {
    "text": "Deborah Sampson"
   }
  },
  {
   "quote": {
    "text": "My husband is pretty particular about his cars. In his opinion, the Mercedes are the best of the best."
   },
   "author": {
    "text": "Lauren Lee Smith"
   }
  },
  {
   "quote": {
    "text": "A bank-issued digital asset can only really efficiently settle between the banks who issued it. I strongly believe banks need an independent digital asset to enable truly efficient settlement, and we believe XRP is best positioned for that role."
   },
   "author": {
    "text": "Brad Garlinghouse"
   }
  },
  {
   "quote": {
    "text": "It's not a matter of vanity; it's a matter of sanity. I'll never look forever young, but I'll look as best as I possibly can; I'll look surreal."
   },
   "author": {
    "text": "Pete Burns"
   }
  },
  {
   "quote": {
    "text": "I've always had this identity thing. When I was little, I was always changing my handwriting because I couldn't decide which one I liked best."
   },
   "author": {
    "text": "Lianne La Havas"
   }
  },
  {
   "quote": {
    "text": "I've gotten a lot of good advice from my parents. Probably the best advice I've ever gotten from my mom is 'Let it go.'"
   },
   "author": {
    "text": "Leah Pipes"
   }
  },
  {
   "quote": {
    "text": "I was a vegan for two years, and I really enjoyed it. Then, I got to a point in my life at which I wanted to do something else, so now I'm a vegetarian. You should make your diet one that best fits you and how you feel. Listen to your body. The most important thing is to exercise, drink lots of water, and take really good care of yourself."
   },
   "author": {
    "text": "Lea Michele"
   }
  },
  {
   "quote": {
    "text": "I surround myself with people who really understand and love me. I think that's the best thing I can do."
   },
   "author": {
    "text": "Ryan Lochte"
   }
  },
  {
   "quote": {
    "text": "You listen to Bob Dylan and you can't help but think of the 60s, it's very relational and if artists are true artists and not just mere musicians they need to be truthful because the music doesn't come from them it comes from the universe and it's to be shared. At best, we're skilled presenters, and I say that at best."
   },
   "author": {
    "text": "Serj Tankian"
   }
  },
  {
   "quote": {
    "text": "If the Olympic Games ever served a true altruistic purpose, they have long since outlived it. Yeah, the pursuit of athletic excellence, sportsmanship and international goodwill is plenty noble. But the modern Olympics are at best a vehicle for agitprop; at worst, a scandal magnet."
   },
   "author": {
    "text": "John Ridley"
   }
  },
  {
   "quote": {
    "text": "I don't know who made the Earth. I woke up one morning, and it's here. I make the best of it."
   },
   "author": {
    "text": "Ed Asner"
   }
  },
  {
   "quote": {
    "text": "I'd say my happiest moment as an actress came when I learned I'd won the Look Magazine Best Supporting Actress Award for 1956 in The Killing."
   },
   "author": {
    "text": "Marie Windsor"
   }
  },
  {
   "quote": {
    "text": "My mom is my best friend in the entire world. She is so cool and so inspiring. I've always been able to be open with her and talk to her as a friend."
   },
   "author": {
    "text": "Jessica Lowndes"
   }
  },
  {
   "quote": {
    "text": "Do the best you can, and don't take life too serious."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "When things are bad, it's the best time to reinvent yourself."
   },
   "author": {
    "text": "George Lopez"
   }
  },
  {
   "quote": {
    "text": "A woman knows by intuition, or instinct, what is best for herself."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "I believe that a simple and unassuming manner of life is best for everyone, best both for the body and the mind."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "The pursuit, even of the best things, ought to be calm and tranquil."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "The optimist thinks this is the best of all possible worlds. The pessimist fears it is true."
   },
   "author": {
    "text": "J. Robert Oppenheimer"
   }
  },
  {
   "quote": {
    "text": "The best road to progress is freedom's road."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Just live life. That's the best way to learn how to act. Just live."
   },
   "author": {
    "text": "Rory Culkin"
   }
  },
  {
   "quote": {
    "text": "I was raised to believe that excellence is the best deterrent to racism or sexism. And that's how I operate my life."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "Being good in business is the most fascinating kind of art. Making money is art and working is art and good business is the best art."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "Cigarettes and coffee: an alcoholic's best friend!"
   },
   "author": {
    "text": "Gerard Way"
   }
  },
  {
   "quote": {
    "text": "Best thing that's happened this year? Maybe Hostel. It was a great experience. I loved it."
   },
   "author": {
    "text": "Jay Hernandez"
   }
  },
  {
   "quote": {
    "text": "It was the best of times, it was the worst of times."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "Do not look for approval except for the consciousness of doing your best."
   },
   "author": {
    "text": "Andrew Carnegie"
   }
  },
  {
   "quote": {
    "text": "I would not call Himmanshoo a good husband, but I would call him my best friend and a great companion. Personally, my mom and my family say that I am very lucky to have Himmanshoo as my partner. And I don't disagree at all. Marriage has been great!"
   },
   "author": {
    "text": "Amruta Khanvilkar"
   }
  },
  {
   "quote": {
    "text": "Looking good is the best revenge."
   },
   "author": {
    "text": "Ivana Trump"
   }
  },
  {
   "quote": {
    "text": "During my first years in the Sierra, I was ever calling on everybody within reach to admire them, but I found no one half warm enough until Emerson came. I had read his essays, and felt sure that of all men he would best interpret the sayings of these noble mountains and trees. Nor was my faith weakened when I met him in Yosemite."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "I believe we need to attract a new generation of the best and brightest to public service and I believe that government can be a source of inspiration, not degradation."
   },
   "author": {
    "text": "Andrew Cuomo"
   }
  },
  {
   "quote": {
    "text": "Dumped? Fired? Scorned? Humiliated? Totally pissed off? If so, I've got great news! You might be on your way to living your best life ever - if you consciously choose to channel this pain into fuel - and use it to motivate yourself to become your highest potential self!"
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "Being a teenager is an amazing time and a hard time. It's when you make your best friends - I have girls who will never leave my heart and I still talk to. You get the best and the worst as a teen. You have the best friendships and the worst heartbreaks."
   },
   "author": {
    "text": "Sophia Bush"
   }
  },
  {
   "quote": {
    "text": "Never wear your best trousers when you go out to fight for freedom and truth."
   },
   "author": {
    "text": "Henrik Ibsen"
   }
  },
  {
   "quote": {
    "text": "The best way out of a difficulty is through it."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "The best way to keep one's word is not to give it."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "As long as I have a heartbeat, I'm fine. So I just do what I love, and I do it the best that I can. And if it all goes away, I'll just start over."
   },
   "author": {
    "text": "Pardis Sabeti"
   }
  },
  {
   "quote": {
    "text": "You should read history and look at ostracism, persecution, martyrdom, and that kind of thing. They always happen to the best men, you know."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "Love and scandal are the best sweeteners of tea."
   },
   "author": {
    "text": "Henry Fielding"
   }
  },
  {
   "quote": {
    "text": "To join or not to join films was the biggest choice I had to make. I'd done two years of biogenetic engineering, was an economics graduate and a gold medalist. I had also been a Bharatanatyam dancer from age five, always won the best actress award in school. Finally, I decided to do things for my soul, chose to act."
   },
   "author": {
    "text": "Amisha Patel"
   }
  },
  {
   "quote": {
    "text": "You always want to win. That is why you play tennis, because you love the sport and try to be the best you can at it."
   },
   "author": {
    "text": "Roger Federer"
   }
  },
  {
   "quote": {
    "text": "Ideas are elusive, slippery things. Best to keep a pad of paper and a pencil at your bedside, so you can stab them during the night before they get away."
   },
   "author": {
    "text": "Earl Nightingale"
   }
  },
  {
   "quote": {
    "text": "I think on some level, you do your best things when you're a little off-balance, a little scared. You've got to work from mystery, from wonder, from not knowing."
   },
   "author": {
    "text": "Willem Dafoe"
   }
  },
  {
   "quote": {
    "text": "Baseball is almost the only orderly thing in a very unorderly world. If you get three strikes, even the best lawyer in the world can't get you off."
   },
   "author": {
    "text": "Bill Veeck"
   }
  },
  {
   "quote": {
    "text": "Maybe black and white is the best medium for landscapes, I don't know."
   },
   "author": {
    "text": "Fay Godwin"
   }
  },
  {
   "quote": {
    "text": "In the end, it's a mental maturity to let your best come out."
   },
   "author": {
    "text": "Lindsey Vonn"
   }
  },
  {
   "quote": {
    "text": "The best restriction I learned was getting into the habit of doing something, even if I didn't feel like it, instead of running away from it. Sometimes good work needs to be earned, and when you can overcome yourself, the muse notices and celebrates."
   },
   "author": {
    "text": "Damien Rice"
   }
  },
  {
   "quote": {
    "text": "All of us want to live, and that is absolutely natural. However, we should learn from childhood on to choose our best way to die. If we don't do that, we end up spending our days like a dog, only in search of harbour, food and expressing a blind loyalty to his owner in return. That isn't enough to make our lives have a meaning."
   },
   "author": {
    "text": "Yamamoto Tsunetomo"
   }
  },
  {
   "quote": {
    "text": "The best books... are those that tell you what you know already."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "The best workers, like the happiest livers, look upon their work as a kind of game: the harder they play the more enjoyable it becomes."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "Look for your choices, pick the best one, then go with it."
   },
   "author": {
    "text": "Pat Riley"
   }
  },
  {
   "quote": {
    "text": "I only want to be the best that I can be."
   },
   "author": {
    "text": "Neymar"
   }
  },
  {
   "quote": {
    "text": "At its best, life is completely unpredictable."
   },
   "author": {
    "text": "Christopher Walken"
   }
  },
  {
   "quote": {
    "text": "One of the best places for a shy person to meet people is in a coffee shop. If you are a reader, bring a book and read it there - that gives a guy something to ask you about. Same goes for sketching, writing, or any hobby you can take with you."
   },
   "author": {
    "text": "Laurie Helgoe"
   }
  },
  {
   "quote": {
    "text": "What is the recipe for successful achievement? To my mind there are just four essential ingredients: Choose a career you love, give it the best there is in you, seize your opportunities, and be a member of the team."
   },
   "author": {
    "text": "Benjamin Franklin Fairless"
   }
  },
  {
   "quote": {
    "text": "Parenting is one of the best management training programs there is."
   },
   "author": {
    "text": "Irene Rosenfeld"
   }
  },
  {
   "quote": {
    "text": "A study of economics usually reveals that the best time to buy anything is last year."
   },
   "author": {
    "text": "Marty Allen"
   }
  },
  {
   "quote": {
    "text": "Best way to get rid of kitchen odors: Eat out."
   },
   "author": {
    "text": "Phyllis Diller"
   }
  },
  {
   "quote": {
    "text": "I just feel my best when I'm all glammed up."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "And I believe that the best learning process of any kind of craft is just to look at the work of others."
   },
   "author": {
    "text": "Wole Soyinka"
   }
  },
  {
   "quote": {
    "text": "Monetary policy will, as always, respond to the economy's twists and turns so as to promote, as best as we can in an uncertain economic environment, the employment and inflation goals."
   },
   "author": {
    "text": "Janet Yellen"
   }
  },
  {
   "quote": {
    "text": "Sometimes a little heartbreak is a lesson, and the best thing to do is just learn the lesson."
   },
   "author": {
    "text": "Jon Voight"
   }
  },
  {
   "quote": {
    "text": "The best music is essentially there to provide you something to face the world with."
   },
   "author": {
    "text": "Bruce Springsteen"
   }
  },
  {
   "quote": {
    "text": "The best way to deal with that is to live in a fully conscious, compassionate, loving way. Don't wait until you're on your deathbed to recognize that this is the only way to live."
   },
   "author": {
    "text": "Morrie Schwartz"
   }
  },
  {
   "quote": {
    "text": "My goal in boxing is to be the best."
   },
   "author": {
    "text": "Canelo Alvarez"
   }
  },
  {
   "quote": {
    "text": "You have to surround yourself with people who love you and want the best for you."
   },
   "author": {
    "text": "Mena Suvari"
   }
  },
  {
   "quote": {
    "text": "I would say laughter is the best medicine. But it's more than that. It's an entire regime of antibiotics and steroids. Laughter brings the swelling down on our national psyche and then applies an antibiotic cream. You gotta keep it away from your eyes."
   },
   "author": {
    "text": "Stephen Colbert"
   }
  },
  {
   "quote": {
    "text": "I'm not a supermodel. I make the best of what I've got."
   },
   "author": {
    "text": "Victoria Beckham"
   }
  },
  {
   "quote": {
    "text": "While it may be true that the best advertising is word-of-mouth, never lose sight of the fact it also can be the worst advertising."
   },
   "author": {
    "text": "Jef I. Richards"
   }
  },
  {
   "quote": {
    "text": "When employees are happy, they are your very best ambassadors."
   },
   "author": {
    "text": "James Sinegal"
   }
  },
  {
   "quote": {
    "text": "I put all my time into Indian rights, and I think this is something I know something about, and I think that my time is best spent insofar as my political views are concerned."
   },
   "author": {
    "text": "Buffy Sainte-Marie"
   }
  },
  {
   "quote": {
    "text": "Find out what you like doing best and get someone to pay you for it."
   },
   "author": {
    "text": "Katharine Whitehorn"
   }
  },
  {
   "quote": {
    "text": "Hollywood is a casino. You have to put your chips on the table and hope for the best."
   },
   "author": {
    "text": "Byron Allen"
   }
  },
  {
   "quote": {
    "text": "Charleston is one of the best built, handsomest, and most agreeable cities that I have ever seen."
   },
   "author": {
    "text": "Marquis de Lafayette"
   }
  },
  {
   "quote": {
    "text": "The best portraits are those in which there is a slight mixture of caricature."
   },
   "author": {
    "text": "Thomas Babington Macaulay"
   }
  },
  {
   "quote": {
    "text": "The wildest colts make the best horses."
   },
   "author": {
    "text": "Plutarch"
   }
  },
  {
   "quote": {
    "text": "Use those talents you have. You will make it. You will give joy to the world. Take this tip from nature: The woods would be a very silent place if no birds sang except those who sang best."
   },
   "author": {
    "text": "Bernard Meltzer"
   }
  },
  {
   "quote": {
    "text": "The man who has done his best has done everything."
   },
   "author": {
    "text": "Charles M. Schwab"
   }
  },
  {
   "quote": {
    "text": "Predators, they're the best coal miners' canary. When they're gone, you've got a sick ecosystem."
   },
   "author": {
    "text": "Henry Paulson"
   }
  },
  {
   "quote": {
    "text": "It is best for the wise man not to seem wise."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "Most of us have had that experience - at around puberty - of realising that, despite whatever efforts we put into our chosen sports, we will become at best competent."
   },
   "author": {
    "text": "Will Self"
   }
  },
  {
   "quote": {
    "text": "I had been told from school onwards that the best definition of a human being was man the tool-maker - yet I had just watched a chimp tool-maker in action. I remember that day as vividly as if it was yesterday."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "Go for a walk through Central Park and stop at the Met. It's the best way to get a feel for what makes New York so special."
   },
   "author": {
    "text": "Ivanka Trump"
   }
  },
  {
   "quote": {
    "text": "Every teacher that I've ever had, that I still remember their name, made me laugh. I feel like comedy is the best instrument to teach."
   },
   "author": {
    "text": "Tiffany Haddish"
   }
  },
  {
   "quote": {
    "text": "You get the best out of others when you get the best out of yourself."
   },
   "author": {
    "text": "Harvey S. Firestone"
   }
  },
  {
   "quote": {
    "text": "I was not expecting my sister to ask me to be her best man. I was so honored."
   },
   "author": {
    "text": "Brad Goreski"
   }
  },
  {
   "quote": {
    "text": "We are going to position ourselves as a world-class financial institution. We want to do things that are comparable to the best in the world. At the same time, we want to have very strong human qualities."
   },
   "author": {
    "text": "Uday Kotak"
   }
  },
  {
   "quote": {
    "text": "I was changing a light bulb over Groucho Marx's bed, so I took my shoes off, got on his bed and changed the bulb. When I got off the bed he said: 'That's the best acting you've ever done.'"
   },
   "author": {
    "text": "Elliott Gould"
   }
  },
  {
   "quote": {
    "text": "For me, Africa is a land of light and contrast. Black and white is the best way to express the solitary emotion and vitality of wildlife."
   },
   "author": {
    "text": "Laurent Baheux"
   }
  },
  {
   "quote": {
    "text": "Religion, art, and science flourish best in a free society. True, freedom does not afford much opportunity for grand gestures. It has little room for martyrs. But life is not supposed to be about dying well. It is about living well."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "I think going to college for that one year was probable the best thing I have ever done."
   },
   "author": {
    "text": "Carmelo Anthony"
   }
  },
  {
   "quote": {
    "text": "My biggest lesson I've learned about love is to keep on loving. Love is love; it's amazing. It's fine. It hurts. It's probably one of the best experiences in life."
   },
   "author": {
    "text": "Christina Milian"
   }
  },
  {
   "quote": {
    "text": "In life, I take my decisions and stand by them. Some decisions may have proven to be not the best, but I have learnt from them, and I've never repeated a mistake again. If someone tells me to turn left, I will go right! I could not have been taught a lesson in any other way rather than by going through it."
   },
   "author": {
    "text": "Kajol"
   }
  },
  {
   "quote": {
    "text": "If you want to meet a woman, it's best just to smile and say hi."
   },
   "author": {
    "text": "Karen McDougal"
   }
  },
  {
   "quote": {
    "text": "I think it may not be a coincidence that the rise of printing and book publication and literacy and the phenomenon of best sellers all preceded the humanitarian reforms of the Enlightenment."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "Keeping it all together as a modern woman means multitasking, especially when you work. I think you always need to try your best, but at the same time you can only do what you can do, and you don't need to beat yourself up about it. I'm not white-picket-fence perfect."
   },
   "author": {
    "text": "Heidi Klum"
   }
  },
  {
   "quote": {
    "text": "I'm aware that many of my friends will be saddened and shocked, or shock-saddened, over some of the chapters in 'The Catcher in the Rye.' Some of my best friends are children. In fact, all my best friends are children. It's almost unbearable for me to realize that my book will be kept on a shelf, out of their reach."
   },
   "author": {
    "text": "J. D. Salinger"
   }
  },
  {
   "quote": {
    "text": "I'm not comparing myself with anyone, but I am very confident about my captaincy, as I have already led India and in the IPL also. I have confidence I can bring out each player's ability fully and also give them a lot of confidence... I would like to stick to what I know best and what I have confidence in."
   },
   "author": {
    "text": "Virat Kohli"
   }
  },
  {
   "quote": {
    "text": "I just made my album. I did my best. And I uploaded the video just to 'YouTube.' That was all."
   },
   "author": {
    "text": "Psy"
   }
  },
  {
   "quote": {
    "text": "I consider myself a line drive hitter with power. I just try to put my best swing on the ball every time."
   },
   "author": {
    "text": "Albert Pujols"
   }
  },
  {
   "quote": {
    "text": "I would love to have a complete family. I'd love to do it all at once. I'd love to be able to give to my children what my parents were able to give to me. And if I'm blessed to be able to do that, fantastic. If I'm not, then life goes on. You have to do the best you can. I do think we have to bring the family back; I do."
   },
   "author": {
    "text": "Michael Ealy"
   }
  },
  {
   "quote": {
    "text": "If you're going to make rubbish, be the best rubbish in it."
   },
   "author": {
    "text": "Richard Burton"
   }
  },
  {
   "quote": {
    "text": "Two kinds of men generally best succeed in political life; men of no principle, but of great talent; and men of no talent, but of one principle - that of obedience to their superiors."
   },
   "author": {
    "text": "Wendell Phillips"
   }
  },
  {
   "quote": {
    "text": "This sense of power is the highest and best of pleasures when the belief on which it is founded is a true belief, and has been fairly earned by investigation."
   },
   "author": {
    "text": "William Kingdon Clifford"
   }
  },
  {
   "quote": {
    "text": "The unions say 'last hired - first fired,', we say hire and fire based on merit. We want the best and brightest in the classroom."
   },
   "author": {
    "text": "Scott Walker"
   }
  },
  {
   "quote": {
    "text": "Life is best when you are in love."
   },
   "author": {
    "text": "Michael Moriarty"
   }
  },
  {
   "quote": {
    "text": "I am easily satisfied with the very best."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "But men are men; the best sometimes forget."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Our best thoughts come from others."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "I have made the choices that work best for me. I know I cannot please everyone, and that's fine."
   },
   "author": {
    "text": "Marlee Matlin"
   }
  },
  {
   "quote": {
    "text": "Expect the best. Prepare for the worst. Capitalize on what comes."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "The best intelligence test is what we do with our leisure."
   },
   "author": {
    "text": "Laurence J. Peter"
   }
  },
  {
   "quote": {
    "text": "The best advice comes from people who don't give advice."
   },
   "author": {
    "text": "Matthew McConaughey"
   }
  },
  {
   "quote": {
    "text": "I have found the best way to give advice to your children is to find out what they want and then advise them to do it."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "The best is the enemy of the good."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Here ends my forever memorable first High Sierra excursion. I have crossed the Range of Light, surely the brightest and best of all the Lord has built. And, rejoicing in its glory, I gladly, gratefully, hopefully pray I may see it again."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Set up another case bartender! The best thing for a case of nerves is a case of Scotch."
   },
   "author": {
    "text": "W. C. Fields"
   }
  },
  {
   "quote": {
    "text": "The worst thing that happens to you may be the best thing for you if you don't let it get the best of you."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "It's hard to edit. It's hard to stay focused. And yet, we know we'll only do our best work if we stay focused. And so, you know, the hardest decisions we made are all the things not to work on, frankly."
   },
   "author": {
    "text": "Tim Cook"
   }
  },
  {
   "quote": {
    "text": "If we're going to bring out the best in people, we, too, need to sow seeds of encouragement."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "To study the abnormal is the best way of understanding the normal."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Time is generally the best doctor."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "When the world is running down, you make the best of what's still around."
   },
   "author": {
    "text": "Sting"
   }
  },
  {
   "quote": {
    "text": "A person always doing his or her best becomes a natural leader, just by example."
   },
   "author": {
    "text": "Joe DiMaggio"
   }
  },
  {
   "quote": {
    "text": "The best advice I can give you about falling is to never land."
   },
   "author": {
    "text": "Chevy Chase"
   }
  },
  {
   "quote": {
    "text": "Try to see the good in others. When you're tempted to judge someone, make an effort to see their goodness. Your willingness to look for the best in people will subconsciously bring it forth."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "The most basic question is not what is best, but who shall decide what is best."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "Whether it's the best of times or the worst of times, it's the only time we've got."
   },
   "author": {
    "text": "Art Buchwald"
   }
  },
  {
   "quote": {
    "text": "I always prefer to believe the best of everybody, it saves so much trouble."
   },
   "author": {
    "text": "Rudyard Kipling"
   }
  },
  {
   "quote": {
    "text": "At the age of 12 I won the school prize for Best English Essay. The prize was a copy of Somerset Maugham's 'Introduction To Modern English And American Literature.' To this day I keep it on the shelf between my collection of Forester's works and the little urn that contains my mother's ashes."
   },
   "author": {
    "text": "Wilbur Smith"
   }
  },
  {
   "quote": {
    "text": "It's not about talent once you get to the NFL because everyone's got it. It's about being willing to go that extra mile to be the best and that's something that I've always done."
   },
   "author": {
    "text": "Robert Griffin III"
   }
  },
  {
   "quote": {
    "text": "I greatly fear some of America's greatest and most dangerous enemies are such as think themselves her best friends."
   },
   "author": {
    "text": "Nathan Hale"
   }
  },
  {
   "quote": {
    "text": "Knitwear can play a vital part in layering. The simplicity of a lightweight cardigan makes it one of the best ways to layer outfits. I love granddad cardis for winter, worn over a vintage lace shirt, waistcoat and full skirt with slouchy boots."
   },
   "author": {
    "text": "Twiggy"
   }
  },
  {
   "quote": {
    "text": "Since we live in this world, we have to do our best for this world."
   },
   "author": {
    "text": "Aung San Suu Kyi"
   }
  },
  {
   "quote": {
    "text": "The best time for you to hold your tongue is the time you feel you must say something or bust."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "But I always think that the best way to know God is to love many things."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "The worst men often give the best advice."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "With technology tracking us everywhere we go, 'cosplay' might become our best defense against surveillance."
   },
   "author": {
    "text": "Annalee Newitz"
   }
  },
  {
   "quote": {
    "text": "While not my personal favorite of the Disney princess films, 'The Little Mermaid' wins hands-down in my book for best Disney adaptation. Little girls waited for more than 150 years for Hans Christian Andersen's 'The Little Mermaid' to have a happy ending. Walt Disney finally gave it to her."
   },
   "author": {
    "text": "Alethea Kontis"
   }
  },
  {
   "quote": {
    "text": "I have long since come to believe that people never mean half of what they say, and that it is best to disregard their talk and judge only their actions."
   },
   "author": {
    "text": "Dorothy Day"
   }
  },
  {
   "quote": {
    "text": "There are people who are able to plan their career, their future, but I've never had any talent for that. I just do things and hope for the best. Say yes, take a chance, and sometimes it's terrific and sometimes it's not."
   },
   "author": {
    "text": "Christopher Walken"
   }
  },
  {
   "quote": {
    "text": "The best way to hold a man is in your arms."
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "Our most intimate friend is not he to whom we show the worst, but the best of our nature."
   },
   "author": {
    "text": "Nathaniel Hawthorne"
   }
  },
  {
   "quote": {
    "text": "I never expected to write a book about a slum in Ireland that was going to catapult me, as they say, into some kind of - onto the best seller list."
   },
   "author": {
    "text": "Frank McCourt"
   }
  },
  {
   "quote": {
    "text": "I will do my best. That is all I can do. I ask for your help - and God's."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "I feel that I am best positioned to fight for America's future here in the trenches of the United States Senate."
   },
   "author": {
    "text": "John Thune"
   }
  },
  {
   "quote": {
    "text": "The best things in life are silly."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "The best thing to do with the best things in life is to give them up."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "I feel like I'm a New Yorker because I really know the city. I actually tell the drivers where to go - I have this bad habit, I always question the drivers. I do that all the time because I feel like I know the best way, when really it's like, 'Yo, man, shut up. This dude does this every day of his life.'"
   },
   "author": {
    "text": "J. Cole"
   }
  },
  {
   "quote": {
    "text": "The best compliment that has ever been given to me was, I was at the airport one day and a guy came in and said, 'Lionel, my wife loves you, the kids love you, my mother-in-law loves you, the family loves you.'"
   },
   "author": {
    "text": "Lionel Richie"
   }
  },
  {
   "quote": {
    "text": "Best to live lightly, unthinkingly."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "Usually, the stuff that's your best idea or work is going to be attacked the most."
   },
   "author": {
    "text": "Francis Ford Coppola"
   }
  },
  {
   "quote": {
    "text": "The best doctors in the world are Doctor Diet, Doctor Quiet, and Doctor Merryman."
   },
   "author": {
    "text": "Jonathan Swift"
   }
  },
  {
   "quote": {
    "text": "Most of the things we decide are not what we know to be the best. We say yes, merely because we are driven into a corner and must say something."
   },
   "author": {
    "text": "Frank Crane"
   }
  },
  {
   "quote": {
    "text": "Culture is the habit of being pleased with the best and knowing why."
   },
   "author": {
    "text": "Henry Van Dyke"
   }
  },
  {
   "quote": {
    "text": "The best way to navigate through life is to give up all of our controls."
   },
   "author": {
    "text": "Gerald Jampolsky"
   }
  },
  {
   "quote": {
    "text": "Just do what you do best."
   },
   "author": {
    "text": "Red Auerbach"
   }
  },
  {
   "quote": {
    "text": "The best person to get something done is a busy person."
   },
   "author": {
    "text": "Mark Burnett"
   }
  },
  {
   "quote": {
    "text": "You'll live. Only the best get killed."
   },
   "author": {
    "text": "Charles de Gaulle"
   }
  },
  {
   "quote": {
    "text": "He who has done his best for his own time has lived for all times."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "Everybody's got a job to do, and I do mine as best I can."
   },
   "author": {
    "text": "Marlee Matlin"
   }
  },
  {
   "quote": {
    "text": "First gain the victory and then make the best use of it you can."
   },
   "author": {
    "text": "Horatio Nelson"
   }
  },
  {
   "quote": {
    "text": "If you want to go somewhere, it is best to find someone who has already been there."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "Clever men are good, but they are not the best."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "One of the best things to do sometimes is simply to be."
   },
   "author": {
    "text": "Eric Butterworth"
   }
  },
  {
   "quote": {
    "text": "The best mirror is an old friend."
   },
   "author": {
    "text": "Peter Nivio Zarlenga"
   }
  },
  {
   "quote": {
    "text": "That's your best friend and your worst enemy - your own brain."
   },
   "author": {
    "text": "Fred Durst"
   }
  },
  {
   "quote": {
    "text": "The best thing about animals is that they don't talk much."
   },
   "author": {
    "text": "Thornton Wilder"
   }
  },
  {
   "quote": {
    "text": "Next to acquiring good friends, the best acquisition is that of good books."
   },
   "author": {
    "text": "Charles Caleb Colton"
   }
  },
  {
   "quote": {
    "text": "The best way to keep your friends is not to give them away."
   },
   "author": {
    "text": "Wilson Mizner"
   }
  },
  {
   "quote": {
    "text": "There is only one real sin and that is to persuade oneself that the second best is anything but second best."
   },
   "author": {
    "text": "Doris Lessing"
   }
  },
  {
   "quote": {
    "text": "I am the best in baseball."
   },
   "author": {
    "text": "Reggie Jackson"
   }
  },
  {
   "quote": {
    "text": "When you do not know what you are doing and what you are doing is the best - that is inspiration."
   },
   "author": {
    "text": "Robert Bresson"
   }
  },
  {
   "quote": {
    "text": "The creed of a true saint is to make the best of life, and to make the most of it."
   },
   "author": {
    "text": "Edwin Hubbel Chapin"
   }
  },
  {
   "quote": {
    "text": "Enthusiasm is the best protection in any situation. Wholeheartedness is contagious. Give yourself, if you wish to get others."
   },
   "author": {
    "text": "David Seabury"
   }
  },
  {
   "quote": {
    "text": "The things we know best are the things we haven't been taught."
   },
   "author": {
    "text": "Luc de Clapiers"
   }
  },
  {
   "quote": {
    "text": "I did my best, and God did the rest."
   },
   "author": {
    "text": "Hattie McDaniel"
   }
  },
  {
   "quote": {
    "text": "To give and then not feel that one has given is the very best of all ways of giving."
   },
   "author": {
    "text": "Max Beerbohm"
   }
  }
 ]
}