{
 "BusinessQuotes": [
  {
   "quote": {
    "text": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Great things in business are never done by one person. They're done by a team of people."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "The way to get things done is not to mind who gets the credit for doing them."
   },
   "author": {
    "text": "Benjamin Jowett"
   }
  },
  {
   "quote": {
    "text": "Happiness does not come from doing easy work but from the afterglow of satisfaction that comes after the achievement of a difficult task that demanded our best."
   },
   "author": {
    "text": "Theodore Isaac Rubin"
   }
  },
  {
   "quote": {
    "text": "I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "A satisfied customer is the best business strategy of all."
   },
   "author": {
    "text": "Michael LeBoeuf"
   }
  },
  {
   "quote": {
    "text": "Making money is art and working is art and good business is the best art."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "The first rule of any technology used in a business is that automation applied to an efficient operation will magnify the efficiency. The second is that automation applied to an inefficient operation will magnify the inefficiency."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Our work is the presentation of our capabilities."
   },
   "author": {
    "text": "Edward Gibbon"
   }
  },
  {
   "quote": {
    "text": "Whenever you find yourself on the side of the majority, it is time to pause and reflect."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "In the business world, the rearview mirror is always clearer than the windshield."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "We're all working together; that's the secret."
   },
   "author": {
    "text": "Sam Walton"
   }
  },
  {
   "quote": {
    "text": "Do what you love to do and give it your very best. Whether it's business or baseball, or the theater, or any field. If you don't love what you're doing and you can't give it your best, get out of it. Life is too short. You'll be an old man before you know it."
   },
   "author": {
    "text": "Al Lopez"
   }
  },
  {
   "quote": {
    "text": "It's not what you pay a man, but what he costs you that counts."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "Information technology and business are becoming inextricably interwoven. I don't think anybody can talk meaningfully about one without the talking about the other."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Business is all about the customer: what the customer wants and what they get. Generally, every customer wants a product or service that solves their problem, worth their money, and is delivered with amazing customer service."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "Ideas pull the trigger, but instinct loads the gun."
   },
   "author": {
    "text": "Don Marquis"
   }
  },
  {
   "quote": {
    "text": "A friendship founded on business is better than a business founded on friendship."
   },
   "author": {
    "text": "John D. Rockefeller"
   }
  },
  {
   "quote": {
    "text": "Rank does not confer privilege or give power. It imposes responsibility."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "A brand for a company is like a reputation for a person. You earn reputation by trying to do hard things well."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "Mickey Mouse popped out of my mind onto a drawing pad 20 years ago on a train ride from Manhattan to Hollywood at a time when business fortunes of my brother Roy and myself were at lowest ebb and disaster seemed right around the corner."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "Just because something doesn't do what you planned it to do doesn't mean it's useless."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "The true measure of the value of any business leader and manager is performance."
   },
   "author": {
    "text": "Brian Tracy"
   }
  },
  {
   "quote": {
    "text": "Failure doesn't mean you are a failure it just means you haven't succeeded yet."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "In almost every profession - whether it's law or journalism, finance or medicine or academia or running a small business - people rely on confidential communications to do their jobs. We count on the space of trust that confidentiality provides. When someone breaches that trust, we are all worse off for it."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "I think the path is different for everybody. Go after the doors that are open to you. That has always been my motto getting into the music business. Do the things that seem to be good opportunities and work hard at it. Try to make good decisions and be nice. Hopefully all of that will pay off at some point."
   },
   "author": {
    "text": "Chris Stapleton"
   }
  },
  {
   "quote": {
    "text": "I want to put a ding in the universe."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Details create the big picture."
   },
   "author": {
    "text": "Sanford I. Weill"
   }
  },
  {
   "quote": {
    "text": "Sales are contingent upon the attitude of the salesman - not the attitude of the prospect."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "The entrepreneur always searches for change, responds to it, and exploits it as an opportunity."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "A business that makes nothing but money is a poor business."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "The greatest ability in business is to get along with others and to influence their actions."
   },
   "author": {
    "text": "John Hancock"
   }
  },
  {
   "quote": {
    "text": "Many people dream about being an entrepreneur, starting their own business, working for themselves, and living the good life. Very few, however, will actually take the plunge and put everything they've got into being their own boss."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "Almost all quality improvement comes via simplification of design, manufacturing... layout, processes, and procedures."
   },
   "author": {
    "text": "Tom Peters"
   }
  },
  {
   "quote": {
    "text": "If you're trying to create a company, it's like baking a cake. You have to have all the ingredients in the right proportion."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "When a team takes ownership of its problems, the problem gets solved. It is true on the battlefield, it is true in business, and it is true in life."
   },
   "author": {
    "text": "Jocko Willink"
   }
  },
  {
   "quote": {
    "text": "Agriculture is a business that has been up to its bib overalls in politics since the first Thanksgiving dinner kickback to the Indians for subsidizing Pilgrim maize production with fish head fertilizer grants."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Effort only fully releases its reward after a person refuses to quit."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "There is only one boss. The customer. And he can fire everybody in the company from the chairman on down, simply by spending his money somewhere else."
   },
   "author": {
    "text": "Sam Walton"
   }
  },
  {
   "quote": {
    "text": "My philosophy is it's none of my business what people say of me and think of me. I am what I am, and I do what I do. I expect nothing and accept everything. And it makes life so much easier."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "You are free; you are free to go to your temples, you are free to go to your mosques or to any other place or worship in this State of Pakistan. You may belong to any religion or caste or creed - that has nothing to do with the business of the State."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "It is not from the benevolence of the butcher, the brewer, or the baker that we expect our dinner, but from their regard to their own interest."
   },
   "author": {
    "text": "Adam Smith"
   }
  },
  {
   "quote": {
    "text": "Hospitality is central to the restaurant business, yet it's a hard idea to define precisely. Mostly, it involves being nice to people and making them feel welcome. You notice it when it's there, and you particularly notice it when it isn't. A single significant lapse in this area can be your dominant impression of an entire meal."
   },
   "author": {
    "text": "John Lanchester"
   }
  },
  {
   "quote": {
    "text": "There is no health without mental health; mental health is too important to be left to the professionals alone, and mental health is everyone's business."
   },
   "author": {
    "text": "Vikram Patel"
   }
  },
  {
   "quote": {
    "text": "Economic depression cannot be cured by legislative action or executive pronouncement. Economic wounds must be healed by the action of the cells of the economic body - the producers and consumers themselves."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "There is always space for improvement, no matter how long you've been in the business."
   },
   "author": {
    "text": "Oscar De La Hoya"
   }
  },
  {
   "quote": {
    "text": "America isn't Congress. America isn't Washington. America is the striving immigrant who starts a business, or the mom who works two low-wage jobs to give her kid a better life. America is the union leader and the CEO who put aside their differences to make the economy stronger."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Great companies are built on great products."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "An organization's ability to learn, and translate that learning into action rapidly, is the ultimate competitive advantage."
   },
   "author": {
    "text": "Jack Welch"
   }
  },
  {
   "quote": {
    "text": "A man should never neglect his family for business."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "The first responsibility of a leader is to define reality. The last is to say thank you. In between, the leader is a servant."
   },
   "author": {
    "text": "Max de Pree"
   }
  },
  {
   "quote": {
    "text": "We need business to understand its social responsibility, that the main task and objective for a business is not to generate extra income and to become rich and transfer the money abroad, but to look and evaluate what a businessman has done for the country, for the people, on whose account he or she has become so rich."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "If one does not know to which port one is sailing, no wind is favorable."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "A live concert to me is exciting because of all the electricity that is generated in the crowd and on stage. It's my favorite part of the business, live concerts."
   },
   "author": {
    "text": "Elvis Presley"
   }
  },
  {
   "quote": {
    "text": "Business has only two functions - marketing and innovation."
   },
   "author": {
    "text": "Milan Kundera"
   }
  },
  {
   "quote": {
    "text": "Good business leaders create a vision, articulate the vision, passionately own the vision, and relentlessly drive it to completion."
   },
   "author": {
    "text": "Jack Welch"
   }
  },
  {
   "quote": {
    "text": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "Ethics or simple honesty is the building blocks upon which our whole society is based, and business is a part of our society, and it's integral to the practice of being able to conduct business, that you have a set of honest standards."
   },
   "author": {
    "text": "Kerry Stokes"
   }
  },
  {
   "quote": {
    "text": "Networking has been cited as the number one unwritten rule of success in business. Who you know really impacts what you know."
   },
   "author": {
    "text": "Sallie Krawcheck"
   }
  },
  {
   "quote": {
    "text": "The superior man understands what is right; the inferior man understands what will sell."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "You can't be successful in business without taking risks. It's really that simple."
   },
   "author": {
    "text": "Adena Friedman"
   }
  },
  {
   "quote": {
    "text": "Information technology is at the core of how you do your business and how your business model itself evolves."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "Don't ever let your business get ahead of the financial side of your business. Accounting, accounting, accounting. Know your numbers."
   },
   "author": {
    "text": "Tilman J. Fertitta"
   }
  },
  {
   "quote": {
    "text": "'Handsome' means many things to many people. If people consider me handsome, I feel flattered - and have my parents to thank for it. Realistically, it doesn't hurt to be good-looking, especially in this business."
   },
   "author": {
    "text": "Richard Chamberlain"
   }
  },
  {
   "quote": {
    "text": "If the First Amendment means anything, it means that a state has no business telling a man, sitting alone in his house, what books he may read or what films he may watch."
   },
   "author": {
    "text": "Thurgood Marshall"
   }
  },
  {
   "quote": {
    "text": "Judges should be in the business of declaring what the law is using the traditional tools of interpretation, rather than pronouncing the law as they might wish it to be in light of their own political views."
   },
   "author": {
    "text": "Neil Gorsuch"
   }
  },
  {
   "quote": {
    "text": "Good website practice and optimizing for conversion usually makes for good search engine optimization. These work together to ensure you drive quality traffic and can persuade that traffic to help you meet your business goals."
   },
   "author": {
    "text": "Marc Ostrofsky"
   }
  },
  {
   "quote": {
    "text": "If people in the media cannot decide whether they are in the business of reporting news or manufacturing propaganda, it is all the more important that the public understand that difference, and choose their news sources accordingly."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "Joy is the serious business of Heaven."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "One of the tests of leadership is the ability to recognize a problem before it becomes an emergency."
   },
   "author": {
    "text": "Arnold H. Glasow"
   }
  },
  {
   "quote": {
    "text": "Behind every small business, there's a story worth knowing. All the corner shops in our towns and cities, the restaurants, cleaners, gyms, hair salons, hardware stores - these didn't come out of nowhere."
   },
   "author": {
    "text": "Paul Ryan"
   }
  },
  {
   "quote": {
    "text": "Personal relationships are always the key to good business. You can buy networking; you can't buy friendships."
   },
   "author": {
    "text": "Lindsay Fox"
   }
  },
  {
   "quote": {
    "text": "A large social-media presence is important because it's one of the last ways to conduct cost-effective marketing. Everything else involves buying eyeballs and ears. Social media enables a small business to earn eyeballs and ears."
   },
   "author": {
    "text": "Guy Kawasaki"
   }
  },
  {
   "quote": {
    "text": "I think everybody has their own way of looking at their lives as some kind of pilgrimage. Some people will see their role as a pilgrim in terms of setting up a fine family, or establishing a business inheritance. Everyone's got their own definition. Mine, I suppose, is to know myself."
   },
   "author": {
    "text": "Eric Clapton"
   }
  },
  {
   "quote": {
    "text": "The biggest hurdle is rejection. Any business you start, be ready for it. The difference between successful people and unsuccessful people is the successful people do all the things the unsuccessful people don't want to do. When 10 doors are slammed in your face, go to door number 11 enthusiastically, with a smile on your face."
   },
   "author": {
    "text": "John Paul DeJoria"
   }
  },
  {
   "quote": {
    "text": "I have long understood that losing always comes with the territory when you wander into the gambling business, just as getting crippled for life is an acceptable risk in the linebacker business. They both are extremely violent sports, and pain is part of the bargain. Buy the ticket, take the ride."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "Just really, really believe in what you're trying to do. Don't let people alter that. Let people advise you and lead you down paths to make smart business decisions. But trust your instinct and trust that overwhelming drive that made you put all your dreams and everything on the line."
   },
   "author": {
    "text": "Luke Bryan"
   }
  },
  {
   "quote": {
    "text": "Trying to do business without advertising is like winking at a pretty girl through a pair of green goggles. You may know what you are doing, but no one else does."
   },
   "author": {
    "text": "Cyrus McCormick"
   }
  },
  {
   "quote": {
    "text": "Every orchid or rose or lizard or snake is the work of a dedicated and skilled breeder. There are thousands of people, amateurs and professionals, who devote their lives to this business. Now imagine what will happen when the tools of genetic engineering become accessible to these people."
   },
   "author": {
    "text": "Freeman Dyson"
   }
  },
  {
   "quote": {
    "text": "If we listened to our intellect, we'd never have a love affair. We'd never have a friendship. We'd never go into business, because we'd be cynical. Well, that's nonsense. You've got to jump off cliffs all the time and build your wings on the way down."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "Almost everything worthwhile carries with it some sort of risk, whether it's starting a new business, whether it's leaving home, whether it's getting married, or whether it's flying in space."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "Commitment, belief and positive attitude are all important if you're going to be a success, whether you're in sports, in business or, as in my case, anthropology."
   },
   "author": {
    "text": "Donald Johanson"
   }
  },
  {
   "quote": {
    "text": "When Henry Ford made cheap, reliable cars people said, 'Nah, what's wrong with a horse?' That was a huge bet he made, and it worked."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "We need to revise our economic thinking to give full value to our natural resources. This revised economics will stabilize both the theory and the practice of free-market capitalism. It will provide business and public policy with a powerful new tool for economic development, profitability, and the promotion of the public good."
   },
   "author": {
    "text": "Paul Hawken"
   }
  },
  {
   "quote": {
    "text": "Corporate executives and business owners need to realize that there can be no compromise when it comes to ethics, and there are no easy shortcuts to success. Ethics need to be carefully sown into the fabric of their companies."
   },
   "author": {
    "text": "Vivek Wadhwa"
   }
  },
  {
   "quote": {
    "text": "I may be president of the United States, but my private life is nobody's damned business."
   },
   "author": {
    "text": "Chester A. Arthur"
   }
  },
  {
   "quote": {
    "text": "Profit is not the legitimate purpose of business. The legitimate purpose of business is to provide a product or service that people need and do it so well that it's profitable."
   },
   "author": {
    "text": "James Rouse"
   }
  },
  {
   "quote": {
    "text": "If you deprive yourself of outsourcing and your competitors do not, you're putting yourself out of business."
   },
   "author": {
    "text": "Lee Kuan Yew"
   }
  },
  {
   "quote": {
    "text": "It's easy to make a buck. It's a lot tougher to make a difference."
   },
   "author": {
    "text": "Tom Brokaw"
   }
  },
  {
   "quote": {
    "text": "Some people regard private enterprise as a predatory tiger to be shot. Others look on it as a cow they can milk. Not enough people see it as a healthy horse, pulling a sturdy wagon."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "My husband had a very strong identity and was successful in his life. Thank God for that. There's no way I can control him. I wouldn't stay married to him if I felt I could. I can readily take my business personality into the home. But he forces me to be a partner rather than the boss."
   },
   "author": {
    "text": "Barbara Corcoran"
   }
  },
  {
   "quote": {
    "text": "Profit in business comes from repeat customers, customers that boast about your project or service, and that bring friends with them."
   },
   "author": {
    "text": "W. Edwards Deming"
   }
  },
  {
   "quote": {
    "text": "The rule of my life is to make business a pleasure, and pleasure my business."
   },
   "author": {
    "text": "Aaron Burr"
   }
  },
  {
   "quote": {
    "text": "My vision is to build an e-commerce ecosystem that allows consumers and businesses to do all aspects of business online."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "It's OK to have your eggs in one basket as long as you control what happens to that basket."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Having haters is just a part of the business, and the more haters you have, the more people like you - that's how I view it, because I try to see the positive in things."
   },
   "author": {
    "text": "Nick Jonas"
   }
  },
  {
   "quote": {
    "text": "I had been asking the universe and God to send me a way for me to help me. Show business has been so wonderful to me, and it came in the form of that. It's just so funny how things come into your life, and if you take a chance on them, it might give you a brand new life."
   },
   "author": {
    "text": "Louie Anderson"
   }
  },
  {
   "quote": {
    "text": "If you're not learning, then you're stagnant. If you're stagnant, then you're not evolving and the business isn't progressing."
   },
   "author": {
    "text": "Seth Rollins"
   }
  },
  {
   "quote": {
    "text": "I work a lot of hours, and in this business you really try to keep as busy as you possibly can. Sometimes when you really focus on kids in your free time you lose the husband and wife relationship to some degree. It's been a real focus for us to make sure we stay focused on us two."
   },
   "author": {
    "text": "Cameron Mathison"
   }
  },
  {
   "quote": {
    "text": "I wear two hats. The one is business and increasing my shareholders' value; the other is social responsibility."
   },
   "author": {
    "text": "Guler Sabanci"
   }
  },
  {
   "quote": {
    "text": "People are the core of every business. Businesses are based on relationships, and relationships are based on people. I would go to an average restaurant run by amazing people over an outstanding restaurant run by awful people."
   },
   "author": {
    "text": "Marcus Lemonis"
   }
  },
  {
   "quote": {
    "text": "If you want to kill any idea in the world, get a committee working on it."
   },
   "author": {
    "text": "Charles Kettering"
   }
  },
  {
   "quote": {
    "text": "Hell, there are no rules here - we're trying to accomplish something."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "Start with good people, lay out the rules, communicate with your employees, motivate them and reward them. If you do all those things effectively, you can't miss."
   },
   "author": {
    "text": "Lee Iacocca"
   }
  },
  {
   "quote": {
    "text": "Our philosophy is that we want to be an ecosystem. Our philosophy is to empower others to sell, empower others to service, making sure the other people are more powerful than us. With our technology, our innovation, our partners - 10 million small business sellers - they can compete with Microsoft and IBM."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "If Satan wasn't around, churches would go out of business."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "Victory is a fleeting thing in the gambling business. Today's winners are tomorrow's blinking toads, dumb beasts with no hope."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "Growing up in a very big family, working together and playing together, that is something that has been part of my life since ever I was born. It has advantages and disadvantages. It's like an older style of living where everyone works in the family business."
   },
   "author": {
    "text": "Margherita Missoni"
   }
  },
  {
   "quote": {
    "text": "When you are in business for a long time, you go through good times and bad times. When you go through bad times, you learn to control costs, satisfy customers better, satisfy employees better and become more transparent. Therefore, you build character in the company."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "Indomitable perseverance in a business, properly understood, always ensures ultimate success."
   },
   "author": {
    "text": "Cyrus McCormick"
   }
  },
  {
   "quote": {
    "text": "Time flies so quick. I remember my second year in business when Bullocks Wilshire did a whole window of my white dresses. I was so excited, I went there at night and took pictures."
   },
   "author": {
    "text": "Tadashi Shoji"
   }
  },
  {
   "quote": {
    "text": "Good humor is a tonic for mind and body. It is the best antidote for anxiety and depression. It is a business asset. It attracts and keeps friends. It lightens human burdens. It is the direct route to serenity and contentment."
   },
   "author": {
    "text": "Grenville Kleiser"
   }
  },
  {
   "quote": {
    "text": "It doesn't matter whether you are pursuing success in business, sports, the arts, or life in general: The bridge between wishing and accomplishing is discipline."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "Sooner or later, those who win are those who think they can."
   },
   "author": {
    "text": "Paul Tournier"
   }
  },
  {
   "quote": {
    "text": "People are in such a hurry to launch their product or business that they seldom look at marketing from a bird's eye view and they don't create a systematic plan."
   },
   "author": {
    "text": "Dave Ramsey"
   }
  },
  {
   "quote": {
    "text": "I am careful not to confuse excellence with perfection. Excellence I can reach for; perfection is God's business."
   },
   "author": {
    "text": "Michael J. Fox"
   }
  },
  {
   "quote": {
    "text": "Almost every economist agrees that the American health care system is unsustainable. Medical care is so expensive that it is busting all of our budgets - government, business, and personal. Eventually, the medical price bubble will pop. What, then, are the alternatives?"
   },
   "author": {
    "text": "Jim Cooper"
   }
  },
  {
   "quote": {
    "text": "The most talented people that I've met in this business are always the nicest."
   },
   "author": {
    "text": "James Caan"
   }
  },
  {
   "quote": {
    "text": "In many spheres of human endeavor, from science to business to education to economic policy, good decisions depend on good measurement."
   },
   "author": {
    "text": "Ben Bernanke"
   }
  },
  {
   "quote": {
    "text": "I believe fundamental honesty is the keystone of business."
   },
   "author": {
    "text": "Harvey S. Firestone"
   }
  },
  {
   "quote": {
    "text": "Most of what we call management consists of making it difficult for people to get their work done."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "Politics is not a game. It is an earnest business."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "From my very first day as an entrepreneur, I've felt the only mission worth pursuing in business is to make people's lives better."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "Intellectual property has the shelf life of a banana."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "If I love you, what business is it of yours?"
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "If anything is good for pounding humility into you permanently, it's the restaurant business."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "Punctuality is the soul of business."
   },
   "author": {
    "text": "Thomas Chandler Haliburton"
   }
  },
  {
   "quote": {
    "text": "The golden rule for every business man is this: 'Put yourself in your customer's place.'"
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "I just wanted to be a businessman, and to me, the best way to understand business was to be an accountant."
   },
   "author": {
    "text": "Aubrey McClendon"
   }
  },
  {
   "quote": {
    "text": "What is learned on the athletic field is not forgotten, nor are the lessons of character that are forged there ever lost. Consider the contributions in the field of public life, business, law, medicine, and the military of those who actively participated in athletics."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Rather than ignore those who choose to publish their opinions without actually talking to me, I am happy to dispel any rumors or misconceptions and am quite proud to say that I am a very content gay man living my life to the fullest and feel most fortunate to be working with wonderful people in the business I love."
   },
   "author": {
    "text": "Neil Patrick Harris"
   }
  },
  {
   "quote": {
    "text": "Some guys play with their heads. That's okay. You've got to be smart to be number one in any business. But more importantly, you've got to play with your heart, with every fiber of your body."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "If Planned Parenthood wants to be involved in providing counseling services and HIV testing, they ought not be in the business of providing abortions."
   },
   "author": {
    "text": "Mike Pence"
   }
  },
  {
   "quote": {
    "text": "The concept of corporate social responsibility (CSR) has long been used as an effective lens through which to examine the actions business can take toward ensuring mutual long-term well-being and sustainability."
   },
   "author": {
    "text": "Klaus Schwab"
   }
  },
  {
   "quote": {
    "text": "After you have exhausted what there is in business, politics, conviviality, and so on - have found that none of these finally satisfy, or permanently wear - what remains? Nature remains."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "Profitability is coming from productivity, efficiency, management, austerity, and the way to manage the business."
   },
   "author": {
    "text": "Carlos Slim"
   }
  },
  {
   "quote": {
    "text": "Despite their good intentions, today's businesses are missing an opportunity to integrate social responsibility and day-to-day business objectives - to do good and make money simultaneously."
   },
   "author": {
    "text": "Cindy Gallop"
   }
  },
  {
   "quote": {
    "text": "Appreciate everything your associates do for the business."
   },
   "author": {
    "text": "Sam Walton"
   }
  },
  {
   "quote": {
    "text": "My concern is that we live in an economy in which stabbing someone and waiting for them to complain before we remove the knife has become the normal way of doing business. When did we lose sight of the fact that it's not nice to stab people in the first place?"
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "Since I was 9 years old, I've been in the entertainment business, and everyone is always telling me what - and what not - to do... you just get a tough skin and have to not care about what people think, or you will not end up in a good place."
   },
   "author": {
    "text": "Kylie Jenner"
   }
  },
  {
   "quote": {
    "text": "Sweat equity is the most valuable equity there is. Know your business and industry better than anyone else in the world. Love what you do or don't do it."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "It is usually people in the money business, finance, and international trade that are really rich."
   },
   "author": {
    "text": "Robin Leach"
   }
  },
  {
   "quote": {
    "text": "There's no reason to be the richest man in the cemetery. You can't do any business from there."
   },
   "author": {
    "text": "Colonel Sanders"
   }
  },
  {
   "quote": {
    "text": "The Big Dream of any entrepreneur really has very little to do with the entrepreneur. If you truly love repairing automobiles, chances are, you'll be a lousy business owner. Likewise, if you are fascinated by debits and credits, the dream of building an accounting firm with you at the helm is probably best left unfulfilled."
   },
   "author": {
    "text": "Michael Gerber"
   }
  },
  {
   "quote": {
    "text": "The reason why it is so difficult for existing firms to capitalize on disruptive innovations is that their processes and their business model that make them good at the existing business actually make them bad at competing for the disruption."
   },
   "author": {
    "text": "Clayton M. Christensen"
   }
  },
  {
   "quote": {
    "text": "Obesity is a societal issue. We have to come together with government, business, civil society, and NGOs to create solutions for this."
   },
   "author": {
    "text": "Muhtar Kent"
   }
  },
  {
   "quote": {
    "text": "I have entered the sports equipment business with 'Bhajji Sports.' I am applying for ICC clearance so that cricket bats with 'Bhajji Sports' logos could be used for international matches. In domestic circuit, the Punjab team is already wearing Bhajji Sports dresses for the Ranji Trophy matches."
   },
   "author": {
    "text": "Harbhajan Singh"
   }
  },
  {
   "quote": {
    "text": "It's a business you go into because you're an egocentric. It's a very embarrassing profession."
   },
   "author": {
    "text": "Katharine Hepburn"
   }
  },
  {
   "quote": {
    "text": "In the back of my mind, I can never forget this could be gone tomorrow - and at this point I think the odds are against me... the chances of succeeding in this business are slim to none; there's only a handful of people that have long careers. You have to put in the work, you can never be satisfied, never take it for granted."
   },
   "author": {
    "text": "Zac Efron"
   }
  },
  {
   "quote": {
    "text": "Business is not just doing deals; business is having great products, doing great engineering, and providing tremendous service to customers. Finally, business is a cobweb of human relationships."
   },
   "author": {
    "text": "Ross Perot"
   }
  },
  {
   "quote": {
    "text": "The secret of business is to know something that nobody else knows."
   },
   "author": {
    "text": "Aristotle Onassis"
   }
  },
  {
   "quote": {
    "text": "Before you can become a millionaire, you must learn to think like one. You must learn how to motivate yourself to counter fear with courage. Making critical decisions about your career, business, investments and other resources conjures up fear, fear that is part of the process of becoming a financial success."
   },
   "author": {
    "text": "Thomas J. Stanley"
   }
  },
  {
   "quote": {
    "text": "The biggest sources of opportunity are collaboration and partnership. And today, with digital communication, there is more of that everywhere. We need to expose ourselves to that as a matter of doing business."
   },
   "author": {
    "text": "Mark Parker"
   }
  },
  {
   "quote": {
    "text": "And while the law of competition may be sometimes hard for the individual, it is best for the race, because it ensures the survival of the fittest in every department."
   },
   "author": {
    "text": "Andrew Carnegie"
   }
  },
  {
   "quote": {
    "text": "Disneyland is a work of love. We didn't go into Disneyland just with the idea of making money."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "Everyone is your best friend when you are successful. Make sure that the people that you surround yourself with are also the people that you are not afraid of failing with."
   },
   "author": {
    "text": "Paula Abdul"
   }
  },
  {
   "quote": {
    "text": "Time is the scarcest resource and unless it is managed nothing else can be managed."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "It is rare to find a business partner who is selfless. If you are lucky it happens once in a lifetime."
   },
   "author": {
    "text": "Michael Eisner"
   }
  },
  {
   "quote": {
    "text": "Some people work hard in this business and become really popular, really big stars but they never receive an award from within the business. Somehow, when your colleagues and friends believe in you to the point of handing you an award it means so much more."
   },
   "author": {
    "text": "Sharon Stone"
   }
  },
  {
   "quote": {
    "text": "To rule a country of a thousand chariots, there must be reverent attention to business, and sincerity; economy in expenditure, and love for men; and the employment of the people at the proper seasons."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Do more than is required. What is the distance between someone who achieves their goals consistently and those who spend their lives and careers merely following? The extra mile."
   },
   "author": {
    "text": "Gary Ryan Blair"
   }
  },
  {
   "quote": {
    "text": "When we talk about 'smart transportation,' it is more than moving cargo from A to B. Digitization within transport and logistics means seamless service to our customers, visibility in the supply chain, and driving a more efficient business."
   },
   "author": {
    "text": "Soren Skou"
   }
  },
  {
   "quote": {
    "text": "Politeness and civility are the best capital ever invested in business. Large stores, gilt signs, flaming advertisements, will all prove unavailing if you or your employees treat your patrons abruptly. The truth is, the more kind and liberal a man is, the more generous will be the patronage bestowed upon him."
   },
   "author": {
    "text": "P. T. Barnum"
   }
  },
  {
   "quote": {
    "text": "I believe you have to be willing to be misunderstood if you're going to innovate."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "Sustainability has to be a way of life to be a way of business."
   },
   "author": {
    "text": "Anand Mahindra"
   }
  },
  {
   "quote": {
    "text": "Intuition is the key to everything, in painting, filmmaking, business - everything. I think you could have an intellectual ability, but if you can sharpen your intuition, which they say is emotion and intellect joining together, then a knowingness occurs."
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "Hackers are breaking the systems for profit. Before, it was about intellectual curiosity and pursuit of knowledge and thrill, and now hacking is big business."
   },
   "author": {
    "text": "Kevin Mitnick"
   }
  },
  {
   "quote": {
    "text": "A business absolutely devoted to service will have only one worry about profits. They will be embarrassingly large."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "The golf facet of my life doesn't go with the rest of my life, which is a rough-and-tumble life. I work in real estate development, which is the toughest business, and I do it in the toughest city. I deal with ruthless people."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "If you don't understand the details of your business you are going to fail."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "Business cycles naturally entail peaks and troughs in employment, and socially responsible businesses should follow successful examples like Coca-Cola, Alcoa, Saudi Aramco, Africa Rainbow Minerals, and Google in working toward mitigating joblessness and enhancing people's abilities to earn a livelihood."
   },
   "author": {
    "text": "Klaus Schwab"
   }
  },
  {
   "quote": {
    "text": "There is a quiet about the life of a farmer, and the hope of a serene old age, that no other business or profession can promise."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "To thrive, all businesses must focus on the art of self-disruption. Rather than wait for the competition to steal your business, every founder and employee needs to be willing to cannibalize their existing revenue streams in order to create new ones. All disruption starts with introspection."
   },
   "author": {
    "text": "Jay Samit"
   }
  },
  {
   "quote": {
    "text": "Being tall is an advantage, especially in business. People will always remember you. And if you're in a crowd, you'll always have some clean air to breathe."
   },
   "author": {
    "text": "Julia Child"
   }
  },
  {
   "quote": {
    "text": "You can rule ignorance; you can manipulate the illiterate; you can do whatever you want when a people are uneducated, so that goes in line with corrupt business and corrupt politics."
   },
   "author": {
    "text": "will.i.am"
   }
  },
  {
   "quote": {
    "text": "Coca-Cola is the only business in the world where no matter which country or town or village you are in, if someone asks what do you do, and you say you work for Coca-Cola, you never have to answer the question, 'What is that?'"
   },
   "author": {
    "text": "Muhtar Kent"
   }
  },
  {
   "quote": {
    "text": "People who don't take risks generally make about two big mistakes a year. People who do take risks generally make about two big mistakes a year."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "It is one of my sources of happiness never to desire a knowledge of other people's business."
   },
   "author": {
    "text": "Dolley Madison"
   }
  },
  {
   "quote": {
    "text": "There is an immutable conflict at work in life and in business, a constant battle between peace and chaos. Neither can be mastered, but both can be influenced. How you go about that is the key to success."
   },
   "author": {
    "text": "Phil Knight"
   }
  },
  {
   "quote": {
    "text": "Successful technologies often begin as hobbies. Jacques Cousteau invented scuba diving because he enjoyed exploring caves. The Wright brothers invented flying as a relief from the monotony of their normal business of selling and repairing bicycles."
   },
   "author": {
    "text": "Freeman Dyson"
   }
  },
  {
   "quote": {
    "text": "No person will make a great business who wants to do it all himself or get all the credit."
   },
   "author": {
    "text": "Andrew Carnegie"
   }
  },
  {
   "quote": {
    "text": "All you have in business is your reputation - so it's very important that you keep your word."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "Whenever you're sitting across from some important person, always picture him sitting there in a suit of long red underwear. That's the way I always operated in business."
   },
   "author": {
    "text": "Joseph P. Kennedy"
   }
  },
  {
   "quote": {
    "text": "City life is stressful. Everybody is running around like crazy, stuck in traffic jams trying to make meetings, trying to make ends meet, trying to meet deadlines, trying to get kids to and from activities. There aren't enough hours in the day for all this business."
   },
   "author": {
    "text": "Rebecca Pidgeon"
   }
  },
  {
   "quote": {
    "text": "Keeping customers is about the experience, and the employees control the culture and temperature of the business. Never forget that."
   },
   "author": {
    "text": "Steve Wynn"
   }
  },
  {
   "quote": {
    "text": "I love to compete. To me, business is the ultimate sport. It's always on. There is always someone trying to beat me."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "Artificial intelligence is here and being rapidly commercialized, with new applications being created not just for manufacturing but also for energy, healthcare, and oil and gas. This will change how we all do business."
   },
   "author": {
    "text": "Joe Kaeser"
   }
  },
  {
   "quote": {
    "text": "A shady business never yields a sunny life."
   },
   "author": {
    "text": "B. C. Forbes"
   }
  },
  {
   "quote": {
    "text": "There is no greater feeling in business than building a product which impacts people's lives in a profound way. When we look around at the thousands of people who have attended Summit gatherings, it makes us smile to see the new friendships, business partnerships and philanthropic initiatives that each event produces."
   },
   "author": {
    "text": "Elliott Bisnow"
   }
  },
  {
   "quote": {
    "text": "Regard it as just as desirable to build a chicken house as to build a cathedral."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "We need to preserve our neighborhoods, our small business, our local economy."
   },
   "author": {
    "text": "Maria Semple"
   }
  },
  {
   "quote": {
    "text": "It's important to think good, speak good, and do good. If we want to see positive change in the world, then we need to connect to goodness. I try in everything I do, both in business and philanthropy, to make a positive change and do that by doing good."
   },
   "author": {
    "text": "Shari Arison"
   }
  },
  {
   "quote": {
    "text": "I think a simple rule of business is, if you do the things that are easier first, then you can actually make a lot of progress."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "Empathy is one of our greatest tools of business that is most underused."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "Effective philanthropy requires a lot of time and creativity - the same kind of focus and skills that building a business requires."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "My recipe for dealing with anger and frustration: set the kitchen timer for twenty minutes, cry, rant, and rave, and at the sound of the bell, simmer down and go about business as usual."
   },
   "author": {
    "text": "Phyllis Diller"
   }
  },
  {
   "quote": {
    "text": "In business, you have to be strong. If you are weak, people are going to take advantage."
   },
   "author": {
    "text": "Ivana Trump"
   }
  },
  {
   "quote": {
    "text": "I notice that young men go to the universities in order to become doctors or philosophers or anything, so long as it is a title, and that many go in for those professions who are utterly unfit for them, while others who would be very competent are prevented by business or their daily cares, which keep them away from letters."
   },
   "author": {
    "text": "Galileo Galilei"
   }
  },
  {
   "quote": {
    "text": "If you listen to your fears, you will die never knowing what a great person you might have been."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "When in doubt, mumble; when in trouble, delegate; when in charge, ponder."
   },
   "author": {
    "text": "James H. Boren"
   }
  },
  {
   "quote": {
    "text": "If you wait for the right time or the good times to start a business, you wait all your life."
   },
   "author": {
    "text": "Fran Tarkenton"
   }
  },
  {
   "quote": {
    "text": "It's safe to say headphones is a good business."
   },
   "author": {
    "text": "DJ Khaled"
   }
  },
  {
   "quote": {
    "text": "In the end, the humanities can only be defended by stressing how indispensable they are; and this means insisting on their vital role in the whole business of academic learning, rather than protesting that, like some poor relation, they don't cost much to be housed."
   },
   "author": {
    "text": "Terry Eagleton"
   }
  },
  {
   "quote": {
    "text": "Most small business owners are not particularly sophisticated business people. That's not a criticism; they're passionate about cutting hair or cooking food, and that's why they got in the business, not because they have an MBA."
   },
   "author": {
    "text": "Andrew Mason"
   }
  },
  {
   "quote": {
    "text": "Industry is fortune's right hand, and frugality its left."
   },
   "author": {
    "text": "John Ray"
   }
  },
  {
   "quote": {
    "text": "China is a government-oriented economy. No one can say he can run his business entirely without government connections. Anybody who says that he or she can do things alone... is a hypocrite."
   },
   "author": {
    "text": "Wang Jianlin"
   }
  },
  {
   "quote": {
    "text": "Cricket is my passion; it is my first love. So I will not act in my movies, as they will just be a side business for me."
   },
   "author": {
    "text": "Harbhajan Singh"
   }
  },
  {
   "quote": {
    "text": "One time at the University of Colorado, at a faculty dinner, this professor said to me, 'Well, my goodness, a boy from Appa-lay-chee-a with a Ph.D!' The dinner was in her house. And I said, 'My grandparents didn't have indoor plumbing, but they had more books in their house than you do.' I was a little insulted by the Appa-lay-chee-a business."
   },
   "author": {
    "text": "Charles Frazier"
   }
  },
  {
   "quote": {
    "text": "Love, with very young people, is a heartless business. We drink at that age from thirst, or to get drunk; it is only later in life that we occupy ourselves with the individuality of our wine."
   },
   "author": {
    "text": "Karen Blixen"
   }
  },
  {
   "quote": {
    "text": "If you don't drive your business, you will be driven out of business."
   },
   "author": {
    "text": "B. C. Forbes"
   }
  },
  {
   "quote": {
    "text": "Research has been called good business, a necessity, a gamble, a game. It is none of these - it's a state of mind."
   },
   "author": {
    "text": "Martin H. Fischer"
   }
  },
  {
   "quote": {
    "text": "Stack the cards in your favour, and in a casino, you'll get arrested and put in prison, but in business and in life, it's the right thing to do."
   },
   "author": {
    "text": "Theo Paphitis"
   }
  },
  {
   "quote": {
    "text": "I just want to create, and socializing is part of the experience. It might sound crazy, but I don't see myself in the jewelry business. It's an experience."
   },
   "author": {
    "text": "Waris Ahluwalia"
   }
  },
  {
   "quote": {
    "text": "Your mindset matters. It affects everything - from the business and investment decisions you make, to the way you raise your children, to your stress levels and overall well-being."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "When you see corruption, when you see injustice, you speak up. You don't just shut up and say it's none of my business."
   },
   "author": {
    "text": "Manal al-Sharif"
   }
  },
  {
   "quote": {
    "text": "We'll have a sales leader go run engineering. A lawyer go run business development. A business development leader go run our consumer operations. We're going to train a generalist group of leaders who know how to learn and operate in collaboration teamwork. I think that's the future of leadership."
   },
   "author": {
    "text": "John T. Chambers"
   }
  },
  {
   "quote": {
    "text": "I hope we shall crush in its birth the aristocracy of our monied corporations which dare already to challenge our government to a trial by strength, and bid defiance to the laws of our country."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "In all cities, the better classes - the business men - are the sources of corruption, but they are so rarely pursued and caught that we do not fully realize whence the trouble comes."
   },
   "author": {
    "text": "Lincoln Steffens"
   }
  },
  {
   "quote": {
    "text": "Football teaches you hard work. It takes a lot of unspectacular preparation to have spectacular results in both business and football."
   },
   "author": {
    "text": "Roger Staubach"
   }
  },
  {
   "quote": {
    "text": "I'm working at trying to be a Christian, and that's serious business. It's like trying to be a good Jew, a good Muslim, a good Buddhist, a good Shintoist, a good Zoroastrian, a good friend, a good lover, a good mother, a good buddy - it's serious business."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Meetings are indispensable when you don't want to do anything."
   },
   "author": {
    "text": "John Kenneth Galbraith"
   }
  },
  {
   "quote": {
    "text": "If you can't admit a failure, you're not an entrepreneur. You are not a good business person. There's nothing brilliant about what you are doing."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "Brand is just a perception, and perception will match reality over time. Sometimes it will be ahead, other times it will be behind. But brand is simply a collective impression some have about a product."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Being good in business is the most fascinating kind of art. Making money is art and working is art and good business is the best art."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "The man who will use his skill and constructive imagination to see how much he can give for a dollar, instead of how little he can give for a dollar, is bound to succeed."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "There's nobody in the business strong enough to scare me."
   },
   "author": {
    "text": "Tupac Shakur"
   }
  },
  {
   "quote": {
    "text": "When employees join executives in truly owning the responsibility for business success, an exciting new sense of teamwork takes hold."
   },
   "author": {
    "text": "Punit Renjen"
   }
  },
  {
   "quote": {
    "text": "A successful economic development strategy must focus on improving the skills of the area's workforce, reducing the cost of doing business and making available the resources business needs to compete and thrive in today's global economy."
   },
   "author": {
    "text": "Rod Blagojevich"
   }
  },
  {
   "quote": {
    "text": "Our movements and feelings are constantly monitored, because surveillance is the business model of the digital age."
   },
   "author": {
    "text": "Katharine Viner"
   }
  },
  {
   "quote": {
    "text": "Small business people are people with goals and values that can't be calculated on a profit and loss statement."
   },
   "author": {
    "text": "Linda McMahon"
   }
  },
  {
   "quote": {
    "text": "When you are a successful business person, you are only as good as your team. No one can do every deal alone."
   },
   "author": {
    "text": "Magic Johnson"
   }
  },
  {
   "quote": {
    "text": "Carpe per diem - seize the check."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "The business of art is to reveal the relation between man and his environment."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "The fast-food industry is in very good company with the lead industry and the tobacco industry in how it tries to mislead the public, and how aggressively it goes after anybody who criticizes its business practices."
   },
   "author": {
    "text": "Eric Schlosser"
   }
  },
  {
   "quote": {
    "text": "When from our better selves we have too long been parted by the hurrying world, and droop. Sick of its business, of its pleasures tired, how gracious, how benign is solitude."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "When you run a part of the relay and pass on the baton, there is no sense of unfinished business in your mind. There is just the sense of having done your part to the best of your ability. That is it. The hope is to pass on the baton to somebody who will run faster and run a better marathon."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "Prosperous farmers mean more employment, more prosperity for the workers and the business men of every industrial area in the whole country."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "I used to be focused on being the dopest rapper in the game, and then once that became what I was, I wanted something different, and I wanted to become the best businessman in the game. I wanted to learn how to master the business like I mastered the rap."
   },
   "author": {
    "text": "Snoop Dogg"
   }
  },
  {
   "quote": {
    "text": "Books like Munro's are so deeply personal and idiosyncratic that it feels like a violation to subject them to the crude business of committee meetings and PR releases; you might as well storm a butterfly den with a klieg light."
   },
   "author": {
    "text": "Ben Dolnick"
   }
  },
  {
   "quote": {
    "text": "There is a difference between what technology enables and what historical business practices enable."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "I was stupid in a business way. I should have been greedier."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "For the Puritans, the God-centered life meant making the quest for spiritual and moral holiness the great business of life."
   },
   "author": {
    "text": "Leland Ryken"
   }
  },
  {
   "quote": {
    "text": "Negotiating isn't about getting what you want or giving in to what the other party wants. It's not an 'either/or situation.' It's about having both parties walk away satisfied. Over the years in both business and life, I've had to learn this hard lesson."
   },
   "author": {
    "text": "John Rampton"
   }
  },
  {
   "quote": {
    "text": "Rappers aren't the really rich ones. We all have nice houses with studios and cars, but you need a piece of someone's business to be super wealthy."
   },
   "author": {
    "text": "Drake"
   }
  },
  {
   "quote": {
    "text": "If we must have a tyrant, let him at least be a gentleman who has been bred to the business, and let us fall by the axe and not by the butcher's cleaver."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "If it doesn't sell, it isn't creative."
   },
   "author": {
    "text": "David Ogilvy"
   }
  },
  {
   "quote": {
    "text": "Advertising is a business of words, but advertising agencies are infested with men and women who cannot write. They cannot write advertisements, and they cannot write plans. They are helpless as deaf mutes on the stage of the Metropolitan Opera."
   },
   "author": {
    "text": "David Ogilvy"
   }
  },
  {
   "quote": {
    "text": "Being effective at social media, whether for business or personal use, means capturing people who have short attention spans. They're only a click away from a picture of a funny cat, so you have to make your thing more compelling than that cat. And that can be a high bar."
   },
   "author": {
    "text": "Alexis Ohanian"
   }
  },
  {
   "quote": {
    "text": "There is the expression of selfishness and there is the expression of selflessness - but economists or theoreticians never touched that part. They said: 'Go and become a philanthropist.' I said, 'No, I can do that in the business world, create a different kind of business - a business based on selflessness.'"
   },
   "author": {
    "text": "Muhammad Yunus"
   }
  },
  {
   "quote": {
    "text": "Many people you think are individual achievers in fact have either a strong spousal partner over many years or a business partner who's either in the background, not given enough publicity or less egocentric."
   },
   "author": {
    "text": "Michael Eisner"
   }
  },
  {
   "quote": {
    "text": "There are people who take rumors and embellish them in a way that can be devastating. And this pollution has to be eradicated by people in our business as best we can."
   },
   "author": {
    "text": "Bob Woodward"
   }
  },
  {
   "quote": {
    "text": "While big business gain subsidies and political access, small businesses drown in red tape, and individuals now risk being classified as terrorists for complaining about it. Economic globalisation is about homogenising differences in the worlds' markets, cultures, tastes and traditions. It's about giving big business access to a global market."
   },
   "author": {
    "text": "Zac Goldsmith"
   }
  },
  {
   "quote": {
    "text": "Peace in the world is everybody's business, no matter where you live or what you do."
   },
   "author": {
    "text": "Betty Williams"
   }
  },
  {
   "quote": {
    "text": "In the luxury business, you have to build on heritage."
   },
   "author": {
    "text": "Bernard Arnault"
   }
  },
  {
   "quote": {
    "text": "Law has become a business. Health care has become a business. Unfortunately, politics has also become a business. That really undermines society."
   },
   "author": {
    "text": "George Soros"
   }
  },
  {
   "quote": {
    "text": "To be successful, you have to have your heart in your business and your business in your heart."
   },
   "author": {
    "text": "Thomas J. Watson"
   }
  },
  {
   "quote": {
    "text": "We need to have business leaders who live by deep, strong principles."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Men, women, and children who cannot live on gravity alone need something to satisfy their gayer, lighter moods and hours, and he who ministers to this want is, in my opinion, in a business established by the Creator of our nature. If he worthily fulfills his mission and amuses without corrupting, he need never feel that he has lived in vain."
   },
   "author": {
    "text": "P. T. Barnum"
   }
  },
  {
   "quote": {
    "text": "One of the challenges in networking is everybody thinks it's making cold calls to strangers. Actually, it's the people who already have strong trust relationships with you, who know you're dedicated, smart, a team player, who can help you."
   },
   "author": {
    "text": "Reid Hoffman"
   }
  },
  {
   "quote": {
    "text": "I firmly believe that success lies in the combination of both talent and business savvy, and that the magic comes through partnership between both."
   },
   "author": {
    "text": "Delphine Arnault"
   }
  },
  {
   "quote": {
    "text": "Atlanta is the number one place to live. You live better, you eat better, the rides are better, vehicles is better deals. It's better people. More mean people, but at my level you want it to be about business, so it's perfect for me."
   },
   "author": {
    "text": "Young Thug"
   }
  },
  {
   "quote": {
    "text": "In the modern world of business, it is useless to be a creative, original thinker unless you can also sell what you create."
   },
   "author": {
    "text": "David Ogilvy"
   }
  },
  {
   "quote": {
    "text": "The success stories in biotechnology are mainly due to the straightforward application of design thinking in both the business and science aspects of our lean startups."
   },
   "author": {
    "text": "Ryan Bethencourt"
   }
  },
  {
   "quote": {
    "text": "Everywhere you turn, there are lists and statistics. Any business, any sport, any hobby - we will try to categorize who is the best at some component of that endeavor. It's part human nature and part technology, since we have been conditioned to have access to answers and trivial problems at our fingertips."
   },
   "author": {
    "text": "Michael Gerber"
   }
  },
  {
   "quote": {
    "text": "Education is a business - the growth business. It cultivates the growth of our learners, translates the growth of new knowledge, and builds professional growth."
   },
   "author": {
    "text": "Heidi Hayes Jacobs"
   }
  },
  {
   "quote": {
    "text": "I learned this early on in the variety business: You've got to give folks responsibility, you've got to trust them, and then you've got to check on them."
   },
   "author": {
    "text": "Sam Walton"
   }
  },
  {
   "quote": {
    "text": "I've helped some of my classmates on how to strategize to get to the next level of their businesses. And it's interesting, because here I am sitting there from the entertainment industry and the fashion industry, and I'm giving a billionaire that has a business that's been in his family for 300 years - I'm giving him advice about strategy!"
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "I am just absolutely convinced that the best formula for giving us peace and preserving the American way of life is freedom, limited government, and minding our own business overseas."
   },
   "author": {
    "text": "Ron Paul"
   }
  },
  {
   "quote": {
    "text": "The breakthrough innovations come when the tension is greatest and the resources are most limited. That's when people are actually a lot more open to rethinking the fundamental way they do business."
   },
   "author": {
    "text": "Clayton M. Christensen"
   }
  },
  {
   "quote": {
    "text": "The successful man is the one who finds out what is the matter with his business before his competitors do."
   },
   "author": {
    "text": "Roy L. Smith"
   }
  },
  {
   "quote": {
    "text": "When a book leaves your hands, it belongs to God. He may use it to save a few souls or to try a few others, but I think that for the writer to worry is to take over God's business."
   },
   "author": {
    "text": "Flannery O'Connor"
   }
  },
  {
   "quote": {
    "text": "The First Amendment was designed to allow for disruption of business as usual. It is not a quiet and subdued amendment or right."
   },
   "author": {
    "text": "Naomi Wolf"
   }
  },
  {
   "quote": {
    "text": "A lot of family members worked in the joint commodities family business. It was a classic case of capitalism at work and socialism at home."
   },
   "author": {
    "text": "Uday Kotak"
   }
  },
  {
   "quote": {
    "text": "Business is all about risk taking and managing uncertainties and turbulence."
   },
   "author": {
    "text": "Gautam Adani"
   }
  },
  {
   "quote": {
    "text": "Automotive franchise laws were put in place decades ago to prevent a manufacturer from unfairly opening stores in direct competition with an existing franchise dealer that had already invested time, money and effort to open and promote their business."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "To me, job titles don't matter. Everyone is in sales. It's the only way we stay in business."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "Our business in life is not to succeed, but to continue to fail in good spirits."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Being beautiful is not so fun when you're in a business with all men."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "You can't take anything personally in this business. Follow your dreams, but there is a lot of criticism. You have to brush it off. Everybody is looking for something different."
   },
   "author": {
    "text": "Kendall Jenner"
   }
  },
  {
   "quote": {
    "text": "I can't control what's fair and unfair. I can't control the nature of the business or the nature of society or the nature of the world, but what I can control is how I choose to see the world and what I choose to put back into it."
   },
   "author": {
    "text": "Aisha Tyler"
   }
  },
  {
   "quote": {
    "text": "We have many accommodation owners - people who own small hotels, villas and bungalows - and the digital economy has opened up a world of possibility for these business owners. Now, they can sell to and communicate with people around the world, and where Booking.com comes in is to help these accommodation owners adapt to the digital world."
   },
   "author": {
    "text": "Gillian Tans"
   }
  },
  {
   "quote": {
    "text": "Your mission is to find a product or service that can positively impact the lives of 1 billion people because that's the game we're playing today."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "A person who is too nice an observer of the business of the crowd, like one who is too curious in observing the labor of bees, will often be stung for his curiosity."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "There's a history of enslaved African-Americans having to make their slave masters comfortable. This business of what we call skinning and grinning - that is something African-Americans are very much cognizant of."
   },
   "author": {
    "text": "Maxine Waters"
   }
  },
  {
   "quote": {
    "text": "I think about nothing but business the whole time. Even when I go out to my after-parties, people are like, 'You're drinking water?' I'm like, 'Yeah I am.'"
   },
   "author": {
    "text": "Pusha T"
   }
  },
  {
   "quote": {
    "text": "On YouTube, women are not just users; they're creators. They're learning about business and technology, and having a voice."
   },
   "author": {
    "text": "Susan Wojcicki"
   }
  },
  {
   "quote": {
    "text": "People want to start their own business or become financially independent. But you don't end up a successful entrepreneur unless you find a way to love the risk, the uncertainty, the repeated failures, and working insane hours on something you have no idea whether will be successful or not."
   },
   "author": {
    "text": "Mark Manson"
   }
  },
  {
   "quote": {
    "text": "I really love travelling to places where I get to learn something new about a new group of people or a new place. Learn some history, contemplate some business ideas, and sort of get off the beaten track a little bit."
   },
   "author": {
    "text": "Leila Janah"
   }
  },
  {
   "quote": {
    "text": "What if I couldn't handle people's opinions of me? I know that shouldn't dictate a person's degree of peace or happiness in life, but the problem is, I chose a business saturated in judgment."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "Treaties, agreements and organizations to help settle disputes may be necessary, but they often favor the interests of business over citizens."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "I feel that business leaders with their ability to create businesses, with their ability to scale, need to play an important role in social service."
   },
   "author": {
    "text": "Azim Premji"
   }
  },
  {
   "quote": {
    "text": "People are goofy about the movie business, so you end up counting on friends you knew before you were successful. It is harder to make new friends because you are a little more cautious."
   },
   "author": {
    "text": "Michael Douglas"
   }
  },
  {
   "quote": {
    "text": "No first-time entrepreneur has the business network of contacts needed to succeed. An incubator should be well integrated into the local business community and have a steady source of contacts and introductions."
   },
   "author": {
    "text": "Jay Samit"
   }
  },
  {
   "quote": {
    "text": "It's like I say to young people who ask me about going into journalism: If you want to be loved, don't go into this business."
   },
   "author": {
    "text": "Helen Thomas"
   }
  },
  {
   "quote": {
    "text": "I learnt early that always being analytical is important for a business. Being analytical as an attitude is more important than just having the aptitude."
   },
   "author": {
    "text": "Bhavish Aggarwal"
   }
  },
  {
   "quote": {
    "text": "As important as hustle is, grit and resilience are equally as important because there's a lot of rejection in our business."
   },
   "author": {
    "text": "Troy Carter"
   }
  },
  {
   "quote": {
    "text": "I'm in a business where the only thing that matters is weight and appearance. That is so messed up. They might as well say 'Get younger,' because that's how easy it is."
   },
   "author": {
    "text": "Carrie Fisher"
   }
  },
  {
   "quote": {
    "text": "I think I know I've been working very hard for the family business, sometimes those days are long days and I think if I know I'm working hard and pulling my weight, both working and playing hard at the same time, I think everyone who I work with can see I am there pulling my weight."
   },
   "author": {
    "text": "Kate Middleton"
   }
  },
  {
   "quote": {
    "text": "If everyone in the music business were brutally honest about what their intentions were then you could sort things out, but it's all smoke and mirrors."
   },
   "author": {
    "text": "Noel Gallagher"
   }
  },
  {
   "quote": {
    "text": "I am a little older and understand the nature of the business - the older you get the more your skills supposedly diminish, but I think I am getting wiser in how to use my physical skills. That's the frustrating part when you put so much heart and desire into things and feel like you are not wanted."
   },
   "author": {
    "text": "Randy Moss"
   }
  },
  {
   "quote": {
    "text": "One of the things I find depressing about some of the upper echelons of Anglicanism on both sides of the Atlantic is that it's sort of taken for granted that we all basically know what's in the Bible, and so we just glance at a few verses for devotional purposes and then get on to the real business."
   },
   "author": {
    "text": "N. T. Wright"
   }
  },
  {
   "quote": {
    "text": "Many people would no more think of entering journalism than the sewage business - which at least does us all some good."
   },
   "author": {
    "text": "Stephen Fry"
   }
  },
  {
   "quote": {
    "text": "My view is that you still, in order to win from the Labour perspective, have to have a strong alliance with business as well as the unions. You have got to be very much in the centre ground on things like public sector reform."
   },
   "author": {
    "text": "Tony Blair"
   }
  },
  {
   "quote": {
    "text": "Founders are often great storytellers because they're in the business of constantly selling a dream against all odds."
   },
   "author": {
    "text": "Jennifer Hyman"
   }
  },
  {
   "quote": {
    "text": "My dad has been a big influence on me, because he's always had his own business. He really taught me business sense and how to be a focused individual, but also how to have fun and make everyone around you have fun."
   },
   "author": {
    "text": "Wiz Khalifa"
   }
  },
  {
   "quote": {
    "text": "It's a very hard and competitive business in which you have to fight every day in order to impose yourself."
   },
   "author": {
    "text": "Karolina Kurkova"
   }
  },
  {
   "quote": {
    "text": "Film is a much lonelier process than theatre. You really don't have any rehearsal time in film. You don't shape it together... with theatre, there is a complete kind of family atmosphere. The sociable side of this business is the theatrical side, it really isn't the film side."
   },
   "author": {
    "text": "Keira Knightley"
   }
  },
  {
   "quote": {
    "text": "There are certainly better writers and directors than me, but I have worked very hard to earn credibility within the business as a quality writer and a good director."
   },
   "author": {
    "text": "Scott Derrickson"
   }
  },
  {
   "quote": {
    "text": "Dressing up is inevitably a substitute for good ideas. It is no coincidence that technically inept business types are known as 'suits'."
   },
   "author": {
    "text": "Paul Graham"
   }
  },
  {
   "quote": {
    "text": "Teach your children how to behave with animals. Adopt a pet. Don't go buy one. Please. That's a sin. Let's get these puppy mills out of business."
   },
   "author": {
    "text": "Shelley Morrison"
   }
  },
  {
   "quote": {
    "text": "It's a fire, it's a passion to get out and to create and to innovate. And that I've always enjoyed and I've always been very proud of is that the people I've done business with, the people around me have always made money."
   },
   "author": {
    "text": "Kevin Plank"
   }
  },
  {
   "quote": {
    "text": "In business, you're the Chief Salesman. Create a sense of demand, rather than waiting to have demand."
   },
   "author": {
    "text": "Barbara Corcoran"
   }
  },
  {
   "quote": {
    "text": "I'm just singing a song, and if people want to laugh, that's their business."
   },
   "author": {
    "text": "Andy Kaufman"
   }
  },
  {
   "quote": {
    "text": "I feel incredibly fortunate I walked away, took care of other business, and then came back to show business."
   },
   "author": {
    "text": "Jason Bateman"
   }
  },
  {
   "quote": {
    "text": "In business, we use certain principles to measure performance, and I envision applying those principles in the public sector."
   },
   "author": {
    "text": "Gina Raimondo"
   }
  },
  {
   "quote": {
    "text": "Before I was elected to Congress, I helped to create the public corruption unit in the office of Illinois Attorney General Lisa Madigan. Unfortunately, business was good. Among the usual suspects were government contracts steered to insiders - leaving Illinois taxpayers holding the bag."
   },
   "author": {
    "text": "Raja Krishnamoorthi"
   }
  },
  {
   "quote": {
    "text": "There aren't too many principles of proper business conduct with which just about everybody will agree. Two come to mind: 1. Unless you're a professional athlete, don't offer co-workers encouragement by patting them on the butt, and 2. Don't burn bridges."
   },
   "author": {
    "text": "Dale Dauten"
   }
  },
  {
   "quote": {
    "text": "I started in the restaurant business at the age of 19 as a waitress. I loved the atmosphere and the camaraderie of the restaurant business. I loved not having to go to an office. I loved making people happy."
   },
   "author": {
    "text": "Anne Burrell"
   }
  },
  {
   "quote": {
    "text": "I got some news for you. One, there is no Jesus. Two, there is no God. Three, mind your own business and everything works out."
   },
   "author": {
    "text": "Ed Asner"
   }
  },
  {
   "quote": {
    "text": "Modeling is a lonely business."
   },
   "author": {
    "text": "Kim Alexis"
   }
  },
  {
   "quote": {
    "text": "Creative ideas flourish best in a shop which preserves some spirit of fun. Nobody is in business for fun, but that does not mean there cannot be fun in business."
   },
   "author": {
    "text": "Leo Burnett"
   }
  },
  {
   "quote": {
    "text": "I'm very expressive, but I'm also a very private person. It is so hard to be private in the entertainment business."
   },
   "author": {
    "text": "Shirley Eaton"
   }
  },
  {
   "quote": {
    "text": "Digital life and digital services are a multi-wave business."
   },
   "author": {
    "text": "Mukesh Ambani"
   }
  },
  {
   "quote": {
    "text": "More business is lost every year through neglect than through any other cause."
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "Discourage litigation. Persuade your neighbors to compromise whenever you can. As a peacemaker the lawyer has superior opportunity of being a good man. There will still be business enough."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Extemporaneous speaking should be practiced and cultivated. It is the lawyer's avenue to the public. However able and faithful he may be in other respects, people are slow to bring him business if he cannot make a speech."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "If there is anything that a man can do well, I say let him do it. Give him a chance."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "When you're young, you look at television and think, there's a conspiracy. The networks have conspired to dumb us down. But when you get a little older, you realize that's not true. The networks are in business to give people exactly what they want."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Sometimes when you innovate, you make mistakes. It is best to admit them quickly, and get on with improving your other innovations."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "People will buy anything that is 'one to a customer.'"
   },
   "author": {
    "text": "Sinclair Lewis"
   }
  },
  {
   "quote": {
    "text": "Prophesy is a good line of business, but it is full of risks."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Our commitment to integrity, our commitment to diversity and inclusion, to respecting our teammates - that's what makes this business work."
   },
   "author": {
    "text": "Dennis Muilenburg"
   }
  },
  {
   "quote": {
    "text": "The reality is that business and investment spending are the true leading indicators of the economy and the stock market. If you want to know where the stock market is headed, forget about consumer spending and retail sales figures. Look to business spending, price inflation, interest rates, and productivity gains."
   },
   "author": {
    "text": "Mark Skousen"
   }
  },
  {
   "quote": {
    "text": "I am certainly not one of those who need to be prodded. In fact, if anything, I am the prod."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Creating a strong company culture isn't just good business. It's the right thing to do, and it makes your company better for all stakeholders - employees, management, and customers."
   },
   "author": {
    "text": "Julia Hartz"
   }
  },
  {
   "quote": {
    "text": "Business opportunities are like buses, there's always another one coming."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "The best way to look at any business is from the standpoint of the clients."
   },
   "author": {
    "text": "Jamie Dimon"
   }
  },
  {
   "quote": {
    "text": "I have learned the hard way to mind my business, without judging who people are and what they do. I am more troubled by the lack of space being provided for the truth to unfold. Humans cannot seem to wait for or honor the truth. Instead, we make it up based on who we believe people should or should not be."
   },
   "author": {
    "text": "Iyanla Vanzant"
   }
  },
  {
   "quote": {
    "text": "Sometimes, idealistic people are put off the whole business of networking as something tainted by flattery and the pursuit of selfish advantage. But virtue in obscurity is rewarded only in Heaven. To succeed in this world you have to be known to people."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "Thanks to the competence, love of God, our country's security and stability, endowed wealth, integrated infrastructure and quality services, the U.A.E. turned into the world's renowned destination for tourism, investment and business management: the interface of choice for hosting major cultural events, artistic and sports, in the world."
   },
   "author": {
    "text": "Khalifa bin Zayed Al Nahyan"
   }
  },
  {
   "quote": {
    "text": "I was at this casino minding my own business, and this guy came up to me and said, 'You're gonna have to move, you're blocking a fire exit.' As though if there was a fire, I wasn't gonna run. If you're flammible and have legs, you are never blocking a fire exit."
   },
   "author": {
    "text": "Mitch Hedberg"
   }
  },
  {
   "quote": {
    "text": "In sports and in business, the greatest leaders are those who make the best decisions in the most crucial of situations. They are the ones who focus their energy on turning tough decisions into winning decisions."
   },
   "author": {
    "text": "Don Yaeger"
   }
  },
  {
   "quote": {
    "text": "There are two ways to extend a business. Take inventory of what you're good at and extend out from your skills. Or determine what your customers need and work backward, even if it requires learning new skills. Kindle is an example of working backward."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "There are no right and wrong ways to work in this business, but there are some basic common-sense practices. Work very, very hard and always be prepared; never give up; and once you get the job, give them more than they ever expected: - Shine!"
   },
   "author": {
    "text": "Jimmy Smits"
   }
  },
  {
   "quote": {
    "text": "Our favorite holding period is forever."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "Let all your things have their places; let each part of your business have its time."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Microsoft has had two goals in the last 10 years. One was to copy the Mac, and the other was to copy Lotus' success in the spreadsheet - basically, the applications business. And over the course of the last 10 years, Microsoft accomplished both of those goals. And now they are completely lost."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "In my business, you should be very strong in mind. You have to be sure about yourself and about your work and your career, and you have to be strong inside because so many people come around and try to say bad things about you."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "The names are bigger, the show is worldwide, but I get a royal pass into life in the broadcasting business."
   },
   "author": {
    "text": "Larry King"
   }
  },
  {
   "quote": {
    "text": "But I believe in fair trade, and I will tell you, I have many, many friends heading up corporations, and people that do just business in China, they say it's virtually impossible. It's very, very hard to come into China. And yet, we welcome them with open arms."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Competition is the keen cutting edge of business, always shaving away at costs."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "Your customers are the lifeblood of your business. Their needs and wants impact every aspect of your business, from product development to content marketing to sales to customer service."
   },
   "author": {
    "text": "John Rampton"
   }
  },
  {
   "quote": {
    "text": "The business of biomedical research is mostly about failure. Few projects we commission will ultimately result in success. But every study we do contributes to the body of knowledge that brings science and society closer to a solution."
   },
   "author": {
    "text": "Kenneth Frazier"
   }
  },
  {
   "quote": {
    "text": "I have made the tough decisions, always with an eye toward the bottom line. Perhaps it's time America was run like a business."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "We cannot make events. Our business is wisely to improve them."
   },
   "author": {
    "text": "Samuel Adams"
   }
  },
  {
   "quote": {
    "text": "The purpose of a business is to create a customer."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "The common question that gets asked in business is, 'why?' That's a good question, but an equally valid question is, 'why not?'"
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "I promise you... nobody cares about your business except for you. Nobody."
   },
   "author": {
    "text": "Arvind Gupta"
   }
  },
  {
   "quote": {
    "text": "But Apple really beats to a different drummer. I used to say that Apple should be the Sony of this business, but in reality, I think Apple should be the Apple of this business."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Our business is about technology, yes. But it's also about operations and customer relationships."
   },
   "author": {
    "text": "Michael Dell"
   }
  },
  {
   "quote": {
    "text": "When a management with a reputation for brilliance tackles a business with a reputation for bad economics, it is the reputation of the business that remains intact."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "I have used the laws of this country just like the greatest people that you read about every day in business have used the laws of this country, the chapter laws, to do a great job for my company, for myself, for my employees, for my family, et cetera."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Having been in the restaurant business, our job in the restaurant business is to be responsible for our customers' happiness. It's the nature of the hospitality business. You need to take care of people. You take care of customers above all others. Customers are your lifeblood."
   },
   "author": {
    "text": "Andrew Zimmern"
   }
  },
  {
   "quote": {
    "text": "I may be kindly, I am ordinarily gentle, but in my line of business I am obliged to will terribly what I will at all."
   },
   "author": {
    "text": "Catherine the Great"
   }
  },
  {
   "quote": {
    "text": "Starting a business and building a product are not for the faint of heart. You have to learn to not let little disappointments get you down and to stay focused on the big picture."
   },
   "author": {
    "text": "Gillian Tans"
   }
  },
  {
   "quote": {
    "text": "As a goalkeeper you need to be good at organising the people in front of you and motivating them. You need to see what's going on and react to the threats. Just like a good manager in business."
   },
   "author": {
    "text": "Peter Shilton"
   }
  },
  {
   "quote": {
    "text": "If you create something, you don't want someone else to go and profit from it; you have your right to make a living and everything. So I respect copyright. What I don't respect is copyright extremism. And I what I don't respect is a business model that encourages piracy."
   },
   "author": {
    "text": "Kim Dotcom"
   }
  },
  {
   "quote": {
    "text": "The keystone of successful business is cooperation. Friction retards progress."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "We do not want to live in a theocracy. We should maintain that barrier and government has no business telling someone what they ought to believe or how they should conduct their private lives."
   },
   "author": {
    "text": "Robert Reich"
   }
  },
  {
   "quote": {
    "text": "It's time to fundamentally change the way that we do business in Washington. To help build a new foundation for the 21st century, we need to reform our government so that it is more efficient, more transparent, and more creative. That will demand new thinking and a new sense of responsibility for every dollar that is spent."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Interior design is a business of trust."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "The majority of men meet with failure because of their lack of persistence in creating new plans to take the place of those which fail."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "Overcoming fear is the first step to success for entrepreneurs. The winners all exemplify that, and the hard work and commitment they have shown underlines what is needed to set up a business."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "The competitor to be feared is one who never bothers about you at all, but goes on making his own business better all the time."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "Finding good partners is the key to success in anything: in business, in marriage and, especially, in investing."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "I'm constantly amazed that owners and managers of all businesses don't train their people to call the person who pays by credit card by name. It definitely makes the customer feel good and will be a factor in bringing them back to your place of business."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "If we all act together - business, governments, NGOs and citizens and, especially, the young - just imagine the good we could create."
   },
   "author": {
    "text": "Paul Polman"
   }
  },
  {
   "quote": {
    "text": "In the business world, everyone is paid in two coins: cash and experience. Take the experience first; the cash will come later."
   },
   "author": {
    "text": "Harold S. Geneen"
   }
  },
  {
   "quote": {
    "text": "Know your target audience. Always keep them at the forefront of your mind. Understand their lifestyle and what they are looking for. Gather their feedback and use it to tailor your approach. The voice of the consumer is an essential input into the development of any fashion business or blog."
   },
   "author": {
    "text": "Imran Amed"
   }
  },
  {
   "quote": {
    "text": "The best minds are not in government. If any were, business would steal them away."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "We're in the business of selling pleasure. We don't sell handbags or haute couture. We sell dreams."
   },
   "author": {
    "text": "Alain Wertheimer"
   }
  },
  {
   "quote": {
    "text": "I've found that in business opportunities will constantly emerge or situations develop that make you revise your plans along the way."
   },
   "author": {
    "text": "Benjamin Cohen"
   }
  },
  {
   "quote": {
    "text": "In the end, all business operations can be reduced to three words: people, product, and profits."
   },
   "author": {
    "text": "Lee Iacocca"
   }
  },
  {
   "quote": {
    "text": "The successful business executive can handle challenges and solve problems at a remarkable clip."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "For the music business, social networking is brilliant. Just when you think it's doom and gloom and you have to spend millions of pounds on marketing and this and that, you have this amazing thing now called fan power. The whole world is linked through a laptop. It's amazing. And it's free. I love it. It's absolutely brilliant."
   },
   "author": {
    "text": "Simon Cowell"
   }
  },
  {
   "quote": {
    "text": "Your premium brand had better be delivering something special, or it's not going to get the business."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "I try not to think about anyone's expectations but rather focus on always doing my personal best. Modeling was never a thought in my mind growing up, but my mom felt it was important for me to be open to business opportunities and expand my horizons."
   },
   "author": {
    "text": "Anwar Hadid"
   }
  },
  {
   "quote": {
    "text": "It's not the things you don't know that trip you up. It's the things you think you know, but you don't. You fail to ask a certain question because you believe you know the answer. Separating your information from your assumptions can be very tricky business."
   },
   "author": {
    "text": "Claudia Gray"
   }
  },
  {
   "quote": {
    "text": "If you're not a risk taker, you should get the hell out of business."
   },
   "author": {
    "text": "Ray Kroc"
   }
  },
  {
   "quote": {
    "text": "Starting your own business isn't just a job - it's a way of life."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "Employers and business leaders need people who can think for themselves - who can take initiative and be the solution to problems."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "If a business does well, the stock eventually follows."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "In business, the idea of measuring what you are doing, picking the measurements that count like customer satisfaction and performance... you thrive on that."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Civilizations are not remembered by their business people, their bankers or lawyers. They're remembered by the arts."
   },
   "author": {
    "text": "Eli Broad"
   }
  },
  {
   "quote": {
    "text": "We don't seem to be able to check crime, so why not legalize it and then tax it out of business?"
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "I think that in any group activity - whether it be business, sports, or family - there has to be leadership or it won't be successful."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "My professional life has been a constant record of disillusion, and many things that seem wonderful to most men are the every-day commonplaces of my business."
   },
   "author": {
    "text": "Harry Houdini"
   }
  },
  {
   "quote": {
    "text": "This is a fantastic time to be entering the business world, because business is going to change more in the next 10 years than it has in the last 50."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Ultimately, who you choose to be in a relationship with and what you do in your bedroom is your business."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "Debt is a trap, especially student debt, which is enormous, far larger than credit card debt. It's a trap for the rest of your life because the laws are designed so that you can't get out of it. If a business, say, gets in too much debt, it can declare bankruptcy, but individuals can almost never be relieved of student debt through bankruptcy."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "The more you drive positive change, the more enhanced your business model."
   },
   "author": {
    "text": "Anand Mahindra"
   }
  },
  {
   "quote": {
    "text": "I wanted to inspire people not to work under a bamboo ceiling. Whatever you are - yellow, black, white, brown - you don't have to allow your skin to define who you are or how you operate your business. There's not one face to anything."
   },
   "author": {
    "text": "Eddie Huang"
   }
  },
  {
   "quote": {
    "text": "Government 'help' to business is just as disastrous as government persecution... the only way a government can be of service to national prosperity is by keeping its hands off."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "It's good to stand for something, to believe in something and base your business on values."
   },
   "author": {
    "text": "Jerry Greenfield"
   }
  },
  {
   "quote": {
    "text": "Having George W. Bush giving a lecture on business ethics is like having a leper give you a facial, it just doesn't work!"
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "The profession of book writing makes horse racing seem like a solid, stable business."
   },
   "author": {
    "text": "John Steinbeck"
   }
  },
  {
   "quote": {
    "text": "Team synergy has an extraordinary impact on business results."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "In this business, you gotta hustle."
   },
   "author": {
    "text": "Tiny Tim"
   }
  },
  {
   "quote": {
    "text": "My business is to prevent the future."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "I like the city. I like the concrete. I like big business. I like being a CEO of my own company and having a lot of responsibilities. At the same time, when I can go off with a backpack or off on a surfboard or even off on a run somewhere in the woods - that's where I'm really happy."
   },
   "author": {
    "text": "Matthew McConaughey"
   }
  },
  {
   "quote": {
    "text": "The first rule of business is: Do other men for they would do you."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "The best defence against mafia business is full declaration of assets and incomes."
   },
   "author": {
    "text": "Milos Zeman"
   }
  },
  {
   "quote": {
    "text": "Once you do embark upon the separation or divorce process, it is very important to remember three key things: Be kind, be reasonable, be brief. Remember that this person will no longer be your spouse, but he or she will continue to be your co-parent, family member, and perhaps business partner in certain assets or entities."
   },
   "author": {
    "text": "Laura Wasser"
   }
  },
  {
   "quote": {
    "text": "If you have learned how to disagree without being disagreeable, then you have discovered the secrete of getting along - whether it be business, family relations, or life itself."
   },
   "author": {
    "text": "Bernard Meltzer"
   }
  },
  {
   "quote": {
    "text": "Camping is nature's way of promoting the motel business."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "There's no business like show business, but there are several businesses like accounting."
   },
   "author": {
    "text": "David Letterman"
   }
  },
  {
   "quote": {
    "text": "Being in this business and surviving day-to-day can be a constant struggle. It's about learning how to be your own super hero, put on your own cape, and be a well-rounded individual."
   },
   "author": {
    "text": "Karen Civil"
   }
  },
  {
   "quote": {
    "text": "If you're doing business, not that simple to only buy. You have to create something. You have to create something that never exist for the future."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "Content marketing is one of the most effective ways to promote your business online - but only when it's done right."
   },
   "author": {
    "text": "John Rampton"
   }
  },
  {
   "quote": {
    "text": "What we know about the destination resort business is clearly established. But it's all about one thing, and one thing only. All of the razzmatazz and jazz we hear about facilities and everything else doesn't amount to a hill of beans. It's customer experience that determines the longevity and endurance of these enterprises."
   },
   "author": {
    "text": "Steve Wynn"
   }
  },
  {
   "quote": {
    "text": "My thing is, I don't get in nobody's business or nothing like that or try to bash anybody for what they do. I've got cousins who are gay. To me, there's just no difference. We always chill and have family functions the way we always have. It's not a problem."
   },
   "author": {
    "text": "Warren G"
   }
  },
  {
   "quote": {
    "text": "The business of the poet is not to find new emotions, but to use the ordinary ones and, in working them up into poetry, to express feelings which are not in actual emotions at all."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "Successful business leaders who have helped build institutions of lasting value - all are committed to talent and a culture of excellence. This is usually accomplished by the identification, retention, and development of great people."
   },
   "author": {
    "text": "Bobby Kotick"
   }
  },
  {
   "quote": {
    "text": "Getting money is not all a man's business: to cultivate kindness is a valuable part of the business of life."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "When reporters are in the business of obtaining hard facts that service the free flow of information, journalists should have a right to obtain that information without fear of personal ruin or incarceration."
   },
   "author": {
    "text": "Rod Lurie"
   }
  },
  {
   "quote": {
    "text": "The work of the individual still remains the spark that moves mankind ahead even more than teamwork."
   },
   "author": {
    "text": "Igor Sikorsky"
   }
  },
  {
   "quote": {
    "text": "In business or in life, don't follow the wagon tracks too closely."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "We have this culture of financialization. People think they need to make money with their savings rather with their own business. So you end up with dentists who are more traders than dentists. A dentist should drill teeth and use whatever he does in the stock market for entertainment."
   },
   "author": {
    "text": "Nassim Nicholas Taleb"
   }
  },
  {
   "quote": {
    "text": "The base paths belonged to me, the runner. The rules gave me the right. I always went into a bag full speed, feet first. I had sharp spikes on my shoes. If the baseman stood where he had no business to be and got hurt, that was his fault."
   },
   "author": {
    "text": "Ty Cobb"
   }
  },
  {
   "quote": {
    "text": "Like great teams in sports and business endeavors, if there's a chemistry among the participants, and they truly enjoy fellowship together, everybody wants to be there, stay involved, and just have fun together."
   },
   "author": {
    "text": "Ed Greenwood"
   }
  },
  {
   "quote": {
    "text": "The people who make art their business are mostly imposters."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "Perpetual devotion to what a man calls his business is only to be sustained by perpetual neglect of many other things."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Whether you lead a nation, an enterprise, a community, or a family, we are all in the communication business."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Everyone has an invisible sign hanging from their neck saying, 'Make me feel important.' Never forget this message when working with people."
   },
   "author": {
    "text": "Mary Kay Ash"
   }
  },
  {
   "quote": {
    "text": "If there's one thing that's certain in business, it's uncertainty."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Business has a responsibility and opportunity to be the driving force for the advancement of universal human rights."
   },
   "author": {
    "text": "Paul Polman"
   }
  },
  {
   "quote": {
    "text": "Technology in renewable energy has already led to many innovations in business models, products, and solutions."
   },
   "author": {
    "text": "Tulsi Tanti"
   }
  },
  {
   "quote": {
    "text": "This is a learning in the business life that first of all you need to have commitment, dedication and passion for what you are doing."
   },
   "author": {
    "text": "Lakshmi Mittal"
   }
  },
  {
   "quote": {
    "text": "I don't think it ever does any harm in any business to feel that there is someone there who cares about it. If you look at any business, fashion being the most obvious, the aura, or the reality of the designer, is part of what creates it. It's true in luxury goods stores and in good food stores. It leaves a palpable sense that someone cares."
   },
   "author": {
    "text": "Andre Balazs"
   }
  },
  {
   "quote": {
    "text": "Time is money in the shipping business."
   },
   "author": {
    "text": "Ander Crenshaw"
   }
  },
  {
   "quote": {
    "text": "From being a little girl in the projects, going through all of the mess that I was going through, to ending up at the Inauguration for the first African-American president, I'm speechless right now because I never thought I'd - I never ever - I couldn't even see that far. Even when I ended up in the music business, I couldn't see that."
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "Don't go getting mixed up in the business of your betters, or you'll land in trouble too big for you."
   },
   "author": {
    "text": "J. R. R. Tolkien"
   }
  },
  {
   "quote": {
    "text": "The business of business is relationships; the business of life is human connection."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Part of show business is magic. You don't know how it happens."
   },
   "author": {
    "text": "Sammy Davis, Jr."
   }
  },
  {
   "quote": {
    "text": "If you run a business that isn't cutting edge or doesn't naturally stick out of the crowd, it's your job to be different and get attention."
   },
   "author": {
    "text": "Ryan Holiday"
   }
  },
  {
   "quote": {
    "text": "Dishonesty in government is the business of every citizen. It is not enough to do your own job. There's no particular virtue in that. Democracy isn't a gift. It's a responsibility."
   },
   "author": {
    "text": "Dalton Trumbo"
   }
  },
  {
   "quote": {
    "text": "We need to stay on the leading edge of technology, that technology in our products, in our internal process and manufacturing. But most importantly, we need the talent. It's multidisciplinary talent. It's talent that knows how to operate globally, that has technology savvy and a business savvy."
   },
   "author": {
    "text": "Dennis Muilenburg"
   }
  },
  {
   "quote": {
    "text": "It's extremely difficult and very challenging to be a woman in film and television. Just showing up in this business forces you to know yourself. But I learned how to deal with rejection and get tough when I was working as a model - it taught me how to put myself out there. In a way, my time modelling was a preparation for life."
   },
   "author": {
    "text": "Carrie-Anne Moss"
   }
  },
  {
   "quote": {
    "text": "The great thing about show business is that there's no mandatory retirement age."
   },
   "author": {
    "text": "Scott Bakula"
   }
  },
  {
   "quote": {
    "text": "Looking for love is tricky business, like whipping a carousel horse."
   },
   "author": {
    "text": "George Cukor"
   }
  },
  {
   "quote": {
    "text": "Until space tourism is a destination-based business (e.g. flights to a private space station or to the moon), will flyers pay to fly more than once after having earned their astronaut wings? The answer to this is likely very dependent on the experience itself."
   },
   "author": {
    "text": "Dylan Taylor"
   }
  },
  {
   "quote": {
    "text": "Negroes could be sold - actually sold as we sell cattle, with no reference to calves or bulls or recognition of family. It was a nasty business. The white South was properly ashamed of it and continually belittled and almost denied it. But it was a stark and bitter fact."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "An organization, no matter how well designed, is only as good as the people who live and work in it."
   },
   "author": {
    "text": "Dee Hock"
   }
  },
  {
   "quote": {
    "text": "When cattle ranchers clear rain forests to raise beef to sell to fast-food chains that make hamburgers to sell to Americans, who have the highest rate of heart disease in the world (and spend the most money per GNP on health care), we can say easily that business is no longer developing the world. We have become its predator."
   },
   "author": {
    "text": "Paul Hawken"
   }
  },
  {
   "quote": {
    "text": "My background was computer science and business school, so eventually I worked my way up where I was running product groups - development, testing, marketing, user education."
   },
   "author": {
    "text": "Melinda Gates"
   }
  },
  {
   "quote": {
    "text": "Mom never quit on me. My only regret is that she didn't live long enough to share some of the money and comforts my work in show business has brought me."
   },
   "author": {
    "text": "Ethel Waters"
   }
  },
  {
   "quote": {
    "text": "Living the past is a dull and lonely business; looking back strains the neck muscles, causing you to bump into people not going your way."
   },
   "author": {
    "text": "Edna Ferber"
   }
  },
  {
   "quote": {
    "text": "Ranchers need clean water for their stock, farmers need it for their crops, every employer needs it to stay in business, and every living thing needs it for life... The law needs to be clear to protect water quality and the rights of landowners."
   },
   "author": {
    "text": "Mark Udall"
   }
  },
  {
   "quote": {
    "text": "We're losing track of the vastness of the potential for computer science. We really have to revive the beautiful intellectual joy of it, as opposed to the business potential."
   },
   "author": {
    "text": "Jaron Lanier"
   }
  },
  {
   "quote": {
    "text": "There are companies with management and companies with money. You can always find money. Management is the key to success in any business."
   },
   "author": {
    "text": "Husnu Ozyegin"
   }
  },
  {
   "quote": {
    "text": "The habit of doing more than you are paid for can benefit any business that sells a product or service. Learning and understanding the principle of the mastermind philosophy of networking can increase the value of your network and your net worth."
   },
   "author": {
    "text": "Clay Clark"
   }
  },
  {
   "quote": {
    "text": "The vast majority of small business owners want nothing to do with figuring out a website. They are neck-deep in their business trying to keep it going."
   },
   "author": {
    "text": "Andrew Yang"
   }
  },
  {
   "quote": {
    "text": "I think every business should build on their strengths, and the strengths of Victoria are our clean, green agriculture; the strengths of Victoria are our strong education system."
   },
   "author": {
    "text": "Denis Napthine"
   }
  },
  {
   "quote": {
    "text": "Contrary to popular opinion, the hustle is not a new dance step - it is an old business procedure."
   },
   "author": {
    "text": "Fran Lebowitz"
   }
  },
  {
   "quote": {
    "text": "There's no control in life, is there? There's only one who's in control, and He'll take me when He wants me. I don't want to know about it. It's none of my business. But when it happens, I just ask that it won't be painful and that He forgives me my sins."
   },
   "author": {
    "text": "Chris Farley"
   }
  },
  {
   "quote": {
    "text": "There's no point in starting a business unless you're going to make a dramatic difference to other people's lives. So if you've got an idea that's gonna make a big difference to other people's lives, then just get on and do it."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "Integrate purpose into your for-profit business model through a long term commitment to a cause that is aligned with your core values and those of your community."
   },
   "author": {
    "text": "Simon Mainwaring"
   }
  },
  {
   "quote": {
    "text": "Among the social networks, LinkedIn can be one of the most useful when it comes to cultivating critical, lucrative business opportunities, since it has a high concentration of business decision makers."
   },
   "author": {
    "text": "Lewis Howes"
   }
  },
  {
   "quote": {
    "text": "I was a baseball player, I taught baseball, and all of a sudden I was in the business world. Now I used the baseball world to talk about their product. Not too much, just enough to keep going. Just be yourself and you'll never have a problem. That's what I did."
   },
   "author": {
    "text": "Willie Mays"
   }
  },
  {
   "quote": {
    "text": "As a business person, I want the world to share the prosperity together."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "California's drought affects everyone in the state, from farmers to fishermen, business owners to suburban residents, and everyone has a role to play in using precious water resources as wisely and efficiently as possible."
   },
   "author": {
    "text": "Frances Beinecke"
   }
  },
  {
   "quote": {
    "text": "In the future, I think it's pretty plausible that collective intelligence tools and skills will be important in order to be a part of global dialog, global business, and global creativity. People who know how to negotiate collective intelligence networks are going to be in a good position to contribute to global society."
   },
   "author": {
    "text": "Jane McGonigal"
   }
  },
  {
   "quote": {
    "text": "It is the artist's business to create sunshine when the sun fails."
   },
   "author": {
    "text": "Romain Rolland"
   }
  },
  {
   "quote": {
    "text": "You're either making money or you're not. If you're not making money get out of the business."
   },
   "author": {
    "text": "Meredith Whitney"
   }
  },
  {
   "quote": {
    "text": "One of the most important tasks as a leader in a startup is to pick the right metric to track. This is often referred to as the 'compass metric' because it will be your compass for growth. It's important to note that 'compass metrics' will likely change over the lifetime of a business."
   },
   "author": {
    "text": "Tobias Lutke"
   }
  },
  {
   "quote": {
    "text": "I would like to, in some capacity, observe how Tom Cruise goes about his business when it comes to making a movie and how he behaves on set and how he interacts with the crew because from everything that I've heard, it is the template for professionalism and just the way to conduct yourself as an actor."
   },
   "author": {
    "text": "Stephen Amell"
   }
  },
  {
   "quote": {
    "text": "Being a parent is such a difficult business; you don't always get things right. And also, you don't want to be a perfect parent... You need people to be human, and part of it is imperfection."
   },
   "author": {
    "text": "Kelly Macdonald"
   }
  },
  {
   "quote": {
    "text": "When I first came into the business, I had to, for the sake of being able to sell myself as an artist, always be happy and jovial and smiling. I was the happy nice girl, and I am the happy nice girl, but I have my moments, too."
   },
   "author": {
    "text": "Kelly Price"
   }
  },
  {
   "quote": {
    "text": "It's funny; it's a real balancing act. In TV, everybody's talking about authenticity. In order to make 'Dirty Jobs' authentic, I really can't be overly informed. The minute I am, I become a host... It's a very tricky business paying a tribute to work, because TV is very bad at it."
   },
   "author": {
    "text": "Mike Rowe"
   }
  },
  {
   "quote": {
    "text": "I don't feel one's personal medical condition is everybody's business. It just isn't something you advertise, and it's not open to discussion."
   },
   "author": {
    "text": "Aretha Franklin"
   }
  },
  {
   "quote": {
    "text": "Success or failure in business is caused more by the mental attitude even than by mental capacities."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "The sooner you accept the fact that you will have both successes and failures, the easier it will be to get your business and personal life headed in the right direction."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "What men have called friendship is only a social arrangement, a mutual adjustment of interests, an interchange of services given and received; it is, in sum, simply a business from which those involved propose to derive a steady profit for their own self-love."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "If you have ideas, you have the main asset you need, and there isn't any limit to what you can do with your business and your life. Ideas are any man's greatest asset."
   },
   "author": {
    "text": "Harvey S. Firestone"
   }
  },
  {
   "quote": {
    "text": "A merchant who approaches business with the idea of serving the public well has nothing to fear from the competition."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "Undisclosed and illegal payments, kickbacks, and bribes became a way of doing business at FIFA."
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "Unless you can fake sincerity, you'll get nowhere in this business."
   },
   "author": {
    "text": "Roger Stone"
   }
  },
  {
   "quote": {
    "text": "My recommendation for SEO is very simple. It's Write Good Stuff. In my mind, Google is in the business of finding good stuff. It has thousands of the smartest people in the world, spending billions of dollars to find the good stuff. All you have to do is write the good stuff; you don't need to trick it."
   },
   "author": {
    "text": "Guy Kawasaki"
   }
  },
  {
   "quote": {
    "text": "Today I can announce a raft of reforms that we estimate could save over 2.5 million police hours every year. That's the equivalent of more than 1,200 police officer posts. These reforms are a watershed moment in policing. They show that we really mean business in busting bureaucracy."
   },
   "author": {
    "text": "Theresa May"
   }
  },
  {
   "quote": {
    "text": "Neither science, nor the politics in power, nor the mass media, nor business, nor the law nor even the military are in a position to define or control risks rationally."
   },
   "author": {
    "text": "Ulrich Beck"
   }
  },
  {
   "quote": {
    "text": "Yes, green business is good business. But it's not just about making money. It's about being responsible."
   },
   "author": {
    "text": "Tulsi Tanti"
   }
  },
  {
   "quote": {
    "text": "I believe people who go into politics want to do the right thing. And then they hit a big wall of re-election and the pettiness of politics. In the end, politics gets in the way of the business of people."
   },
   "author": {
    "text": "Kevin Costner"
   }
  },
  {
   "quote": {
    "text": "Really good customer service will deliver sales. You are training salesmen to give the best possible advice and then to achieve the sale. People actually like you to ask for a sale because it shows you value their business."
   },
   "author": {
    "text": "John Caudwell"
   }
  },
  {
   "quote": {
    "text": "You can't go into business thinking that success will come to you in just one or two years."
   },
   "author": {
    "text": "Do Won Chang"
   }
  },
  {
   "quote": {
    "text": "Perhaps the greatest utopia would be if we could all realize that no utopia is possible; no place to run, no place to hide, just take care of business here and now."
   },
   "author": {
    "text": "Jack Carroll"
   }
  },
  {
   "quote": {
    "text": "I find it rather easy to portray a businessman. Being bland, rather cruel and incompetent comes naturally to me."
   },
   "author": {
    "text": "John Cleese"
   }
  },
  {
   "quote": {
    "text": "My objection to Liberalism is this that it is the introduction into the practical business of life of the highest kind namely, politics of philosophical ideas instead of political principles."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "The bold enterprises are the successful ones. Take counsel of hopes rather than of fears to win in this business."
   },
   "author": {
    "text": "Rutherford B. Hayes"
   }
  },
  {
   "quote": {
    "text": "When I started Virgin from a basement in west London, there was no great plan or strategy. I didn't set out to build a business empire... For me, building a business is all about doing something to be proud of, bringing talented people together and creating something that's going to make a real difference to other people's lives."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "The Kingdom is the love of God prevailing in politics, in business, in government, in media. It is all the impact of the laws of God creating a social environment where the strong help the weak, where those who have give to those who don't. It's a society where relationships are built on love."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "I've always had a philosophy that position doesn't define power. Impact defines power. What impact are you making on people? What impact are you making on business?"
   },
   "author": {
    "text": "Mindy Grossman"
   }
  },
  {
   "quote": {
    "text": "So little done, so much to do."
   },
   "author": {
    "text": "Cecil Rhodes"
   }
  },
  {
   "quote": {
    "text": "Diplomats make it their business to conceal the facts, and politicians violently denounce the politicians of other countries."
   },
   "author": {
    "text": "Margaret Sanger"
   }
  },
  {
   "quote": {
    "text": "A lot of people heard 'Murda Business' and thought it was about killing people, trying to be tough and hardcore. If you actually listen to the lyrics, it's kind of silly and playful."
   },
   "author": {
    "text": "Iggy Azalea"
   }
  },
  {
   "quote": {
    "text": "What I'd tell any kid in high school is, 'Take business classes.' I don't care what else you're gonna do; if you're gonna do art or anything, take business classes. You can say, 'Well, I don't want to get commercial,' but if you do anything to make any money, you're doing something commercial."
   },
   "author": {
    "text": "Axl Rose"
   }
  },
  {
   "quote": {
    "text": "I'm not a detail guy. I depend on accountants and administrators to do my detail stuff for me, but I do know the overall picture and I know that if you put business people together in a room, not just politicians, they could shrink the deficit tremendously by good business tactics."
   },
   "author": {
    "text": "John Paul DeJoria"
   }
  },
  {
   "quote": {
    "text": "If you are focused on profits right out of the gate, you're gonna have the smallest profitable business that has ever been seen."
   },
   "author": {
    "text": "Travis Kalanick"
   }
  },
  {
   "quote": {
    "text": "Every entrepreneur talks about the passion you have for your work, and I think that's what's missing with a lot of women in business."
   },
   "author": {
    "text": "Martha Stewart"
   }
  },
  {
   "quote": {
    "text": "I am aloof by nature. I mind my own business. I'm good with everyone, and I get along fine with people. But work is work, and friendship is friendship. I never mix the two."
   },
   "author": {
    "text": "Sonakshi Sinha"
   }
  },
  {
   "quote": {
    "text": "If you have a business website, make it stickier; redo the merchandising often and try new things until you hit the right homepage... then try and beat that. The most important audience drivers on the Internet are paid search and key word optimization. Concentrate on those. They are very inexpensive compared to banner advertising."
   },
   "author": {
    "text": "Lynda Resnick"
   }
  },
  {
   "quote": {
    "text": "The importance of inclusive behavior was modeled for me early in life. I have many childhood memories of my mother - an entrepreneur and business owner - drawing people to herself and inspiring them with the genuineness of her interest in them."
   },
   "author": {
    "text": "Lynne Doughtie"
   }
  },
  {
   "quote": {
    "text": "My father was a guy who, because of the businesses he was in - the hotel business, the hospitality business - he didn't differentiate between the waiter serving you dinner, from the maitre d from the guy who owns a restaurant. Everybody was the same to him. He didn't look at who you were. He didn't look at your wallet."
   },
   "author": {
    "text": "Steve Tisch"
   }
  },
  {
   "quote": {
    "text": "If you don't want fries with your Happy Meal, you can switch it for a fruit bag or a portion of carrot sticks. I think that is the sign of a progressive business."
   },
   "author": {
    "text": "Steve Easterbrook"
   }
  },
  {
   "quote": {
    "text": "I'm not in the business of bayoneting the wounded. I feel the blockchain revolution is kind of my victory. I don't care whether I win it, someone else wins it."
   },
   "author": {
    "text": "Patrick M. Byrne"
   }
  },
  {
   "quote": {
    "text": "Nothing was planned in my career. I just went with the flow and took everything that came to me. Selling potato chips was obvious, as it was a family business. When friends suggested I should try theatre, I gave it a shot. Then I did a lot of advertisements, and then movies happened."
   },
   "author": {
    "text": "Boman Irani"
   }
  },
  {
   "quote": {
    "text": "There is so much headache and hassle involved in starting a business or running a business."
   },
   "author": {
    "text": "Parker Conrad"
   }
  },
  {
   "quote": {
    "text": "In the business I meet some beautiful women, but to be honest, 80 per cent of them are raving lunatics and are to be avoided. It's just insecurity; actors are generally quite insecure. I wouldn't date, or I've never had a fling with an actress, and I'd quite like to keep it that way."
   },
   "author": {
    "text": "Rory McCann"
   }
  },
  {
   "quote": {
    "text": "This is a business built on promotion. We've been giving music away to radio stations for 30 years."
   },
   "author": {
    "text": "Hilary Rosen"
   }
  },
  {
   "quote": {
    "text": "In our experience, what we have found is the rare commodity is a good management team. And good management teams manage through good and bad cycles and manage to grow their business over a long period of time."
   },
   "author": {
    "text": "Warren Stephens"
   }
  },
  {
   "quote": {
    "text": "I am a graduate in business management with specialisation in finance, and I love accounts!"
   },
   "author": {
    "text": "Tena Desae"
   }
  },
  {
   "quote": {
    "text": "I still work hard to know my business. I'm continuously looking for ways to improve all my companies, and I'm always selling. Always."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "That's the nature of this business. Something that took ten years to make can crumble in an instant. It could be snatched away from you at any moment."
   },
   "author": {
    "text": "G-Eazy"
   }
  },
  {
   "quote": {
    "text": "Informed decision-making comes from a long tradition of guessing and then blaming others for inadequate results."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "I don't really count myself as a very sophisticated businessperson. I'm a creative artist. All I know from business I've picked up along the way."
   },
   "author": {
    "text": "Mick Jagger"
   }
  },
  {
   "quote": {
    "text": "If you aren't playing well, the game isn't as much fun. When that happens I tell myself just to go out and play as I did when I was a kid."
   },
   "author": {
    "text": "Thomas J. Watson"
   }
  },
  {
   "quote": {
    "text": "Whether it's his beloved game of polo or his magical success in business, Norman Brinker simply does not know how to lose."
   },
   "author": {
    "text": "Newt Gingrich"
   }
  },
  {
   "quote": {
    "text": "If the head man in a company is not working 12 hours a day, doing things, taking risks, but also standing with his people in the trenches at the most difficult of times, then the company loses something."
   },
   "author": {
    "text": "Rupert Murdoch"
   }
  },
  {
   "quote": {
    "text": "I am not in the business of suppressing books."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "By the time I was ready for college, I didn't know what I wanted to do. I think I secretly wanted a show business career, but I was suppressing it."
   },
   "author": {
    "text": "Will Ferrell"
   }
  },
  {
   "quote": {
    "text": "Something like 80 per cent of business decisions have a location element. In fact, it's probably higher than that."
   },
   "author": {
    "text": "Jack Dangermond"
   }
  },
  {
   "quote": {
    "text": "I'm the best person ever to have a column in this business. There's never been anybody in my league."
   },
   "author": {
    "text": "Jimmy Breslin"
   }
  },
  {
   "quote": {
    "text": "Music is spiritual. The music business is not."
   },
   "author": {
    "text": "Van Morrison"
   }
  },
  {
   "quote": {
    "text": "For small business people, less paperwork means higher profits, boosted sales and more time with the family."
   },
   "author": {
    "text": "Tony Abbott"
   }
  },
  {
   "quote": {
    "text": "In the business of war, the role of women is really to maintain normalcy and ensure that there is cultural continuity."
   },
   "author": {
    "text": "Lynn Nottage"
   }
  },
  {
   "quote": {
    "text": "Today, the concept of business is to make money. Making money is the name of the business."
   },
   "author": {
    "text": "Muhammad Yunus"
   }
  },
  {
   "quote": {
    "text": "It's hard to find good business partners and people who do good business the right way."
   },
   "author": {
    "text": "Cam'ron"
   }
  },
  {
   "quote": {
    "text": "The camera fails to capture the 'business' in show business! We typically will give 10 percent of our salary to the agent, 10 percent to the manager, and 5 percent to the lawyer, plus the publicist gets a flat fee, which needs to be budgeted for."
   },
   "author": {
    "text": "Danica McKellar"
   }
  },
  {
   "quote": {
    "text": "When you are running a business, there is a constant need to reinvent oneself. One should have the foresight to stay ahead in times of rapid change and rid ourselves of stickiness in any form in the business."
   },
   "author": {
    "text": "Shiv Nadar"
   }
  },
  {
   "quote": {
    "text": "Christmas is over and Business is Business."
   },
   "author": {
    "text": "Franklin Pierce Adams"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, my step dad started this business and would go out and get lost cows and stuff. He was part-time truck driver, farmer and cowboy. He taught me how to ride from an early age."
   },
   "author": {
    "text": "Tim McGraw"
   }
  },
  {
   "quote": {
    "text": "A government of, by and for the people is obligated to conduct the nation's business in a manner that respects dissent."
   },
   "author": {
    "text": "Jim Leach"
   }
  },
  {
   "quote": {
    "text": "In the business world an executive knows something about everything, a technician knows everything about something and the switchboard operator knows everything."
   },
   "author": {
    "text": "Harold Coffin"
   }
  },
  {
   "quote": {
    "text": "Here's a simple guideline: if five names or fewer are cc'd, just go nuts and hit 'reply all.' But if more than five folks appear in the cc line, pause. Give it a thought. Some people are promiscuous and cc dozens of people who don't need to know each other's business."
   },
   "author": {
    "text": "Faith Salie"
   }
  },
  {
   "quote": {
    "text": "I miss my family and friends from Cali a lot. I also miss late-night business hours, hiking in the Sierra Nevada, and house boating in Gold Country. But in Ohio, housing is cheaper, everything is green year-round, and we get glorious thunderstorms. In California, I lived in a place that was infested with black widow spiders."
   },
   "author": {
    "text": "Rae Carson"
   }
  },
  {
   "quote": {
    "text": "When I give talks, I often quote from a button I received at a Google event: Always Be Creative. I use it to illustrate how important creativity is in technology and business."
   },
   "author": {
    "text": "Harper Reed"
   }
  },
  {
   "quote": {
    "text": "They talk about the American Dream. I still believe in that. I still believe that this is a great country, where great things can happen, where anybody can become president of the United States. Just that simple statement there defines so much about the whole business of liberty and freedom and the pursuit of happiness."
   },
   "author": {
    "text": "Rob Halford"
   }
  },
  {
   "quote": {
    "text": "Hollywood is a small, familial place. Everyone does business with everybody else. The same complications occur in investment banking."
   },
   "author": {
    "text": "Michael Ovitz"
   }
  },
  {
   "quote": {
    "text": "Success in show business depends on your ability to make and keep friends."
   },
   "author": {
    "text": "Sophie Tucker"
   }
  },
  {
   "quote": {
    "text": "Wherever I was in the world, at the beginning of every consulting project, one thing was certain: I would know less about the business at hand than the people I was supposed to be advising."
   },
   "author": {
    "text": "Matthew Stewart"
   }
  },
  {
   "quote": {
    "text": "I would suggest that faith is everyone's business. The advance or decline of faith is so intimately connected to the welfare of a society that it should be of particular interest to a politician."
   },
   "author": {
    "text": "William Wilberforce"
   }
  },
  {
   "quote": {
    "text": "Definition of a Statistician: A man who believes figures don't lie, but admits than under analysis some of them won't stand up either."
   },
   "author": {
    "text": "Evan Esar"
   }
  },
  {
   "quote": {
    "text": "Bitcoin is very ideologically fulfilling, it's my form of political activism, but it's also a huge business opportunity."
   },
   "author": {
    "text": "Erik Voorhees"
   }
  },
  {
   "quote": {
    "text": "In order to run a great business, you must know that a bunch of really intrinsically unhappy people, that's not a recipe for success. Don't be anywhere you don't need to be; it's just like that."
   },
   "author": {
    "text": "Mick Fleetwood"
   }
  },
  {
   "quote": {
    "text": "Every designer needs a story. Mine is all about glamour because my family has been in the business of glamour for three generations. My grandfather Shamshuddin Khan started his embroidery and fabric-making business in the 1930s."
   },
   "author": {
    "text": "Naeem Khan"
   }
  },
  {
   "quote": {
    "text": "Baking is my business, and it will always come first."
   },
   "author": {
    "text": "Dwight Henry"
   }
  },
  {
   "quote": {
    "text": "I remember being in the Ontario Legislature and the Liberals yelling over at me about the fact that the dollar was rising, and that was bad for business, and didn't I realize that. And I thought, 'What are you talking about?' The value of the currency in part, large part, reflects the world's view of the state of our economy."
   },
   "author": {
    "text": "Jim Flaherty"
   }
  },
  {
   "quote": {
    "text": "If anyone can make anything, anywhere. It fundamentally changes the meaning of business."
   },
   "author": {
    "text": "Neil Gershenfeld"
   }
  },
  {
   "quote": {
    "text": "Golf isn't just my business, it's my hobby."
   },
   "author": {
    "text": "Lee Trevino"
   }
  },
  {
   "quote": {
    "text": "This industry is 90 percent business, 10 percent talent."
   },
   "author": {
    "text": "Pitbull"
   }
  },
  {
   "quote": {
    "text": "In this business, if you don't pay your debts you're finished."
   },
   "author": {
    "text": "Roger Stone"
   }
  },
  {
   "quote": {
    "text": "I was told to avoid the business all together because of the rejection. People would say to me, 'Don't you want to have a normal job and a normal family?' I guess that would be good advice for some people, but I wanted to act."
   },
   "author": {
    "text": "Jennifer Aniston"
   }
  },
  {
   "quote": {
    "text": "My father told me, never have partners."
   },
   "author": {
    "text": "Howard Hughes"
   }
  },
  {
   "quote": {
    "text": "I believe one's sexuality is one's own business. I really don't go around discussing it. Call me 'old school' on that topic."
   },
   "author": {
    "text": "Tab Hunter"
   }
  },
  {
   "quote": {
    "text": "Every day I get up and look through the Forbes list of the richest people in America. If I'm not there, I go to work."
   },
   "author": {
    "text": "Robert Orben"
   }
  },
  {
   "quote": {
    "text": "If you're a single man and you happen to be in this business, you're deemed a player. But I don't see myself as a ladies' man."
   },
   "author": {
    "text": "Bradley Cooper"
   }
  },
  {
   "quote": {
    "text": "My experiences have been, from the very beginning, cultural and creative. And my business has been a way of exposing the culture, exposing the artists so that the world could hear and see them."
   },
   "author": {
    "text": "Russell Simmons"
   }
  },
  {
   "quote": {
    "text": "Selling cookies is usually a girl's first exposure to the world of business. She learns how to meet the public, talk about a product, sell the product, and is responsible for collecting money, giving change, and delivering the product. That's quite a business venture for a 7-year-old."
   },
   "author": {
    "text": "Frances Hesselbein"
   }
  },
  {
   "quote": {
    "text": "I'll keep on acting 'til they wipe the drool. I like the business. I like to do different parts and diverse characters. I haven't lost my enthusiasm yet!"
   },
   "author": {
    "text": "Robert Duvall"
   }
  },
  {
   "quote": {
    "text": "I am just at that stage of wondering where I go from here. I came into this business almost by accident, but now it has become serious. What started as a bit of fun, something to do other than be a model, has taken on a different career curve. I have been forced to ask where that curve is going to end up."
   },
   "author": {
    "text": "Cameron Diaz"
   }
  },
  {
   "quote": {
    "text": "How can you be on top of the things you do? I think when you are involved in a business, first of all you need to know the business. After that you know the business, you can - the numbers tell you what is happening. You can read with the numbers."
   },
   "author": {
    "text": "Carlos Slim"
   }
  },
  {
   "quote": {
    "text": "When you're in the news business, you always expect the unexpected."
   },
   "author": {
    "text": "Helen Thomas"
   }
  },
  {
   "quote": {
    "text": "They thought that I did conceive there was a difference between them and Mr. Cotton... I might say they might preach a covenant of works as did the apostles, but to preach a covenant of works and to be under a covenant of works is another business."
   },
   "author": {
    "text": "Anne Hutchinson"
   }
  },
  {
   "quote": {
    "text": "When it comes to business, diets, working out, writing, or any other dream, success isn't about how high you fly. Success is about how high you bounce."
   },
   "author": {
    "text": "Rachel Hollis"
   }
  },
  {
   "quote": {
    "text": "My desire to participate in the business is not to make more crap."
   },
   "author": {
    "text": "Lisa Bonet"
   }
  },
  {
   "quote": {
    "text": "Uber is a global business. We don't think just in terms of the U.S."
   },
   "author": {
    "text": "Travis Kalanick"
   }
  },
  {
   "quote": {
    "text": "'Shark Tank' has been a sincere joy. As our traditional venture-backed companies get bigger, the investing side tends to get more political and complicated. 'Shark Tank' takes me back to my early days working with ambitious founders in their earliest and scrappiest days. The show reminds me of what I deeply love about this business."
   },
   "author": {
    "text": "Chris Sacca"
   }
  },
  {
   "quote": {
    "text": "Very few, if any, first-generation black or white or Asian kids will pursue a Ph.D. They'll pursue the professions for economic security. Many will go to law school and/or business school."
   },
   "author": {
    "text": "Henry Louis Gates"
   }
  },
  {
   "quote": {
    "text": "The forgotten man... He works, he votes, generally he prays, but his chief business in life is to pay."
   },
   "author": {
    "text": "William Graham Sumner"
   }
  },
  {
   "quote": {
    "text": "The token itself is not your new business model. What the token enables for you and for your users is the key part to focus on."
   },
   "author": {
    "text": "William Mougayar"
   }
  },
  {
   "quote": {
    "text": "One of the fun things about venture capital is you are constantly learning new ideas and strategies from one business and then applying them to others."
   },
   "author": {
    "text": "Joe Lonsdale"
   }
  },
  {
   "quote": {
    "text": "The TV business is soul crushing, talent destroying and human being destroying."
   },
   "author": {
    "text": "Olivia De Havilland"
   }
  },
  {
   "quote": {
    "text": "A great business at a fair price is superior to a fair business at a great price."
   },
   "author": {
    "text": "Charlie Munger"
   }
  },
  {
   "quote": {
    "text": "In principle, there are only three main components of spending that much matter to monetary policy: consumer spending, business investment and exports and trade."
   },
   "author": {
    "text": "Evan Davis"
   }
  },
  {
   "quote": {
    "text": "In most every business, you learn by doing. The apprenticeship model is much more effective than the classroom for cultivating entrepreneurs."
   },
   "author": {
    "text": "Andrew Yang"
   }
  },
  {
   "quote": {
    "text": "And then there's all these other creeps that surround your band and suck off you like leeches and try to manipulate you and your business. You have to watch like a hawk. I'm always ready to fight. I see it very much as a battle."
   },
   "author": {
    "text": "Shirley Manson"
   }
  },
  {
   "quote": {
    "text": "I have been very fortunate to be supported by many people in my career. I also appreciate my personal friends, business friends, and my family who have been patient and understanding of my long working hours."
   },
   "author": {
    "text": "Shuji Nakamura"
   }
  },
  {
   "quote": {
    "text": "The trading side of the business means a lot of travel, being out of the office a lot of time."
   },
   "author": {
    "text": "Ivan Glasenberg"
   }
  },
  {
   "quote": {
    "text": "You know, when I sit in meetings and things are very tense and people take things extremely seriously and they invest a lot of their ego, I sometimes think to myself, 'Come on, you know, there's life and there's death and there is love.' And all of that ego business is nonsense compared to that."
   },
   "author": {
    "text": "Christine Lagarde"
   }
  },
  {
   "quote": {
    "text": "We strongly believe the wind turbine business in China is strategically important for us."
   },
   "author": {
    "text": "Tulsi Tanti"
   }
  },
  {
   "quote": {
    "text": "Like the Internet, Bitcoin will change the way people interact and do business around the world."
   },
   "author": {
    "text": "Erik Voorhees"
   }
  },
  {
   "quote": {
    "text": "Everybody who goes through the business will make mistakes. The big question is how big will the mistakes be? How fast will they learn from the mistakes, and how quickly will they get the business in the correct direction?"
   },
   "author": {
    "text": "Fred DeLuca"
   }
  },
  {
   "quote": {
    "text": "I've learned after so many years in this business that nothing is set in stone until you're on set. I've been told I was the choice for years and never got hired. So I never go there in my mind."
   },
   "author": {
    "text": "Kaley Cuoco"
   }
  },
  {
   "quote": {
    "text": "Each co-operative institution will become a school of business in which each member will acquire a knowledge of the laws of trade and commerce."
   },
   "author": {
    "text": "Leland Stanford"
   }
  },
  {
   "quote": {
    "text": "I'm really not a great businessperson. I understand business, and I understand numbers, but I think what I understand more than that is people... Ultimately, I think businesses fail and people fail because they don't have their act together."
   },
   "author": {
    "text": "Marcus Lemonis"
   }
  },
  {
   "quote": {
    "text": "You know, I never knew if I had any talent when I started in this business. My first job was being a page at The Tonight Show. I saw Jack Paar come out one night and sit on the edge of his desk and talk about what he'd done the night before. I thought, 'I can do that!' I used to do that on a street corner in the Bronx with all my buddies."
   },
   "author": {
    "text": "Regis Philbin"
   }
  },
  {
   "quote": {
    "text": "I've always just adored music. It's my first love, really. I admire and respect people in the music business. You really have to work hard and diligently. Sometimes actors can be lazy and get away with it, but you can't do that if you're a musician."
   },
   "author": {
    "text": "Blythe Danner"
   }
  },
  {
   "quote": {
    "text": "Of course I want to be a best seller because I'm in the business and I want to be read, but there is no money in the world that can compensate for writing badly."
   },
   "author": {
    "text": "David Lagercrantz"
   }
  },
  {
   "quote": {
    "text": "Google, Facebook, and other consumer web companies violate our privacy. But that's only because they have an ad-based business model. They can only make money by selling your data - and degrading the product experience with ads."
   },
   "author": {
    "text": "Jose Ferreira"
   }
  },
  {
   "quote": {
    "text": "5G goes beyond the regular operator business; it's a business revolution."
   },
   "author": {
    "text": "Borje Ekholm"
   }
  },
  {
   "quote": {
    "text": "I mean, everybody's star fades in every business; that's just a natural part of life."
   },
   "author": {
    "text": "Susan Sullivan"
   }
  },
  {
   "quote": {
    "text": "People, including business leaders, are willing to be open-minded about investment dollars when they know where they are going - and what purpose they are going to be dedicated - as opposed to just going into the black abyss of the general fund."
   },
   "author": {
    "text": "Katie McGinty"
   }
  },
  {
   "quote": {
    "text": "Simultaneously, the movie business now experiments with a colorblind approach to casting."
   },
   "author": {
    "text": "Michael Medved"
   }
  },
  {
   "quote": {
    "text": "Big business has no party and never shall have."
   },
   "author": {
    "text": "Haley Barbour"
   }
  },
  {
   "quote": {
    "text": "I've never felt like I was in the cookie business. I've always been in a feel good feeling business. My job is to sell joy. My job is to sell happiness. My job is to sell an experience."
   },
   "author": {
    "text": "Debbi Fields"
   }
  },
  {
   "quote": {
    "text": "Life is an exciting business, and most exciting when it is lived for others."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "If I were to try to read, much less answer, all the attacks made on me, this shop might as well be closed for any other business."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "The main business of a lawyer is to take the romance, the mystery, the irony, the ambiguity out of everything he touches."
   },
   "author": {
    "text": "Antonin Scalia"
   }
  },
  {
   "quote": {
    "text": "I never called my work an 'art'. It's part of show business, the business of building entertainment."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "If people like you, they'll listen to you, but if they trust you, they'll do business with you."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Networking is all about connecting with people. But then again, isn't that what life is about? The more time you can find to get out of the office and build true friendships, the farther your startup will go. Entrepreneurs need to remember to spend as much time working on their business as they do in their business."
   },
   "author": {
    "text": "Jay Samit"
   }
  },
  {
   "quote": {
    "text": "I think that there is nothing, not even crime, more opposed to poetry, to philosophy, ay, to life itself than this incessant business."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Only he is successful in his business who makes that pursuit which affords him the highest pleasure sustain him."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Those who govern, having much business on their hands, do not generally like to take the trouble of considering and carrying into execution new projects. The best public measures are therefore seldom adopted from previous wisdom, but forced by the occasion."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "My model for business is The Beatles: They were four guys that kept each others' negative tendencies in check; they balanced each other. And the total was greater than the sum of the parts."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "It is easy enough to be friendly to one's friends. But to befriend the one who regards himself as your enemy is the quintessence of true religion. The other is mere business."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "The first mistake in public business is the going into it."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "If you help a chicken out of an egg, most of the time that bird will die. If you help a moth out of a cocoon, it'll die because they don't go through that struggle and maturation. I can give you a fish for the day and you'll eat a day, but if I teach you to fish, you'll eat for a lifetime. Maybe even start a business."
   },
   "author": {
    "text": "Ted Yoho"
   }
  },
  {
   "quote": {
    "text": "I'm not asking any of you to make drastic changes to every single one of your recipes or to totally change the way you do business. But what I am asking is that you consider reformulating your menu in pragmatic and incremental ways to create healthier versions of the foods that we all love."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "It is clearly better that property should be private, but the use of it common; and the special business of the legislator is to create in men this benevolent disposition."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "If you cannot work with love but only with distaste, it is better that you should leave your work."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "The goal of my shows, my interviews, my business, my philanthropy, all of it, whatever ventures I might pursue, would be to make clear that what unites us is ultimately far more redeeming and compelling than anything that separates me."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "As far as this business of solitary confinement goes, the most important thing for survival is communication with someone, even if it's only a wave or a wink, a tap on the wall, or to have a guy put his thumb up. It makes all the difference."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "You gotta have fun. Regardless of how you look at it, we're playing a game. It's a business, it's our job, but I don't think you can do well unless you're having fun."
   },
   "author": {
    "text": "Derek Jeter"
   }
  },
  {
   "quote": {
    "text": "That's what the Affordable Care Act is all about. It's about filling the gaps in employer-based care so that when we lose a job, or go back to school, or start that new business, we'll still have coverage."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Throughout my years in business, I discovered something. I would always ask why you do things. The answers that I would invariably get are: 'Oh, that's just the way things are done around here.' Nobody knows why they do what they do. Nobody thinks very deeply about things in business."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "The TV business is uglier than most things. It is normally perceived as some kind of cruel and shallow money trench through the heart of the journalism industry, a long plastic hallway where thieves and pimps run free and good men die like dogs, for no good reason."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "No enterprise is more likely to succeed than one concealed from the enemy until it is ripe for execution."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "The business schools reward difficult complex behavior more than simple behavior, but simple behavior is more effective."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "I have always said that everyone is in sales. Maybe you don't hold the title of salesperson, but if the business you are in requires you to deal with people, you, my friend, are in sales."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "If I don't get along with Democrats, I'm sort of, like, out of business."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Social media requires that business leaders start thinking like small-town shop owners. This means taking the long view and avoiding short-term benchmarks to gauge progress. It means allowing the personality, heart and soul of the people who run all levels of the business to show."
   },
   "author": {
    "text": "Gary Vaynerchuk"
   }
  },
  {
   "quote": {
    "text": "Business is never so healthy as when, like a chicken, it must do a certain amount of scratching around for what it gets."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "Wise are those who learn that the bottom line doesn't always have to be their top priority."
   },
   "author": {
    "text": "William Arthur Ward"
   }
  },
  {
   "quote": {
    "text": "Entrepreneurship is all about an idea that creates differentiated business value to one's customers. You must be able to convince your customers about the benefits that association with you or your products will give them. People are ready to pay if they are convinced about your services or products."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "So we really need jobs now. We have to take jobs away from other countries because other countries are taking our jobs. There is practically not a country that does business with the United States that isn't making - let's call it a very big profit. I mean China is going to make $300 billion on us at least this year."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "I have the right temperament. I have the right leadership. I've built an incredible company. I went to a great school. I came out - I built an incredible company. I wrote the number one selling business book of all time: 'Trump: The Art of the Deal.'"
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "I had tremendous success in show business - star on the Hollywood Walk of Fame. 'The Apprentice' was one of the most successful shows."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "The way I run my business seems to be easier than the way I run my life."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Be courageous. I have seen many depressions in business. Always America has emerged from these stronger and more prosperous. Be brave as your fathers before you. Have faith! Go forward!"
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "The world is full of people who have dreams of playing at Carnegie Hall, of running a marathon, and of owning their own business. The difference between the people who make it across the finish line and everyone else is one simple thing: an action plan."
   },
   "author": {
    "text": "John Tesh"
   }
  },
  {
   "quote": {
    "text": "I never ask a man what his business is, for it never interests me. What I ask him about are his thoughts and dreams."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "Our business is infested with idiots who try to impress by using pretentious jargon."
   },
   "author": {
    "text": "David Ogilvy"
   }
  },
  {
   "quote": {
    "text": "If you were successful, somebody along the line gave you some help... Somebody helped to create this unbelievable American system that we have that allowed you to thrive. Somebody invested in roads and bridges. If you've got a business - you didn't build that. Somebody else made that happen."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "When I was starting out in this business, that was the norm. You did it all. You looked around, and entertainers could dance, sing, play the piano, act, make you laugh."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "In a way, fraud in business is no different from infidelity in marriage or plagiarism in scholarly work. Even people committed to high moral standards succumb."
   },
   "author": {
    "text": "Miroslav Volf"
   }
  },
  {
   "quote": {
    "text": "Everybody's business is nobody's business, and nobody's business is my business."
   },
   "author": {
    "text": "Clara Barton"
   }
  },
  {
   "quote": {
    "text": "I do not believe a man can ever leave his business. He ought to think of it by day and dream of it by night."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "Your workforce is your most valuable asset. The knowledge and skills they have represent the fuel that drives the engine of business - and you can leverage that knowledge."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "Justice means minding one's own business and not meddling with other men's concerns."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "I believe that being successful means having a balance of success stories across the many areas of your life. You can't truly be considered successful in your business life if your home life is in shambles."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Statistics suggest that when customers complain, business owners and managers ought to get excited about it. The complaining customer represents a huge opportunity for more business."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Politics is a messy business, but campaigning prepares you for governing. It prepares you to get hit, stand strong, and, if necessary, hit back."
   },
   "author": {
    "text": "James Carville"
   }
  },
  {
   "quote": {
    "text": "There are people with otherwise chaotic and disorganized lives, a certain type of person that's always found a home in the restaurant business in much the same way that a lot of people find a home in the military."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "I must create a system or be enslaved by another mans; I will not reason and compare: my business is to create."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "It's none of their business that you have to learn how to write. Let them think you were born that way."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "In every business, in every industry, management does matter."
   },
   "author": {
    "text": "Michael Eisner"
   }
  },
  {
   "quote": {
    "text": "Success in business today requires real-time, mobile access to business opportunities."
   },
   "author": {
    "text": "Bob McDonnell"
   }
  },
  {
   "quote": {
    "text": "We are all in the business of sales. Teachers sell students on learning, parents sell their children on making good grades and behaving, and traditional salesmen sell their products."
   },
   "author": {
    "text": "Dave Ramsey"
   }
  },
  {
   "quote": {
    "text": "Politics is just like show business. You have a hell of an opening, coast for a while, and then have a hell of a close."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "The duty of government is to leave commerce to its own capital and credit as well as all other branches of business, protecting all in their legal pursuits, granting exclusive privileges to none."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "Yes, I am scared of prison. It's the last thing if you are after building up a business over 38 years and you are approaching your 66th birthday and you never owed a man a penny and you feel hard done by and you try to protect yourself and your family and go to prison - if that is the society we are living in, I am happy to accept that."
   },
   "author": {
    "text": "Sean Quinn"
   }
  },
  {
   "quote": {
    "text": "In the real estate business you learn more about people, and you learn more about community issues, you learn more about life, you learn more about the impact of government, probably than any other profession that I know of."
   },
   "author": {
    "text": "Johnny Isakson"
   }
  },
  {
   "quote": {
    "text": "Don't let your ego get too close to your position, so that if your position gets shot down, your ego doesn't go with it."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "So much of life is a negotiation - so even if you're not in business, you have opportunities to practice all around you."
   },
   "author": {
    "text": "Kevin O'Leary"
   }
  },
  {
   "quote": {
    "text": "The problem is that at a lot of big companies, process becomes a substitute for thinking. You're encouraged to behave like a little gear in a complex machine. Frankly, it allows you to keep people who aren't that smart, who aren't that creative."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "A consultant is someone who saves his client almost enough to pay his fee."
   },
   "author": {
    "text": "Arnold H. Glasow"
   }
  },
  {
   "quote": {
    "text": "A passionate belief in your business and personal objectives can make all the difference between success and failure. If you aren't proud of what you're doing, why should anybody else be?"
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "I'm not into business at all."
   },
   "author": {
    "text": "Freddie Mercury"
   }
  },
  {
   "quote": {
    "text": "A cardinal principle of Total Quality escapes too many managers: you cannot continuously improve interdependent systems and processes until you progressively perfect interdependent, interpersonal relationships."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Employers have recognized for some time that it's smart business to have a diverse workforce - one in which many views are represented and everyone's talents are valued. Well, disability is part of diversity."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "Nobody is accidentally in Alaska. The people who are in Alaska are there because they choose to be, so they've sort of got a real frontier ethic. The people are incredibly friendly, interesting, smart people - but they also stay out of each other's business."
   },
   "author": {
    "text": "Marcus Sakey"
   }
  },
  {
   "quote": {
    "text": "The things most people want to know about are usually none of their business."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "I believe that the rights of women and girls is the unfinished business of the 21st century."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Let your Discourse with Men of Business be Short and Comprehensive."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "The one thing I have learned as a CEO is that leadership at various levels is vastly different. When I was leading a function or a business, there were certain demands and requirements to be a leader. As you move up the organization, the requirements for leading that organization don't grow vertically; they grow exponentially."
   },
   "author": {
    "text": "Indra Nooyi"
   }
  },
  {
   "quote": {
    "text": "Business, that's easily defined - it's other people's money."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "The joy is in the getting there. The beginning years of starting your business, the camaraderie when you're in the pit together, are the best years of your life. So rather than being so focused on when you get big and powerful, if you can just get the juice out of that... don't miss it."
   },
   "author": {
    "text": "Barbara Corcoran"
   }
  },
  {
   "quote": {
    "text": "I served in all commissioned ranks from a second Lieutenant to a Major General. And during that time, I spent most of my time being a high-class muscle man for Big Business, for Wall Street, and for the bankers. In short, I was a racketeer for capitalism."
   },
   "author": {
    "text": "Smedley Butler"
   }
  },
  {
   "quote": {
    "text": "I just think my life's been really blessed, because being in show business, I've met wonderful people, and I've traveled all over the world."
   },
   "author": {
    "text": "Debbie Reynolds"
   }
  },
  {
   "quote": {
    "text": "Your customers are judging every aspect of every transaction and rating everything, from friendliness of people to ease of doing business to quality of product to service after the sale."
   },
   "author": {
    "text": "Jeffrey Gitomer"
   }
  },
  {
   "quote": {
    "text": "Eventually you won't think of 'the Internet business.' You'll think of it more like news, weather, sports, but even that taxonomy isn't clear."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Business is a sprint until you find an opportunity, then it's the patience of a marathon runner."
   },
   "author": {
    "text": "Robert Herjavec"
   }
  },
  {
   "quote": {
    "text": "So much business is based on the belief that we should do whatever we can within legal limits to make as much money as we can. Ben & Jerry's was based on values, and we try to operate a business that not just sells ice cream but partners with all our stakeholders - whether that's suppliers or customers - to bring about a more sustainable world."
   },
   "author": {
    "text": "Jerry Greenfield"
   }
  },
  {
   "quote": {
    "text": "The work an unknown good man has done is like a vein of water flowing hidden underground, secretly making the ground green."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "Just imagine how fast, innovative and excellent your business will be once every single teammate - from the janitor to the executive - begins to see themselves as the CEO of their own area of responsibility."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Modern poets talk against business, poor things, but all of us write for money. Beginners are subjected to trial by market."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "I worry that business leaders are more interested in material gain than they are in having the patience to build up a strong organization, and a strong organization starts with caring for their people."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "A strategy is something like, an innovative new product; globalization, taking your products around the world; be the low-cost producer. A strategy is something you can touch; you can motivate people with; be number one and number two in every business. You can energize people around the message."
   },
   "author": {
    "text": "Jack Welch"
   }
  },
  {
   "quote": {
    "text": "War is the business of barbarians."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "I laugh all the time - at things, people, stuff, whatever. But, I don't laugh onstage because then it's serious business."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "Ask five economists and you'll get five different answers - six if one went to Harvard."
   },
   "author": {
    "text": "Edgar Fiedler"
   }
  },
  {
   "quote": {
    "text": "If being a werewolf is really a curse, you've got to treat it honorably. If werewolves are going to carry on, there has to be an incredibly powerful force. There is the business of the craving, the hunger for the kill. It has to be deeply pleasurable and more than an appetite for meat. There has to be a sensual dimension to it."
   },
   "author": {
    "text": "Glen Duncan"
   }
  },
  {
   "quote": {
    "text": "In tough times, one has to see if the fundamentals of the business are good or not."
   },
   "author": {
    "text": "Naveen Tewari"
   }
  },
  {
   "quote": {
    "text": "There is not a week that goes by that I don't have a dream that I am back in the business."
   },
   "author": {
    "text": "Alan Gerry"
   }
  },
  {
   "quote": {
    "text": "Not for nothing is their motto TGIF - 'Thank God It's Friday.' They live for the weekends, when they can go do what they really want to do."
   },
   "author": {
    "text": "Richard Nelson Bolles"
   }
  },
  {
   "quote": {
    "text": "The odds of me coming into the rocket business, not knowing anything about rockets, not having ever built anything, I mean, I would have to be insane if I thought the odds were in my favor."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "In both business and personal life, I've always found that travel inspires me more than anything else I do. Evidence of the languages, cultures, scenery, food, and design sensibilities that I discover all over the world can be found in every piece of my jewelry."
   },
   "author": {
    "text": "Ivanka Trump"
   }
  },
  {
   "quote": {
    "text": "Willingness to change is a strength, even if it means plunging part of the company into total confusion for a while."
   },
   "author": {
    "text": "Jack Welch"
   }
  },
  {
   "quote": {
    "text": "Civil rights is unfinished business. Make it your business."
   },
   "author": {
    "text": "Marcia Fudge"
   }
  },
  {
   "quote": {
    "text": "You can have a wrestling idea, but you need to have these momentum-shifting moves. We had the Hulkamania movement, then it shifted to the beer-drinking, Stone Cold era, we reinvented the business with growing the black beard and becoming the bad guy, what's that next level."
   },
   "author": {
    "text": "Hulk Hogan"
   }
  },
  {
   "quote": {
    "text": "Taxes, well laid and well spent, insure domestic tranquility, provide for the common defense, and promote the general welfare. Taxes protect property and the environment; taxes make business possible. Taxes pay for roads and schools and bridges and police and teachers. Taxes pay for doctors and nursing homes and medicine."
   },
   "author": {
    "text": "Jill Lepore"
   }
  },
  {
   "quote": {
    "text": "I like to play cards. I'm not very good, because I don't want to calculate, I just play by instinct. But I've learned a lot of business philosophy by playing poker."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "I believe always you should have a philanthropic heart inside but business way. Because you have to get things done. That is what scientists tell us how to do properly. Business should tell us how to get things done efficiently. And government should have the good environment and the foundations of researching."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "Pluto's orbit is so elongated that it crosses the orbit of another planet. Now that's... you've got no business doing that if you want to call yourself a planet. Come on, now! There's something especially transgressive about that."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Politics is show business for ugly people."
   },
   "author": {
    "text": "Paul Begala"
   }
  },
  {
   "quote": {
    "text": "As any small business owner knows, starting a business is not glamorous work."
   },
   "author": {
    "text": "Kevin McCarthy"
   }
  },
  {
   "quote": {
    "text": "I'm a big fan of small business ownership. I think it's the backbone of American innovation. But to be successful, you first have to have the courage to go for it."
   },
   "author": {
    "text": "Bill Rancic"
   }
  },
  {
   "quote": {
    "text": "I think the high-tech industry is used to developing new things very quickly. It's the Silicon Valley way of doing business: You either move very quickly and you work hard to improve your product technology, or you get destroyed by some other company."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "The CIA is made up of boys whose families sent them to Princeton but wouldn't let them into the family brokerage business."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "An economist's guess is liable to be as good as anybody else's."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "If you can build a business up big enough, it's respectable."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "The movies are the only business where you can go out front and applaud yourself."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "The Tea Party is almost solely grassroots-based; business interests have almost no grassroots organization. The Republican Party has for too long been run on behalf of business interests who favor candidates the grassroots hate; the minute that those candidates begin to flag, only loyal Tea Partiers stand behind them."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "I strongly believe that missionaries make better products. They care more. For a missionary, it's not just about the business. There has to be a business, and the business has to make sense, but that's not why you do it. You do it because you have something meaningful that motivates you."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "The success combination in business is: Do what you do better... and: do more of what you do."
   },
   "author": {
    "text": "David Joseph Schwartz"
   }
  },
  {
   "quote": {
    "text": "Punctuality is one of the cardinal business virtues: always insist on it in your subordinates."
   },
   "author": {
    "text": "Don Marquis"
   }
  },
  {
   "quote": {
    "text": "The one thing about the business of entertainment is that you have to learn patience."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "We all have a life story and a message that can inspire others to live a better life or run a better business. Why not use that story and message to serve others and grow a real business doing it?"
   },
   "author": {
    "text": "Brendon Burchard"
   }
  },
  {
   "quote": {
    "text": "We are a mission-driven company. In order to do this, we have to build a great team. And in order to do that, you need people to know they can make a bunch of money. So we need a business model to make a lot of money."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "Luckily, my husband is my business partner as well as my life partner, so I never had to do the heavy lifting alone, literally or figuratively."
   },
   "author": {
    "text": "Josie Maran"
   }
  },
  {
   "quote": {
    "text": "When I write a book, I write a book for myself; the reaction is up to the reader. It's not my business whether people like or dislike it."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "It's called a pen. It's like a printer, hooked straight to my brain."
   },
   "author": {
    "text": "Dale Dauten"
   }
  },
  {
   "quote": {
    "text": "Business should never be allowed to justify mean, thug ugly deals for any reason."
   },
   "author": {
    "text": "Ralph Steadman"
   }
  },
  {
   "quote": {
    "text": "There is no time and space in the digital world. People chat and collaborate through social networks. Cultural icons garner millions of fans online in locations they have often never been themselves. The boundary between public and private life is now everyone's business."
   },
   "author": {
    "text": "Eduardo Paes"
   }
  },
  {
   "quote": {
    "text": "There are pros and cons of experience. A con is that you can't look at the business with a fresh pair of eyes and as objectively as if you were a new CEO. Fire yourself on a Friday night and come in on Monday morning as if a search firm put you there as a turn-around leader. Can you be objective and make the bold change?"
   },
   "author": {
    "text": "Andrea Jung"
   }
  },
  {
   "quote": {
    "text": "Silicon Valley has some of the smartest engineers and technology business people in the world."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "It's not hard to get your way when it's your way or the highway. People either follow suit or they're not around. I don't really like the sound of that, 'cause that sounds like a temper tantrum. I'm just very black and white when it comes to my business. There's really no gray area."
   },
   "author": {
    "text": "Nicki Minaj"
   }
  },
  {
   "quote": {
    "text": "It takes more than capital to swing business. You've got to have the A. I. D. degree to get by - Advertising, Initiative, and Dynamics."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "No matter what business you're in, you can't run in place or someone will pass you by. It doesn't matter how many games you've won."
   },
   "author": {
    "text": "Jim Valvano"
   }
  },
  {
   "quote": {
    "text": "It is indeed true that the stock market can forecast the business cycle."
   },
   "author": {
    "text": "Paul Samuelson"
   }
  },
  {
   "quote": {
    "text": "In our business, things look like a failure until they're not. It's pretty binary transitions."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "Advertising is a racket, like the movies and the brokerage business. You cannot be honest without admitting that its constructive contribution to humanity is exactly minus zero."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "I think big business is a terrible thing for the spirit of the country, as our spirit is the best thing about us."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "The business of America is business."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "In the US, there is basically one party - the business party. It has two factions, called Democrats and Republicans, which are somewhat different but carry out variations on the same policies. By and large, I am opposed to those policies. As is most of the population."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "It is perfectly evident to any logical mind that when you have got the vote, by the proper use of the vote in sufficient numbers, by combination, you can get out of any legislature whatever you want, or, if you cannot get it, you can send them about their business and choose other people who will be more attentive to your demands."
   },
   "author": {
    "text": "Emmeline Pankhurst"
   }
  },
  {
   "quote": {
    "text": "In the movies, you want a good story and characters that are honest, but you are also looking for a good director who can lead the ship. That's how we look at business. Everybody has a great idea for a start-up, and so do their relatives, and they tell me, 'You gotta build it.' I say, 'I have to believe in it.'"
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "Look at what is broken in society, figure out how to make it better, and then, around that, formulate a business."
   },
   "author": {
    "text": "Whitney Wolfe Herd"
   }
  },
  {
   "quote": {
    "text": "Thanks to my mother, not a single cardboard box has found its way back into society. We receive gifts in boxes from stores that went out of business twenty years ago."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "Yes, the Bible should be taught in our schools because it is necessary to understand the Bible if we are to truly understand our own culture and how it came to be. The Bible has influenced every part of western culture from our art, music, and history, to our sense of fairness, charity, and business."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "No man has a right to expect to succeed in life unless he understands his business, and nobody can understand his business thoroughly unless he learns it by personal application and experience."
   },
   "author": {
    "text": "P. T. Barnum"
   }
  },
  {
   "quote": {
    "text": "The romantic person instinctively sees marriage in terms of emotions, but what a couple actually gets up to together over a lifetime has much more in common with the workings of a small business. They must draw up work rosters, clean, chauffeur, cook, fix, throw away, mind, hire, fire, reconcile, and budget."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "The idea that you can create a template that will work forever doesn't happen in any business. There's some really, really bright people in this business. You can't do the same thing the same way and be successful for a long period of time."
   },
   "author": {
    "text": "Billy Beane"
   }
  },
  {
   "quote": {
    "text": "Building a mission and building a business go hand in hand. The primary thing that excites me is the mission. But we have always had a healthy understanding that we need to do both."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "I am confident that, as elected officials, we can work together with religious, business and civic leaders, as well as the LGBT community, to develop policies that treat all people with dignity and respect."
   },
   "author": {
    "text": "Gary Herbert"
   }
  },
  {
   "quote": {
    "text": "The win-win situation is the basis for America's entire business world. Instead of wasting our time attempting to defeat each other, let's find a way that will make both of us gain and go home satisfied. In Israel, it doesn't work because the only meaning of victory is seeing your rival's body lying trampled on the floor."
   },
   "author": {
    "text": "Yair Lapid"
   }
  },
  {
   "quote": {
    "text": "I view real estate as the most intriguing opportunity that I've seen in my business lifetime."
   },
   "author": {
    "text": "Richard Rainwater"
   }
  },
  {
   "quote": {
    "text": "Business is about people. It's about passion. It's about bold ideas, bold small ideas or bold large ideas."
   },
   "author": {
    "text": "Tom Peters"
   }
  },
  {
   "quote": {
    "text": "In modern business it is not the crook who is to be feared most, it is the honest man who doesn't know what he is doing."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "There is no time for cut-and-dried monotony. There is time for work. And time for love. That leaves no other time!"
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "If you spend your life competing with business men, what do you have? A bank account and ulcers!"
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "Racism, because it favors color over talent, is bad for business."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "I think if we get freedom for women, then they are probably going to do a lot of things that I wish they wouldn't do. But it seems to me that isn't our business to say what they should do with it. It is our business to see that they get it."
   },
   "author": {
    "text": "Alice Paul"
   }
  },
  {
   "quote": {
    "text": "Freedom. Freedom of religion. Freedom to speak their mind. Freedom to build a life. And yes, freedom to build a business. With their own hands. This is the essence of the American experience."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "Yes, I have a lot of business interests. But I don't work for just anyone, and I choose the companies very carefully."
   },
   "author": {
    "text": "Pele"
   }
  },
  {
   "quote": {
    "text": "There are two kinds of companies, those that work to try to charge more and those that work to charge less. We will be the second."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "No, there is literally nothing on the business side that I wouldn't sacrifice in a heartbeat to have an extra couple of hours' writing. Nothing."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "I worked hard all my life as far as this music business. I dreamed of the day when I could go to New York and feel comfortable and they could come out here and be comfortable."
   },
   "author": {
    "text": "Tupac Shakur"
   }
  },
  {
   "quote": {
    "text": "My eyes opened, and the first thing I thought of when I could put thoughts together was I want to be in show business. Never wanted anything else. I used to sneak in the costume room at my nursery school and smell the costumes."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "A stock certificate is not a tool, like a shovel, or a commodity, like a pound of cheese. What we sell a customer is not a share in a business, but a view of the Elysian Fields. A financier is a creative artist. Our function is to stimulate the imagination. We are poets!"
   },
   "author": {
    "text": "Jean Giraudoux"
   }
  },
  {
   "quote": {
    "text": "No business in the world has ever made more money with poorer management."
   },
   "author": {
    "text": "Bill Terry"
   }
  },
  {
   "quote": {
    "text": "Because my business life is so busy, my home is really my sanctuary. That is where I reflect and spend quality time with my girls."
   },
   "author": {
    "text": "Rachel Roy"
   }
  },
  {
   "quote": {
    "text": "I come from the deep countryside. My family was in farming. I was not really exposed to business. Coming from that environment, I just wanted in my life to go overseas - that was a childhood dream because I wanted diversity, contacts, cultural meetings with others."
   },
   "author": {
    "text": "Jean-Pascal Tricoire"
   }
  },
  {
   "quote": {
    "text": "Regardless of age, regardless of position, regardless of the business we happen to be in, all of us need to understand the importance of branding. We are CEOs of our own companies: Me, Inc. To be in business today, our most important job is to be head marketer for the brand called You."
   },
   "author": {
    "text": "Tom Peters"
   }
  },
  {
   "quote": {
    "text": "I think I've got my business notions and my sense for that sort of thing from my dad. My dad never had a chance to go to school. He couldn't read and write. But he was so smart. He was just one of those people that could just make the most of anything and everything that he had to work with."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "When you are in any contest, you should work as if there were - to the very last minute - a chance to lose it. This is battle, this is politics, this is anything."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "The greatest asset, even in this country, is not oil and gas. It's integrity. Everyone is searching for it, asking, 'Who can I do business with that I can trust?'"
   },
   "author": {
    "text": "George Foreman"
   }
  },
  {
   "quote": {
    "text": "The business of feeding people is the most amazing business in the world."
   },
   "author": {
    "text": "Jose Andres"
   }
  },
  {
   "quote": {
    "text": "I'm in the music business for one purpose - to make money."
   },
   "author": {
    "text": "Nat King Cole"
   }
  },
  {
   "quote": {
    "text": "The Postal Service's unmatched ability to reach every household and business in America six days a week is a vital part of the nation's infrastructure."
   },
   "author": {
    "text": "Joe Baca"
   }
  },
  {
   "quote": {
    "text": "To be a proactive person, you must learn to say no to most ideas and opportunities so you have the mental and physical bandwidth to execute the realistic business plans you have already mapped out."
   },
   "author": {
    "text": "Clay Clark"
   }
  },
  {
   "quote": {
    "text": "You need to be in the position where it is the cost of the fuel that actually matters and not the cost of building the rocket in the first place."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "I don't create companies for the sake of creating companies, but to get things done."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Try, try, try, and keep on trying is the rule that must be followed to become an expert in anything."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "Test fast, fail fast, adjust fast."
   },
   "author": {
    "text": "Tom Peters"
   }
  },
  {
   "quote": {
    "text": "Employees make the best dates. You don't have to pick them up and they're always tax-deductible."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "It is just as important that business keep out of government as that government keep out of business."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "The challenge of the retail business is the human condition."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "Any business today that embraces the status quo as an operating principle is going to be on a death march."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "Kitty Wells was the first and only Queen of Country Music, no matter what they call the rest of us. She was a great inspiration to me as well as every other female singer in the country music business. In addition to being a wonderful asset to country music, she was a wonderful woman."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "Banks properly established and conducted are highly useful to the business of the country, and will doubtless continue to exist in the States so long as they conform to their laws and are found to be safe and beneficial."
   },
   "author": {
    "text": "Martin Van Buren"
   }
  },
  {
   "quote": {
    "text": "When I first started doing sketch comedy, I promised myself that if I were ever to have any success in this business, I wouldn't hold back. Why get there and play it safe?"
   },
   "author": {
    "text": "Will Ferrell"
   }
  },
  {
   "quote": {
    "text": "All business is basically about customers and marketing and making money and capitalism and winning and promoting it and having something someone really wants."
   },
   "author": {
    "text": "Roger Ailes"
   }
  },
  {
   "quote": {
    "text": "I have found adventure in flying, in world travel, in business, and even close at hand... Adventure is a state of mind - and spirit."
   },
   "author": {
    "text": "Jacqueline Cochran"
   }
  },
  {
   "quote": {
    "text": "Certainly in the movie business there are bullies all over - bullies in the distribution business, exhibition business, production. Fine-tuning adult bullying is different. When a bully is an adult, it's a whole different set of colors."
   },
   "author": {
    "text": "Martin Kove"
   }
  },
  {
   "quote": {
    "text": "I don't think it's a good idea to plan to sell a company."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "For the merchant, even honesty is a financial speculation."
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "Companies that grow for the sake of growth or that expand into areas outside their core business strategy often stumble. On the other hand, companies that build scale for the benefit of their customers and shareholders more often succeed over time."
   },
   "author": {
    "text": "Jamie Dimon"
   }
  },
  {
   "quote": {
    "text": "People are definitely a company's greatest asset. It doesn't make any difference whether the product is cars or cosmetics. A company is only as good as the people it keeps."
   },
   "author": {
    "text": "Mary Kay Ash"
   }
  },
  {
   "quote": {
    "text": "When I hear people debate the ROI of social media? It makes me remember why so many business fail. Most businesses are not playing the marathon. They're playing the sprint. They're not worried about lifetime value and retention. They're worried about short-term goals."
   },
   "author": {
    "text": "Gary Vaynerchuk"
   }
  },
  {
   "quote": {
    "text": "I get to play golf for a living. What more can you ask for - getting paid for doing what you love."
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "People deal with grief in many different ways. And some people in show business parade their relationships around like an accessory, and others like to keep it separate from business and commerce. It's perfectly fine to say, 'I actually don't want to talk about my love because that's not part of the fantasy world I created in commerce.'"
   },
   "author": {
    "text": "RuPaul"
   }
  },
  {
   "quote": {
    "text": "Having children is one of the most passionate and involving bits of business in human life."
   },
   "author": {
    "text": "Siri Hustvedt"
   }
  },
  {
   "quote": {
    "text": "When I was just starting out in the business, I used to love to watch Lorne Greene doing the Macy's Thanksgiving Day Parade. I said right then, 'That's what I want to do someday,' and it's been one dream that has come true."
   },
   "author": {
    "text": "Willard Scott"
   }
  },
  {
   "quote": {
    "text": "I always feel like 'as long as I'm doin' what I love to do, the money's naturally gonna come.' When you start thinkin' business and you start thinkin' 'What's hot? What's the wave? Who is hot? Let's get at that person,' it becomes a point where you're tryin' to strategize to make money. And that's always a gamble."
   },
   "author": {
    "text": "Akon"
   }
  },
  {
   "quote": {
    "text": "A business like an automobile, has to be driven, in order to get results."
   },
   "author": {
    "text": "B. C. Forbes"
   }
  },
  {
   "quote": {
    "text": "I'm not a military general, a business guru, not a philosopher or author. It's only me."
   },
   "author": {
    "text": "Vin Scully"
   }
  },
  {
   "quote": {
    "text": "I did every odd job you could possibly imagine: Holding a sign in the rain for 14 hours straight, sweeping up cigarette butts, pouring coffee, running around - anything I could to be on a film set. I wanted to be in the business. So I'd say, 'You need that job done? Fine,' and I became indispensable to people."
   },
   "author": {
    "text": "Michelle MacLaren"
   }
  },
  {
   "quote": {
    "text": "After my first ad, I was flooded with offers, which I took up. Soon, I decided that it could be a lucrative business with a parallel college life."
   },
   "author": {
    "text": "Shenaz Treasury"
   }
  },
  {
   "quote": {
    "text": "Our health care system is the finest in the world, but we still have too many uninsured Americans, too high prices for prescription drugs, and too many frivolous lawsuits driving our physicians out of state or out of business."
   },
   "author": {
    "text": "Judy Biggert"
   }
  },
  {
   "quote": {
    "text": "I'm not really in the excuse business."
   },
   "author": {
    "text": "Bill Parcells"
   }
  },
  {
   "quote": {
    "text": "One of the privileges you have of living the life of an artist and creating your own world and everything is the fact that, in-between times, you can kind of spend them however you want. Because, you know, once you open up your candy store again, you're open for business. And you have to be responsible. You have to be available."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "We succeed in enterprises which demand the positive qualities we possess, but we excel in those which can also make use of our defects."
   },
   "author": {
    "text": "Alexis de Tocqueville"
   }
  },
  {
   "quote": {
    "text": "There ought to be an artistic depot where the artist need only hand in his artwork in order to receive what he asks for. As things are, one must be half a business man, and how can one understand - good heavens! - that's what I really call troublesome."
   },
   "author": {
    "text": "Ludwig van Beethoven"
   }
  },
  {
   "quote": {
    "text": "Remind people that profit is the difference between revenue and expense. This makes you look smart."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "Whenever an individual or a business decides that success has been attained, progress stops."
   },
   "author": {
    "text": "Thomas J. Watson"
   }
  },
  {
   "quote": {
    "text": "Taking bold action on climate change simply makes good business sense. It's also the right thing to do for people and the planet. Setting a net-zero GHG emissions target by 2050 will drive innovation, grow jobs, build prosperity, and secure a better world for what will soon be 9 billion people."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "Anyone who has lost track of time when using a computer knows the propensity to dream, the urge to make dreams come true and the tendency to miss lunch."
   },
   "author": {
    "text": "Tim Berners-Lee"
   }
  },
  {
   "quote": {
    "text": "A lot of what people are calling 'artificial intelligence' is really data analytics - in other words, business as usual. If the hype leaves you asking 'What is A.I., really?,' don't worry, you're not alone."
   },
   "author": {
    "text": "Om Malik"
   }
  },
  {
   "quote": {
    "text": "I am passionate about finding undiscovered and talented artists. I want to help those artists get to the next level and provide existing artists with a new way to reach fans. I wanted to partner with the Cutting Edge Group because they share my vision and have a proven track record in innovation in the music business."
   },
   "author": {
    "text": "Michelle Phan"
   }
  },
  {
   "quote": {
    "text": "Government in the U.S. today is a senior partner in every business in the country."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "With success comes responsibility of playing your part, to do what you can to help not only those that helped you get to where you're at, but the future of who's going to be playing a part of your business and everything you do in your entire career."
   },
   "author": {
    "text": "Rob Dyrdek"
   }
  },
  {
   "quote": {
    "text": "In the military, and in business, the most elite and effective teams I've seen or been part of are filled with individuals who take responsibility for their choices. Life is a series of decisions that you make and actions you take, not a series of things that happen to you."
   },
   "author": {
    "text": "Chris Fussell"
   }
  },
  {
   "quote": {
    "text": "The final test of a leader is that he leaves behind him in other men the conviction and the will to carry on."
   },
   "author": {
    "text": "Walter Lippmann"
   }
  },
  {
   "quote": {
    "text": "If someone asks me what cloud computing is, I try not to get bogged down with definitions. I tell them that, simply put, cloud computing is a better way to run your business."
   },
   "author": {
    "text": "Marc Benioff"
   }
  },
  {
   "quote": {
    "text": "Starting in business is like getting married... there is really no good time and no bad time. The time is now."
   },
   "author": {
    "text": "E. Joseph Cossman"
   }
  },
  {
   "quote": {
    "text": "Big companies do not want to disrupt themselves. All they want to do is improve themselves. They see the blockchain as another IT project. It's going to save money; it's going improve a process here and there. It's not going to change their business."
   },
   "author": {
    "text": "William Mougayar"
   }
  },
  {
   "quote": {
    "text": "The herd instinct among forecasters makes sheep look like independent thinkers."
   },
   "author": {
    "text": "Edgar Fiedler"
   }
  },
  {
   "quote": {
    "text": "It's easy to get wrapped up in the season-to-season business, but to have real longevity in this field, you've got to always maintain your point of view and what makes your brand unique. Your business is always going to have ups and downs, but there needs to be a certain consistency."
   },
   "author": {
    "text": "Michael Bastian"
   }
  },
  {
   "quote": {
    "text": "I am not in the business of pointing fingers or making excuses. However, recent history has shown that I, like thousands of others in Ireland, incorrectly relied upon the persons who guided Anglo and who wrongfully sought to portray a 'blue chip' Irish banking sector."
   },
   "author": {
    "text": "Sean Quinn"
   }
  },
  {
   "quote": {
    "text": "For me, the winning strategy in any start-up business is, 'Think big but start small.'"
   },
   "author": {
    "text": "Carmen Busquets"
   }
  },
  {
   "quote": {
    "text": "The great leaders are like the best conductors - they reach beyond the notes to reach the magic in the players."
   },
   "author": {
    "text": "Blaine Lee"
   }
  },
  {
   "quote": {
    "text": "I've seen so many people in this business that made a fortune. They get old and broke and can't make any money. I tell you something... no one's going to play a benefit for Jimmy Dean."
   },
   "author": {
    "text": "Jimmy Dean"
   }
  },
  {
   "quote": {
    "text": "The chances of a bank going out of business are extremely slim, but it's always a good idea to spread around major sums so every penny is backed by insurance."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "Owning a popular sports team is very different than any other type of business. They don't throw parades when Apple has the biggest quarter in corporate history. People don't call and email asking for anyone from the team to come visit their sick child. They don't cry as they request a jersey of their child's favorite player to be buried with them."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "If you have one good idea, people will lend you twenty."
   },
   "author": {
    "text": "Marie von Ebner-Eschenbach"
   }
  },
  {
   "quote": {
    "text": "Africa needs roads. Roads bring know-how and fertilizer to farmers and ideas and business for commerce."
   },
   "author": {
    "text": "Norman Borlaug"
   }
  },
  {
   "quote": {
    "text": "We built our business on creativity, and we're going to have to go through an education process for the next five years to explain to people how our users and that creativity creates value."
   },
   "author": {
    "text": "Evan Spiegel"
   }
  },
  {
   "quote": {
    "text": "Every young man would do well to remember that all successful business stands on the foundation of morality."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "I've managed to keep a clear head and remain sane in this business because I remain a kid off-camera."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "My mother really didn't know a heck of a lot about business. She was a very good mother, that made sure we ate right and we had our cod liver oil, but didn't know a heck of a lot about what I did."
   },
   "author": {
    "text": "Sanford I. Weill"
   }
  },
  {
   "quote": {
    "text": "Your typical business just measures the metrics that have to do with the profitability of the business one way or another. But you can have metrics that measure employee happiness and the morale. You can also do direct customer surveys; you can track it over time. You can do supplier satisfaction scores as well."
   },
   "author": {
    "text": "John Mackey"
   }
  },
  {
   "quote": {
    "text": "My son is now an 'entrepreneur.' That's what you're called when you don't have a job."
   },
   "author": {
    "text": "Ted Turner"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, both men and women who become CEOs have showed tenacity and hard work to succeed in their careers. It takes not just skills but also extreme dedication and commitment. And regardless of gender, CEOs are measured by the same criteria - the growth and success of the business."
   },
   "author": {
    "text": "Susan Wojcicki"
   }
  },
  {
   "quote": {
    "text": "Maybe I'm a dreamer, but I think the ordinary guy has just as much right to say 'This is a good song' as somebody who is in the music business."
   },
   "author": {
    "text": "Kenny G"
   }
  },
  {
   "quote": {
    "text": "Good economic theory must give the people the chance to use their talents to build their own lives. We must get away from the traditional route where the rich will do the business and the poor will depend on private or public charity."
   },
   "author": {
    "text": "Muhammad Yunus"
   }
  },
  {
   "quote": {
    "text": "No dancer can watch Fred Astaire and not know that we all should have been in another business."
   },
   "author": {
    "text": "Mikhail Baryshnikov"
   }
  },
  {
   "quote": {
    "text": "Trust is the lubrication that makes it possible for organizations to work."
   },
   "author": {
    "text": "Warren Bennis"
   }
  },
  {
   "quote": {
    "text": "Follow sound business trends, not fashion trends."
   },
   "author": {
    "text": "Janice Dickinson"
   }
  },
  {
   "quote": {
    "text": "I have no ideas about what the paintings imply about the world. I don't think that's a painter's business. He just paints paintings without a conscious reason."
   },
   "author": {
    "text": "Jasper Johns"
   }
  },
  {
   "quote": {
    "text": "The reality is that most companies are not about any values at all - they are about making money. It is extremely rare for a business to stand for anything because most businesses don't want to alienate potential customers, and if you believe in anything you are going to alienate someone."
   },
   "author": {
    "text": "Jerry Greenfield"
   }
  },
  {
   "quote": {
    "text": "It is an immutable law in business that words are words, explanations are explanations, promises are promises-but only performance is reality."
   },
   "author": {
    "text": "Harold S. Geneen"
   }
  },
  {
   "quote": {
    "text": "Business, more than any other occupation, is a continual dealing with the future; it is a continual calculation, an instinctive exercise in foresight."
   },
   "author": {
    "text": "Henry R. Luce"
   }
  },
  {
   "quote": {
    "text": "A poor logo doesn't mean a business will fail, and a good logo doesn't mean it will succeed - it just helps. Ultimately a good logo is something that people recognize instantly and relate to."
   },
   "author": {
    "text": "Matt Mickiewicz"
   }
  },
  {
   "quote": {
    "text": "The more moral the people are in their business dealings, the less paperwork you need, the more handshakes you can have, the more the wheels of capitalism work better because there's trust in the marketplace. Business ethics is not a joke. And, in fact, I think most businesses that I've dealt with encourage exactly that type of behavior."
   },
   "author": {
    "text": "Rick Santorum"
   }
  },
  {
   "quote": {
    "text": "Doing a residency in any particular city requires a large repertoire to ensure repeat business."
   },
   "author": {
    "text": "Prince"
   }
  },
  {
   "quote": {
    "text": "I'm a businessman, and what I know is numbers and business."
   },
   "author": {
    "text": "Magic Johnson"
   }
  },
  {
   "quote": {
    "text": "You know, being a test pilot isn't always the healthiest business in the world."
   },
   "author": {
    "text": "Alan Shepard"
   }
  },
  {
   "quote": {
    "text": "I challenge you to show me where the saloon has ever helped business, education, church, morals or anything we hold dear."
   },
   "author": {
    "text": "Billy Sunday"
   }
  },
  {
   "quote": {
    "text": "I buy when other people are selling."
   },
   "author": {
    "text": "J. Paul Getty"
   }
  },
  {
   "quote": {
    "text": "Let me remind you that credit is the lifeblood of business, the lifeblood of prices and jobs."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "In the astronaut business - the shuttle is a very complicated vehicle; it's the most complicated flying machine ever built. And in the astronaut business, we have a saying, which is, 'There is no problem so bad that you can't make it worse.'"
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "A crowd of persons came in as soon as my office was opened. Among them were several ladies who called to pay their respects. None who called had any business of more importance than an ardent desire to serve their country, provided they could be appointed to a good office. As I has none of these to dispose of, they were, of course, disappointed."
   },
   "author": {
    "text": "James K. Polk"
   }
  },
  {
   "quote": {
    "text": "Nothing so conclusively proves a man's ability to lead others as what he does from day to day to lead himself."
   },
   "author": {
    "text": "Thomas J. Watson"
   }
  },
  {
   "quote": {
    "text": "The invisible hand of the market always moves faster and better than the heavy hand of government."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "If the career you have chosen has some unexpected inconvenience, console yourself by reflecting that no career is without them."
   },
   "author": {
    "text": "Jane Fonda"
   }
  },
  {
   "quote": {
    "text": "I'm no longer an artist, I'm a business partner."
   },
   "author": {
    "text": "Pitbull"
   }
  },
  {
   "quote": {
    "text": "A company is only as good as the people it keeps."
   },
   "author": {
    "text": "Mary Kay Ash"
   }
  },
  {
   "quote": {
    "text": "All lasting business is built on friendship."
   },
   "author": {
    "text": "Alfred A. Montapert"
   }
  },
  {
   "quote": {
    "text": "An advertising agency is 85 percent confusion and 15 percent commission."
   },
   "author": {
    "text": "Fred Allen"
   }
  },
  {
   "quote": {
    "text": "Like dogs in a wheel, birds in a cage, or squirrels in a chain, ambitious men still climb and climb, with great labor, and incessant anxiety, but never reach the top."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "The opportunity is often lost by deliberating."
   },
   "author": {
    "text": "Publilius Syrus"
   }
  },
  {
   "quote": {
    "text": "I'm in this business to be creative - I'll even diminish it and say to be a content provider."
   },
   "author": {
    "text": "Frank Ocean"
   }
  },
  {
   "quote": {
    "text": "I'm not a driven businessman, but a driven artist. I never think about money. Beautiful things make money."
   },
   "author": {
    "text": "Lord Acton"
   }
  },
  {
   "quote": {
    "text": "Lots of folks confuse bad management with destiny."
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "To think that the new economy is over is like somebody in London in 1830 saying the entire industrial revolution is over because some textile manufacturers in Manchester went broke."
   },
   "author": {
    "text": "Alvin Toffler"
   }
  },
  {
   "quote": {
    "text": "I began painting well before I started doing comedy. In fact, when I came out of the war in 1946, I enrolled in art school in Dayton, Ohio. I painted for three years, and then show business took hold."
   },
   "author": {
    "text": "Jonathan Winters"
   }
  },
  {
   "quote": {
    "text": "Peaceful, lawful protest - if it is effective - is innately disruptive of 'business as usual.' That is why it is effective."
   },
   "author": {
    "text": "Naomi Wolf"
   }
  },
  {
   "quote": {
    "text": "The characteristic of great innovators and great companies is they see a space that others do not. They don't just listen to what people tell them; they actually invent something new, something that you didn't know you needed, but the moment you see it, you say, 'I must have it.'"
   },
   "author": {
    "text": "Eric Schmidt"
   }
  },
  {
   "quote": {
    "text": "I love my journal as much as I love my phone. I find it to be a big part of my self-care to reflect on my day and write words that inspire me or paste business cards and pictures."
   },
   "author": {
    "text": "Franchesca Ramsey"
   }
  },
  {
   "quote": {
    "text": "To be a Southern Ground artist, you have to be a lifer. It's not about winning a karaoke contest or a television show to become famous. It's about really paying your dues. It's people I'm fans of and want to help in the business."
   },
   "author": {
    "text": "Zac Brown"
   }
  },
  {
   "quote": {
    "text": "Poetry is a special use of language that opens onto the real. The business of the poet is truth telling, which is why in the Celtic tradition no one could be a teacher unless he or she was a poet."
   },
   "author": {
    "text": "Huston Smith"
   }
  },
  {
   "quote": {
    "text": "I'm rebelling against being handed a career, like, 'You're the next this; you're the next that.' I'm not the next anything, I'm the first me. I can't be myself, I can't just be Idris Elba. But that's just the nature of the business."
   },
   "author": {
    "text": "Idris Elba"
   }
  },
  {
   "quote": {
    "text": "I see no conflict whatsoever between Christianity and good business practices. People say you can't mix business with religion. I say there's no other way."
   },
   "author": {
    "text": "S. Truett Cathy"
   }
  },
  {
   "quote": {
    "text": "I never wanted to be in the show business. I wanted to do special effects."
   },
   "author": {
    "text": "Emraan Hashmi"
   }
  },
  {
   "quote": {
    "text": "Business can be a source of progressive change."
   },
   "author": {
    "text": "Jerry Greenfield"
   }
  },
  {
   "quote": {
    "text": "In the end, the public has the right to know about any undertakings top public officials engage in that may influence how they conduct the people's business."
   },
   "author": {
    "text": "Mike Quigley"
   }
  },
  {
   "quote": {
    "text": "The word career is a divisive word. It's a word that divides the normal life from business or professional life."
   },
   "author": {
    "text": "Grace Paley"
   }
  },
  {
   "quote": {
    "text": "When I was a little girl, my dad always said to me that I was going to be this great businesswoman, that I was going to be the CEO of IBM. So that's what I came into the world thinking, that I was going to go into the business world and make my mark there."
   },
   "author": {
    "text": "Pramila Jayapal"
   }
  },
  {
   "quote": {
    "text": "The journey for women, no matter what venue it is - politics, business, film - it's, it's a long journey."
   },
   "author": {
    "text": "Kathryn Bigelow"
   }
  },
  {
   "quote": {
    "text": "I'm not in the business of warning people."
   },
   "author": {
    "text": "John Bercow"
   }
  },
  {
   "quote": {
    "text": "The hard part of running a business is that there are a hundred things that you could be doing, and only five of those actually matter, and only one of them matters more than all of the rest of them combined. So figuring out there is a critical path thing to focus on and ignoring everything else is really important."
   },
   "author": {
    "text": "Sam Altman"
   }
  },
  {
   "quote": {
    "text": "The fashion business got boring. I was working with big companies, but the minute it became too formulaic, I got bored with it. I wanted to do a creative space where I could just make stuff - kind of like an atelier, where I could collaborate with other artists, drape geometric shapes on the body, make cushion covers, or whatever."
   },
   "author": {
    "text": "Maria Cornejo"
   }
  },
  {
   "quote": {
    "text": "No other facet of American business is more corrupt, more intoxicated with illegality, more weakly regulated, and has a greater impact on poor and working people than debt collectors; not credit card companies or subprime mortgages, not even payday lenders."
   },
   "author": {
    "text": "Gary Weiss"
   }
  },
  {
   "quote": {
    "text": "You change your business plan to anticipate and adapt to changes in the marketplace."
   },
   "author": {
    "text": "Jon Feltheimer"
   }
  },
  {
   "quote": {
    "text": "We had some problems - my children were kidnapped during that time, and it just changed my whole way of thinking, from being in show business and everything else."
   },
   "author": {
    "text": "Solomon Burke"
   }
  },
  {
   "quote": {
    "text": "When times are bad is when the real entrepreneurs emerge."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "Corporation: An ingenious device for obtaining profit without individual responsibility."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "There are those who think that the private lives of candidates are none of our business. But when those candidates ask us for our attention as they explain their plans for how they will represent us, no one should be surprised at our interest in how they represent themselves."
   },
   "author": {
    "text": "Marlo Thomas"
   }
  },
  {
   "quote": {
    "text": "No employer today is independent of those about him. He cannot succeed alone, no matter how great his ability or capital. Business today is more than ever a question of cooperation."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "The music business looks like, you know, innocent schoolboys compared to the TV business. They care about nothing but profit."
   },
   "author": {
    "text": "Tom Petty"
   }
  },
  {
   "quote": {
    "text": "If you owe the bank $100 that's your problem. If you owe the bank $100 million, that's the bank's problem."
   },
   "author": {
    "text": "J. Paul Getty"
   }
  },
  {
   "quote": {
    "text": "When it comes right down to it, whatever business you're in, you're in the people business. After all, people prefer to do business with people and companies they find likeable."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "I never trust an executive who tends to pass the buck. Nor would I want to deal with him as a customer or a supplier."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "In this business it takes time to be really good - and by that time, you're obsolete."
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "The consumer isn't a moron; she is your wife."
   },
   "author": {
    "text": "David Ogilvy"
   }
  },
  {
   "quote": {
    "text": "The most important quality in a leader is that of being acknowledged as such. All leaders whose fitness is questioned are clearly lacking in force."
   },
   "author": {
    "text": "Andre Maurois"
   }
  },
  {
   "quote": {
    "text": "Reason and judgment are the qualities of a leader."
   },
   "author": {
    "text": "Tacitus"
   }
  },
  {
   "quote": {
    "text": "That's just what I want to do: Create a path that's unknown. It's hard in this business and this world we live in to trail-blaze. To create something different and do your own thing is hard nowadays. That's what I want to do. I want to take these matches to a whole new level and break that bar."
   },
   "author": {
    "text": "Roman Reigns"
   }
  },
  {
   "quote": {
    "text": "Don't simply retire from something; have something to retire to."
   },
   "author": {
    "text": "Harry Emerson Fosdick"
   }
  },
  {
   "quote": {
    "text": "Web users ultimately want to get at data quickly and easily. They don't care as much about attractive sites and pretty design."
   },
   "author": {
    "text": "Tim Berners-Lee"
   }
  },
  {
   "quote": {
    "text": "As a small businessperson, you have no greater leverage than the truth."
   },
   "author": {
    "text": "John Greenleaf Whittier"
   }
  },
  {
   "quote": {
    "text": "The reason I was able to grow my business was that every day, after producing 30 minutes of wine television, I spent 15 hours a day replying to every single person's e-mail and every single person's Twitter @ reply."
   },
   "author": {
    "text": "Gary Vaynerchuk"
   }
  },
  {
   "quote": {
    "text": "It is easier for women to succeed in business, the arts, and politics in America than in Europe."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "We have already discovered how quickly we become dependent on the Internet and its applications for business, government and research, so it is not surprising that we are finding that we can apply this technology to enable or facilitate our social interactions as well."
   },
   "author": {
    "text": "Vint Cerf"
   }
  },
  {
   "quote": {
    "text": "We don't have a monopoly. We have market share. There's a difference."
   },
   "author": {
    "text": "Steve Ballmer"
   }
  },
  {
   "quote": {
    "text": "What we've gone through in the last several years has caused some people to question 'Can we trust Microsoft?'"
   },
   "author": {
    "text": "Steve Ballmer"
   }
  },
  {
   "quote": {
    "text": "I have shared my whole life. My private and my show business life. It helps me actually to feel my songs and to go on with my dreams."
   },
   "author": {
    "text": "Celine Dion"
   }
  },
  {
   "quote": {
    "text": "No partnership between two independent companies, no matter how well run, can match the speed, effectiveness, responsiveness and efficiency of a solely owned company."
   },
   "author": {
    "text": "Edward Whitacre, Jr."
   }
  },
  {
   "quote": {
    "text": "We hire military veterans because they make great employees. They bring proven technical and leadership skills. They understand teamwork, and they're adaptable. Bottom line, hiring veterans is good for business."
   },
   "author": {
    "text": "Randall L. Stephenson"
   }
  },
  {
   "quote": {
    "text": "Every few seconds it changes - up an eighth, down an eighth - it's like playing a slot machine. I lose $20 million, I gain $20 million."
   },
   "author": {
    "text": "Ted Turner"
   }
  },
  {
   "quote": {
    "text": "The pursuit of eternity is no longer the prerogative of the gods - it is the business of us all, here and now."
   },
   "author": {
    "text": "Bob Brown"
   }
  },
  {
   "quote": {
    "text": "The genius of a good leader is to leave behind him a situation which common sense, without the grace of genius, can deal with successfully."
   },
   "author": {
    "text": "Walter Lippmann"
   }
  },
  {
   "quote": {
    "text": "I'm about business. I'm going to handle business like a professional. Aside from that, I'm going to give you everything I've got on every snap."
   },
   "author": {
    "text": "Eric Berry"
   }
  },
  {
   "quote": {
    "text": "I would like this to be a new day. I would hope now that we can focus on doing the people's business."
   },
   "author": {
    "text": "Ernie Fletcher"
   }
  },
  {
   "quote": {
    "text": "It's a tough business. To my parents or to their friends, I was not a success, but to me I was a huge success. I was having a blast. I was working on shows I loved, I was working with actors I loved, and I was making a living as an actor. And I loved every second of it."
   },
   "author": {
    "text": "Christina Hendricks"
   }
  },
  {
   "quote": {
    "text": "Inside every working anarchy, there's an Old Boy Network."
   },
   "author": {
    "text": "Mitch Kapor"
   }
  },
  {
   "quote": {
    "text": "This business is so unstable, and you never really know where you're going to be."
   },
   "author": {
    "text": "Katie Holmes"
   }
  },
  {
   "quote": {
    "text": "The death of any man aged 56 is very sad for his widow and family. And no one would deny that Steve Jobs was a brilliant and highly innovative technician, with great business flair and marketing ability."
   },
   "author": {
    "text": "A. N. Wilson"
   }
  },
  {
   "quote": {
    "text": "I have a company called Earl Campbell Foods. I got into the meat business in 1991."
   },
   "author": {
    "text": "Earl Campbell"
   }
  },
  {
   "quote": {
    "text": "Look at growth, look at how much time people spend on the Net and look at the variety of things that they are doing. It's all really good, so I am actually encouraged by the fundamentals that underlie usage growth on the Net."
   },
   "author": {
    "text": "Meg Whitman"
   }
  },
  {
   "quote": {
    "text": "The record labels used to spend money on advertising, and social media has replaced that entirely - it's putting magazines out of business. It's put big companies into completely reinventing their strategies."
   },
   "author": {
    "text": "Steve Aoki"
   }
  },
  {
   "quote": {
    "text": "If Japanese companies don't reform drastically and implement English as their daily business language, the economy will only continue to contract."
   },
   "author": {
    "text": "Shuji Nakamura"
   }
  },
  {
   "quote": {
    "text": "We're in the space exploration business, and the outer solar system is a wild, wooly place. We haven't explored it very well."
   },
   "author": {
    "text": "Alan Stern"
   }
  },
  {
   "quote": {
    "text": "Definition of Statistics: The science of producing unreliable facts from reliable figures."
   },
   "author": {
    "text": "Evan Esar"
   }
  },
  {
   "quote": {
    "text": "Business is a useful tool in politics, but it's not enough. You need much more than to be a good businessman, to be a good politician."
   },
   "author": {
    "text": "Sebastian Pinera"
   }
  },
  {
   "quote": {
    "text": "The man I respect the most in the business - and he's in the hedge fund business - is probably Stan Druckenmiller. He's just so smart and so good and so up on everything. I think he's fantastic investor."
   },
   "author": {
    "text": "Julian Robertson"
   }
  },
  {
   "quote": {
    "text": "Nothing surprises me when it comes to people in the entertainment business."
   },
   "author": {
    "text": "Adam Goldberg"
   }
  },
  {
   "quote": {
    "text": "From the very depth of my being, I challenge the right of any man or any group of men, in business or in government, to tell a fellow human being that he or she is expendable."
   },
   "author": {
    "text": "Jimmy Reid"
   }
  },
  {
   "quote": {
    "text": "Hip hop is a multi-billion dollar business, and it was built off an opportunity that nobody else saw because they didn't understand the culture."
   },
   "author": {
    "text": "Troy Carter"
   }
  },
  {
   "quote": {
    "text": "We are not in the business of iron ore. Whatever captive iron ore sources we have, we use it to make steel."
   },
   "author": {
    "text": "Lakshmi Mittal"
   }
  },
  {
   "quote": {
    "text": "When I think about parallels between myself and an Olympian, I believe that success in the world of business is underpinned by very similar principles of perseverance and hard work."
   },
   "author": {
    "text": "Lakshmi Mittal"
   }
  },
  {
   "quote": {
    "text": "The nature of the music business is such that it's better to have a few chances for some things to be successful than just one, and that's kind of been my attitude all along."
   },
   "author": {
    "text": "Adam Schlesinger"
   }
  },
  {
   "quote": {
    "text": "While government clearly plays the major role in fighting poverty through policies on things such as education, tax, and trade, business creates the wealth that matters."
   },
   "author": {
    "text": "Sergio Ermotti"
   }
  },
  {
   "quote": {
    "text": "Cannibals prefer those who have no spines."
   },
   "author": {
    "text": "Stanislaw Lem"
   }
  },
  {
   "quote": {
    "text": "When a business becomes successful seemingly overnight, no one knows about all the months and years you've invested, all the projects you've tried before that didn't work."
   },
   "author": {
    "text": "Niklas Zennstrom"
   }
  },
  {
   "quote": {
    "text": "I like auditioning. I like working on material. I just love working. I like the chance to work on material. Sometimes it helps to not be going into a room cold and to know people. I've spent a lot of years getting to know people in the business, and that really helps. It depends. You can have some pretty terrible auditions."
   },
   "author": {
    "text": "Patrick J. Adams"
   }
  },
  {
   "quote": {
    "text": "After 'A Good Day to Die Hard,' I had a bit of an identity crisis as far as where I wanted to place myself in the business. When it's all new and fresh, there is a lot of pressure to know what you represent, and I didn't really get that."
   },
   "author": {
    "text": "Jai Courtney"
   }
  },
  {
   "quote": {
    "text": "Family farms and small businesses are the backbone of our communities."
   },
   "author": {
    "text": "Tom Allen"
   }
  },
  {
   "quote": {
    "text": "The luckiest person in the world is somebody who is born into a small, shabby-genteel town on a major railway connection with 24,000 souls and a bird sanctuary and whose grandfather owns a farm and whose father owns a business -whose family is mildly prosperous but not rich, which means you can leave the town."
   },
   "author": {
    "text": "Allan Gurganus"
   }
  },
  {
   "quote": {
    "text": "I'd always loved technology. It's something I always messed around with in computer labs at school. So I glommed onto it very early as way to differentiate myself in business."
   },
   "author": {
    "text": "Daniel Suarez"
   }
  },
  {
   "quote": {
    "text": "At that time, the people that were in the animated film business were mostly guys who were unsuccessful newspaper cartoonists. In other words, their ability to draw living things was practically nil."
   },
   "author": {
    "text": "Marc Davis"
   }
  },
  {
   "quote": {
    "text": "I was employed as an investigator and my particular team, we were investigating the role of the business community in the genocide and we identified a bunch of leaders of the business community and I investigated two people."
   },
   "author": {
    "text": "Tony Greig"
   }
  },
  {
   "quote": {
    "text": "A manager doesn't hear the cheers."
   },
   "author": {
    "text": "Alvin Dark"
   }
  },
  {
   "quote": {
    "text": "The marketplace for books when I entered the business shortly after World War II consisted of a thousand or so well stocked independent booksellers in major towns and cities supplemented by thousands of smaller shops that carried limited stocks of mostly current titles along with greeting cards, toys and so on."
   },
   "author": {
    "text": "Jason Epstein"
   }
  },
  {
   "quote": {
    "text": "An economist is an expert who will know tomorrow why the things he predicted yesterday didn't happen today."
   },
   "author": {
    "text": "Laurence J. Peter"
   }
  },
  {
   "quote": {
    "text": "I always wanted to be a zookeeper when I was growing up, and I've wound up a zookeeper! I've been working with the Los Angeles Zoo for 45 years! I'm the luckiest old broad on two feet because my life is divided absolutely in half - half animals and half show business. You can't ask for better than two things you love the most."
   },
   "author": {
    "text": "Betty White"
   }
  },
  {
   "quote": {
    "text": "The gambling known as business looks with austere disfavor upon the business known as gambling."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "I don't think meals have any business being deductible. I'm for separation of calories and corporations."
   },
   "author": {
    "text": "Ralph Nader"
   }
  },
  {
   "quote": {
    "text": "The meek shall inherit the Earth, but not its mineral rights."
   },
   "author": {
    "text": "J. Paul Getty"
   }
  },
  {
   "quote": {
    "text": "Exchange ideas frequently."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "Business is a combination of war and sport."
   },
   "author": {
    "text": "Andre Maurois"
   }
  },
  {
   "quote": {
    "text": "You can be in this business 50 years and still not know anything about it."
   },
   "author": {
    "text": "Sammy Davis, Jr."
   }
  },
  {
   "quote": {
    "text": "One way to think about the magnitude of the changes to come is to think about how you went about your business before powerful Web search engines. You probably wouldn't have imagined that a world of answers would be available to you in under a second. The next set of advances will have an different effect, but similar in magnitude."
   },
   "author": {
    "text": "Tim Berners-Lee"
   }
  },
  {
   "quote": {
    "text": "A bankruptcy judge can fix your balance sheet, but he cannot fix your company."
   },
   "author": {
    "text": "Gordon Bethune"
   }
  },
  {
   "quote": {
    "text": "The gig economy is empowerment. This new business paradigm empowers individuals to better shape their own destiny and leverage their existing assets to their benefit."
   },
   "author": {
    "text": "John McAfee"
   }
  },
  {
   "quote": {
    "text": "The buck stops with the guy who signs the checks."
   },
   "author": {
    "text": "Rupert Murdoch"
   }
  },
  {
   "quote": {
    "text": "The fastest way to succeed is to look as if you're playing by somebody else's rules, while quietly playing by your own."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "Spend a lot of time talking to customers face to face. You'd be amazed how many companies don't listen to their customers."
   },
   "author": {
    "text": "Ross Perot"
   }
  },
  {
   "quote": {
    "text": "First-rate people hire first-rate people; second-rate people hire third-rate people."
   },
   "author": {
    "text": "Leo Rosten"
   }
  },
  {
   "quote": {
    "text": "When I decided to get married at 40, I couldn't find a dress with the modernity or sophistication I wanted. That's when I saw the opportunity for a wedding gown business."
   },
   "author": {
    "text": "Vera Wang"
   }
  },
  {
   "quote": {
    "text": "If being the biggest company was a guarantee of success, we'd all be using IBM computers and driving GM cars."
   },
   "author": {
    "text": "James Surowiecki"
   }
  },
  {
   "quote": {
    "text": "I am one of those artists who knows where their money is. I pay my bills; I take care of my mama. I handle my business. I am a businessman. I go to meetings and take care of things, so it's a lot more than just partying and turning up."
   },
   "author": {
    "text": "Juicy J"
   }
  },
  {
   "quote": {
    "text": "Word of mouth is the best medium of all."
   },
   "author": {
    "text": "William Bernbach"
   }
  },
  {
   "quote": {
    "text": "To command is to serve, nothing more and nothing less."
   },
   "author": {
    "text": "Andre Malraux"
   }
  },
  {
   "quote": {
    "text": "Never argue with a profit."
   },
   "author": {
    "text": "Jeff Rich"
   }
  },
  {
   "quote": {
    "text": "My goal is to get another 30 years out of this business. So I need to figure out the fuel to do that. And so far, I think it's respect and quality and company, not celebrity or box office or stardom. It's not a sprinter's approach. It's more like a long-distance thing. You can stick around a lot longer if you kind of slow-play it."
   },
   "author": {
    "text": "Jason Bateman"
   }
  },
  {
   "quote": {
    "text": "War is a beastly business, it is true, but one proof we are human is our ability to learn, even from it, how better to exist."
   },
   "author": {
    "text": "M. F. K. Fisher"
   }
  },
  {
   "quote": {
    "text": "If you're the head of a business, there's a protocol that people have to follow."
   },
   "author": {
    "text": "Robin Wright"
   }
  },
  {
   "quote": {
    "text": "A group or an artist shouldn't get his money until his boss gets his."
   },
   "author": {
    "text": "Bobby Darin"
   }
  },
  {
   "quote": {
    "text": "When did it become a problem to be a small businessman and become successful? The small businessman - like my father, or like me?"
   },
   "author": {
    "text": "Glenn Beck"
   }
  },
  {
   "quote": {
    "text": "What's the subject of life - to get rich? All of those fellows out there getting rich could be dancing around the real subject of life."
   },
   "author": {
    "text": "Paul A. Volcker"
   }
  },
  {
   "quote": {
    "text": "Business has to change the way it does business, or we will make no significant changes in the way we relate to the earth."
   },
   "author": {
    "text": "Dennis Weaver"
   }
  },
  {
   "quote": {
    "text": "One's mind has a way of making itself up in the background, and it suddenly becomes clear what one means to do."
   },
   "author": {
    "text": "A. C. Benson"
   }
  },
  {
   "quote": {
    "text": "I came into this whole business by going to see Rock Against Racism gigs with the Clash."
   },
   "author": {
    "text": "Billy Bragg"
   }
  },
  {
   "quote": {
    "text": "Business is in itself a power."
   },
   "author": {
    "text": "Garet Garrett"
   }
  },
  {
   "quote": {
    "text": "If you have to forecast, forecast often."
   },
   "author": {
    "text": "Edgar Fiedler"
   }
  },
  {
   "quote": {
    "text": "We need to become good citizens in the global village, instead of competing. What are we competing for - to drive more cars, eat more steaks? That will destroy the world."
   },
   "author": {
    "text": "Yuan T. Lee"
   }
  },
  {
   "quote": {
    "text": "There are emotional relationships in any business."
   },
   "author": {
    "text": "Douglas Tompkins"
   }
  },
  {
   "quote": {
    "text": "There was a point in the late '90s where all the graduating M.B.A.'s wanted to start companies in Silicon Valley, and for the most part they were not actually qualified to do it."
   },
   "author": {
    "text": "Marc Andreessen"
   }
  },
  {
   "quote": {
    "text": "Don't worry about people stealing your ideas. If your ideas are any good, you'll have to ram them down people's throats."
   },
   "author": {
    "text": "Howard Aiken"
   }
  },
  {
   "quote": {
    "text": "Go to your business, pleasure, whilst I go to my pleasure, business."
   },
   "author": {
    "text": "William Wycherley"
   }
  },
  {
   "quote": {
    "text": "For entrepreneurs, choosing your co-founders is like a professional marriage. You're going to go through tough times, and you need to remember that ideas can change, but business partners can't."
   },
   "author": {
    "text": "Nathan Blecharczyk"
   }
  },
  {
   "quote": {
    "text": "But I cannot bring myself to believe that I was intended for a musician, because it seems so small a business in comparison with other things which, it seems to me, I might do. Question here: 'What is the province of music in the economy of the world?'"
   },
   "author": {
    "text": "Sidney Lanier"
   }
  },
  {
   "quote": {
    "text": "If you want to avoid criticism, then you shouldn't be a historian, because historians are trying to understand and explain. If you're trying to please people, then you should go into the fashion business, or the candy business."
   },
   "author": {
    "text": "Timothy D. Snyder"
   }
  },
  {
   "quote": {
    "text": "I've never written a movie, I'm not in the movie business. I go out to L.A. and I'm like everyone else wandering around in a daze hoping I see movie stars. I write the novels that the movies are based on, and that feels like enough of a job for me."
   },
   "author": {
    "text": "Justin Cronin"
   }
  },
  {
   "quote": {
    "text": "Markets change, tastes change, so the companies and the individuals who choose to compete in those markets must change."
   },
   "author": {
    "text": "An Wang"
   }
  },
  {
   "quote": {
    "text": "Do not trust people. They are capable of greatness."
   },
   "author": {
    "text": "Stanislaw Lem"
   }
  },
  {
   "quote": {
    "text": "You can't operate a company by fear, because the way to eliminate fear is to avoid criticism. And the way to avoid criticism is to do nothing."
   },
   "author": {
    "text": "Steve Ross"
   }
  },
  {
   "quote": {
    "text": "I love the community of theater. There is something about the camaraderie: People who show up eight times a week to do a show. It's unlike any other business. It's just lovely. You feel like you're in a family."
   },
   "author": {
    "text": "Billy Porter"
   }
  },
  {
   "quote": {
    "text": "The incestuous relationship between government and big business thrives in the dark."
   },
   "author": {
    "text": "Jack Anderson"
   }
  },
  {
   "quote": {
    "text": "I can't tell you how many board meetings I've been in where the CEO is anguished over the impacts on morale that cost cutting or layoffs will bring about. You know what hurts morale even more than cost-cutting and layoffs? Going out of business."
   },
   "author": {
    "text": "Heidi Roizen"
   }
  },
  {
   "quote": {
    "text": "Our new attitude is how can we put you in front of our customer."
   },
   "author": {
    "text": "Terry Semel"
   }
  },
  {
   "quote": {
    "text": "Only a monopolist could study a business and ruin it by giving away products."
   },
   "author": {
    "text": "Scott McNealy"
   }
  },
  {
   "quote": {
    "text": "The leader who exercises power with honor will work from the inside out, starting with himself."
   },
   "author": {
    "text": "Blaine Lee"
   }
  },
  {
   "quote": {
    "text": "What we actually learn, from any given set of circumstances, determines whether we become increasingly powerless or more powerful."
   },
   "author": {
    "text": "Blaine Lee"
   }
  },
  {
   "quote": {
    "text": "If you fire people, you fire customers."
   },
   "author": {
    "text": "Ferdinand Piech"
   }
  },
  {
   "quote": {
    "text": "I have always recognized that the object of business is to make money in an honorable manner. I have endeavored to remember that the object of life is to do good."
   },
   "author": {
    "text": "Peter Cooper"
   }
  },
  {
   "quote": {
    "text": "I rate enthusiasm even above professional skill."
   },
   "author": {
    "text": "Edward Appleton"
   }
  }
 ]
}