{
 "CarQuotes": [
  {
   "quote": {
    "text": "There's a lot of stress... but once you get in the car, all that goes out the window."
   },
   "author": {
    "text": "Dan Brown"
   }
  },
  {
   "quote": {
    "text": "The way I drive, the way I handle a car, is an expression of my inner feelings."
   },
   "author": {
    "text": "Lewis Hamilton"
   }
  },
  {
   "quote": {
    "text": "When a man opens a car door for his wife, it's either a new car or a new wife."
   },
   "author": {
    "text": "Prince Philip"
   }
  },
  {
   "quote": {
    "text": "See, when you drive home today, you've got a big windshield on the front of your car. And you've got a little bitty rearview mirror. And the reason the windshield is so large and the rearview mirror is so small is because what's happened in your past is not near as important as what's in your future."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "A dream without ambition is like a car without gas... you're not going anywhere."
   },
   "author": {
    "text": "Sean Hampton"
   }
  },
  {
   "quote": {
    "text": "Maybe the bike is more dangerous, but the passion for the car for me is second to the bike."
   },
   "author": {
    "text": "Valentino Rossi"
   }
  },
  {
   "quote": {
    "text": "I couldn't find the sports car of my dreams, so I built it myself."
   },
   "author": {
    "text": "Ferdinand Porsche"
   }
  },
  {
   "quote": {
    "text": "The cars we drive say a lot about us."
   },
   "author": {
    "text": "Alexandra Paul"
   }
  },
  {
   "quote": {
    "text": "There's three things men always talk about - women, sports, and cars."
   },
   "author": {
    "text": "Mario Lopez"
   }
  },
  {
   "quote": {
    "text": "The connection to place, to the land, the wind, the sun, stars, the moon... it sounds romantic, but it's true - the visceral experience of motion, of moving through time on some amazing machine - a few cars touch on it, but not too many compared to motorcycles. I always felt that any motorcycle journey was special."
   },
   "author": {
    "text": "Antoine Predock"
   }
  },
  {
   "quote": {
    "text": "A muscle is like a car. If you want it to run well early in the morning, you have to warm it up."
   },
   "author": {
    "text": "Florence Griffith Joyner"
   }
  },
  {
   "quote": {
    "text": "Giving money and power to government is like giving whiskey and car keys to teenage boys."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "I am thankful the most important key in history was invented. It's not the key to your house, your car, your boat, your safety deposit box, your bike lock or your private community. It's the key to order, sanity, and peace of mind. The key is 'Delete.'"
   },
   "author": {
    "text": "Elayne Boosler"
   }
  },
  {
   "quote": {
    "text": "This generation is so dead. You ask a kid, 'What are you doing this Saturday?' and they'll be playing video games or watching cable, instead of building model cars or airplanes or doing something creative. Kids today never say, 'Man, I'm really into remote-controlled steamboats.'"
   },
   "author": {
    "text": "Jack White"
   }
  },
  {
   "quote": {
    "text": "Shoes make an outfit; they're like rims for a car."
   },
   "author": {
    "text": "Omari Hardwick"
   }
  },
  {
   "quote": {
    "text": "I race to win. If I am on the bike or in a car it will always be the same."
   },
   "author": {
    "text": "Valentino Rossi"
   }
  },
  {
   "quote": {
    "text": "My mother is a big believer in being responsible for your own happiness. She always talked about finding joy in small moments and insisted that we stop and take in the beauty of an ordinary day. When I stop the car to make my kids really see a sunset, I hear my mother's voice and smile."
   },
   "author": {
    "text": "Jennifer Garner"
   }
  },
  {
   "quote": {
    "text": "One person's car is another person's scenery."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "We don't need bigger cars or fancier clothes. We need self-respect, identity, community, love, variety, beauty, challenge and a purpose in living that is greater than material accumulation."
   },
   "author": {
    "text": "Donella Meadows"
   }
  },
  {
   "quote": {
    "text": "Being sad and being depressed are two different things. Also, people going through depression don't look so, while someone sad will look sad. The most common reaction is, 'How can you be depressed? You have everything going for you. You are the supposed number one heroine and have a plush home, car, movies... What else do you want?'"
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "My wife wants sex in the back of the car and she wants me to drive."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "I'm a typical guy. Driving cars and speed are really fun."
   },
   "author": {
    "text": "Luke Mably"
   }
  },
  {
   "quote": {
    "text": "Whether you live in a city or a small town, and whether you drive a car, take the bus or ride a train, at some point in the day, everyone is a pedestrian."
   },
   "author": {
    "text": "Anthony Foxx"
   }
  },
  {
   "quote": {
    "text": "Automobiles have always been part of my life, and I'm sure they always will be. What is it about them that moves me? The sound of a great engine, the unity and uniqueness of an automobile's engineering and coachwork, the history of the company and the car, and, of course, the sheer beauty of the thing."
   },
   "author": {
    "text": "Edward Herrmann"
   }
  },
  {
   "quote": {
    "text": "It's a never ending battle of making your cars better and also trying to be better yourself."
   },
   "author": {
    "text": "Dale Earnhardt"
   }
  },
  {
   "quote": {
    "text": "A lot of fun stuff happens when you go out on a bike compared to when you're in a car. You're more in the environment. It's enjoyable. Even when It's raining It's still fun."
   },
   "author": {
    "text": "Stone Gossard"
   }
  },
  {
   "quote": {
    "text": "It's like driving your car. If you drive too fast on the highway, you will topple, so you better maintain your speed. Life is similar to that, and that's the way you have to control your head."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "Every kid has a toy that they believe is their best friend, that they believe communicates with them, and they imagine it being alive, their toy horse or car or whatever it is. Stop-motion is the only medium where we literally can make a toy come to life, an actual object."
   },
   "author": {
    "text": "Henry Selick"
   }
  },
  {
   "quote": {
    "text": "I've always been asked, 'What is my favorite car?' and I've always said 'The next one.'"
   },
   "author": {
    "text": "Carroll Shelby"
   }
  },
  {
   "quote": {
    "text": "You don't have to carry a designer bag that costs more than a car to look cool."
   },
   "author": {
    "text": "Kesha"
   }
  },
  {
   "quote": {
    "text": "We have lost our vision for the future. Before, we say, 'Nothing will be the same. Cars will fly, and we go to the end of the universe.' We have this kind of naive but exciting idea of the future. Now, the vision has been reduced to ways to select our garbage and how to survive global warming."
   },
   "author": {
    "text": "Jean-Michel Jarre"
   }
  },
  {
   "quote": {
    "text": "People think getting a new partner is like getting a new car."
   },
   "author": {
    "text": "Orlando Bloom"
   }
  },
  {
   "quote": {
    "text": "Sense the blessings of the earth in the perfect arc of a ripe tangerine, the taste of warm, fresh bread, the circling flight of birds, the lavender color of the sky shining in a late afternoon rain puddle, the million times we pass other beings in our cars and shops and out among the trees without crashing, conflict, or harm."
   },
   "author": {
    "text": "Jack Kornfield"
   }
  },
  {
   "quote": {
    "text": "Cars are the sculptures of our everyday lives."
   },
   "author": {
    "text": "Chris Bangle"
   }
  },
  {
   "quote": {
    "text": "Never have more children than you have car windows."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "Just as your car runs more smoothly and requires less energy to go faster and farther when the wheels are in perfect alignment, you perform better when your thoughts, feelings, emotions, goals, and values are in balance."
   },
   "author": {
    "text": "Brian Tracy"
   }
  },
  {
   "quote": {
    "text": "I hate the hand that comes out of a car and just drops litter in the street. I hate that! For some reason, it just fills me with fury! It's just utter laziness, lack of interest in other people, lack of interest in the planet, in the hedgehog who might eat the plastic bag, it's a lack of concern."
   },
   "author": {
    "text": "Joanna Lumley"
   }
  },
  {
   "quote": {
    "text": "I am a spiritual person in an eastern religion kind of way. I learned that happiness for all of us is a switch that you flick in your brain. It doesn't have anything to do with getting a new house, a new car, a new girlfriend, or a new pair of shoes. Our culture is very much about that; we are never happy with what we have today."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "The only big things I've purchased are my dad's heart valve and a Rolls-Royce for my parents, for their anniversary. And that was only because my dad had a Lady Gaga license plate on our old car and it was making me crazy because he was getting followed everywhere, so I bought him a new car."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "I love speed. I love racing cars, whether it's on the streets or wherever. Don't tell the St. Louis police, though."
   },
   "author": {
    "text": "Nelly"
   }
  },
  {
   "quote": {
    "text": "A perfect day would be to get into the car, drive out to Yosemite and go camping."
   },
   "author": {
    "text": "Michael Steger"
   }
  },
  {
   "quote": {
    "text": "When you were growing up, your mom and dad told you to look both ways before crossing the street or not to get into a car with a stranger. It's the same with the Internet. We have a big responsibility and a huge role in bringing all the stakeholders to the table - users, parents, educators, law enforcement, government organisations."
   },
   "author": {
    "text": "Chris DeWolfe"
   }
  },
  {
   "quote": {
    "text": "A racing car is an animal with a thousand adjustments."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "When Henry Ford made cheap, reliable cars people said, 'Nah, what's wrong with a horse?' That was a huge bet he made, and it worked."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Dubai is a vibrant city: Big cars, big buildings... it reminds me of my home town, Hong Kong. People are always on the move here, and there's a lot going on. There are some wonderful architecture and some not-so-wonderful."
   },
   "author": {
    "text": "John Rocha"
   }
  },
  {
   "quote": {
    "text": "My very best friend died in a car accident when I was 16 years old. That was the hardest blow emotionally that I have ever had to endure. Suddenly, you realize tomorrow might not come. Now I live by the motto, 'Today is what I have.'"
   },
   "author": {
    "text": "Amber Heard"
   }
  },
  {
   "quote": {
    "text": "I had to stop driving my car for a while... the tires got dizzy."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "I think there are more politicians in favor of electric cars than against. There are still some that are against, and I think the reasoning for that varies depending on the person, but in some cases, they just don't believe in climate change - they think oil will last forever."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Everyone loved my father. He was so nice that people took advantage of him. We were lower middle class. I slept in the hallway on a cot that rolled away during the day, and my younger brother and sister slept in my parents' room. My goal as a kid was to someday have my own room and to own a car - and I wanted to be able to take care of my parents."
   },
   "author": {
    "text": "Jerry Reinsdorf"
   }
  },
  {
   "quote": {
    "text": "Yeah, it's risky, but no more risky than driving a car."
   },
   "author": {
    "text": "Cory Lidle"
   }
  },
  {
   "quote": {
    "text": "We always want more. Whether it is better clothes, a bigger house, faster cars, or the latest gadgets, satisfaction in these days of consumerism is difficult to find."
   },
   "author": {
    "text": "Tulsi Tanti"
   }
  },
  {
   "quote": {
    "text": "To attract men, I wear a perfume called 'New Car Interior.'"
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "Most of us have to spend a lot of energy to learn how to drive a car. Then we have to spend the rest of our lives over-concentrating as we drive and text and eat a burrito and put on makeup. As a result, 30,000 people die every year in a car accident in the U.S."
   },
   "author": {
    "text": "Astro Teller"
   }
  },
  {
   "quote": {
    "text": "I love public transportation! Who wants to sit in a car and be angry at other drivers for eight hours? I'd rather sit on a bus or train and read a book."
   },
   "author": {
    "text": "Hong Chau"
   }
  },
  {
   "quote": {
    "text": "Never lend your car to anyone to whom you have given birth."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "One of the things that's interesting to me is I find things like caffeine and stunts actually relax me. When they're putting a bit of gel on my arm and lighting me on fire, or when I'm about to go into a high-speed car chase or rev a motorcycle up pretty fast, I find everything else around me slows down."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "What I think is so amazing about having everything, and feeling like I have everything, is that I don't really find happiness within materialistic things. Like, it's cool if I can buy myself a new car, and I think it's amazing for a week, but then the thrill is over, and I'm like, 'Oh, so I guess that wasn't really happiness.'"
   },
   "author": {
    "text": "Kylie Jenner"
   }
  },
  {
   "quote": {
    "text": "Every new car, you open the door, and you look at all those internal mellifluous swoopy bits, and they have no meaning."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "I would wear the blue overalls of the fieldworker and often wore round, rimless glasses known as Mazzawati teaglasses. I had a car, and I wore a chauffeur's cap with my overalls. The pose of chauffeur was convenient because I could travel under the pretext of driving my master's car."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Electric cars are not going to take the market by storm, but it's going to be a gradual improvement."
   },
   "author": {
    "text": "Carlos Ghosn"
   }
  },
  {
   "quote": {
    "text": "It all happened so fast. The ghetto. The deportation. The sealed cattle car. The fiery altar upon which the history of our people and the future of mankind were meant to be sacrificed."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "There is a limit to the application of democratic methods. You can inquire of all the passengers as to what type of car they like to ride in, but it is impossible to question them as to whether to apply the brakes when the train is at full speed and accident threatens."
   },
   "author": {
    "text": "Leon Trotsky"
   }
  },
  {
   "quote": {
    "text": "Everything in life is somewhere else, and you get there in a car."
   },
   "author": {
    "text": "E. B. White"
   }
  },
  {
   "quote": {
    "text": "The fact is I don't drive just to get from A to B. I enjoy feeling the car's reactions, becoming part of it."
   },
   "author": {
    "text": "Enzo Ferrari"
   }
  },
  {
   "quote": {
    "text": "A man who has never gone to school may steal from a freight car; but if he has a university education, he may steal the whole railroad."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "I'm getting asked a lot, 'You don't have kids, so how do you know how to act like a mother?' I know nothing could compare, and I haven't had that experience, but when my niece was born, I felt like I would jump in front of a car and die for this little person I didn't even know yet."
   },
   "author": {
    "text": "Winona Ryder"
   }
  },
  {
   "quote": {
    "text": "Agriculture is one of the biggest causes of greenhouse gases in the atmosphere. Cars? Planes? Trains? Nope. Cow farts."
   },
   "author": {
    "text": "Zazie Beetz"
   }
  },
  {
   "quote": {
    "text": "You always hear the phrase, money doesn't buy you happiness. But I always in the back of my mind figured a lot of money will buy you a little bit of happiness. But it's not really true. I got a new car because the old one's lease expired."
   },
   "author": {
    "text": "Sergey Brin"
   }
  },
  {
   "quote": {
    "text": "If you think about jeans or phones or television, we are used to new brands popping up right and left. But in the car industry, we grew up with Mercedes, BMW, General Motors, and Ford, and nobody can remember during his or her upbringing a new car brand coming to life."
   },
   "author": {
    "text": "Henrik Fisker"
   }
  },
  {
   "quote": {
    "text": "A new car is not going to change your life."
   },
   "author": {
    "text": "Monica Ali"
   }
  },
  {
   "quote": {
    "text": "A gun can be dangerous. But a gun can protect you, you can hunt for food with it - you know, the tool itself is a tool. The intention of the party using the tool is a part of the process, right? You know: the knife cuts the steak, stabs the person, saves somebody from danger, cuts somebody out of a car."
   },
   "author": {
    "text": "Peter Guber"
   }
  },
  {
   "quote": {
    "text": "My husband is pretty particular about his cars. In his opinion, the Mercedes are the best of the best."
   },
   "author": {
    "text": "Lauren Lee Smith"
   }
  },
  {
   "quote": {
    "text": "You have to maintain the balance between fast growth and smooth growth. It's like driving a car and knowing when to balance the gas pedal and the brake."
   },
   "author": {
    "text": "Guo Guangchang"
   }
  },
  {
   "quote": {
    "text": "A broad margin of leisure is as beautiful in a man's life as in a book. Haste makes waste, no less in life than in housekeeping. Keep the time, observe the hours of the universe, not of the cars."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "The automobile engine will come, and then I will consider my life's work complete."
   },
   "author": {
    "text": "Rudolf Diesel"
   }
  },
  {
   "quote": {
    "text": "Eric Schmidt looks innocent enough, with his watercolor blue eyes and his tiny office full of toys and his Google campus stocked with volleyball courts and unlocked bikes and wheat-grass shots and cereal dispensers and Haribo Gummi Bears and heated toilet seats and herb gardens and parking lots with cords hanging to plug in electric cars."
   },
   "author": {
    "text": "Maureen Dowd"
   }
  },
  {
   "quote": {
    "text": "When you get into your car, shut the door and be there for just half a minute. Breathe, feel the energy inside your body, look around at the sky, the trees. The mind might tell you, 'I don't have time.' But that's the mind talking to you. Even the busiest person has time for 30 seconds of space."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "I started life washing cars in Canada before moving on to selling life insurance and vacuum cleaners. Later, I went through a programme by Dr. Norman Vincent Peale, which literally changed my life. It was the turning point."
   },
   "author": {
    "text": "Shiv Khera"
   }
  },
  {
   "quote": {
    "text": "Happiness does not come from football awards. It's terrible to correlate happiness with football. Happiness comes from a good job, being able to feed your wife and kids. I don't dream football, I dream the American dream - two cars in a garage, be a happy father."
   },
   "author": {
    "text": "Barry Sanders"
   }
  },
  {
   "quote": {
    "text": "The majority of my interactions with police were not good. There were a few good ones who were actually protecting the community. But then you have ones from the Valley. They never met me in their life, but since I'm a kid in basketball shorts and a white T-shirt, they wanna slam me on the hood of the car. Sixteen years old."
   },
   "author": {
    "text": "Kendrick Lamar"
   }
  },
  {
   "quote": {
    "text": "Riding my motorcycle around L.A. is like my own video game. But unlike many folks at the wheel, I am occupied with getting where I'm going and keeping myself safe. Most people are applying makeup, texting, and checking out the beauty in the next car."
   },
   "author": {
    "text": "Hugh Laurie"
   }
  },
  {
   "quote": {
    "text": "We will never get to the flying car era. We will get to the era where we get flying drones that haul people, though."
   },
   "author": {
    "text": "Thomas Frey"
   }
  },
  {
   "quote": {
    "text": "Usually, there is no equivalent of air traffic control at sea. Some busy areas operate 'traffic separation schemes,' but mostly, ships are treated like cars on roads where there are rules and codes of behavior, and successful, accident-free outcomes depend on everyone respecting them. As on roads, this doesn't always work."
   },
   "author": {
    "text": "Rose George"
   }
  },
  {
   "quote": {
    "text": "I live a fairly simple life, and that didn't change much after I sold TechCrunch in 2010. I didn't buy a new house or even a new car. The one thing I did splurge on was a boat. Nothing too fancy or large."
   },
   "author": {
    "text": "Michael Arrington"
   }
  },
  {
   "quote": {
    "text": "Only bad golfers are lucky. They're the ones bouncing balls off trees, curbs, turtles and cars. Good golfers have bad luck. When you hit the ball straight, a funny bounce is bound to be unlucky."
   },
   "author": {
    "text": "Lee Trevino"
   }
  },
  {
   "quote": {
    "text": "At the earliest age, when I saw a 'wet paint' sign, I had to touch the paint to see if it was wet. When I get stopped at the stoplight in the middle of the night, and there's just no cars coming, and the light is red, I go. I don't think I'm putting anyone in harm's way, and I'll just take the consequences. Because I'm a Libertarian."
   },
   "author": {
    "text": "Gary Johnson"
   }
  },
  {
   "quote": {
    "text": "Rhode Island works hard to reduce air pollution in our communities. We passed laws to prohibit cars and buses from idling their engines and to retrofit school buses with diesel pollution controls. But there is only so much a single state can do, particularly against out-of-state pollution."
   },
   "author": {
    "text": "Sheldon Whitehouse"
   }
  },
  {
   "quote": {
    "text": "(On seeing a former lover for the first time in years) I thought I told you to wait in the car."
   },
   "author": {
    "text": "Tallulah Bankhead"
   }
  },
  {
   "quote": {
    "text": "I love driving. I still drive a 1993 Toyota Camry. I do want to get an electric car, but it's less of a carbon footprint if you keep your old, fuel-efficient car on the road than if you say 'build me a whole new car.'"
   },
   "author": {
    "text": "Josh Fox"
   }
  },
  {
   "quote": {
    "text": "What a piece of garbage this smart car is. There's a commercial - the smart car has zero percent interest for six years. Well, good, I got zero percent in six years in buying this smart car. I'll tell you that much. I mean, it's ridiculous. My buddy has a smart car, totaled it. He hit a deer tick."
   },
   "author": {
    "text": "Larry the Cable Guy"
   }
  },
  {
   "quote": {
    "text": "Every song has a composer, every book has an author, every car has a maker, every painting has a painter, and every building has a builder. So it isn't irrational to take this simple logic a little further and say that nature must have had a Maker. It would be irrational to believe that it made itself."
   },
   "author": {
    "text": "Ray Comfort"
   }
  },
  {
   "quote": {
    "text": "A doctor is not a mechanic. A car doesn't react with a mechanic, but a human being does."
   },
   "author": {
    "text": "Randa Haines"
   }
  },
  {
   "quote": {
    "text": "We at BMW do not build cars as consumer objects, just to drive from A to B. We build mobile works of art."
   },
   "author": {
    "text": "Chris Bangle"
   }
  },
  {
   "quote": {
    "text": "I don't want to die in a car accident. When I die it'll be a glorious day. It'll probably be a waterfall."
   },
   "author": {
    "text": "River Phoenix"
   }
  },
  {
   "quote": {
    "text": "Robots will harvest, cook, and serve our food. They will work in our factories, drive our cars, and walk our dogs. Like it or not, the age of work is coming to an end."
   },
   "author": {
    "text": "Gray Scott"
   }
  },
  {
   "quote": {
    "text": "I really do encourage other manufacturers to bring electric cars to market. It's a good thing, and they need to bring it to market and keep iterating and improving and make better and better electric cars, and that's what going to result in humanity achieving a sustainable transport future. I wish it was growing faster than it is."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "I think about me and my dad taking a road trip from Phoenix to Nashville when I was 19. He's no longer here with me, but I still drive that same 1994 Chevy truck. I never have bought a new car."
   },
   "author": {
    "text": "Dierks Bentley"
   }
  },
  {
   "quote": {
    "text": "We don't need flashy cars, impressive titles, uniforms, or other status symbols. We rely on our strength and our will!"
   },
   "author": {
    "text": "Ingvar Kamprad"
   }
  },
  {
   "quote": {
    "text": "Many kids come out of college, they have a credit card and a diploma. They don't know how to buy a house or a car or health insurance or life insurance. They do not know basic microeconomics."
   },
   "author": {
    "text": "Jesse Jackson"
   }
  },
  {
   "quote": {
    "text": "A human being is still more likely to die of a bee sting, snake bite or, Lord knows, automobile accident than by shark attack. We do not execute the perpretrators of death by car. We should not butcher an animal for an inadvertent homicide."
   },
   "author": {
    "text": "Peter Benchley"
   }
  },
  {
   "quote": {
    "text": "I take cabs if I need to get somewhere or I take car service. I don't drive, I wouldn't mind riding a bike... People think that because you become an entertainer you gotta have this rock star thug image. I'm an artist, man. I'm going to live like an artist."
   },
   "author": {
    "text": "ASAP Rocky"
   }
  },
  {
   "quote": {
    "text": "I love driving my car on any highway."
   },
   "author": {
    "text": "Virat Kohli"
   }
  },
  {
   "quote": {
    "text": "Short stories, for me, it's like you step inside this brand new car and you drive it and you drive it into a tree and you walk away from it."
   },
   "author": {
    "text": "Kevin Wilson"
   }
  },
  {
   "quote": {
    "text": "I spent a lot of money on booze, birds and fast cars. The rest I just squandered."
   },
   "author": {
    "text": "George Best"
   }
  },
  {
   "quote": {
    "text": "Now and then, when I grow nostalgic about my ocean childhood - the wauling of gulls and the smell of salt, somebody solicitous will bundle me into a car and drive me to the nearest briny horizon."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "Justice is expensive in America. There are no Free Passes... You might want to remember this, the next time you get careless and blow off a few Parking Tickets. They will come back to haunt you the next time you see a Cop car in your rear-view mirror."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "My choices, including those related to the day-to-day aspects of life, like the use of a modest car, are related to a spiritual discernment that responds to a need that arises from looking at things, at people and from reading the signs of the times. Discernment in the Lord guides me in my way of governing."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "I know a lot about cars, man. I can look at any car's headlights and tell you exactly which way it's coming."
   },
   "author": {
    "text": "Mitch Hedberg"
   }
  },
  {
   "quote": {
    "text": "I always try to say, 'If you want to help the environment, try to do just two things. One, use less of your car. Second, separate your garbage.'"
   },
   "author": {
    "text": "Jaime Lerner"
   }
  },
  {
   "quote": {
    "text": "Stuff doesn't matter - boats, cars, fancy things don't matter. What matters, what will matter to me, is the love of the people around me, and did I take a chance? Did I seize an opportunity to do something for people with the talents that I was lucky enough to be given? Did I make a difference in the lives of people who needed me?"
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "Naming me 'Twinkle' was a foolproof way of making sure that I would get teased throughout my life, have immigration officers at various airports stare at my passport and shake with hysterical laughter, and strangers stalk me with WhatsApp messages like, 'Twinkle, Twinkle, little star, I hope you get hit by a car!'"
   },
   "author": {
    "text": "Twinkle Khanna"
   }
  },
  {
   "quote": {
    "text": "You can't be as old as I am without waking up with a surprised look on your face every morning: 'Holy Christ, whaddya know - I'm still around!' It's absolutely amazing that I survived all the booze and smoking and the cars and the career."
   },
   "author": {
    "text": "Paul Newman"
   }
  },
  {
   "quote": {
    "text": "Rappers aren't the really rich ones. We all have nice houses with studios and cars, but you need a piece of someone's business to be super wealthy."
   },
   "author": {
    "text": "Drake"
   }
  },
  {
   "quote": {
    "text": "Most people are defined by their titles, their cars, their house, where they came from, their color, their race, their religion. And so it's up to you to take control of your own life and define you. As long as you understand who you are and you have a solid foundation of understanding what your talents are, what your skills are."
   },
   "author": {
    "text": "Stedman Graham"
   }
  },
  {
   "quote": {
    "text": "Here is a new car, a new iPhone. We buy. We discard. We buy again. In recent years, we've been doing it faster."
   },
   "author": {
    "text": "Arlie Russell Hochschild"
   }
  },
  {
   "quote": {
    "text": "Electric cars are going to be very important for urban transportation."
   },
   "author": {
    "text": "Carlos Ghosn"
   }
  },
  {
   "quote": {
    "text": "Normal is getting dressed in clothes that you buy for work, driving through traffic in a car that you are still paying for, in order to get to a job that you need so you can pay for the clothes, car and the house that you leave empty all day in order to afford to live in it."
   },
   "author": {
    "text": "Ellen Goodman"
   }
  },
  {
   "quote": {
    "text": "My personal fascination with the power of the crowd has been growing: Exactly what can a 'crowd' accomplish? We know crowds can raise billions of dollars, create Wikipedia, and even design and build small autonomous drones. But how about something large and complex like designing a new car, and maybe someday even a spaceship?"
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "I love fast cars... and to go too fast in them."
   },
   "author": {
    "text": "Lara Flynn Boyle"
   }
  },
  {
   "quote": {
    "text": "One of the points in which I was especially interested was the Jim Crow regulations, that is, the system of separation of the races in street cars and railroad trains."
   },
   "author": {
    "text": "Ray Stannard Baker"
   }
  },
  {
   "quote": {
    "text": "If you think about computing, there isn't just one way to compute, just like there's not just one way to move around. You can have shoes, you can have a car, you can have a bicycle, submarine, rocket, plane, train, glider, whatever. Because you have one doesn't mean you get rid of another one... But PCs continue to be important."
   },
   "author": {
    "text": "Michael Dell"
   }
  },
  {
   "quote": {
    "text": "The culture is going into a psychological depression. We are concerned about our place in the world, about being competitive: Will my children have as much as I have? Will I ever own my own home? How can I pay for a new car? Are immigrants taking away my white world?"
   },
   "author": {
    "text": "James Hillman"
   }
  },
  {
   "quote": {
    "text": "I will never shave off my beard and moustache. I did once, for charity, but my wife said, 'Good grief, how awful, you look like an American car with all the chrome removed.'"
   },
   "author": {
    "text": "Rolf Harris"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, nobody in my family had a car. And I didn't have many toys. The only toys I had were the ones I would steal."
   },
   "author": {
    "text": "DMX"
   }
  },
  {
   "quote": {
    "text": "The negative effects of combat were nightmares, and I'd get jumpy around certain noises and stuff, but you'd have that after a car accident or a bad divorce. Life's filled with trauma. You don't need to go to war to find it; it's going to find you. We all deal with it, and the effects go away after awhile. At least they did for me."
   },
   "author": {
    "text": "Sebastian Junger"
   }
  },
  {
   "quote": {
    "text": "The U.S. automotive industry has been selling cars the same way for over 100 years, and there are many laws in place to govern exactly how that is to be accomplished."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Anyone who has ever been privileged to direct a film also knows that, although it can be like trying to write 'War and Peace' in a bumper car in an amusement park, when you finally get it right, there are not many joys in life that can equal the feeling."
   },
   "author": {
    "text": "Stanley Kubrick"
   }
  },
  {
   "quote": {
    "text": "I was raised in Chicago and I guess that was one of the special breeding grounds for gangsters of all colors. That was the Detroit of the gangster world. The car industry was thugs."
   },
   "author": {
    "text": "Quincy Jones"
   }
  },
  {
   "quote": {
    "text": "In August of 2002, I survived a car accident. Although I can still see the van speeding toward us, I cannot bring to mind the crash itself - only its aftermath."
   },
   "author": {
    "text": "Siri Hustvedt"
   }
  },
  {
   "quote": {
    "text": "I put a list together. It was like: Get health insurance, get a car, get a bigger apartment, travel more, get a record deal, get a publishing deal, sell 10,000 units, be a part of a No. 1 album, make a million dollars. I got to check off 90 percent of the stuff last year. I hit some serious landmarks in 2015."
   },
   "author": {
    "text": "Anderson Paak"
   }
  },
  {
   "quote": {
    "text": "You cannot drive the car if you do not have a driver's license. You cannot do brain surgery if you are not a brain surgeon. You cannot even do a massage if you don't have a license."
   },
   "author": {
    "text": "Bikram Choudhury"
   }
  },
  {
   "quote": {
    "text": "And suddenly I realised that I was no longer driving the car consciously. I was driving it by a kind of instinct, only I was in a different dimension."
   },
   "author": {
    "text": "Ayrton Senna"
   }
  },
  {
   "quote": {
    "text": "When I first came to Nashville, people hardly gave country music any respect. We lived in old cars and dirty hotels, and we ate when we could."
   },
   "author": {
    "text": "Loretta Lynn"
   }
  },
  {
   "quote": {
    "text": "We're in a giant car heading towards a brick wall and everyone's arguing over where they're going to sit."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "We must move away from our dependency on fossil fuels, and I am glad that GM has invested over $1 billion in hydrogen fuel cells cars to meet this goal."
   },
   "author": {
    "text": "Albert Wynn"
   }
  },
  {
   "quote": {
    "text": "I'd kind of like to have a classic old muscle car. I think that would be fun."
   },
   "author": {
    "text": "Brooke Burke"
   }
  },
  {
   "quote": {
    "text": "When I go back to Egypt, I call my friend from the airport to buy kushari for us to eat in the car. I pull my hoodie over my head, jump into the car, and then I'm eating it straight away."
   },
   "author": {
    "text": "Mohamed Salah"
   }
  },
  {
   "quote": {
    "text": "People generally complain that they're overburdened by responsibilities, forgetting that they chose to have those responsibilities. No one makes you work like a dog in order to live in a nice house, put your kids in nice schools, drive a smart car and go on exotic foreign holidays. It's up to you."
   },
   "author": {
    "text": "Mark Barrowcliffe"
   }
  },
  {
   "quote": {
    "text": "I love the dog. She comes for drives with me in the back of my car. Darby is not aggressive or judgmental. She just is. That's what I love about her. She sits there and watches 'The Fugitive' with me."
   },
   "author": {
    "text": "Sarah Bolger"
   }
  },
  {
   "quote": {
    "text": "Bullies now aren't just jocks. They're rich kids in the nice cars with the fancy clothes."
   },
   "author": {
    "text": "Tom Holland"
   }
  },
  {
   "quote": {
    "text": "I did not want to spend the rest of my life not being able to ride in a nice car."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "When you have fast cars and bad luck, it's a lot easier to handle than having slow cars and bad luck."
   },
   "author": {
    "text": "Kevin Harvick"
   }
  },
  {
   "quote": {
    "text": "The biggest thrill a ballplayer can have is when your son takes after you. That happened when my Bobby was in his championship Little League game. He really showed me something. Struck out three times. Made an error that lost the game. Parents were throwing things at our car and swearing at us as we drove off. Gosh, I was proud."
   },
   "author": {
    "text": "Bob Uecker"
   }
  },
  {
   "quote": {
    "text": "Sam Cooke had a huge influence on me. He left the gospel field at one point and went into the secular, and he had this huge hit, 'You Send Me.' Irma, my older sister, and I heard 'You Send Me' on the radio while we were driving through the South one night. We had to stop the car. We got out and danced around the car out on the highway."
   },
   "author": {
    "text": "Aretha Franklin"
   }
  },
  {
   "quote": {
    "text": "My opinion is it's a bridge too far to go to fully autonomous cars."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "To me, the Seventies were very inspirational and very influential... With my whole persona as Snoop Dogg, as a person, as a rapper. I just love the Seventies style, the way all the players dressed nice, you know, kept their hair looking good, drove sharp cars and they talked real slick."
   },
   "author": {
    "text": "Snoop Dogg"
   }
  },
  {
   "quote": {
    "text": "America... just a nation of two hundred million used car salesmen with all the money we need to buy guns and no qualms about killing anybody else in the world who tries to make us uncomfortable."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "That's the first sign you know you're a Libertarian. You see the red light. You stop. You realize that there's not a car in sight. And you put your foot on the gas."
   },
   "author": {
    "text": "Gary Johnson"
   }
  },
  {
   "quote": {
    "text": "Personally, I just think rap music is the best thing out there, period. If you look at my deck in my car radio, you're always going to find a hip-hop tape; that's all I buy, that's all I live, that's all I listen to, that's all I love."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "I was very down as a teenager, very upset because I had gotten hurt in a car accident. But my dad was a source of strength. He used to say, 'It's the character with strength that God gives the most challenges to.' I've thought about that so many times in my life when things didn't go right."
   },
   "author": {
    "text": "Bonnie Hunt"
   }
  },
  {
   "quote": {
    "text": "I was quiet, a loner. I was one of those children where, if you put me in a room and gave me some crayons and a pencils, you wouldn't hear from me for nine straight hours. And I was always drawing racing cars and rockets and spaceships and planes, things that were very fast that would take me away."
   },
   "author": {
    "text": "Gary Oldman"
   }
  },
  {
   "quote": {
    "text": "By the end of the 1950s, American cars were so reliable that their reliability went without saying even in car ads. Thousands of them bear testimony to this today, still running on the roads of Cuba though fueled with nationalized Venezuelan gasoline and maintained with spit and haywire."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "I miss Saturday morning, rolling out of bed, not shaving, getting into my car with my girls, driving to the supermarket, squeezing the fruit, getting my car washed, taking walks."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "'Cars' was about Lightning McQueen learning to slow down and to enjoy life. The journey is the reward."
   },
   "author": {
    "text": "John Lasseter"
   }
  },
  {
   "quote": {
    "text": "The Italians and Spanish, the Chinese and Vietnamese see food as part of a larger, more essential and pleasurable part of daily life. Not as an experience to be collected or bragged about - or as a ritual like filling up a car - but as something else that gives pleasure, like sex or music, or a good nap in the afternoon."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "If you saw a dog going to be crushed under a car, wouldn't you help him?"
   },
   "author": {
    "text": "Oskar Schindler"
   }
  },
  {
   "quote": {
    "text": "Yeah, well I think anyone who likes fast cars will love the Tesla. And it has fantastic handling by the way. I mean this car will crush a Porsche on the track, just crush it. So if you like fast cars, you'll love this car. And then oh, by the way, it happens to be electric and it's twice the efficiency of a Prius."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Once you become successful, people know where you live, the type of house you live in, the kind of car you drive, the clothes you wear, and so it would be patronising to go and talk like a welder. Welding's a mystery to me now. You can't go back, your life changes every day."
   },
   "author": {
    "text": "Billy Connolly"
   }
  },
  {
   "quote": {
    "text": "When consumers purchase a Toyota, they are not simply purchasing a car, truck or van. They are placing their trust in our company."
   },
   "author": {
    "text": "Akio Toyoda"
   }
  },
  {
   "quote": {
    "text": "My favorite affirmation when I feel stuck or out of sorts is: Whatever I need is already here, and it is all for my highest good. Jot this down and post it conspicuously throughout your home, on the dashboard of your car, at your office, on your microwave oven, and even in front of your toilets!"
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "However happy people say they are, nobody is satisfied: we always have to be with the prettiest woman, buy a bigger house, change cars, desire what we do not have."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "Police departments no longer have to pay overtime or divert resources from other projects to find out where an individual goes - all they have to do is place a tracking device on someone's car or ask a cell phone company for that individual's location history and the technology does the work for them."
   },
   "author": {
    "text": "Ron Wyden"
   }
  },
  {
   "quote": {
    "text": "Success is not two cars or a swimming pool. It's the approval of your peers."
   },
   "author": {
    "text": "Peter Finch"
   }
  },
  {
   "quote": {
    "text": "Cars have a large engine in the front and you have a gearbox, which is cumbersome. Electric cars don't have this problem. The motor is much smaller, the battery is below you. This will allow you to play with different shapes."
   },
   "author": {
    "text": "Carlos Ghosn"
   }
  },
  {
   "quote": {
    "text": "Engineers are behind the cars we drive, the pills we pop and the way we power our homes."
   },
   "author": {
    "text": "James Dyson"
   }
  },
  {
   "quote": {
    "text": "I have an answering machine in my car. It says, I'm home now. But leave a message and I'll call when I'm out."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "The newly decorated theatres produced things like car parks and restaurants, so you could have a good night out, quite cheaply without all that bother of having to go somewhere else."
   },
   "author": {
    "text": "Timothy West"
   }
  },
  {
   "quote": {
    "text": "My first car was a motorcycle."
   },
   "author": {
    "text": "Adam Carolla"
   }
  },
  {
   "quote": {
    "text": "The prevailing - and foolish - attitude is that a good manager can be a good manager anywhere, with no special knowledge of the production process he's managing. A man with a financial background may know nothing about manufacturing shoes or cars, but he's put in charge anyway."
   },
   "author": {
    "text": "W. Edwards Deming"
   }
  },
  {
   "quote": {
    "text": "Every little kid has always wanted to be a race car driver. This gets some of that out."
   },
   "author": {
    "text": "David Alan Grier"
   }
  },
  {
   "quote": {
    "text": "Selling an electric sports car creates an opportunity to fundamentally change the way America drives."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Shutting off the thought process is not rejuvenating; the mind is like a car battery - it recharges by running."
   },
   "author": {
    "text": "Bill Watterson"
   }
  },
  {
   "quote": {
    "text": "I am at the top of Toyota and drive cars myself. I was also born with this name."
   },
   "author": {
    "text": "Akio Toyoda"
   }
  },
  {
   "quote": {
    "text": "The best car safety device is a rear-view mirror with a cop in it."
   },
   "author": {
    "text": "Dudley Moore"
   }
  },
  {
   "quote": {
    "text": "A car is like a mother-in-law - if you let it, it will rule your life."
   },
   "author": {
    "text": "Jaime Lerner"
   }
  },
  {
   "quote": {
    "text": "Every human being in this world is interested in certain things. Everybody has a hobby. Some people like art; I know nothing about it. Some people like books, some people like fishing, some people like music. I like to look at cars."
   },
   "author": {
    "text": "Bikram Choudhury"
   }
  },
  {
   "quote": {
    "text": "If I'm in the car after a bad game, I may think about ways I need to improve. But the second I reach home, the game's over. Work doesn't come inside with me. Same thing in reverse - I don't bring my personal life into the ballpark. Learning to keep it all separate has made life easier."
   },
   "author": {
    "text": "Matt Kemp"
   }
  },
  {
   "quote": {
    "text": "I have some wonderful suits in my closet, a lovely car, some refined watches."
   },
   "author": {
    "text": "Pierce Brosnan"
   }
  },
  {
   "quote": {
    "text": "I have mentally overcome situations most of you would be terrified to ever attempt: heights, fire, needles, spiders, snakes, angry monkeys, being shot, being hit by a car, going blind - you name it, I have been in a situation where I have had to mentally overcome my inherent fears to do my job."
   },
   "author": {
    "text": "Criss Angel"
   }
  },
  {
   "quote": {
    "text": "Every great device, gadget, electric car, and robot would be even greater if batteries didn't suck so badly."
   },
   "author": {
    "text": "Steven Levy"
   }
  },
  {
   "quote": {
    "text": "We still haven't seen any cars take advantage of the electric powertrain in terms of how you proportion an electric vehicle versus traditional vehicles. Yes there's electric cars, but they haven't really done it in a beautiful way."
   },
   "author": {
    "text": "Henrik Fisker"
   }
  },
  {
   "quote": {
    "text": "On the roads, it is one of those 'might is right' situations. If I see cars coming, I duck out of the way."
   },
   "author": {
    "text": "Dane Bird-Smith"
   }
  },
  {
   "quote": {
    "text": "You can take lessons to become almost anything: flying lessons, piano lessons, skydiving lessons, acting lessons, race car driving lessons, singing lessons. But there's no class for comedy. You have to be born with it. God has to give you this gift."
   },
   "author": {
    "text": "Steve Harvey"
   }
  },
  {
   "quote": {
    "text": "I think I'm pretty smart on what I spend my money on. I still don't have a new car, I drive my old car that I've had forever. But I bought a house in downtown Chicago."
   },
   "author": {
    "text": "Chris O'Donnell"
   }
  },
  {
   "quote": {
    "text": "The percentage you're paying is too high priced While you're living beyond all your means And the man in the suit has just bought a new car From the profit he's made on your dreams."
   },
   "author": {
    "text": "Steve Winwood"
   }
  },
  {
   "quote": {
    "text": "When I am driving my car down the street, I try not to go down the potholes."
   },
   "author": {
    "text": "Philip Green"
   }
  },
  {
   "quote": {
    "text": "I like to put on hardcore when I have to clean my apartment, which I hate to do, but it's motivational. I like old heavy metal when I'm outside working on my car. Music has definite functions for me."
   },
   "author": {
    "text": "Peter Steele"
   }
  },
  {
   "quote": {
    "text": "Long after the bomb falls and you and your good deeds are gone, cockroaches will still be here, prowling the streets like armored cars."
   },
   "author": {
    "text": "Tama Janowitz"
   }
  },
  {
   "quote": {
    "text": "Fast cars like Porsches and Ferraris - they are things of beauty."
   },
   "author": {
    "text": "Rod Stewart"
   }
  },
  {
   "quote": {
    "text": "It's very hard for me to get a new car. It's really hard for me to get a new house. It's really hard for me to move on from the things that give me stability."
   },
   "author": {
    "text": "Jodie Foster"
   }
  },
  {
   "quote": {
    "text": "I was a pizza delivery boy at the Pizza Oven in Canton. I wanted to get fired so bad, I actually wrecked the delivery car, but they wouldn't fire me because I was the only person they had working there."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "I have very long legs and I hate driving anything unless it's a boat or an ATV in the jungle. I like to sit in the back of a car, where I can look out the window, answer my emails on my iPad, or hold hands with a pretty girl."
   },
   "author": {
    "text": "Jean Pigozzi"
   }
  },
  {
   "quote": {
    "text": "For Nirvana, putting out their first major-label record was like getting into a new car. But the runaway success was like suddenly discovering that the car was a Ferrari and the accelerator pedal was Krazy Glued to the floorboard."
   },
   "author": {
    "text": "Michael Azerrad"
   }
  },
  {
   "quote": {
    "text": "I'm fascinated by the narrative of geology, and I'm a veritable pack rat of a collector on the road. I keep a rock hammer in my car."
   },
   "author": {
    "text": "Marianne Wiggins"
   }
  },
  {
   "quote": {
    "text": "Nobody can ever make enough money for as many poor relatives as I've got. Somebody's got a sick kid, or somebody needs an operation, somebody ain't got this, somebody ain't got that. Or to give the kids all a car when they graduate."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "I wanted to race cars. I didn't like school, and all I wanted to do was work on cars. But right before I graduated, I got into a really bad car accident, and I spent that summer in the hospital thinking about where I was heading. I decided to take education more seriously and go to a community college."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "A while ago I said that, 'You know, I like a guy - he doesn't have to be all rich and famous - he can be normal.' And I remember I was walking in the mall, and this guy was like, 'Tyra, I'm normal. I live with my mama. I ain't got a car and I ain't got a job! I'm real normal.' And I'm like, 'That's not normal - that's a loser!'"
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "Only a crazy person wouldn't fear approaching a car with tinted windows during a late-night car stop, or pounding up a flight of stairs to execute a search warrant, or fast-roping from a helicopter down into hostile fire. Real agents, like real people, feel that fear in the pit of their stomachs."
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "To this day, I still haven't touched one dime of my signing bonus or NFL contract money. I live off my marketing money and haven't blown it on any big-money expensive cars, expensive jewelry, or tattoos and still wear my favorite pair of jeans from high school."
   },
   "author": {
    "text": "Rob Gronkowski"
   }
  },
  {
   "quote": {
    "text": "If you're one car accident away from poverty, you're on a high wire without a safety net. And that's a challenging proposition."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "I am a racer. I'm not a race car driver. I am a racer. I race. That's what I do. I don't go on vacations. I don't take my family on vacations because I don't have a family. My family is the racing family."
   },
   "author": {
    "text": "Tony Stewart"
   }
  },
  {
   "quote": {
    "text": "You can't tell what's aboard a container ship. We carried every kind of cargo, all of it on view: a police car, penicillin, Johnnie Walker Red, toilets, handguns, lumber, Ping-Pong balls, and IBM data cards."
   },
   "author": {
    "text": "Christopher Buckley"
   }
  },
  {
   "quote": {
    "text": "They put chains on me; they chained my waist, my legs. Put me in the back of a squad car, and I literally blacked out. I didn't even - there's whole pieces missing."
   },
   "author": {
    "text": "Jim Bakker"
   }
  },
  {
   "quote": {
    "text": "I have always loved to sit in ferry and railroad stations and watch the people, to walk on crowded streets, just walk along among the people, and see their faces, to be among people on street cars and trains and boats."
   },
   "author": {
    "text": "Ella R. Bloor"
   }
  },
  {
   "quote": {
    "text": "My father was a die maker for 39 years, so I had a basic understanding of the automobile industry and what the manufacturing world was like, just from the opportunity to spend time with him - just talking, because he was a car buff."
   },
   "author": {
    "text": "Mary Barra"
   }
  },
  {
   "quote": {
    "text": "I don't like new cars; I'm into vintage cars - there's a Jaguar E-Type in the 'Goldie' video."
   },
   "author": {
    "text": "ASAP Rocky"
   }
  },
  {
   "quote": {
    "text": "I like structure - like driving: go past the school on the street, stay on the right side, no hitting the car, go in right, you'll see a big church, stop and take a left, and you'll have it. By doing this I'm giving a structure of life, a path of light, and showing what happens between me and me, which is something very beautiful."
   },
   "author": {
    "text": "Jean-Claude Van Damme"
   }
  },
  {
   "quote": {
    "text": "I had to leave, and my husband was forced to stay on this plantation until after the harvest season was over. And then the man that we had worked for, he'd taken the car, and the most of the few things we had had been stolen."
   },
   "author": {
    "text": "Fannie Lou Hamer"
   }
  },
  {
   "quote": {
    "text": "My friends and neighbors were always fixing their cars. Soldiers who felt restless wanted to work on something, and they understood cars. Me, I like to look at cars but I was never really a mechanic."
   },
   "author": {
    "text": "Edward Ruscha"
   }
  },
  {
   "quote": {
    "text": "I think fear is what keeps us from going over the edge. I mean, as a race car driver, I don't think what makes a good race car driver is a fearless person. I think it's somebody that is comfortable being behind the wheel of something that's somewhat out of control."
   },
   "author": {
    "text": "Jeff Gordon"
   }
  },
  {
   "quote": {
    "text": "I've always worked on my own home and different places that I've owned. I really enjoyed it. But I'm a mechanic, a motorcycle and car builder."
   },
   "author": {
    "text": "Antonio Sabato, Jr."
   }
  },
  {
   "quote": {
    "text": "You can't develop a great car and sell it as an independent. You can develop a great car and make a deal with Mercedes."
   },
   "author": {
    "text": "Eric Fellner"
   }
  },
  {
   "quote": {
    "text": "I'm not trying to be new school and I'm not old school - I'm classic. There's a lot of new cars and there's a lot of old cars, but I'm just classic in doing what I do."
   },
   "author": {
    "text": "LL Cool J"
   }
  },
  {
   "quote": {
    "text": "Part of my problem is that I cannot dispel the myths that have somehow accumulated over the years. Somebody writes something, it's completely off the wall, but it gets filed and repeated until everyone believes it. For instance, I've read that I wear a football helmet in the car."
   },
   "author": {
    "text": "Stanley Kubrick"
   }
  },
  {
   "quote": {
    "text": "My buildings are not particularly expensive. It is not a tin shed. If you want a tinny car, you pay for that."
   },
   "author": {
    "text": "Zaha Hadid"
   }
  },
  {
   "quote": {
    "text": "When I was four, my mother insisted I get out of the car and find my own way home. Although I got lost, I did find my way home. It taught me the value of independence at an early age."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "A simple social engineering hack might involve leaving a thumb drive on the pavement close to the driver's door of a car."
   },
   "author": {
    "text": "John McAfee"
   }
  },
  {
   "quote": {
    "text": "You want to buy cars and houses and castles, all of that's on you and how America has systematized your mind to be into materialism. Hip-hop ain't got nothing to do with that. I'm glad that anybody making money has picked themselves up - I just want them to give some of it back to the community."
   },
   "author": {
    "text": "Afrika Bambaataa"
   }
  },
  {
   "quote": {
    "text": "I went to pick my son up from school and walked him back and was in the house preparing dinner, and he came in the house and gave me this flower of chrysanthemum that was full of ants. And he went back out to play and ran out into the street and got hit by a car. The car happened to be driven by a LAPD detective."
   },
   "author": {
    "text": "Susan Burton"
   }
  },
  {
   "quote": {
    "text": "Forget the damned motor car and build the cities for lovers and friends."
   },
   "author": {
    "text": "Lewis Mumford"
   }
  },
  {
   "quote": {
    "text": "The world is full of abundance and opportunity, but far too many people come to the fountain of life with a sieve instead of a tank car... a teaspoon instead of a steam shovel. They expect little and as a result they get little."
   },
   "author": {
    "text": "Ben Sweetland"
   }
  },
  {
   "quote": {
    "text": "The bicycle freed 19th-century women from their homes and from their dependence on men. I hope that in Saudi Arabia, the car will do the same."
   },
   "author": {
    "text": "Manal al-Sharif"
   }
  },
  {
   "quote": {
    "text": "You start to forget about the world outside - it's not relevant or relatable anymore. The darkest part of solitary confinement is that you start to forget about cars and jobs and families and weather and politicians - and all the things that make up a society."
   },
   "author": {
    "text": "Chelsea Manning"
   }
  },
  {
   "quote": {
    "text": "I gleaned different style ideas over the years. In Southern California, there is a big rockabilly sub-culture. So when I would go to car shows, I would see women dressed like this. I had a teacher in high school that always had her Bette Paige bangs."
   },
   "author": {
    "text": "Andra Day"
   }
  },
  {
   "quote": {
    "text": "I always loved cars. I used to play 'Need for Speed' all the time... any racing game."
   },
   "author": {
    "text": "Afrojack"
   }
  },
  {
   "quote": {
    "text": "I sing all the time. But maybe nobody's hearing it, because I'm singing in my car or in my house or whatever. I don't need the roar of the crowd, and I don't need to hear cheers to feel validated."
   },
   "author": {
    "text": "Natalie Maines"
   }
  },
  {
   "quote": {
    "text": "The mechanic could lift up the bonnet of the car and show me four dwarves strapped to a pair of tandems and tell me that the motor was actually dwarf-powered and that one of the little fellows had to be replaced, and I'd just be numbly writing out a cheque and scribbling 'new dwarf - car' on the stub."
   },
   "author": {
    "text": "John Niven"
   }
  },
  {
   "quote": {
    "text": "People ask for this life, but they don't really understand what comes with it. People just see the outside and that looks good - big houses, cars, girls, but you never see how the person is feeling deep down inside. Me personally, being a man, I'm going to feel better displaying all of this and pouring my heart out on each record."
   },
   "author": {
    "text": "Bow Wow"
   }
  },
  {
   "quote": {
    "text": "A lot of people think Formula One isn't a sport because everyone drives a car when they go to work in the morning. But we're pulling up to six G on a corner or during breaking, which is almost like being a fighter pilot. So we have to do a lot of work on our neck muscles."
   },
   "author": {
    "text": "Jenson Button"
   }
  },
  {
   "quote": {
    "text": "I think the true test of a pop song, for me, and I've talked to a lot of other writers about this, is you take your demo, you pop it in your car and you drive down Sunset Blvd. to Santa Monica, and that's the Hollywood car test."
   },
   "author": {
    "text": "Ryan Tedder"
   }
  },
  {
   "quote": {
    "text": "I jumped 18 cars on a motorcycle, so I did almost everything."
   },
   "author": {
    "text": "David R. Ellis"
   }
  },
  {
   "quote": {
    "text": "Driving a stock car does not require much handling ability, at least not as compared to Grand Prix racing, because the tracks are simple banked ovals and there is almost no shifting of gears. So, qualifying becomes a test of raw nerve - of how fast a man is willing to take a curve."
   },
   "author": {
    "text": "Tom Wolfe"
   }
  },
  {
   "quote": {
    "text": "Failures are much more dramatic than successes, and people like drama. I think this is why automobile races draw such crowds. People expect spectacular crashes, which we tend to find more interesting than cars just racing around the track. The same is true of bridges, buildings, or any structure or machine."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "You can know or not know how a car runs and still enjoy riding in a car."
   },
   "author": {
    "text": "David Byrne"
   }
  },
  {
   "quote": {
    "text": "In theory, cars are fairly simple. If they don't start, it's either the fuel system or the electrical system. Teach yourself about the path of each in your engine and tracing it is fairly straightforward. But at the beginning, mastering each new system seems like an unreachable shore. The car is effectively a black box."
   },
   "author": {
    "text": "Adam Savage"
   }
  },
  {
   "quote": {
    "text": "I grew up in Malibu, so it's nice to be back home and be with my parents and sit and drive my car and listen to music and just chill out for a little bit."
   },
   "author": {
    "text": "Bella Hadid"
   }
  },
  {
   "quote": {
    "text": "No one in a novel by Virginia Woolf ever filled up the petrol tank of her car. No one in Hemingway's postwar novels ever worried about the effects of prolonged exposure to the threat of nuclear war."
   },
   "author": {
    "text": "J. G. Ballard"
   }
  },
  {
   "quote": {
    "text": "I ride many different cars. Let's say I would drive 200 different vehicles in a year, so it's rather difficult to say which car or what car I ride. I love cars."
   },
   "author": {
    "text": "Akio Toyoda"
   }
  },
  {
   "quote": {
    "text": "I bought a lot of rubbish things that kids buy: skateboards and clothes and typical teenage stuff. And, as soon as I could, I wasted a lot of money on cars - BMW's mostly - for myself and my family."
   },
   "author": {
    "text": "Tom Felton"
   }
  },
  {
   "quote": {
    "text": "Sometimes I wish I could drive a car, but I'm gonna drive a car one day, so I don't worry about that."
   },
   "author": {
    "text": "Stevie Wonder"
   }
  },
  {
   "quote": {
    "text": "How we fund transportation in this country is broken. You all pay a gasoline tax, right? Well, cars go farther, we get electric cars, and so on. And then we do more with the money than just build roads. We do bike lanes and mass transit."
   },
   "author": {
    "text": "Kevin McCarthy"
   }
  },
  {
   "quote": {
    "text": "Before this DJ thing, I was hopelessly taking things apart to try to figure out how they worked. I'd go mess around with burned-out cars, with my mom's stereo - I was public enemy #1 in my house for that. So my mom noticed that I was interested in this and decided to send me to school so I'd know what I was doing."
   },
   "author": {
    "text": "Grandmaster Flash"
   }
  },
  {
   "quote": {
    "text": "I think I'd just like to get in a time machine and travel and never come back. The '20s would be an incredible place to be, dressing up in tuxedos with fancy cars. That sounds incredible."
   },
   "author": {
    "text": "Victor Webster"
   }
  },
  {
   "quote": {
    "text": "Cars did not kill off horses. Digital publishing will not kill off books."
   },
   "author": {
    "text": "Michael A. Stackpole"
   }
  },
  {
   "quote": {
    "text": "The hardest part was when I was in high school not having a job and always being broke. I had to get to auditions without a car. I either took the bus or walked."
   },
   "author": {
    "text": "Cuba Gooding, Jr."
   }
  },
  {
   "quote": {
    "text": "Divorced men are more likely to meet their car payments than their child support obligations."
   },
   "author": {
    "text": "Susan Faludi"
   }
  },
  {
   "quote": {
    "text": "I still miss my first car. Not a glamorous ride, but I must've put 60,000 miles in road trips on that thing."
   },
   "author": {
    "text": "Marcus Sakey"
   }
  },
  {
   "quote": {
    "text": "I love driving fast. I grew up in Germany; we have the Autobahn here, where we can drive without a speed limit. And throughout my 20s, I always had fast cars, and I always went to the maximum. Like, my average cruising speed was 250 km/hr."
   },
   "author": {
    "text": "Kim Dotcom"
   }
  },
  {
   "quote": {
    "text": "In this industry, you have to have passion. It's tough; there's no mercy. But I just love cars - I love to bring a new car to market. And every time I do this, it gets a little easier."
   },
   "author": {
    "text": "Henrik Fisker"
   }
  },
  {
   "quote": {
    "text": "I've had an ambition to be somebody since I was 13 years old because I wanted to help my family. I wanted to hurry and grow up so I could make enough money to buy my father a big car and my mother a beautiful home with an electric washing machine and all those things she used to see in the newspapers."
   },
   "author": {
    "text": "Trini Lopez"
   }
  },
  {
   "quote": {
    "text": "The body is like a car: the older you become the more care you have to take care of it - and you don't leave a Ferrari out in the sun."
   },
   "author": {
    "text": "Joan Collins"
   }
  },
  {
   "quote": {
    "text": "In 2010, I sold my car, a Toyota Majester, for just a lakh-and-a-half to be able to feed my horses. It continues to be like a hole, where I put all my money."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "I'm not so keen on letting my car drive itself."
   },
   "author": {
    "text": "Chadwick Boseman"
   }
  },
  {
   "quote": {
    "text": "I love to eat makhanas, and I always keep a packet in my car."
   },
   "author": {
    "text": "Twinkle Khanna"
   }
  },
  {
   "quote": {
    "text": "Women feel like we're fat if we can't wear the clothes we wore in high school. Men, in contrast, only start to feel fat only when they can no longer fit into a foreign car."
   },
   "author": {
    "text": "Gina Barreca"
   }
  },
  {
   "quote": {
    "text": "I would never kill a living thing, although I probably have inadvertently while driving automobiles."
   },
   "author": {
    "text": "Captain Beefheart"
   }
  },
  {
   "quote": {
    "text": "I'm a pretty intense person at the racetrack, but when I'm not thinking about my race car or in the garage doing my job, I'm pretty laid back, and I like to be organized and do normal things."
   },
   "author": {
    "text": "Kevin Harvick"
   }
  },
  {
   "quote": {
    "text": "Being a good race car driver is one thing, but to take all the time commitments and all the pushing and pulling and learning when to say no - because you need to rest or focus on the things you need to do to make the car go fast - those are the hardest things to learn and the most distracting things to learn."
   },
   "author": {
    "text": "Kevin Harvick"
   }
  },
  {
   "quote": {
    "text": "My father has acted in over 700 films. My mother acted in one film, 'Kismat with Mithun Chakraborty,' in which my father also had a role. My father fell in love with her and would drive her around in his sports car, and they subsequently got married. My mom is the most beautiful woman and I think she has taken some serum to look young all her life."
   },
   "author": {
    "text": "Shraddha Kapoor"
   }
  },
  {
   "quote": {
    "text": "Latency is very important when you think about autonomous cars and things like that - 5G will really change the game, and I think will be another spike of growth in the wireless industry."
   },
   "author": {
    "text": "Lowell McAdam"
   }
  },
  {
   "quote": {
    "text": "I used to think that if I had success I would have freedom. But I have less freedom now than I've ever had. And what gives me satisfaction is not the jewelry and not the cars. What gives me satisfaction is doing things for others, like children."
   },
   "author": {
    "text": "Criss Angel"
   }
  },
  {
   "quote": {
    "text": "A lot of celebrities just want money, fame, power, fancy cars, houses all over the world and have people bow down to them. To me, that's frightful behaviour."
   },
   "author": {
    "text": "Shirley Manson"
   }
  },
  {
   "quote": {
    "text": "I've been driving race cars professionally for a while: 200 mph types of things."
   },
   "author": {
    "text": "Antonio Sabato, Jr."
   }
  },
  {
   "quote": {
    "text": "I think I'm a survivor. I could have suffered at least 100 professional deaths. I could come up with a list of the 100 times I've come closest to death, from having pneumonia as a child to car crashes."
   },
   "author": {
    "text": "Craig Venter"
   }
  },
  {
   "quote": {
    "text": "I used to buy nice clothes and drive a nice car when I couldn't afford it. But I spent all my money doing it, and now I don't have to. I like nice things. I like to travel in a certain style. I like to live in a nice place."
   },
   "author": {
    "text": "Helmut Jahn"
   }
  },
  {
   "quote": {
    "text": "We designed a car that is for daily commutes and that you charge every day. The less you use the gasoline engine, the better mpg. Essentially, the Karma can achieve dramatic savings and low CO2 output when used as intended, as a daily commuter."
   },
   "author": {
    "text": "Henrik Fisker"
   }
  },
  {
   "quote": {
    "text": "I like to come up first of all with a free idea, thinking about and obviously understanding what is necessary for it to become a car."
   },
   "author": {
    "text": "Henrik Fisker"
   }
  },
  {
   "quote": {
    "text": "From everything I can read about Aussie spiders, it seems like all they really like doing is hiding in your house or garden or car until you 'accidentally' disturb them - probably by doing something crazy like putting on the shoe they are lurking in - and they can officially bite you to pieces."
   },
   "author": {
    "text": "John Niven"
   }
  },
  {
   "quote": {
    "text": "Because of that I don't care when I read in the newspaper that I am colourblind. I went through a red light in my car and I stopped when I before a green light. So I must be really colourblind, eh?"
   },
   "author": {
    "text": "Ruud van Nistelrooy"
   }
  },
  {
   "quote": {
    "text": "Our worst instincts as human beings have to do with our carelessness with natural resources, and when the body itself becomes just one more of those resources, how will we treat it? Will we treat it with such indifference and with such depersonalization that it becomes more like a very fancy car than a repository of the self?"
   },
   "author": {
    "text": "Laeta Kalogridis"
   }
  },
  {
   "quote": {
    "text": "I remember things that happened sixty years ago, but if you ask me where I left my car keys five minutes ago, that's sometimes a problem."
   },
   "author": {
    "text": "Lou Thesz"
   }
  },
  {
   "quote": {
    "text": "Women are like cars: we all want a Ferrari, sometimes want a pickup truck, and end up with a station wagon."
   },
   "author": {
    "text": "Tim Allen"
   }
  },
  {
   "quote": {
    "text": "Campaign behavior for wives: Always be on time. Do as little talking as humanly possible. Lean back in the parade car so everybody can see the president."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Fast cars are my only vice."
   },
   "author": {
    "text": "Michael Bay"
   }
  },
  {
   "quote": {
    "text": "The time is right for electric cars - in fact the time is critical."
   },
   "author": {
    "text": "Carlos Ghosn"
   }
  },
  {
   "quote": {
    "text": "Faith is the substance of hope - of things hoped for and the evidence of things not seen. So if you can hope for it and imagine it, and keep imagining and hoping and seeing yourself driving a new car, or seeing yourself getting that job, or seeing yourself excel, seeing yourself help that person - that is faith."
   },
   "author": {
    "text": "Duane Chapman"
   }
  },
  {
   "quote": {
    "text": "I'm probably more dangerous in a car than I am on a motorbike; on a bike I'm very mindful of the fact that if you make a mistake, you're dead."
   },
   "author": {
    "text": "James McAvoy"
   }
  },
  {
   "quote": {
    "text": "The American Dream has run out of gas. The car has stopped. It no longer supplies the world with its images, its dreams, its fantasies. No more. It's over. It supplies the world with its nightmares now: the Kennedy assassination, Watergate, Vietnam."
   },
   "author": {
    "text": "J. G. Ballard"
   }
  },
  {
   "quote": {
    "text": "Most people have no concept of how an automatic transmission works, yet they know how to drive a car. You don't have to study physics to understand the laws of motion to drive a car. You don't have to understand any of this stuff to use Macintosh."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "I was hit by a car once on my bike, but I still rode home."
   },
   "author": {
    "text": "Amy Winehouse"
   }
  },
  {
   "quote": {
    "text": "Life is a gamble. You can get hurt, but people die in plane crashes, lose their arms and legs in car accidents; people die every day. Same with fighters: some die, some get hurt, some go on. You just don't let yourself believe it will happen to you."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "One morning, about four o'clock, I was driving my car just about as fast as I could. I thought, Why am I out this time of night? I was miserable, and it came to me: I'm falling in love with somebody I have no right to fall in love with."
   },
   "author": {
    "text": "June Carter Cash"
   }
  },
  {
   "quote": {
    "text": "Tesla is here to stay and keep fighting for the electric car revolution."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "It is definitely true that the fundamental enabling technology for electric cars is lithium-ion as a cell chemistry technology. In the absence of that, I don't think it's possible to make an electric car that is competitive with a gasoline car."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Many highly intelligent people are poor thinkers. Many people of average intelligence are skilled thinkers. The power of a car is separate from the way the car is driven."
   },
   "author": {
    "text": "Edward de Bono"
   }
  },
  {
   "quote": {
    "text": "In the car on my way to premieres and awards shows, I'll sit with tissue paper under my armpits so I don't soil the delicate dress fabric. The whole time, I'm telling myself, 'Please don't sweat, please don't sweat.' I throw the tissues out right before I step out of the car, and nobody ever knows! I just put on a smile and fake it."
   },
   "author": {
    "text": "Jessica Biel"
   }
  },
  {
   "quote": {
    "text": "When you seek out - or seek to avoid - your own reflection, the modern city becomes a hall of mirrors: car windows, reflective walls, and plate glass are everywhere, transmitting a cacophony of different versions of you - this one too short, that one too wide, another one with a sickly color you've never seen before."
   },
   "author": {
    "text": "Alexandra Kleeman"
   }
  },
  {
   "quote": {
    "text": "Marketers use big data profiling to predict who is about to get pregnant, who is likely to buy a new car, and who is about to change sexual orientations. That's how they know what ads to send to whom. The NSA, meanwhile, wants to know who is likely to commit an act of terrorism - and for this, they need us."
   },
   "author": {
    "text": "Douglas Rushkoff"
   }
  },
  {
   "quote": {
    "text": "The older Mercedes is absolutely beautiful. It's got that lovely purring feeling as the engine ticks over, which you just don't get in a modern car."
   },
   "author": {
    "text": "Sarah Alexander"
   }
  },
  {
   "quote": {
    "text": "One can find a squalid America as easily as a scenic America; a bitter, hopeless America as easily as the confident America of polyethylene wrapping, new cars, and camping trips in the summer."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "The Rolls Royce was the real first car. It wasn't the first new car I got, but it was the first real car I bought that's like, 'Wow, I got this.'"
   },
   "author": {
    "text": "Meek Mill"
   }
  },
  {
   "quote": {
    "text": "We need to steer clear of this poverty of ambition, where people want to drive fancy cars and wear nice clothes and live in nice apartments but don't want to work hard to accomplish these things. Everyone should try to realize their full potential."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "I had a friend who was a clown. When he died, all his friends went to the funeral in one car."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "I play the harmonica. The only way I can play is if I get my car going really fast, and stick it out the window."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "White is actually one of my favorite colors. I have a white car. I love white."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "I think that just sitting down and having casual conversation is the hardest stuff to do. But the extremes? I know what it feels like to come racing around the corner at 90 miles an hour, sliding the car sideways. I know what gear I'm hitting it in when I'm coming around the corner and where I need to downshift. So to me, that's the fun stuff."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "You are no less or more of a man or a woman or a human for having depression than you would be for having cancer or cardiovascular disease or a car accident."
   },
   "author": {
    "text": "Matt Haig"
   }
  },
  {
   "quote": {
    "text": "I grew up on the back of a motorcycle - my dad didn't have a car until I was a teenager."
   },
   "author": {
    "text": "Aisha Tyler"
   }
  },
  {
   "quote": {
    "text": "I replaced the headlights in my car with strobe lights, so it looks like I'm the only one moving."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "I hooked up my accelerator pedal in my car to my brake lights. I hit the gas, people behind me stop, and I'm gone."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "One of my favorite places I've visited is Havana, Cuba. On my way home from Costa Rica, I did a week in Havana. The colors, the music, the beautiful men and the cars! I love vintage and antique cars and own a couple myself."
   },
   "author": {
    "text": "Megalyn Echikunwoke"
   }
  },
  {
   "quote": {
    "text": "What Englishman will give his mind to politics as long as he can afford to keep a motor car?"
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "If all the cars in the United States were placed end to end, it would probably be Labor Day Weekend."
   },
   "author": {
    "text": "Doug Larson"
   }
  },
  {
   "quote": {
    "text": "Say yes to everything. 'You want me to buy you some food?' Yes. 'You want me to buy you a car?' Yes."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "The reason I keep talking about a wife and saying the word 'wife' on stage is because it seems a funny word to me. The more you say it, the more it seems to detach from that person and become this sort of abstract thing: that you would set out to find a wife, that it would be an objective like buying a new car."
   },
   "author": {
    "text": "Stephen Merchant"
   }
  },
  {
   "quote": {
    "text": "I admit to wasting my life messing around with fast cars and motorcycles."
   },
   "author": {
    "text": "Brock Yates"
   }
  },
  {
   "quote": {
    "text": "Pilots have their names painted just beneath the canopy of their aircraft. This gives the pilot a sense of ownership for his or her jet. What's more, like cars, each aircraft has its own personality, so it's important for a pilot to get to know and love his aircraft."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "When Ford sells a car, a dealer isn't allowed to take out the engine and put a different one in. When a newsstand sells the Washington Post, no one can go to the newsstand and pay them to rip out the classified section and put their own classified section in - if they could, they would do so."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "I've always had an affinity and a passion for cars and that whole car culture."
   },
   "author": {
    "text": "Ludacris"
   }
  },
  {
   "quote": {
    "text": "The bass player's function, along with the drums, is to be the engine that drives the car... everything else is merely colours."
   },
   "author": {
    "text": "Suzi Quatro"
   }
  },
  {
   "quote": {
    "text": "Whenever I drive under a yellow light, I always kiss my finger and tap it on the roof of the car."
   },
   "author": {
    "text": "Jared Padalecki"
   }
  },
  {
   "quote": {
    "text": "Don't you think it would be great to do a bunch of Nicorette commercials? Just, like, me in the desert, kind of Marlboro Man-style, driving a fast car, pulling over, looking at the sunset. Dissolving in ecstasy. Can't you see it? Me blowing huge Nicorette bubbles."
   },
   "author": {
    "text": "Justin Theroux"
   }
  },
  {
   "quote": {
    "text": "Nobody wants to buy a $60,000 electric Civic. But people will pay $90,000 for an electric sports car."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "I know I'm not supposed to like muscle cars, but I like muscle cars."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "Because I believe in God and have faith in God, it doesn't mean I am immortal. It doesn't mean I am immune, as has been claimed. I am as scared as anyone of getting hurt, especially driving a Formula One car."
   },
   "author": {
    "text": "Ayrton Senna"
   }
  },
  {
   "quote": {
    "text": "Car designers are just going to have to come up with an automobile that outlasts the payments."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "Marriage has no guarantees. If that's what you're looking for, go live with a car battery."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "I love cars, but I love bikes more."
   },
   "author": {
    "text": "Candace Kita"
   }
  },
  {
   "quote": {
    "text": "In the past there were people who were not rich but contented with their living style, laughing and happy all day. But when the new rich people appear, people look at them and ask, 'why don't I have a life like that too, a beautiful house, car and garden,' and they abandon their values."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "I always check my harness before I do a stunt; I test-drive the cars I have to race or explode; I'm present at all pyrotechnical rehearsals; and I walk through everything step-by-step. No man should put their life in someone else's hands unless they have covered their own safety from all angles."
   },
   "author": {
    "text": "Akshay Kumar"
   }
  },
  {
   "quote": {
    "text": "If GM had kept up with technology like the computer industry has, we would all be driving $25 cars that got 1,000 MPG."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Flying cars are not a very efficient way to move things from one point to another."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "I love vintage cars because you can do so much more to them."
   },
   "author": {
    "text": "T-Pain"
   }
  },
  {
   "quote": {
    "text": "Part of us believes the new car is better because it lasts longer. But, in fact, that's the worst thing about the new car. It will stay around to disappoint you, whereas a trip to Europe is over. It evaporates. It has the good sense to go away, and you are left with nothing but a wonderful memory."
   },
   "author": {
    "text": "Daniel Gilbert"
   }
  },
  {
   "quote": {
    "text": "Museums are like the quiet car of the world. It's a place you can come to escape, where there's authenticity, there's uniqueness, there's calm, there's physicality."
   },
   "author": {
    "text": "Thomas P. Campbell"
   }
  },
  {
   "quote": {
    "text": "The year most of my high school friends and I got our driver's permits, the coolest thing one could do was stand outside after school and twirl one's car keys like a lifeguard whistle. That jingling sound meant freedom and power."
   },
   "author": {
    "text": "Sloane Crosley"
   }
  },
  {
   "quote": {
    "text": "I've exercised with women so thin that buzzards followed them to their cars."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "You can't stop everything from happening. But we've gotten to a point where we're certainly trying. If a car doesn't have four hundred air bags in it, then it's no good."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "Electric cars are coal-powered cars. Their carbon emissions can be worse than gasoline-powered cars."
   },
   "author": {
    "text": "Vinod Khosla"
   }
  },
  {
   "quote": {
    "text": "Modern motor vehicles are safer and more reliable than they have ever been - yet more than 1 million people are killed in car accidents around the world each year, and more than 50 million are injured. Why? Largely because one perilous element in the mechanics of driving remains unperfected by progress: the human being."
   },
   "author": {
    "text": "Tom Chatfield"
   }
  },
  {
   "quote": {
    "text": "We're going to test with the same car, but we have a new car ready."
   },
   "author": {
    "text": "Larry Dixon"
   }
  },
  {
   "quote": {
    "text": "Chrysler builds great cars."
   },
   "author": {
    "text": "Lee Iacocca"
   }
  },
  {
   "quote": {
    "text": "Porsche is a driver's car - a performance car. That was funny - here's this awesome car, but it's got no cup holders."
   },
   "author": {
    "text": "Jason McCoy"
   }
  },
  {
   "quote": {
    "text": "Cursing is highly effective in person - someone kicks his car in rage, forgetting he's wearing flip-flops, flames pour from his mouth, and it's impressive. But you see it in print, and it's just ugly."
   },
   "author": {
    "text": "Garrison Keillor"
   }
  },
  {
   "quote": {
    "text": "When you are fitted in a racing car and you race to win, second or third place is not enough."
   },
   "author": {
    "text": "Ayrton Senna"
   }
  },
  {
   "quote": {
    "text": "When a police officer tells you to stay in the car, you stay in the car."
   },
   "author": {
    "text": "Reese Witherspoon"
   }
  },
  {
   "quote": {
    "text": "When I was writing 'Kitchen Confidential,' I was in my 40s, I had never paid rent on time, I was 10 years behind on my taxes, I had never owned my own furniture or a car."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "Partnerships are increasingly seen through the prism of promises and expectations, and as a kind of product for consumers: satisfaction on the spot, and if not fully satisfied, return the product to the shop or replace it with a new and improved one! You don't, after all, stick to your car, or computer, or iPod, when better ones appear."
   },
   "author": {
    "text": "Zygmunt Bauman"
   }
  },
  {
   "quote": {
    "text": "Bike lanes are the coolest. My favorite past time is flipping off cars from my bicycle. Just kidding - I'm more of a silent resentment kind of girl."
   },
   "author": {
    "text": "Mary Lambert"
   }
  },
  {
   "quote": {
    "text": "Think of it this way: If you got a flat tire, what would you do? Change the tire? Or get out of the car and slash the other three tires? No! Get back on the road. Don't dwell on it; don't beat yourself up. That gets you nowhere."
   },
   "author": {
    "text": "Jillian Michaels"
   }
  },
  {
   "quote": {
    "text": "The autonomous car is definitely coming, and when that stage comes, this ride-share business becomes even more important."
   },
   "author": {
    "text": "Masayoshi Son"
   }
  },
  {
   "quote": {
    "text": "Why do people talk of the horrors of old age? It's great. I feel like a fine old car with the parts gradually wearing out, but I'm not complaining,... Those who find growing old terrible are people who haven't done what they wanted with their lives."
   },
   "author": {
    "text": "Martha Gellhorn"
   }
  },
  {
   "quote": {
    "text": "Kill all the rich people. Break up their cars and apartments. Bring the revolution home, kill your parents, that's where it's really at."
   },
   "author": {
    "text": "Bill Ayers"
   }
  },
  {
   "quote": {
    "text": "Electromagnetic theory and experiment gave us the telephone, radio, TV, computers, and made the internal combustion engine practical - thus, the car and airplane, leading inevitably to the rocket and outer-space exploration."
   },
   "author": {
    "text": "Gregory Benford"
   }
  },
  {
   "quote": {
    "text": "Imagine a world where everything that can be connected will be connected - where driverless cars talk to smart transportation networks and where wireless sensors can monitor your health and transmit data to your doctor. That's a snapshot of what the 5G world will look like."
   },
   "author": {
    "text": "Ajit Pai"
   }
  },
  {
   "quote": {
    "text": "I'm not all that big on rides. I sort of like bumper cars but I don't really go to Disneyland all that much unless if have nieces and nephews or people to take."
   },
   "author": {
    "text": "Anjelica Huston"
   }
  },
  {
   "quote": {
    "text": "Sometimes movie-making happens like clockwork; other times, like a car accident."
   },
   "author": {
    "text": "Eric Roberts"
   }
  },
  {
   "quote": {
    "text": "I've actually made a prediction that within 30 years a majority of new cars made in the United States will be electric. And I don't mean hybrid, I mean fully electric."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Self-driving cars are the natural extension of active safety and obviously something we should do."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Winning 'Motor Trend' Car of the year is probably the closest thing to winning the Oscar or Emmy of the car industry."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "A Prius is not a true hybrid, really. The current Prius is, like, 2 percent electric. It's a gasoline car with slightly better mileage."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Stationary storage will be as big as the car business long term. The growth rate will probably be several times what it is for the car business."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Whither goest thou, America, in thy shiny car in the night?"
   },
   "author": {
    "text": "Jack Kerouac"
   }
  },
  {
   "quote": {
    "text": "Sometimes, I tell my wife I have to take a car trip and collect new memories - I like to drive around at absolute random for weeks on end through the United States and parts of Canada. Or else I feel trapped, like you feel when your life is completely planned for months in advance, and you think you're not getting enough oxygen."
   },
   "author": {
    "text": "Jim Harrison"
   }
  },
  {
   "quote": {
    "text": "Transcendental meditation is like a car, a vehicle that allows you to go within. It's a mental technique."
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "Whatever I think of, that's what I do. I wake up and think, 'I want to buy a car', I buy a car. I wake up and be like, 'I just want to lay in bed with my girl', I do that. I wake up and want to rap, I rap. So whatever I think of."
   },
   "author": {
    "text": "Young Thug"
   }
  },
  {
   "quote": {
    "text": "I spent a lot of time behind the Iron Curtain, and their cars were abysmal."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "I like the desert for short periods of time, from inside a car, with the windows rolled up, and the doors locked. I prefer beach resorts with room service."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "I love 'Donnie Brasco' and 'Days of Thunder,' so after I did 'The Skulls,' I was like, 'I want to be either an undercover cop, or I want to race cars!' Universal came to me with a newspaper article about street racing in L.A., and I was like, 'Are you kidding me? I grew up doing that right off Peoria in Sun Valley.' They asked if I wanted to do it."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "It's kind of like those little electric bumper cars where you drive around and see if you can hit the other guy. That's exactly what the country is like now. You no longer have the sense of community. Of loyalty. It's lost its sense of group. It has nothing to do with leadership."
   },
   "author": {
    "text": "Paul Newman"
   }
  },
  {
   "quote": {
    "text": "Onion rings in the car cushions do not improve with time."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "The irony is that it was tougher to rent a car from Cerberus when it owned Alamo than to buy a semi-automatic. To rent a car, one had to provide ID, a drivers' license, and get insurance coverage. To buy a gun? Cash and carry, from the back of a station wagon at a gun show. No concerns about downstream liability or risk."
   },
   "author": {
    "text": "Eliot Spitzer"
   }
  },
  {
   "quote": {
    "text": "The creative process is mysterious; a conversation, a ride in the car, or a melody can trigger something."
   },
   "author": {
    "text": "Alejandro Gonzalez Inarritu"
   }
  },
  {
   "quote": {
    "text": "If you think nobody cares if you're alive, try missing a couple of car payments."
   },
   "author": {
    "text": "Earl Wilson"
   }
  },
  {
   "quote": {
    "text": "I'm enjoying the money, the big house, the cars; what ghetto kid wouldn't?"
   },
   "author": {
    "text": "O. J. Simpson"
   }
  },
  {
   "quote": {
    "text": "I was homeless for almost a year and a half, just living in my car or bouncing around peoples' houses, going to 7-Eleven at the end of the day and asking them for the taquitos that they were going to throw out because I hadn't eaten in two days."
   },
   "author": {
    "text": "Andy Biersack"
   }
  },
  {
   "quote": {
    "text": "Lagos is a fascinatingly infuriating place that its residents love - and love to hate. Licence plates on cars here proudly display the state motto, 'Centre of Excellence,' in what often seems a sarcastic swipe at the place we live in."
   },
   "author": {
    "text": "Uzodinma Iweala"
   }
  },
  {
   "quote": {
    "text": "I'm as passionate as any car owner or car collector that has one car or 300 cars."
   },
   "author": {
    "text": "Bill Goldberg"
   }
  },
  {
   "quote": {
    "text": "I've tried everything other than jumping out of a plane, but nothing gives you an adrenaline rush like racing a car."
   },
   "author": {
    "text": "Nigel Mansell"
   }
  },
  {
   "quote": {
    "text": "When you have a great car, you want people to see the car."
   },
   "author": {
    "text": "Andris Nelsons"
   }
  },
  {
   "quote": {
    "text": "I'm glad to see that BMW is bringing an electric car to market. That's cool."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Tesla is becoming a real car company."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "I think Tesla will most likely develop its own autopilot system for the car, as I think it should be camera-based, not Lidar-based. However, it is also possible that we do something jointly with Google."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "I want a pit crew... I hate the procedure I currently have to go through when I have car problems."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "We loved cars until the '70s or so. Then they became appliances. They turned into motorized cup holders. Most of it has to do with urban sprawl. What began as pleasure ends up in necessity, as so many things do."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Some day you will be wheeled in for a heart bypass operation, and a surgeon will be the person who is now behind the counter when you renew your car registration at the department of motor vehicles."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, I'd wake up extraordinarily early every morning and turn on the television, scanning for episodes of 'The Jetsons.' For some reason, I loved the notion of a future where there would be flying cars, supercomputers, and most of all, robot maids to take care of the chores."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "Just getting from the airport straight to the gym is gonna be your best bet to knock off that rust and wake yourself up and get that blood flowing. You sit in a car or a plane cramped up, you lose a lot of blood flow and get that swelling in your legs. There are all kinds of dangers in sitting still too long."
   },
   "author": {
    "text": "Roman Reigns"
   }
  },
  {
   "quote": {
    "text": "I know a man who doesn't pay to have his trash taken out. How does he get rid of his trash? He gift wraps it, and puts in into an unlocked car."
   },
   "author": {
    "text": "Henny Youngman"
   }
  },
  {
   "quote": {
    "text": "My brother was a lifeguard in a car wash."
   },
   "author": {
    "text": "Henny Youngman"
   }
  },
  {
   "quote": {
    "text": "If a neighbor is killed in a car accident, do you sell your car and stop driving?"
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "It goes without saying that you should never have more children than you have car windows."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "I tell people, and it's the truth, I could sit in my garage for a week and it won't make me a car. And you can sit in church till your bottom is flat and that won't make you a servant of Christ."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Things in themselves have no life in them. A car can't comfort or encourage you. A house means nothing if there's no life and love inside."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Roads get wider and busier and less friendly to pedestrians. And all of the development based around cars, like big sprawling shopping malls. Everything seems to be designed for the benefit of the automobile and not the benefit of the human being."
   },
   "author": {
    "text": "Bill Bryson"
   }
  },
  {
   "quote": {
    "text": "To look out of a car in Scania, you see a painting on the horizontal - one windmill, one tiny farmhouse, acres of beet or grass."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "A man from a primitive culture who sees an automobile might guess that it was powered by the wind or by an antelope hidden under the car, but when he opens up the hood and sees the engine he immediately realizes that it was designed."
   },
   "author": {
    "text": "Michael Behe"
   }
  },
  {
   "quote": {
    "text": "Today there are two points where a car manufacturer has interaction with you as an owner of a car. One, you buy the car. Two, you go to the car shop to repair the car."
   },
   "author": {
    "text": "Hans Vestberg"
   }
  },
  {
   "quote": {
    "text": "My main form of exercise is my bike. I don't have a car, so I cycle everywhere."
   },
   "author": {
    "text": "Sophie Okonedo"
   }
  },
  {
   "quote": {
    "text": "Some companies out there quote a start of production that is substantially in advance of when customers get their cars."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "I like the word 'autopilot' more than I like the word 'self-driving.' 'Self-driving' sounds like it's going to do something you don't want it to do. 'Autopilot' is a good thing to have in planes, and we should have it in cars."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "We could definitely make a flying car - but that's not the hard part. The hard part is, how do you make a flying car that's super safe and quiet? Because if it's a howler, you're going to make people very unhappy."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "I have a nice car, a Mercedes. And then I have an old El Camino truck that I'm crazy about. I like to get in that truck and go up in the hills near where I live, in Vegas, and take my camera. That, to me, is Heaven, being out in nature, taking pictures of the wildlife."
   },
   "author": {
    "text": "B. B. King"
   }
  },
  {
   "quote": {
    "text": "I'm way flashier on Instagram and Snapchat because I feel like that's what people want to see, and that's I've always done, so I'm not going to stop. People want to see my cars and my purses. People love fashion. But that's so not me."
   },
   "author": {
    "text": "Kylie Jenner"
   }
  },
  {
   "quote": {
    "text": "What did people do prior to cell phones? Read a book? If I'm stuck in a car, and I don't have my phone, I'm like, 'What am I doing?' Car rides used to be one of my favorite things."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "We had violence directed at us by the growers themselves, trying to run us down by cars, pointing rifles at us, spraying the people when they were on the picket line with sulfur."
   },
   "author": {
    "text": "Dolores Huerta"
   }
  },
  {
   "quote": {
    "text": "Just be nice to me while I am doing the scene; that is all. I don't want big cars, I don't want big hotel rooms."
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "Everything I've been thinking, every vision, even down to every shot I throw, it just ends up here in reality. Whether it was in a fight and how to react or whether it was in a stadium with screaming fans or whether I was in a fancy car or the best clothes ever, I always put myself somewhere."
   },
   "author": {
    "text": "Conor McGregor"
   }
  },
  {
   "quote": {
    "text": "I'm gonna be making records anyway, even if I had to sell 'em out of the trunk of my car. I'm that kind of musician and singer."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "I come from Toledo, Ohio, a town that has been hurt badly by the shift of the automobile business towards Japan. And yet I remember how the car workers lived in the neighborhood that I grew up in. My father was a car salesman, and I remember how we lived. I remember how modestly we lived."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "I like Michael Moore, but I think of him more as a rabble-rouser. On his TV show, when he went to the home of the guy who invented the car alarm and set off all the car alarms on the block... pretty funny."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "When I'm in the car, I want the only one shouting to be me."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Cars let us out of the barn and, while they were at it, destroyed the American nuclear family. As anyone who has had an American nuclear family can tell you, this was a relief to all concerned."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "The car provided Americans with an enviable standard of living. You could not get a steady job with high wages and health and retirement benefits working on the General Livestock Corporation assembly line putting udders on cows."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "My whole family can talk. They are all car salesmen. They are all funny."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "The killjoys initiated automobile crash standards so rigorous that we can't buy a car that hasn't been dropped from the top of a phone pole with our whole family strapped inside."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "I have bad reflexes. I was once run over by a car being pushed by two guys."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "Heartbreak was the impetus to me writing poems and music in the first place. Over the years, I had my heart broken so badly that if I didn't find a way to get all the pain out, I was going to lose my mind. I was crazy! Like, wanting to slash tires and smash car windows. Crazy! I was so hurt that I had to write."
   },
   "author": {
    "text": "Jill Scott"
   }
  },
  {
   "quote": {
    "text": "My mother was determined to make us independent. When I was four years old, she stopped the car a few miles from our house and made me find my own way home across the fields. I got hopelessly lost."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "People are definitely a company's greatest asset. It doesn't make any difference whether the product is cars or cosmetics. A company is only as good as the people it keeps."
   },
   "author": {
    "text": "Mary Kay Ash"
   }
  },
  {
   "quote": {
    "text": "It was 100 feet of 16 mm black-and-white film of a car coming to a stop sign, and driving off. I had to decide how to frame and light it. It was magic. There was a sense of mystery."
   },
   "author": {
    "text": "Conrad Hall"
   }
  },
  {
   "quote": {
    "text": "Detroit: Cars and rock 'n' roll. Not a bad combo."
   },
   "author": {
    "text": "Kid Rock"
   }
  },
  {
   "quote": {
    "text": "My kids always perceived the bathroom as a place where you wait it out until all the groceries are unloaded from the car."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "People get excited around me and behave differently than they would normally. I don't feel different from anyone else, except that I drive a racing car round in circles faster than somebody else."
   },
   "author": {
    "text": "Michael Schumacher"
   }
  },
  {
   "quote": {
    "text": "McDonald's revolutionized fast food. They introduced a way to eat food without knives, forks or plates. Most fast foods can be eaten while steering the wheel of a car and the restaurants are usually drive through."
   },
   "author": {
    "text": "Eric Schlosser"
   }
  },
  {
   "quote": {
    "text": "Medical tourism can be considered a kind of import: instead of the product coming to the consumer, as it does with cars or sneakers, the consumer is going to the product."
   },
   "author": {
    "text": "James Surowiecki"
   }
  },
  {
   "quote": {
    "text": "I go to movies, go out with friends, go to car shows. I have a zoo."
   },
   "author": {
    "text": "Axl Rose"
   }
  },
  {
   "quote": {
    "text": "I had a friend who was a plastic surgeon, so he would do little things. I never had, like, a full thing. So I would go in maybe once every two or three years, and he'd do a little here, a little there; tweak you, like you tweak your car. Then I became the plastic surgery poster girl."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "I've got CDs in my car, listening all the time for that next song, because everybody's looking."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "The serenity prayer, 'God grant me the strength to accept...' That's a prayer that's actually in my car. I say it every day."
   },
   "author": {
    "text": "Lauren London"
   }
  },
  {
   "quote": {
    "text": "Elon Musk wins you over with his elegant mastery of engineering, be it for the rocket or the car. But what blew my socks off was when our conversation veered way off topic. We started musing about whether it was possible we all lived in the matrix, and Musk still had deep knowledge."
   },
   "author": {
    "text": "Steve Jurvetson"
   }
  },
  {
   "quote": {
    "text": "A lot of the songs start with an image. I was sitting there playing the guitar and I pictured this old, dirty green car, with the window rolled down, in the hot, hot, hot Texas heat, and this beautiful woman I knew when I was a kid sitting behind the wheel, looking out at me."
   },
   "author": {
    "text": "Edie Brickell"
   }
  },
  {
   "quote": {
    "text": "My life is the land, the dogs, the car, the motorcycle, the pond, the canoe, going to pick up mail. It's just a rural retreat that I enjoy."
   },
   "author": {
    "text": "Burt Shavitz"
   }
  },
  {
   "quote": {
    "text": "I think it's particularly a distinctively American concept that resonates with American culture through biker culture. A motorcycle is an independent thing. You're like, 'I don't want to ride in a car with this person. I want to be independent and ride by myself. But, let's ride in a group. Let's be independent, together.'"
   },
   "author": {
    "text": "Ryan Hurst"
   }
  },
  {
   "quote": {
    "text": "I wasn't one to go out and buy a new car and stereo system and expensive clothes. My mom helped keep me grounded."
   },
   "author": {
    "text": "Christina Applegate"
   }
  },
  {
   "quote": {
    "text": "To serve in the modern military - or to be the uncle, parent or sibling of one who does - is to treat the necessary service and sacrifice of war with a sacred honor. In my community, we pile into cars and drive hundreds of miles to watch our children's graduation from basic training."
   },
   "author": {
    "text": "J. D. Vance"
   }
  },
  {
   "quote": {
    "text": "When my car runs out of gas, I buy a new one. I don't want to ride around in a quitter."
   },
   "author": {
    "text": "Stephen Colbert"
   }
  },
  {
   "quote": {
    "text": "When I turned 16, my dad made me sign a contract - he made us sign contracts for everything - that if I hit my car, I would be responsible for paying for it. I was in bumper-to-bumper traffic, and I tapped someone. It was so not a big deal, but I had to pay for it."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "I have yet to meet anyone quite so stubborn as myself and animated by this overpowering passion that leaves me no time for thought or anything else. I have, in fact, no interest in life outside racing cars."
   },
   "author": {
    "text": "Enzo Ferrari"
   }
  },
  {
   "quote": {
    "text": "When people are deprived of a sense, their other senses get heightened. If you're culturally devoid of something - of weather, of artistry, of interesting architecture, all the way down the line to culture itself - you're either forced to give in and get that car dealership, or you manufacture those things for yourself."
   },
   "author": {
    "text": "Tim Burton"
   }
  },
  {
   "quote": {
    "text": "I probably do 10 to 12 Snapchats a day. Spending time with my family or my chef, my workouts, my outfits, or any events I'm attending. Playing music in the car is a big one for me. Dancing sometimes. Or asking people, 'How's business?'"
   },
   "author": {
    "text": "Antonio Brown"
   }
  },
  {
   "quote": {
    "text": "Humans are unbelievably data efficient. You don't have to drive 1 million miles to drive a car, but the way we teach a self-driving car is have it drive a million miles."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "To realize the incredible potential of connected cars and autonomous driving, we must continue to forge innovative global partnerships that engage everyone from automakers and Internet of Things players to government and educational institutions."
   },
   "author": {
    "text": "Dinesh Paliwal"
   }
  },
  {
   "quote": {
    "text": "You can refi your car loan just like you can refi your mortgage. It's even easier and less expensive. There's no appraisal process, and fees are minimal for a new car title. A couple of caveats: Most lenders require that the car be less than five years old and have a minimum loan balance of $7,500."
   },
   "author": {
    "text": "Jean Chatzky"
   }
  },
  {
   "quote": {
    "text": "Factory farming is one of the biggest contributors to the most serious environmental problems. The meat industry causes more greenhouse gas emissions than all the cars, trucks, planes and ships in the world."
   },
   "author": {
    "text": "Joan Jett"
   }
  },
  {
   "quote": {
    "text": "Buyers decide in the first eight seconds of seeing a home if they're interested in buying it. Get out of your car, walk in their shoes and see what they see within the first eight seconds."
   },
   "author": {
    "text": "Barbara Corcoran"
   }
  },
  {
   "quote": {
    "text": "Win or lose, star or not, you wait for your car with everyone else, and waiting for your car is a drag."
   },
   "author": {
    "text": "Teri Garr"
   }
  },
  {
   "quote": {
    "text": "Wherever I am in the world, if I get free time when I'm filming I always hire a car, take to the road, drive for miles and explore."
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "I like buying drones, hover boards, 360-degree cameras and fabulous cars. I am a little bit like a boy. I also spend a lot on books. I am a voracious reader, and I love vintage stores and first editions."
   },
   "author": {
    "text": "Priyanka Chopra"
   }
  },
  {
   "quote": {
    "text": "When kids run up to me and ask, 'What happened?' I just lean over and whisper, 'Cigarettes.' And once I was in a car and this girl at traffic lights was giving me the eye. She could only see my head, so I decided to do a 360 in the car seat to freak her out. Her face was like, 'Whoa, what is going on?' She sped off really quickly."
   },
   "author": {
    "text": "Nick Vujicic"
   }
  },
  {
   "quote": {
    "text": "There are many role models I've been around, and kind of the biggest one - there's a show called 'Push Girls,' with all women in wheelchairs, and they're all really good friends of mine. And one, Angela Rockwood, is still modeling, in a wheelchair. After a car accident."
   },
   "author": {
    "text": "Jamie Brewer"
   }
  },
  {
   "quote": {
    "text": "I have been in Formula One for 12 years, and out of that I had one year with the perfect car."
   },
   "author": {
    "text": "Michael Schumacher"
   }
  },
  {
   "quote": {
    "text": "Mass transportation is doomed to failure in North America because a person's car is the only place where he can be alone and think."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "Maybe our best family trip started at Victoria Falls, which drenches you with spray and is so vast that it makes Niagara Falls seem like a backyard creek. Then we rented a car and made our way to Hwange National Park, which was empty of people but crowded with zebras, giraffes, elephants and more."
   },
   "author": {
    "text": "Nicholas Kristof"
   }
  },
  {
   "quote": {
    "text": "I could never drive in a great big car; people like me because I'm a man of the people, a hustler."
   },
   "author": {
    "text": "Terry McAuliffe"
   }
  },
  {
   "quote": {
    "text": "Music scores your life. You interact with it. You listen to it in the car. It becomes the soundtrack to that one summer with that one girl."
   },
   "author": {
    "text": "Chris Milk"
   }
  },
  {
   "quote": {
    "text": "Every time you take a train, step into your car, walk into the shopping mall, go to the airport - every single time, something could happen. That's how terrorism works."
   },
   "author": {
    "text": "Ayaan Hirsi Ali"
   }
  },
  {
   "quote": {
    "text": "I look at safety as, you know, there's active and passive. Passive is how do you survive a crash. Active is accident avoidance. And so that's real-time information to you, as a driver, and to your car, to the wheels of a car that will get you out of a bad situation."
   },
   "author": {
    "text": "William Clay Ford, Jr."
   }
  },
  {
   "quote": {
    "text": "When Henry Ford founded the company bearing his name in 1903, he saw the car as a means of providing freedom of mobility to people around the world."
   },
   "author": {
    "text": "William Clay Ford, Jr."
   }
  },
  {
   "quote": {
    "text": "I only know it takes weeks to recover, as if one had been in a car accident."
   },
   "author": {
    "text": "Patricia Highsmith"
   }
  },
  {
   "quote": {
    "text": "It's that I don't like white paper backgrounds. A woman does not live in front of white paper. She lives on the street, in a motor car, in a hotel room."
   },
   "author": {
    "text": "Helmut Newton"
   }
  },
  {
   "quote": {
    "text": "I don't think I'm a good ol' boy. Honestly, the last thing I am is a redneck. I like silk sheets, fancy cars, beautiful women, good whiskey."
   },
   "author": {
    "text": "Joe Jamail"
   }
  },
  {
   "quote": {
    "text": "My definition of a redundancy is an air-bag in a politician's car."
   },
   "author": {
    "text": "Larry Hagman"
   }
  },
  {
   "quote": {
    "text": "I always think of the good comebacks on the car ride home."
   },
   "author": {
    "text": "Ron Howard"
   }
  },
  {
   "quote": {
    "text": "Songs don't have to be about going out on Saturday night and having a good rink-up and driving home and crashing cars. A lot of what I've done is about alienation... about where you fit in society."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "I do a lot of mixed martial arts - it's like unlimited fighting. I do Brazilian jujutsu, beach volleyball. I don't like my routine to get stale, so I also lift kettle bells and push cars."
   },
   "author": {
    "text": "Victor Webster"
   }
  },
  {
   "quote": {
    "text": "I really enjoy not getting in a car and running errands on bikes."
   },
   "author": {
    "text": "Stone Gossard"
   }
  },
  {
   "quote": {
    "text": "I've never been to a race car race before."
   },
   "author": {
    "text": "Christina Ricci"
   }
  },
  {
   "quote": {
    "text": "We go through the whole season working on next season's car and developing the car and making sure we fit in the car and all that sort of stuff. And we obviously give ideas of what we would hope next year's car would have even if it's small things like buttons on the steering wheel and different positions and whatever."
   },
   "author": {
    "text": "Jenson Button"
   }
  },
  {
   "quote": {
    "text": "Yeah, I'm the Brit who isn't Lewis Hamilton that woke up and realised he was good. I got that tag because I was young, flying around in jets and driving fast cars. I always took my driving seriously, but I suppose I enjoyed life... But I'm not a playboy."
   },
   "author": {
    "text": "Jenson Button"
   }
  },
  {
   "quote": {
    "text": "My first car was a BMW. A white BMW."
   },
   "author": {
    "text": "Jamie-Lynn Sigler"
   }
  },
  {
   "quote": {
    "text": "Every summer my husband and I pack our suitcases, load our kids into the car, and drive from tense, crowded New York City to my family's cottage in Maine. It's on an island, with stretches of sea and sandy beaches, rocky coasts, and pine trees. We barbecue, swim, lie around, and try to do nothing."
   },
   "author": {
    "text": "Hope Davis"
   }
  },
  {
   "quote": {
    "text": "When you're drawing something, you kind of run a movie in your head. You might close your eyes or stare into the distance and kind of see a movie unfolding and, you know, grab a certain moment or think, 'Oh, yeah, that's when we need just the point that he appears around the corner but just as she's getting into the car,' you know?"
   },
   "author": {
    "text": "Dave Gibbons"
   }
  },
  {
   "quote": {
    "text": "No matter how good a driver you are, you have to have the right car and the right team behind you in order to succeed."
   },
   "author": {
    "text": "Nico Rosberg"
   }
  },
  {
   "quote": {
    "text": "It took five days to drive to Los Angeles by myself. I listened to Abbey Road for six hours at a time and watched the desert open up before me again and again. I saw the sun set and rise at the Grand Canyon, and I sang out over the cliffs, picked up tumble weeds along the way and threw them in the back of my car."
   },
   "author": {
    "text": "Madi Diaz"
   }
  },
  {
   "quote": {
    "text": "We have a spirit of working together, and we have a passion for cars. And we also have a great desire to see the Ford name in the forefront of world transportation."
   },
   "author": {
    "text": "William Clay Ford, Sr."
   }
  },
  {
   "quote": {
    "text": "I compare it to being in a car accident. There's so much adrenaline rushing through you that you remember being in the accident but you don't remember any of the details."
   },
   "author": {
    "text": "Brooke Langton"
   }
  },
  {
   "quote": {
    "text": "I look away at car crashes, and I know people who look away at car crashes, because it makes us uncomfortable to watch other people in pain."
   },
   "author": {
    "text": "John Mayer"
   }
  },
  {
   "quote": {
    "text": "I know people think we drive around in these nice cars and we do whatever we want and our parents will pay our credit cards, but that's not the case. Sure, my parents were generous; I got a nice car at 16, but at 18 I was cut off. I've worked really hard. I opened the store myself."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "Here comes 40. I'm feeling my age and I've ordered the Ferrari. I'm going to get the whole mid-life crisis package."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "Enough Americans saw fit to give president Obama a second term. I don't think there will be many people keeping their Romney/Ryan bumper stickers on their cars."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "To this day, I am the least materialistic person I know, because my father didn't raise me to just go out and buy this or that car. The only reason I wanted to make money as an actor was because I'm passionate about food!"
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "I'm a crazy car guy. I've got an airplane hangar full of cars."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "I've always wanted to race cars, ever since I was a young boy, as I think a lot of guys have."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "One of the reasons I'm excited by what visionary Elon Musk has done with the Tesla is to show that you can reduce global warming and drive a powerful, fun car. A cool car helps make a cooler planet."
   },
   "author": {
    "text": "Dean Ornish"
   }
  },
  {
   "quote": {
    "text": "I do sing in the car. I actually sing Britney Spears songs in the car - me and a close friend of mine. She lives in West Palm and I live in Miami, and when we're going back and forth to see each other, we sing: 'Oh, Baby Baby.' We sing all these 1990s songs. We're like two 14-year-old kids just having a good time."
   },
   "author": {
    "text": "Kelly Rowland"
   }
  },
  {
   "quote": {
    "text": "I think we've been dulled by capitalism. We're just blobs now - we're so worried about how we can keep paying the lease on the car, the mortgage, the lease on the toaster and all that. You can't really think about much else. If you lose that, you lose the whole lot."
   },
   "author": {
    "text": "Rupert Everett"
   }
  },
  {
   "quote": {
    "text": "I love technology - yes, I have fallen in love with older cars, but I'm all for new technology."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "Quite honestly, I treat myself with cars I really want to drive, and I have some flexibility to do that."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "I hate when someone drives my car and resets all the radio presets. I don't understand it. If I was ever driving someone's car, I would never touch the things that were set."
   },
   "author": {
    "text": "Will Ferrell"
   }
  },
  {
   "quote": {
    "text": "Those who have come into Formula One without experiencing cars devoid of electronic aids will find it tough. To control 800 horse power relying just on arm muscles and foot sensitivity can turn out to be a dangerous exercise."
   },
   "author": {
    "text": "Michael Schumacher"
   }
  },
  {
   "quote": {
    "text": "People and squirrels are very different. Most people will not argue that. But I find that there is one situation in which they're very similar. And that is: when I am driving towards them in my car. Then they're kind of hard to tell apart - especially if the human is kind of hairy."
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "I used to look like a deer in headlights on the red carpet. You step out of the car and it's bedlam. Everyone's got crazy eyes."
   },
   "author": {
    "text": "Emily Blunt"
   }
  },
  {
   "quote": {
    "text": "I urge you children to be patient with your parents. If they seem to be out of touch on such vital issues as dating, clothing styles, modern music, and use of family cars, listen to them anyway. They have the experience that you lack."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "My mom was a rescue veterinarian, and I grew up helping her nurse injured animals back to health. Any deer hit by a car, fox caught in a trap, whatever it was that got hurt, everyone brought them to my mom."
   },
   "author": {
    "text": "Johnny Iuzzini"
   }
  },
  {
   "quote": {
    "text": "I don't think I'm a celebrity. I'm just a guy from east Texas who loves cars and airplanes."
   },
   "author": {
    "text": "Carroll Shelby"
   }
  },
  {
   "quote": {
    "text": "Spending $1 for a brand new house would feel very, very good. Spending $1,000 for a ham sandwich would feel very, very bad. Spending $19,000 for a small family car would feel, well, more or less right. But as with physical pain, fiscal pain can depend on the individual, and everyone has a different threshold."
   },
   "author": {
    "text": "Jeffrey Kluger"
   }
  },
  {
   "quote": {
    "text": "My personal style is a big mix. A lot of it's pretty vintage. I love vintage looks. I'm obsessed with the mid '60s era, even '70s, it was a good era for clothes, hair, music, and cars."
   },
   "author": {
    "text": "Kacey Musgraves"
   }
  },
  {
   "quote": {
    "text": "When I was in high school, I hid in the back seat of an old boyfriend's car when he was out with another girl. He finally found me, but not until after he had made out with her for an hour."
   },
   "author": {
    "text": "Bonnie Hunt"
   }
  },
  {
   "quote": {
    "text": "The American dream, what we were taught was, grow up, own a car, own a house. I think that dream's completely changing. We were taught to keep up with the Joneses. Now we're sharing with the Joneses."
   },
   "author": {
    "text": "Brian Chesky"
   }
  },
  {
   "quote": {
    "text": "So, I remember when I was a kid, I was waiting for my mom to come home when she was working late, and, you know, I was like, 'Oh my God, what happened to her? Is she OK? Did something happen to her getting in the car?' I was a little kid. But those are actually early onsets of anxiety."
   },
   "author": {
    "text": "Vinny Guadagnino"
   }
  },
  {
   "quote": {
    "text": "Long practise in driving a racing car at a hundred miles an hour or so gives first-class training in control and judging distances at high speed and helps tremendously in getting motor sense, which is rather the feel of your engine than the sound of it, a thing you get through your bones and nerves rather than simply your ears."
   },
   "author": {
    "text": "Eddie Rickenbacker"
   }
  },
  {
   "quote": {
    "text": "If a kid is old enough to drive a car or buy a gun, isn't he old enough to be held personally responsible for what he does with his car or gun? Or if he's a teenager, should someone else be blamed because he isn't as enlightened as an eighteen-year-old?"
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "The keyboard is my whole life. My life is centered around either sitting at my keyboard or driving my car. Those are the two most important things, more than anything else. Being at my keyboard, it's the happiest time for me."
   },
   "author": {
    "text": "Brian Wilson"
   }
  },
  {
   "quote": {
    "text": "I've always listened to a lot of rap. It's all, 'Look at this car that cost me so much money, look at this Champagne.' It's super fun."
   },
   "author": {
    "text": "Lorde"
   }
  },
  {
   "quote": {
    "text": "My health is wonderful. I work out. I'm working. Playing music. I have a beautiful wife, a nice home, a nice car, I got money in the bank. I got three beautiful dogs that love me. Like I said, I'm blessed. I survived."
   },
   "author": {
    "text": "Steven Adler"
   }
  },
  {
   "quote": {
    "text": "From solar to electric cars, from geothermal to reconfiguring the grid, the scale of investment needed in green technologies in order to meet whatever agreements on emissions reductions are finally agreed will be immense."
   },
   "author": {
    "text": "Noreena Hertz"
   }
  },
  {
   "quote": {
    "text": "You cannot expect the guy who drove the car into the ditch to navigate it out of the ditch. You have to put a new driver in the seat. I'm not saying the new driver is going to be any better, but we need a new driver. Kerry is the only choice."
   },
   "author": {
    "text": "John Mellencamp"
   }
  },
  {
   "quote": {
    "text": "We speak of 'software eating the world,' 'the Internet of Things,' and we massify 'data' by declaring it 'Big.' But these concepts remain for the most part abstract. It's hard for many of us to grasp the impact of digital technology on the 'real world' of things like rocks, homes, cars, and trees. We lack a metaphor that hits home."
   },
   "author": {
    "text": "John Battelle"
   }
  },
  {
   "quote": {
    "text": "During the season, most of my time to unwind is in my car ride home. When I get home, it's being with my kids."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "Because I grew up in such tight spaces, I don't get manicures, pedicures. I'm not into cars, but I am into a fabulous house. I wanted the spiral staircase, clean sheets on the bed, to be able to take a shower."
   },
   "author": {
    "text": "Viola Davis"
   }
  },
  {
   "quote": {
    "text": "For many people, being asked to solve their own retirement savings problems is like being asked to build their own cars."
   },
   "author": {
    "text": "Richard Thaler"
   }
  },
  {
   "quote": {
    "text": "When walking, you see things that you miss in a motor car or on the train. You give your mind space to ponder."
   },
   "author": {
    "text": "Tom Hodgkinson"
   }
  },
  {
   "quote": {
    "text": "I'm not big on material things, but I like my cars. They are German-made and custom-made."
   },
   "author": {
    "text": "Dirk Nowitzki"
   }
  },
  {
   "quote": {
    "text": "When I was 16, everyone else got a car; I got a motorcycle."
   },
   "author": {
    "text": "Jason Priestley"
   }
  },
  {
   "quote": {
    "text": "Everyone wants to call wrestling 'the business.' Why don't you treat it like a business? I don't care if you're running a diner, if you're running a car wash or a wrestling company. It's all business."
   },
   "author": {
    "text": "Kevin Nash"
   }
  },
  {
   "quote": {
    "text": "You know what I really love? The CD players in a car. How when you put the CD right up by the slot, it actually takes it out of your hand, like it's hungry. It pulls it in, and you feel like it wants more silver discs."
   },
   "author": {
    "text": "Tom Waits"
   }
  },
  {
   "quote": {
    "text": "Once when I was 16 I had my car taken away from me for being past curfew. Oh, and I said a bad word once, and I actually did get my mouth washed out with soap."
   },
   "author": {
    "text": "Ashlee Simpson"
   }
  },
  {
   "quote": {
    "text": "I think about cars to try and distract myself. It's a good way to relax, take your mind off everything."
   },
   "author": {
    "text": "Asafa Powell"
   }
  },
  {
   "quote": {
    "text": "Jeep represents a way of life. It's not just a car."
   },
   "author": {
    "text": "Sergio Marchionne"
   }
  },
  {
   "quote": {
    "text": "We take better care of the maintenance of our cars than we take care of the maintenance of our bodies."
   },
   "author": {
    "text": "David H. Murdock"
   }
  },
  {
   "quote": {
    "text": "I came from a hospitality background and saw that 80 percent of seats in cars weren't occupied most of the time."
   },
   "author": {
    "text": "John Zimmer"
   }
  },
  {
   "quote": {
    "text": "I don't buy diamonds, I don't buy cars, but I enjoy travelling. I'm not a very possessive person as far as things go."
   },
   "author": {
    "text": "Frank Oz"
   }
  },
  {
   "quote": {
    "text": "People spend so much time in their cars, and it's a legal way to have fun by speeding a little bit or testing yourself a little bit, and you get to invest in your car. For some people, it becomes their baby."
   },
   "author": {
    "text": "Jordana Brewster"
   }
  },
  {
   "quote": {
    "text": "5G will have an impact similar to the introduction of electricity or the car, affecting entire economies and benefiting entire societies."
   },
   "author": {
    "text": "Steve Mollenkopf"
   }
  },
  {
   "quote": {
    "text": "I drove an electric car for seven years because of its advanced technology, not because I have any concerns about energy resources. I have none at all. And when environmentalists say that global warming is dangerous, unprecedented and that we'll have a tipping point for atmospheric carbon dioxide, it's just nonsense."
   },
   "author": {
    "text": "Burt Rutan"
   }
  },
  {
   "quote": {
    "text": "What do wealthy people do with their money? They can only buy so many cars, houses, and steak dinners. So we either give it away or invest it."
   },
   "author": {
    "text": "Foster Friess"
   }
  },
  {
   "quote": {
    "text": "I was trying for years to woo people through humour, but it seems flash cars are much easier."
   },
   "author": {
    "text": "Stephen Merchant"
   }
  },
  {
   "quote": {
    "text": "My favorite thing to do in L.A. is to be in a car with friends listening to music. The perfect time is twilight, when the setting sun is filtering through the palm trees. Back in the day, we'd be listening to the Vandals, X, or Farside. Now it would be L.A.-based bands like Dum Dum Girls, Foxygen, or Ty Segall."
   },
   "author": {
    "text": "Liz Goldwyn"
   }
  },
  {
   "quote": {
    "text": "I've got a great team of engineers behind this race car. I've got a great bunch of mechanics that make it reliable. This car is developed to go out there and be better than the Reynard, and I feel that it is."
   },
   "author": {
    "text": "Al Unser"
   }
  },
  {
   "quote": {
    "text": "We have to use cars much more efficiently. We have to look at alternative technologies of cars such as biofuels or, even more importantly, electric cars."
   },
   "author": {
    "text": "Fatih Birol"
   }
  },
  {
   "quote": {
    "text": "I've always saved. I believe in keeping money back for a rainy day and living within my means. I don't buy expensive clothes; I have a 10-year-old car I'm hoping to replace when a big job comes in. I suppose when we do go on family holidays, I am quite happy to spend when we are there."
   },
   "author": {
    "text": "Sanjeev Bhaskar"
   }
  },
  {
   "quote": {
    "text": "I remember being at Greenblatt's on Sunset, and some guy just walked straight up to me, and he had some bling on and whatever, and said something about a party down in Malibu and asked if I would jump in his car and go to the party. All I could think was, 'Who are you? I don't know you, and I don't care about how good your car is.'"
   },
   "author": {
    "text": "Yvonne Strahovski"
   }
  },
  {
   "quote": {
    "text": "Women are clearly the major consumers in far more than just female categories. It doesn't matter whether it is purchases of cars, cosmetics, or even products for men, female consumption power is the leading consumption power in the world. Any company that overlooks the woman as the decision maker is making a huge mistake."
   },
   "author": {
    "text": "Andrea Jung"
   }
  },
  {
   "quote": {
    "text": "I'm a big fan of old, classic American musclecars like a Shelby GT or the '69 Dodge Charger, cars that inspired me through my childhood. They used to get me real excited when I was a kid. To own one and actually be able to drive them in America is a little of a dream."
   },
   "author": {
    "text": "Ricky Whittle"
   }
  },
  {
   "quote": {
    "text": "There are no drivers like Formula One drivers. They are engineers, in a way. They are driving manual cars one-handed at 200 miles per hour around streets in Monaco. These cars use the ultimate in technology."
   },
   "author": {
    "text": "Asif Kapadia"
   }
  },
  {
   "quote": {
    "text": "A few days after 9/11, I put the old cassette of 'Born in the U.S.A.,' twisted and worn, on the car deck as I drove past West Point, across the Bear Mountain Bridge, along the Hudson River. It was the perfect moment to hear it."
   },
   "author": {
    "text": "David Means"
   }
  },
  {
   "quote": {
    "text": "Like all kids who want to be in action movies, I want to jump out of a speeding car, shoot guns, slide out the side in slow motion like a John Woo movie."
   },
   "author": {
    "text": "Dallas Roberts"
   }
  },
  {
   "quote": {
    "text": "I like to sing around the bonfire, in my car and in the shower."
   },
   "author": {
    "text": "Jessica Pare"
   }
  },
  {
   "quote": {
    "text": "I've always been into cars. Cars are part of our genetic makeup. It's unavoidable."
   },
   "author": {
    "text": "Matthew Fox"
   }
  },
  {
   "quote": {
    "text": "But my passion is racing cars. It's what I like to do in my off time."
   },
   "author": {
    "text": "Mark-Paul Gosselaar"
   }
  },
  {
   "quote": {
    "text": "Car accidents kill so many of us; we're not going to give up cars, so it seems like we ought to make them harder to crash."
   },
   "author": {
    "text": "John Gruber"
   }
  },
  {
   "quote": {
    "text": "Family and God - that is what's important. Money, cars, those are things that come and go."
   },
   "author": {
    "text": "Fabrice Muamba"
   }
  },
  {
   "quote": {
    "text": "I'm always in favor of more glamour. I embarrass my children, I think. I am the lady in feathers in the car pool line."
   },
   "author": {
    "text": "Mia Sara"
   }
  },
  {
   "quote": {
    "text": "Even we schoolchildren know that ordinary diplomats don't drive around in unmarked cars carrying Glock pistols."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "With the computer and stuff, the difference between a rich guy and a poor guy, to me, is nothing. Because I don't like big houses, I don't drive a car, so you know, I just live in a small apartment and I have my computer, which is really cool."
   },
   "author": {
    "text": "Norm MacDonald"
   }
  },
  {
   "quote": {
    "text": "The most important loan to pay is your student loan. It's more important than your mortgage, car and credit card payments. You cannot discharge student loan debt in the majority of cases."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "I was 16 years old, driving to LA, and sleeping in my car, just trying to make it happen."
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "I rememeber one time we were getting ready to go to South America and everything was packed up and in the car ready to go and I hid and I was crying because I really did not want to go, I wanted to play. I did not want to go."
   },
   "author": {
    "text": "Michael Jackson"
   }
  },
  {
   "quote": {
    "text": "I don't think any rapper can go back. You can be a car salesman, a bank teller - I mean, really good jobs, and people are still gonna look at you and be like, 'You used to rap; what happened?'"
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "The practical reality of managing cars in the family - I do 36-month leases. I think they're horrible investments. And you want to give them back after their warranty is over."
   },
   "author": {
    "text": "Kevin O'Leary"
   }
  },
  {
   "quote": {
    "text": "Cars and cameras are the two things I let myself be materialistic about. I don't care about other stuff."
   },
   "author": {
    "text": "Louis C. K."
   }
  },
  {
   "quote": {
    "text": "Whenever I have bid a hasty goodbye to a loved one, I've always made sure that my record collection was safely stored away in the boot of the car."
   },
   "author": {
    "text": "Robert Plant"
   }
  },
  {
   "quote": {
    "text": "I don't even like old cars. I'd rather have a goddam horse. A horse is at least human, for God's sake."
   },
   "author": {
    "text": "J. D. Salinger"
   }
  },
  {
   "quote": {
    "text": "People always want cars. It's a huge industry, and there's always new product coming out."
   },
   "author": {
    "text": "Wayne Huizenga"
   }
  },
  {
   "quote": {
    "text": "Rebellion is what you make of it. When you've been on a tour bus for two months straight, and then you get in your car and drive wherever you want, that can feel rebellious."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "I once went on the most grueling radio tour. Living in hotel rooms, sleeping in the backs of rental cars as my mom drove to three different cities in one day."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "I don't like to feel like I'm in a club when I'm in my car and I turn on the radio. Anything that ceases to be a song and just sounds like house music kind of stresses me out."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "My hobbies and leisure activities include cars and golf."
   },
   "author": {
    "text": "Michael Strahan"
   }
  },
  {
   "quote": {
    "text": "Before now, I've always taken my mixes out to the car and listened to them in the parking lot. I still do that, but more so now I'm listening to it on the Beat box, and I think people should give it at least a listen and check it out and see what it is."
   },
   "author": {
    "text": "Dr. Dre"
   }
  },
  {
   "quote": {
    "text": "For me, personally, skiing holds everything. I used to race cars, but skiing is a step beyond that. It removes the machinery and puts you one step closer to the elements. And it's a complete physical expression of freedom."
   },
   "author": {
    "text": "Robert Redford"
   }
  },
  {
   "quote": {
    "text": "There are writers, and I know some of them, who are very disciplined. Who write, like, four pages a day, every day. And it doesn't matter if their dog got run over by a car that day, or they won the Irish sweepstakes. I'm not one of those writers."
   },
   "author": {
    "text": "George R. R. Martin"
   }
  },
  {
   "quote": {
    "text": "My grandmother was probably the first person who I thought was beautiful. She was incredibly stylish, she had big hair, big cars. I was probably 3 years old, but she was like a cartoon character. She'd swoop into our lives with presents and boxes, and she always smelled great and looked great."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "There was the time I bought three cars in the span of three or four weeks. It was crazy; it wasn't greedy. It was mine, my girl's, my mom's. I got Benzes for my ladies. But I felt crazy. You have to understand I come from a world where we're very modest. But that's not greedy. That's nice, right?"
   },
   "author": {
    "text": "J. Cole"
   }
  },
  {
   "quote": {
    "text": "I have an airplane hangar with 17 cars in it. That's no joke. I have a 'half pipe' in there, too - you know, like a big ramp, where I skateboard. It's awesome. It's the ultimate fantasy."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "I remember at the age of five travelling on a trolley car with my mother past a group of women on a picket line at a textile plant, seeing them being viciously beaten by security people. So that kind of thing stayed with me."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "A car is useless in New York, essential everywhere else. The same with good manners."
   },
   "author": {
    "text": "Mignon McLaughlin"
   }
  },
  {
   "quote": {
    "text": "We have teams of people working on electric cars. So you never know - you may find Virgin competing with the Tesla in the car business as we do in the space business."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "They think they can make fuel from horse manure - now, I don't know if your car will be able to get 30 miles to the gallon, but it's sure gonna put a stop to siphoning."
   },
   "author": {
    "text": "Billie Holiday"
   }
  },
  {
   "quote": {
    "text": "It's well documented that stop-and-go traffic wears more on a vehicle than consistent-speed highway driving. No matter our driving habits, we all know we must regularly maintain our car's vitals - oil, tires, brakes, etc. Similarly, our brains and bodies perform best with a mindful focus on tasks and a routine maintenance of healthy habits."
   },
   "author": {
    "text": "Dinesh Paliwal"
   }
  },
  {
   "quote": {
    "text": "There are races and then there are races. And without a doubt, the Indy 500 is the race that I've always wanted to attend. And now, to be driving the Corvette Pace Car... this is going to be unbelievable."
   },
   "author": {
    "text": "Guy Fieri"
   }
  },
  {
   "quote": {
    "text": "In my iPod, there are many operas, from A to Z. I have 'Aida' and 'Boheme' and 'Butterfly' and 'Cavalleria'. My passion is for opera, but when I'm in the car, I listen to everything."
   },
   "author": {
    "text": "Andrea Bocelli"
   }
  },
  {
   "quote": {
    "text": "I grew up in Oklahoma and Missouri, and I just loved film. My folks would take us to the drive-in on summer nights, and we'd sit on the hood of the car. I just had this profound love for storytelling."
   },
   "author": {
    "text": "Brad Pitt"
   }
  },
  {
   "quote": {
    "text": "I enjoy trying to develop a car and Mercedes are one of the biggest car manufacturers in the world."
   },
   "author": {
    "text": "Lewis Hamilton"
   }
  },
  {
   "quote": {
    "text": "Nothing can really prepare you for when you get in the Formula One car. Knowing that you're driving a multimillion-dollar car, and if you crash it it's going to cost a lot of money, and they might not give you another chance, is scary."
   },
   "author": {
    "text": "Lewis Hamilton"
   }
  },
  {
   "quote": {
    "text": "You're safer in the race car than you are in cars going to and from the track."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "When a car's ahead of you, as long as you can see it, you get a tow, just like the draft in NASCAR. Even if it's a long ways down the track, it punches a hole in the air that has to help. When you're running alone, you can feel the difference, and it shows on the clock, too."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "With tennis, you can go pick up a racket, take a lesson, and understand how much talent and skill it takes to be as good as the top pros. Same with golf: pick up a club. But not many can go out and get in a race car and experience a drive at over 200 miles an hour."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "I never listen to the radio unless I rent a car."
   },
   "author": {
    "text": "David Byrne"
   }
  },
  {
   "quote": {
    "text": "I've crashed my car three times."
   },
   "author": {
    "text": "Billy Joel"
   }
  },
  {
   "quote": {
    "text": "I don't think Bond does too much; he's just suave and sexy. He rolls out with his martini and fancy cars. Wow, it sounds like my life already."
   },
   "author": {
    "text": "Priyanka Chopra"
   }
  },
  {
   "quote": {
    "text": "Had my own car at twelve years old. Left school in the tenth grade. Married when I was sixteen. Ain't hard to figure out; I was a man at a very young age."
   },
   "author": {
    "text": "Joe Frazier"
   }
  },
  {
   "quote": {
    "text": "Electric cars aren't pollution-free; they have to get their energy from somewhere."
   },
   "author": {
    "text": "Alexandra Paul"
   }
  },
  {
   "quote": {
    "text": "I really haven't been cognitive of gas prices. It wasn't until I filled up my husband's Toyota Prius Hybrid that I had a moment of understanding of how people who drive gas cars feel."
   },
   "author": {
    "text": "Alexandra Paul"
   }
  },
  {
   "quote": {
    "text": "When I was coming home from school as a youngster, and I saw my dad's car in the driveway, I would go to a friend's house. I connected my dad being there with fear."
   },
   "author": {
    "text": "Joe Torre"
   }
  },
  {
   "quote": {
    "text": "When you drive your car, E = mc2 is at work. As the engine burns gasoline to produce energy in the form of motion, it does so by converting some of the gasoline's mass into energy, in accord with Einstein's formula."
   },
   "author": {
    "text": "Brian Greene"
   }
  },
  {
   "quote": {
    "text": "I don't care what business it is. I have the greatest respect in the world for that guy that can take an engine apart of a car and put it back together, or the house painter that can paint a perfect line, or the cameraman who can shoot the best shot. We're all talented in our own ways - just some of us make more money than others. That's all."
   },
   "author": {
    "text": "Tilman J. Fertitta"
   }
  },
  {
   "quote": {
    "text": "Honestly, the average American spends about 52 minutes a day in commute traffic. And as much as I love driving my car and many people like driving their car, commuting has never been fun for me."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "My dad took me out to see a meteor shower when I was a little kid, and it was scary for me because he woke me up in the middle of the night. My heart was beating; I didn't know what he wanted to do. He wouldn't tell me, and he put me in the car and we went off, and I saw all these people lying on blankets, looking up at the sky."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "I do not own a car, and my main form of travel to Westminster and in my constituency is by bicycle. I also take my bike on trains to meetings in other parts of the country, which enables me to see other cities and the other parts of the country."
   },
   "author": {
    "text": "Jeremy Corbyn"
   }
  },
  {
   "quote": {
    "text": "If any demonstrator ever lays down in front of my car, it'll be the last car he'll ever lay down in front of."
   },
   "author": {
    "text": "George Wallace"
   }
  },
  {
   "quote": {
    "text": "Our goal was to completely change transportation. Change traffic. And make it possible to get anywhere you want to go without owning a car."
   },
   "author": {
    "text": "Logan Green"
   }
  },
  {
   "quote": {
    "text": "The easiest and simplest thing that any one can do to make their car safer, more gas efficient, whatever - check the tire pressure."
   },
   "author": {
    "text": "Richard Hammond"
   }
  },
  {
   "quote": {
    "text": "Driving race cars was an avenue for me to learn how to build my own car, and that was my ambition all along."
   },
   "author": {
    "text": "Carroll Shelby"
   }
  },
  {
   "quote": {
    "text": "The relentless invisible storm of radio signals and electronic particles, the hustle and bustle, and the billions of petrol explosions in the engine blocks of trucks and cars seem to churn up the molecules of life and heaven so violently that the beautiful fogs are unable to hold together like they once did."
   },
   "author": {
    "text": "Michael Leunig"
   }
  },
  {
   "quote": {
    "text": "This is like my dad's race team where we had one Legend car. If we wrecked it, we couldn't race the next week unless we had enough parts to put it back together again."
   },
   "author": {
    "text": "Kurt Busch"
   }
  },
  {
   "quote": {
    "text": "The car has become the carapace, the protective and aggressive shell, of urban and suburban man."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "My daughter Lila loves the smell of gasoline - she always says, 'Mummy, keep the door open,' when I'm filling up the car. I've heard it is one of the most preferred scents in the world - maybe that's something to study for my next fragrance!"
   },
   "author": {
    "text": "Kate Moss"
   }
  },
  {
   "quote": {
    "text": "Simply racing a Formula 1 car is an achievement."
   },
   "author": {
    "text": "Sebastian Vettel"
   }
  },
  {
   "quote": {
    "text": "Can you design a Rorschach test that's going to make everyone feel something every time - and that looks like a Rorschach test? It's easy to show a picture of a kitten or a car accident. The question is, how abstract can you get and still get the audience to feel something when they don't know what's happening to them?"
   },
   "author": {
    "text": "Jason Reitman"
   }
  },
  {
   "quote": {
    "text": "The first thing I ever rode when I was a kid was a motorcycle, so I knew how to drive a motorcycle before a car."
   },
   "author": {
    "text": "John Travolta"
   }
  },
  {
   "quote": {
    "text": "In Formula One, the car can make a difference in a way that a driver cannot. Whereas Michael Schumacher and Ayrton Senna spent their early seasons in second-rate machinery, Hamilton walked into the equal best car on the grid. His first season none the less has, by any standards, been extraordinary."
   },
   "author": {
    "text": "Martin Jacques"
   }
  },
  {
   "quote": {
    "text": "It's annoying when someone's in front of you driving ten miles an hour, and you're like, 'Okay, today,' and someone else is on the side of you, so you can't pass them, and when you finally do pass them and they are texting, the laser cannons just come out and disintegrate that car."
   },
   "author": {
    "text": "Glenn Danzig"
   }
  },
  {
   "quote": {
    "text": "Boredom is a fearsome prospect. There's a limit to the number of cars and microwaves you can buy. What do you do then?"
   },
   "author": {
    "text": "J. G. Ballard"
   }
  },
  {
   "quote": {
    "text": "I was a little different. I still say I'm a little different, because success to me is not having the most money, or having the biggest car or the biggest house."
   },
   "author": {
    "text": "Herschel Walker"
   }
  },
  {
   "quote": {
    "text": "I've been writing lullabies since the beginning. I kind of did it for myself to help myself fall asleep when I really worried, like when I was homeless and I'd fall asleep in my car."
   },
   "author": {
    "text": "Jewel"
   }
  },
  {
   "quote": {
    "text": "My first car was an '84 Ford Taurus. It caught on fire from me trying to change the fuel pump, so that wasn't good at all. Dried leaves on the ground while I was trying to change the fuel pump. Don't do that. Do it on concrete."
   },
   "author": {
    "text": "T-Pain"
   }
  },
  {
   "quote": {
    "text": "People in Tel Aviv can not imagine, but in 1990, here in Leipzig or Dresden, whoever wanted to buy a car had to wait 14 years. The East Germans worked like people in the West, but the fruits of their labor were harvested by a criminal regime."
   },
   "author": {
    "text": "Helmut Kohl"
   }
  },
  {
   "quote": {
    "text": "When I graduated from the University of Wisconsin, I was highly encouraged to move to Boston to train as a hopeful for the 2014 Sochi Olympic Games. I remember packing up my car, traveling out here to live with other teammates and share an apartment."
   },
   "author": {
    "text": "Hilary Knight"
   }
  },
  {
   "quote": {
    "text": "I just love cars; I've been like that since I was a kid. It's an infatuation because we grew up poor. Cars was something we were always trying to get."
   },
   "author": {
    "text": "Birdman"
   }
  },
  {
   "quote": {
    "text": "How many times have you been on the freeway and had someone fly by you at 100 mph then end up two cars ahead of you at the off ramp? What's the point?"
   },
   "author": {
    "text": "Mark Harmon"
   }
  },
  {
   "quote": {
    "text": "We should tell our kids to just have fun, participate and not get bent on winning or losing. But every coach, when they say that, they say it tongue in cheek, 'Don't worry about winning': If you win I'll get you ice cream, but if you lose I'm going to pout in the car."
   },
   "author": {
    "text": "Bode Miller"
   }
  },
  {
   "quote": {
    "text": "I always keep a ball in the car. You never know."
   },
   "author": {
    "text": "Hakeem Olajuwon"
   }
  },
  {
   "quote": {
    "text": "Doorman - a genius who can open the door of your car with one hand, help you in with the other, and still have one left for the tip."
   },
   "author": {
    "text": "Dorothy Kilgallen"
   }
  },
  {
   "quote": {
    "text": "I myself, as well as Toyota, am not perfect. I, more than anyone, wish for our customers' cars to be safe."
   },
   "author": {
    "text": "Akio Toyoda"
   }
  },
  {
   "quote": {
    "text": "I came out of the mall one day, and a guy was standing there with a coat hanger in his window, and I couldn't stop myself. I asked the stupid question. 'You lock your keys in the car?' 'Nope, just washed it, gonna hang it up to dry.'"
   },
   "author": {
    "text": "Bill Engvall"
   }
  },
  {
   "quote": {
    "text": "I love race car drivers, I love gymnastics, I love UFC, I love police officers, I love firefighters. I just try to give them the same enjoyment they give me."
   },
   "author": {
    "text": "Shaquille O'Neal"
   }
  },
  {
   "quote": {
    "text": "I grew up in Texas, and people love their American-made muscle cars there. I grew up around people who loved cars and took care of cars and my dad's a big car nut, so I learned a little bit about cars - how to love them, most importantly. I think that from the time I could remember, I've always envisioned myself in a vintage muscle car."
   },
   "author": {
    "text": "Amber Heard"
   }
  },
  {
   "quote": {
    "text": "We all know that small cars are good for us. But so is cod liver oil. And jogging. I want to drive around in a Terminator, not the heroine in an E. M. Forster novel."
   },
   "author": {
    "text": "Jeremy Clarkson"
   }
  },
  {
   "quote": {
    "text": "Every business decision I ever made I learned from my grandfather Papa Sam. He moved here from Russia when he was a boy. He worked his way up selling newspapers and ladies' handbags, and eventually, he became Cadillac Sam, one of the biggest car dealers in Chicago."
   },
   "author": {
    "text": "Bobbi Brown"
   }
  },
  {
   "quote": {
    "text": "As a geek, I take umbrage at the notion that chips are not sexy. But yes, robots, drones, satellites and self-driving cars are the kinds of things that excite me."
   },
   "author": {
    "text": "Steve Jurvetson"
   }
  },
  {
   "quote": {
    "text": "In Brussels, you are able to have a lot of appointments in a day. In Paris, you can have one, two, maybe three, but you spend all your time on the road, in the car or in the suburbs. In Brussels, everything is easy. It's not a very big city, and the people are very quiet and warm."
   },
   "author": {
    "text": "Eric-Emmanuel Schmitt"
   }
  },
  {
   "quote": {
    "text": "In the history of the world, no one has ever washed a rented car."
   },
   "author": {
    "text": "Lawrence Summers"
   }
  },
  {
   "quote": {
    "text": "Trucking is the backbone of U.S. commerce. Consumers rely on the industry to move the parts for their cars, the food for their dinner tables, and, increasingly, the goods they order online."
   },
   "author": {
    "text": "Mary Pilon"
   }
  },
  {
   "quote": {
    "text": "Investors have few spare tires left. Think of the image of a car on a bumpy road to an uncertain destination that has already used up its spare tire. The cash reserves of people have been eaten up by the recent market volatility."
   },
   "author": {
    "text": "Mohamed El-Erian"
   }
  },
  {
   "quote": {
    "text": "Autonomous vehicles, because they'll be able to operate at a lower cost, will be able to pull more consumers into the Lyft network. And as you have more people switching from using their own car, they'll be taking more rides that still require a person behind the wheel."
   },
   "author": {
    "text": "John Zimmer"
   }
  },
  {
   "quote": {
    "text": "I drive a 1965 Shelby Cobra. I love classic muscle cars."
   },
   "author": {
    "text": "Aaron Paul"
   }
  },
  {
   "quote": {
    "text": "Tink is the voice of the youth. I'm not one of those artists who talks about unrealistic things or fairy tales. I'm not talking about expensive things and cars. I'm actually talking about what's going on in my life and every teenager's life, too."
   },
   "author": {
    "text": "Tink"
   }
  },
  {
   "quote": {
    "text": "Every city has to deal with the problem of cars and public transport."
   },
   "author": {
    "text": "Jaime Lerner"
   }
  },
  {
   "quote": {
    "text": "Come rain or shine I walk short distances rather than taking my car."
   },
   "author": {
    "text": "Sophie Ellis-Bextor"
   }
  },
  {
   "quote": {
    "text": "I try to get away from the pits as quickly as I can. I speak to my engineer when I get out of the car, usually there's some press to do, then I will go off and have a shower and get my dry, clean overalls and clothing on. I'll have a massage, stretch and something to eat. I don't sleep, but I try to close my eyes for a while."
   },
   "author": {
    "text": "Allan McNish"
   }
  },
  {
   "quote": {
    "text": "If ever a car was created by designers with dreams of grandeur, it had to be the 1958 Buick Limited: the heftiest, highest-priced and most opulent monster ever to hit the street in the '50s."
   },
   "author": {
    "text": "Clive Cussler"
   }
  },
  {
   "quote": {
    "text": "My son's going to have a job, and if he wants to get a car when he gets his license, he's going to pay for it on his own like I did."
   },
   "author": {
    "text": "Bill Rancic"
   }
  },
  {
   "quote": {
    "text": "My dad was very successful running midgets in Texas. Then, his two drivers ran into some bad luck. People started saying that Daddy had lost his touch. That it was the cars and not the drivers. I wanted to race just to prove all those people wrong."
   },
   "author": {
    "text": "A. J. Foyt"
   }
  },
  {
   "quote": {
    "text": "My interests are guitars, cars, and vacation. I've been playing guitar all my life. My dad was a professional guitarist, but I'm terrible, which lets me off the hook, so I just play for myself."
   },
   "author": {
    "text": "Josh Hartnett"
   }
  },
  {
   "quote": {
    "text": "I love getting on the subway because you get on the car, and you see the entire human race represented in any given subway car."
   },
   "author": {
    "text": "Tim Daly"
   }
  },
  {
   "quote": {
    "text": "Since September 11, security has been increased everywhere, and we have new IDs to get on to the Fox lot. I drove to the security gate, but realized I'd left my ID in my other car. I just broke into that voice - 'Hey, man, I'm Bart Simpson. Who else sounds like this?' The guard waved me through."
   },
   "author": {
    "text": "Nancy Cartwright"
   }
  },
  {
   "quote": {
    "text": "Google's founders have had a good eye for imagining what technologies will be significant in the near future. No one asked Google to develop self-driving cars, but it helped them with street views for Google Maps."
   },
   "author": {
    "text": "Barry Ritholtz"
   }
  },
  {
   "quote": {
    "text": "See, what you're meant to do when you have a mid-life crisis is buy a fast car, aren't you? Well, I've always had fast cars. It's not that. It's the fear that you're past your best. It's the fear that the stuff you've done in the past is your best work."
   },
   "author": {
    "text": "Robbie Coltrane"
   }
  },
  {
   "quote": {
    "text": "I have a real passion for driving. Earlier on in my life I wanted to be a race car driver. But I don't pay an extortionate amount of money for cars. I'm pretty frugal."
   },
   "author": {
    "text": "John Barrowman"
   }
  },
  {
   "quote": {
    "text": "I don't want my guy to buy me cars, villas or diamonds. I can do all that. I don't want any PDA, either. But my guy should be very sensitive to my pains and sorrows and should try to make me happy because I'd do all that for him. Sadly, most of the men that I have met in the past couple of years are too self-obsessed."
   },
   "author": {
    "text": "Anushka Sharma"
   }
  },
  {
   "quote": {
    "text": "When I was 19 years old, both of my parents died in the same year; my mom of cancer and my dad in a car accident. Through the next two or three years and a series of bad decisions - all my own, I might add - I ended up literally homeless, before that was even a word. I even slept occasionally under a pier on the Gulf Coast."
   },
   "author": {
    "text": "Andy Andrews"
   }
  },
  {
   "quote": {
    "text": "Being broke and poor - I mean, you grow up in the environment I grew up in, grew up hard and grew up poor. Your mom doesn't have a car until you make it to the NBA... no telephone. So, I mean, if you grow up like that, and you're able to make it to this level and be blessed the way I've been blessed, it's always great to give back."
   },
   "author": {
    "text": "Tyronn Lue"
   }
  },
  {
   "quote": {
    "text": "I never listen to music in the house, I listen to music in the car."
   },
   "author": {
    "text": "Peter Tork"
   }
  },
  {
   "quote": {
    "text": "I had so many older brothers who beat up on me, so I'm a tough kid. I love mixed martial arts, weapons training, guns, knives, driving fast cars and motorcycles."
   },
   "author": {
    "text": "Kellan Lutz"
   }
  },
  {
   "quote": {
    "text": "I've always romanticized the late '40s and '50s - the cars, jazz, the open roads and lack of pollution. Now there are more vehicles, less hitchhikers, more billboards and power lines and stuff. People wrote wonderful long letters that took months to receive, and now everything is email."
   },
   "author": {
    "text": "Garrett Hedlund"
   }
  },
  {
   "quote": {
    "text": "It's pretty cool to be able to hang out with the President and have the race-winning car on the South Lawn."
   },
   "author": {
    "text": "Buddy Rice"
   }
  },
  {
   "quote": {
    "text": "With certain ideas, you can predict commercial success. So with a 'Toy Story 3' or a 'Cars 2,' you know the idea is more likely to have financial success. But if you go down that path too far, you become creatively bankrupt because you're just trying to repeat yourself."
   },
   "author": {
    "text": "Edwin Catmull"
   }
  },
  {
   "quote": {
    "text": "To me, great advertising can make food taste better, can make your car run smoother. It can change your perception of something. Is it wrong to change your perception about something? Of course not. I'm not lying; I'm just saying, 'This one's more fun, this one's more exciting.'"
   },
   "author": {
    "text": "George Lois"
   }
  },
  {
   "quote": {
    "text": "I bought a car, but not just any car; I bought a Volvo, which was the safest on the road at the time. It's not any more, so I upgraded to the Mercedes."
   },
   "author": {
    "text": "Holland Roden"
   }
  },
  {
   "quote": {
    "text": "It's not that I don't want a fast car. I like the speed. I'm just not the type of person who finds a sports car a sexy car."
   },
   "author": {
    "text": "Inga Cadranel"
   }
  },
  {
   "quote": {
    "text": "And we turned off and 30 miles south they're standing in the middle of our road blocking our way, stopped the car, got out, took us through the path in the woods, where the craft was on the ground."
   },
   "author": {
    "text": "Betty Hill"
   }
  },
  {
   "quote": {
    "text": "If I start outsourcing all my navigation to a little talking box in my car, I'm sort of screwed. I'm going to lose my car in the parking lot every single time."
   },
   "author": {
    "text": "Ken Jennings"
   }
  },
  {
   "quote": {
    "text": "I'm crazy about cars, about boats, about airplanes, about anything mechanical - I'm just a boy, really, and my clients are like boys, too."
   },
   "author": {
    "text": "Richard Mille"
   }
  },
  {
   "quote": {
    "text": "I did a movie called 'Clueless' when I was first starting out. And with that paycheck, I went and bought a car, which I had no use for, because I lived in New York City, where you can take a train for a dollar anywhere. But instead, I bought a $20,000 car with a $12,000 check."
   },
   "author": {
    "text": "Donald Faison"
   }
  },
  {
   "quote": {
    "text": "Have you read 'The Grapes of Wrath?' That was my family. My dad was a sharecropper in western Oklahoma. When the dust storms came and everything got wiped out, they came to California. The guys with the mattresses on the tops of their cars in the movie? That was the way it was."
   },
   "author": {
    "text": "B. Wayne Hughes"
   }
  },
  {
   "quote": {
    "text": "Besides my love for horses and cars, I am passionate about making the cheapest vaccines in the world. I started making life-saving drugs when I was 22."
   },
   "author": {
    "text": "Cyrus S. Poonawalla"
   }
  },
  {
   "quote": {
    "text": "I've got a role in the new Billy Bob Thornton movie that Billy Bob wrote and is going to direct called 'Jayne Mansfield's Car.' I only have four scenes, but I have as much dialogue as anybody in the movie."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "Cars, furs, and gems were not my weaknesses."
   },
   "author": {
    "text": "Gene Tierney"
   }
  },
  {
   "quote": {
    "text": "I don't race cars."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "I cannot drive very well. I drive slow and very safe. I don't know cars that well."
   },
   "author": {
    "text": "Selena Gomez"
   }
  },
  {
   "quote": {
    "text": "The prenup needs to be drawn up months before the wedding, not days - it's not something you slap together and sign in the car on the way to the ceremony. A shotgun prenup might not hold up in court."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "It just seemed too weird to me. I don't know, maybe they were smoking a joint in the car downstairs from their parents' apartment. I had to go that far to put together a scenario of how they could have possibly recognized me."
   },
   "author": {
    "text": "Marc Jacobs"
   }
  },
  {
   "quote": {
    "text": "I have a Chevy Impala that I roll around in and a '89 Jeep Wrangler, which is the first car I ever bought. It has 180,000 miles on it, and that is my daily whip. I take that everywhere. Don't forget where you came from, that's why I'll never get rid of that Jeep."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "Auto racing is boring except when a car is going at least 172 miles per hour upside down."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "Dogs feel very strongly that they should always go with you in the car, in case the need should arise for them to bark violently at nothing right in your ear."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "I hope that if you are employed full-time, you are doing it to ensure that basic needs are met and not simply to indulge a taste for an elaborate home, fancy cars, and other luxuries."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "Theater in New York is nearer to the street. In London, you have to go deep into the building, usually, to reach the place where theater happens. On Broadway, only the fire doors separate you from the sidewalk, and you're lucky if the sound of a police car doesn't rip the envelope twice a night."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "When I was 15 or 16 playing in groups, we used to sit in the car and try to write the lyrics down as a song was playing, and we'd assign each person a verse, you know: 'I'm going to do the first one. You go for the second one.' And then sometimes you'd wait an hour for it to come on again so you could finish it up."
   },
   "author": {
    "text": "Tom Petty"
   }
  },
  {
   "quote": {
    "text": "A car is thirty thousand parts you're putting together."
   },
   "author": {
    "text": "Mary Barra"
   }
  },
  {
   "quote": {
    "text": "John D. Rockefeller wanted to dominate oil, but Microsoft wants it all, you name it: cable, media, banking, car dealerships."
   },
   "author": {
    "text": "Ralph Nader"
   }
  },
  {
   "quote": {
    "text": "I'm more convinced than when I accepted this job that we can create a viable Ford Motor Co. that makes cars and trucks that people really do prefer. And we can make them using minimum resources and minimum time and be competitive with our competition."
   },
   "author": {
    "text": "Alan Mulally"
   }
  },
  {
   "quote": {
    "text": "Consider what kind of car you get. Buy cars and other products that have the least impact environmentally."
   },
   "author": {
    "text": "Al Gore"
   }
  },
  {
   "quote": {
    "text": "I've been fighting for my life before and sleeping in cars and trying to find a place to lay my head. I've had situations where I've had nowhere to go. This is the easy part. I overcame life."
   },
   "author": {
    "text": "Antonio Brown"
   }
  },
  {
   "quote": {
    "text": "I grew up in a small town in Sudan. There weren't many cars, so we did things in the countryside near where we lived."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "I drive a car, like an adult. Not brilliantly. I'm not great."
   },
   "author": {
    "text": "Karl Pilkington"
   }
  },
  {
   "quote": {
    "text": "The first real thought that I had of something that I might do was to write for car magazines, because I always had a car thing."
   },
   "author": {
    "text": "Jerry Seinfeld"
   }
  },
  {
   "quote": {
    "text": "Every day, no matter how tired my father was, he'd put me in the car and drive me to Schaumburg Public Library, and he'd read to me from books about Dr. King, Mahatma Gandhi, Eleanor Roosevelt."
   },
   "author": {
    "text": "Reshma Saujani"
   }
  },
  {
   "quote": {
    "text": "I confess that as a young boy, Sunday was not my favorite day. Grandfather shut down the action. We didn't have any transportation. We couldn't drive the car. He wouldn't even let us start the motor. We couldn't ride the horses, or the steers, or the sheep."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "We had the guys from X Men 2 do the cameras. They had a 360 camera that would go from one car, up in the air and over to another car in a continuous shot while the film was still rolling, going 90 mph."
   },
   "author": {
    "text": "Jimmy Fallon"
   }
  },
  {
   "quote": {
    "text": "Be able to back up a car for a considerable distance in a straight line and back out of a driveway."
   },
   "author": {
    "text": "Marilyn vos Savant"
   }
  },
  {
   "quote": {
    "text": "I was already on pole, then by half a second and then one second and I just kept going. Suddenly I was nearly two seconds faster than anybody else, including my team mate with the same car."
   },
   "author": {
    "text": "Ayrton Senna"
   }
  },
  {
   "quote": {
    "text": "This is going to sound ridiculous, but I remember watching 'Boyz n the Hood,' and there is a scene where Cuba Gooding, Jr. gets pressed against a car by a police officer, and he starts crying because it's so humiliating. I remember thinking in that moment that I could totally identify with him, and I'm a little white kid from Canada."
   },
   "author": {
    "text": "Ryan Gosling"
   }
  },
  {
   "quote": {
    "text": "When you're doing a TV show, it's not like you just shoot for six weeks and you're in an editing room with all of your footage. It's like a guitar or a car, you have to fine tune things. You stop doing what's not working, you work on what is working and you add things that do work."
   },
   "author": {
    "text": "Chris Pratt"
   }
  },
  {
   "quote": {
    "text": "Television is such an evolving medium. When you're doing a TV show, it's not like you just shoot for six weeks and you're in an editing room with all of your footage. It's like a guitar or a car, you have to fine tune things. You stop doing what's not working, you work on what is working and you add things that do work."
   },
   "author": {
    "text": "Chris Pratt"
   }
  },
  {
   "quote": {
    "text": "I grew up hunting and fishing. I've always been into archery. I've always been into cars... In my family, that was just stuff we did. That's just the way it was."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "My grandma's the most careful, safe driver in the world. You put her in a rental car, and she's doing doughnuts in the K-Mart parking lot!"
   },
   "author": {
    "text": "Jeff Foxworthy"
   }
  },
  {
   "quote": {
    "text": "I remember in '37 when trolley cars were so big in New York. It was five cents for a ride... There used to be open-air buses, and you could go up a spiral staircase and sit up on top. Those were great, great days."
   },
   "author": {
    "text": "Tiny Tim"
   }
  },
  {
   "quote": {
    "text": "There's a perception that police are less likely to do the marginal additional policing that suppresses crime: the getting out of your car at 2 in the morning and saying to a group of guys, 'What are you doing here?'"
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "It seems to me I spent my life in car pools, but you know, that's how I kept track of what was going on."
   },
   "author": {
    "text": "Barbara Bush"
   }
  },
  {
   "quote": {
    "text": "We left the guns hidden in the car and tried walking into the polling place again, and the mob blocked us again. We didn't pursue it."
   },
   "author": {
    "text": "Medgar Evers"
   }
  },
  {
   "quote": {
    "text": "I probably wouldn't be a good spokesman for an electric car, because I'll still get on a private jet, and one flight on a private jet undoes all my electric-car good deeds."
   },
   "author": {
    "text": "George Clooney"
   }
  },
  {
   "quote": {
    "text": "In a country with millions of people and cars going everywhere, the enemy is going to get a car bomb out there once in awhile."
   },
   "author": {
    "text": "James Mattis"
   }
  },
  {
   "quote": {
    "text": "I see a future where American companies lead the world in the production of hybrid-plug in cars and electric vehicles."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "While I may not agree with all of President Obama's energy policies, I strongly supported his successful effort to double fuel economy standards for cars and trucks to 54.5 miles per gallon by 2025."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "Guns do kill. Unlike cars, that is all they do."
   },
   "author": {
    "text": "Molly Ivins"
   }
  },
  {
   "quote": {
    "text": "I hate the technological rip-offs that pass for music formats these days, and go back to vinyl to hear a good record because the sound is always so much fuller. I don't even like listening to music in the car."
   },
   "author": {
    "text": "John Lydon"
   }
  },
  {
   "quote": {
    "text": "If I can put on my album in a car or on my headphones and listen to the whole thing and love it, that's what I'm going to be happy putting out there."
   },
   "author": {
    "text": "Ed Sheeran"
   }
  },
  {
   "quote": {
    "text": "If I can sell out clubs and theaters and play dirtbags in movies, and get blown up in a car or get the crap beat out of me in a movie, that's good for me; I'm good."
   },
   "author": {
    "text": "Bill Burr"
   }
  },
  {
   "quote": {
    "text": "I'm very free-spirited and crazy. I love to have fun, and I like doing stupid things. At the same time, I'm like a 35-year-old. I have a house. I have a car. I have a steady job. I have a business, and I have to make serious decisions."
   },
   "author": {
    "text": "Avril Lavigne"
   }
  },
  {
   "quote": {
    "text": "I think a lot of writers, male and female, write as if their parents were killed in a car accident when they were 2, and they have no one to hold accountable. And unfortunately, I don't have that. I have parents who I care about what they think."
   },
   "author": {
    "text": "Mindy Kaling"
   }
  },
  {
   "quote": {
    "text": "Every day I get to 'Think' and work on everything from digitizing electric grids so they can accommodate renewable energy and enable mass adoption of electric cars, helping major cities reduce congestion and pollution, to developing new micro-finance programs that help tiny businesses get started in markets such as Brazil, India, Africa."
   },
   "author": {
    "text": "Ginni Rometty"
   }
  },
  {
   "quote": {
    "text": "If you build a car, you can only sell it once. If you paint a fence, you only get paid for it once. If you create a piece of software that's essentially free to reproduce, you can keep getting paid over and over perpetually."
   },
   "author": {
    "text": "Markus Persson"
   }
  },
  {
   "quote": {
    "text": "It's easy to make a cue last a lifetime. Don't boil it or freeze it in the trunk of a car. Don't lean it against a wall for years. If you lose a game to a complete idiot, hit the edge of the table in anger with something other than your cue."
   },
   "author": {
    "text": "Robert Byrne"
   }
  },
  {
   "quote": {
    "text": "I can't have my employees sitting in traffic when they should be in the office. Spending two-and-half hours in the car is a huge waste of productive time."
   },
   "author": {
    "text": "Azim Premji"
   }
  },
  {
   "quote": {
    "text": "I would have probably stolen cars - it would have given me the same adrenaline rush as racing."
   },
   "author": {
    "text": "Valentino Rossi"
   }
  },
  {
   "quote": {
    "text": "There is a spiritual hunger in the world today - and it cannot be satisfied by better cars on longer credit terms."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "Trying to run Congress without human relationships is like trying to run a car without motor oil. Should we be surprised when the whole thing freezes up?"
   },
   "author": {
    "text": "Jonathan Haidt"
   }
  },
  {
   "quote": {
    "text": "When you first get money, you buy all these things so no one thinks you're mean, and you spread it around. You get a chauffeur and you find yourself thrown around the back of this car and you think, I was happier when I had my own little car! I could drive myself!"
   },
   "author": {
    "text": "Paul McCartney"
   }
  },
  {
   "quote": {
    "text": "The banked oval tracks are obsolete tracks for Indy cars."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "I've driven just about every kind of car there is."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "The United States is the only country where a driver can have a successful career - either in stock cars or IndyCar - and he won't need a passport."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "Technology is such a broad kind of term, it really applies to so many things, from the electric light to running cars on oil. All of these different things can be called technology. I have kind of a love-hate relationship with it, as I expect most people do. With the computer, I spend so many hours sitting in front of a computer."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "Design can never be an ultimate explanation for anything. It can only be a proximate explanation. A plane or a car is explained by a designer but that's because the designer himself, the engineer, is explained by natural selection."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "The reason we personify things like cars and computers is that just as monkeys live in an arboreal world and moles live in an underground world and water striders live in a surface tension-dominated flatland, we live in a social world."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "I remember walking home one day from school, and this car pulled up behind me really slow, and it gave me a really weird feeling, and all of a sudden it skimmed me, and the man was half naked and tried to pull me into his car and saying crazy things to me. And it was terrifying."
   },
   "author": {
    "text": "Nikki Bella"
   }
  },
  {
   "quote": {
    "text": "I used to get 2000 as pocket money, and I was being offered a car and an opportunity to make lakhs, so I said a yes. I was a kid and got homesick over my 40-day schedule in Bangalore and decided that I would only do films in the South if they were 10-day roles."
   },
   "author": {
    "text": "Rakul Preet Singh"
   }
  },
  {
   "quote": {
    "text": "Yes, Americans can still get credit for cars and trucks and refrigerators, and those businesses are doing well. But just try to get a home loan now."
   },
   "author": {
    "text": "Ben Stein"
   }
  },
  {
   "quote": {
    "text": "Devices are getting smarter - your television, your car - and that means more data spread around. There needs to be a fabric that connects all these devices. That's what we do."
   },
   "author": {
    "text": "Drew Houston"
   }
  },
  {
   "quote": {
    "text": "Relationships, like cars, should undergo regular services to make sure they are still roadworthy."
   },
   "author": {
    "text": "Zygmunt Bauman"
   }
  },
  {
   "quote": {
    "text": "I met a woman working 30 hours a week, trying to make ends meet, three children. And she slept the night before I met her in her car because she's homeless. We can do better. We can build a nation of shared prosperity."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "I did plenty of jobs that I hated. I was a bank teller and terrible at it. I parked cars, a valet. I answered phones. I somehow avoided being a waiter. I knew I wouldn't be able to keep the order straight. I'm not much of a multi-tasker."
   },
   "author": {
    "text": "Will Ferrell"
   }
  },
  {
   "quote": {
    "text": "The market will evolve into two segments: cars that provide ease of access to transport and are shared by many people, and cars that are exclusive, high-end symbols of the owner's status and aspirations."
   },
   "author": {
    "text": "Anand Mahindra"
   }
  },
  {
   "quote": {
    "text": "Another car is not going to help me out, a nicer car, I've already got it. A bigger house ain't gonna do anything for me, and you know, a yacht, it's not going to do anything for me anymore. So how can I find happiness?"
   },
   "author": {
    "text": "Vanilla Ice"
   }
  },
  {
   "quote": {
    "text": "Water is a beverage which I never enjoyed in purity and perfection before I visited America. It is provided in abundance in the cars, the hotels, the waiting-rooms, the steamers, and even the stores, in crystal jugs or stone filters, and it is always iced. This may be either the result or the cause of the temperance of the people."
   },
   "author": {
    "text": "Isabella Bird"
   }
  },
  {
   "quote": {
    "text": "If I had been at an assembly line for films, I don't know if I would be the best driver. I think I would have crashed the car."
   },
   "author": {
    "text": "Alejandro Gonzalez Inarritu"
   }
  },
  {
   "quote": {
    "text": "Cars mean nothing to me. I'm not a car guy."
   },
   "author": {
    "text": "Penn Jillette"
   }
  },
  {
   "quote": {
    "text": "'Cars' has been a godsend. I mean, I get paid to talk into a mic. Honestly, I had no idea it would become as big as it did. When I first got the part of Mater, it was actually a small part. I did the voicing for it, though, and the animators liked it so much they rewrote the original script so that Mater could be in it more."
   },
   "author": {
    "text": "Larry the Cable Guy"
   }
  },
  {
   "quote": {
    "text": "We've gone from, in the '50s and '60s, being very optimistic about the future, where the future is all spaceships and The Jetsons and flying cars, to where we were just sure the future was going to be a massive pile of rubble."
   },
   "author": {
    "text": "David Wong"
   }
  },
  {
   "quote": {
    "text": "I drive an American car. It's a Chrysler. That's not an endorsement. It's more like a cry for pity."
   },
   "author": {
    "text": "Michael Moore"
   }
  },
  {
   "quote": {
    "text": "I have been spending the better part of my professional life trying to create self-driving cars. At Google, I am working with a world-class team of engineers to turn science fiction into reality."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "As a child, I spent a lot of time with things like Lego, building trains, cars, complex structures, and I really liked that."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "Safety has been paramount for the Google self-driving car team from the very beginning."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "I envision a future without traffic accidents or congestion. A future where everyone can use a car."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "Have you ever noticed how nice people are at the car wash?! Maybe it's just me, but it makes me happy. Weird, I know!"
   },
   "author": {
    "text": "Brittany Snow"
   }
  },
  {
   "quote": {
    "text": "The hybrid I have now is one of the least expensive cars I've ever had. I had a BMW 318i convertible once, the ultimate driving machine."
   },
   "author": {
    "text": "Sean Astin"
   }
  },
  {
   "quote": {
    "text": "I was always an observer, even as a child. I could be satisfied to sit in a car for 3 hours and just look at the street go by while my mother went shopping."
   },
   "author": {
    "text": "Jonathan Winters"
   }
  },
  {
   "quote": {
    "text": "In the last three years of racing I've met as many women fans as men fans, and in NASCAR it's the same thing. My wife loves cars, but the difference is she doesn't have 20 years of understanding the background of them. She basically drives them and uses her gut feelings as to which is best."
   },
   "author": {
    "text": "Tim Allen"
   }
  },
  {
   "quote": {
    "text": "I'm big on having a blistering pace. That's one of the hallmarks of what I do, and that's not easy. I never blow up cars and things like that, so it's something else that keeps the suspense flowing. I try not to write a chapter that isn't going to turn on the movie projector in your head."
   },
   "author": {
    "text": "James Patterson"
   }
  },
  {
   "quote": {
    "text": "My mother's sister was killed in a trolley car accident, so I was raised as one of eight with my sister and six male cousins."
   },
   "author": {
    "text": "Alan King"
   }
  },
  {
   "quote": {
    "text": "When I went to the University of California, Santa Barbara, in 2002, I decided I wanted to leave my car at home and create an experiment with my own life. I'd only be able to find creative solutions to transportation if I felt the pain of trying to get to downtown at 10 o'clock at night."
   },
   "author": {
    "text": "Logan Green"
   }
  },
  {
   "quote": {
    "text": "In March 2005, I was appointed to the board of the Santa Barbara metro transit district. I was incredibly optimistic about how public transportation can be the solution to help people live in the city and not need a car."
   },
   "author": {
    "text": "Logan Green"
   }
  },
  {
   "quote": {
    "text": "In L.A., it's the sort of city where you have to have a car to get around."
   },
   "author": {
    "text": "Logan Green"
   }
  },
  {
   "quote": {
    "text": "Now, personally, I like a car with some sort of character."
   },
   "author": {
    "text": "Richard Hammond"
   }
  },
  {
   "quote": {
    "text": "It's a massive motor in a tiny, lightweight car."
   },
   "author": {
    "text": "Carroll Shelby"
   }
  },
  {
   "quote": {
    "text": "The reason I moved to California the first time was to build the Cobra. I thought it was stupid to have a 1918 taxicab engine in what Europeans like to call a performance car when a little American V-8 could do the job better."
   },
   "author": {
    "text": "Carroll Shelby"
   }
  },
  {
   "quote": {
    "text": "By the time the children go to bed, I am as drained as any mother who has spent her day working, car pooling, building Lego castles and shopping for the precisely correct soccer cleat."
   },
   "author": {
    "text": "Ayelet Waldman"
   }
  },
  {
   "quote": {
    "text": "I'm one of those people, in any country I'm in, if somebody could just put me in a car or a bus, I'll look out the window and say, 'OK, there's the Tower of London, there's Buckingham Palace, there's Big Ben,' and if it all takes about five minutes, perfect. I've seen all of it and I can go home."
   },
   "author": {
    "text": "Gilbert Gottfried"
   }
  },
  {
   "quote": {
    "text": "I feel comfortable around every driver out there and each driver is in charge of their own car, but you feel very secure racing the competition out there."
   },
   "author": {
    "text": "Kurt Busch"
   }
  },
  {
   "quote": {
    "text": "When a customer sits inside the car, then they have to have the feeling that it's an Audi - whether it's the leatherwork or the bodywork. All these things must be typically Audi."
   },
   "author": {
    "text": "Martin Winterkorn"
   }
  },
  {
   "quote": {
    "text": "New Zealand was such a weird place in the 1980s. For instance, we used to have this commercial in the late 1970s where this guy drives this car and stops outside a corner store. He goes in to buy something, and when he comes out, his car is gone. He's like, 'Huh?' Then a voice says, 'Don't leave your keys in the car.'"
   },
   "author": {
    "text": "Taika Waititi"
   }
  },
  {
   "quote": {
    "text": "I have two or three cars that I like, but today, Ferrari would be the best car I have driven in terms of being an impressive car."
   },
   "author": {
    "text": "Ratan Tata"
   }
  },
  {
   "quote": {
    "text": "People of great power wield great power, but people of lesser power or people who have fallen out of power go to jail without adequate evidence, or their bodies are found in the trunks of cars."
   },
   "author": {
    "text": "Ratan Tata"
   }
  },
  {
   "quote": {
    "text": "There's some things you just have to live with. Like twelve cars camping outside your house, and when you wake up in the morning, they're going to follow you wherever you go. It helps that I live in Valencia. It eliminates some. But they're still here."
   },
   "author": {
    "text": "Taylor Lautner"
   }
  },
  {
   "quote": {
    "text": "Google has already tested robot cars in San Francisco. If they can navigate San Francisco, they can probably manage just about anywhere."
   },
   "author": {
    "text": "Norman Foster"
   }
  },
  {
   "quote": {
    "text": "Horses and mules, and even sail cars, made more rapid progress than did the earliest locomotive."
   },
   "author": {
    "text": "John Moody"
   }
  },
  {
   "quote": {
    "text": "When I was 10, I was hit by a car, which turned my right tibia into a jigsaw puzzle."
   },
   "author": {
    "text": "John Scalzi"
   }
  },
  {
   "quote": {
    "text": "It's a tricky place, especially the last sector. I wasn't happy in practice. I wasn't happy with the car and I wasn't happy with myself. But I always thought there was more in the car."
   },
   "author": {
    "text": "Sebastian Vettel"
   }
  },
  {
   "quote": {
    "text": "Qualifying is all about putting everything that you have and that the car has in one lap. It's like a rush, I really enjoy that."
   },
   "author": {
    "text": "Sebastian Vettel"
   }
  },
  {
   "quote": {
    "text": "Your car should drive itself. It's amazing to me that we let humans drive cars... It's a bug that cars were invented before computers."
   },
   "author": {
    "text": "Eric Schmidt"
   }
  },
  {
   "quote": {
    "text": "To nourish children and raise them against odds is in any time, any place, is more valuable than to fix bolts in cars or design nuclear weapons."
   },
   "author": {
    "text": "Marilyn French"
   }
  },
  {
   "quote": {
    "text": "Especially in the car ride to and from gym. I find myself spacing out a lot, just visualizing what the Olympics would be like and just having such great role models."
   },
   "author": {
    "text": "Aly Raisman"
   }
  },
  {
   "quote": {
    "text": "When you get into a car, and there's trash, or it's dirty, or one of the hubcaps is off, you're like, 'Come on, dude.' Every woman likes the confidence and self-respect that says, 'I get oil changes. I look after my vehicle.' That's what I recommend: Act like you don't care, but take care of your body."
   },
   "author": {
    "text": "T. J. Miller"
   }
  },
  {
   "quote": {
    "text": "I want do some kind of action movie, car chases and explosions."
   },
   "author": {
    "text": "Devon Sawa"
   }
  },
  {
   "quote": {
    "text": "The only thing I know is that no one ever sat in a therapist's or a psychiatrist's room saying, 'My parents just loved me too much.' The only thing you can do is love them and be around. Kids don't really care what your car is like or how big their house is. All they really care about is that you are around."
   },
   "author": {
    "text": "James Corden"
   }
  },
  {
   "quote": {
    "text": "I recorded a song called, I Fall to Pieces, and I was in a car wreck. Now I'm worried because I have a brand-new record, and it's called Crazy!"
   },
   "author": {
    "text": "Patsy Cline"
   }
  },
  {
   "quote": {
    "text": "What I enjoy doing more than anything is, I have my little antique car collection, and when the weather is pretty I like to get out one of my old cars. I have a little route I run down in the country, down Nachez Trace Parkway. The loop down through there is just really relaxing, not much traffic."
   },
   "author": {
    "text": "Alan Jackson"
   }
  },
  {
   "quote": {
    "text": "I do love cars."
   },
   "author": {
    "text": "Zlatan Ibrahimovic"
   }
  },
  {
   "quote": {
    "text": "Besides my son, music is the most important thing to me. I always have music on in my car and playing at house, and I'm in the studio or performing every night. I like Beats by Dre for headphones, and Bang & Olufsen soundsystems."
   },
   "author": {
    "text": "French Montana"
   }
  },
  {
   "quote": {
    "text": "It's like driving a car at night. You never see further than your headlights, but you can make the whole trip that way."
   },
   "author": {
    "text": "E. L. Doctorow"
   }
  },
  {
   "quote": {
    "text": "I'm not a collector. I don't like the toy cupboard syndrome that causes so many good cars to evaporate."
   },
   "author": {
    "text": "Rowan Atkinson"
   }
  },
  {
   "quote": {
    "text": "Man, coaching is a hard job, and it requires a lot of time... I hear stories from coaches who tell me that players call them in the middle of the night not knowing where they parked their car. You are baby-sitting rich, spoiled kids... I don't know where you parked your car!"
   },
   "author": {
    "text": "Joe Montana"
   }
  },
  {
   "quote": {
    "text": "I think, aesthetically, car design is so interesting - the dashboards, the steering wheels, and the beauty of the mechanics. I don't know how any of it works, I don't want to know, but it's inspirational."
   },
   "author": {
    "text": "Paloma Picasso"
   }
  },
  {
   "quote": {
    "text": "We want to get to the point that using Uber is cheaper than owning a car."
   },
   "author": {
    "text": "Travis Kalanick"
   }
  },
  {
   "quote": {
    "text": "The courts cannot garnish a father's salary, nor freeze his account, nor seize his property on behalf of his children, in our society. Apparently this is because a kid is not a car or a couch or a boat."
   },
   "author": {
    "text": "June Jordan"
   }
  },
  {
   "quote": {
    "text": "In its heyday, the car was an expression of technical flair and design genius: the original Mini, the Beetle, the 2CV, and the Fiat 500 were all, in their various ways, inspired incarnations of functionality."
   },
   "author": {
    "text": "Martin Jacques"
   }
  },
  {
   "quote": {
    "text": "For self-driving cars in particular, there are lots of dimensions of this technology beyond just impact on labour. There is a massive potential improvement in public health."
   },
   "author": {
    "text": "Karl Iagnemma"
   }
  },
  {
   "quote": {
    "text": "It's not food if it arrived through the window of your car."
   },
   "author": {
    "text": "Michael Pollan"
   }
  },
  {
   "quote": {
    "text": "There are signs, I think, that people aren't satisfied by consumerism: that people resent the fact that the most moral decision in their lives is choosing what colour their next car will be."
   },
   "author": {
    "text": "J. G. Ballard"
   }
  },
  {
   "quote": {
    "text": "On Memorial Day, I was out floating on Lake Norman and came across Denny Hamlin. We struck up a conversation, and one of the first things we were talking about was how much it helped him when he started racing the Cup car and how much it helped his Nationwide program."
   },
   "author": {
    "text": "Danica Patrick"
   }
  },
  {
   "quote": {
    "text": "I'm a big believer in everybody being themselves. If not doing a swimsuit calendar is yourself, that's great. But if doing a swimsuit calendar is yourself, then you should be able to do it. What I do outside the car adds to who I am and expresses a different side of me."
   },
   "author": {
    "text": "Danica Patrick"
   }
  },
  {
   "quote": {
    "text": "Every day I pull into that parking spot that says 'Head Football Coach,' I get out of my car and pinch myself sometimes, just to make sure it's real, sort of like, 'Is this really happening?'"
   },
   "author": {
    "text": "Kirby Smart"
   }
  },
  {
   "quote": {
    "text": "I promise you a police car on every sidewalk."
   },
   "author": {
    "text": "Marion Barry"
   }
  },
  {
   "quote": {
    "text": "For years, TransCanada has been selling the Keystone XL pipeline to Americans with all of the enthusiasm of a used car salesman - and using all of the same tricks. However, one myth is more egregious than all the rest: this pipeline will enhance America's energy independence."
   },
   "author": {
    "text": "Tom Steyer"
   }
  },
  {
   "quote": {
    "text": "It was somewhere in Ohio - Cedar Point or something like that - one of those thrill rides. A few cars up, someone's sunglasses had fallen off, and we were on one of those corkscrew parts, and I saw sunglasses and just instinctively grabbed them right out of the air. I was like, 'Oh, my reaction time is really good. This is going well.'"
   },
   "author": {
    "text": "Hilary Knight"
   }
  },
  {
   "quote": {
    "text": "I'm a hard worker, and everything with me is, if I work hard, I should get paid for it. Everything with me, I try to symbolize something flashy like jewelry or a car. The rubbing hands is a symbol of hustling, so it goes back to the money."
   },
   "author": {
    "text": "Birdman"
   }
  },
  {
   "quote": {
    "text": "I'm sort of like a lame, single guy in a red sports car."
   },
   "author": {
    "text": "Billy Corgan"
   }
  },
  {
   "quote": {
    "text": "I remember one day, when things were going frightfully well, I went to buy myself a really smashing car. I asked them to show me a Porsche with an automatic gearbox, and the salesman called over all the other salesmen, and they stood around absolutely roaring with laughter."
   },
   "author": {
    "text": "Mary Quant"
   }
  },
  {
   "quote": {
    "text": "Normally in dangerous situations I have a getaway car."
   },
   "author": {
    "text": "Sacha Baron Cohen"
   }
  },
  {
   "quote": {
    "text": "My first car was a '56 Ford station wagon - cost 100 bucks."
   },
   "author": {
    "text": "Cheech Marin"
   }
  },
  {
   "quote": {
    "text": "I don't know what to do with it. I'm very fortunate to have it, and it gives you room to maneuver. But the main thing about having money is it means you don't have to worry about it. And that for me is a lovely thing. It's not for fast cars and hookers."
   },
   "author": {
    "text": "Daniel Radcliffe"
   }
  },
  {
   "quote": {
    "text": "I have a pickup truck. And I prefer to be with dogs or on my sailboat than in a car - actually, more than any other place on Earth."
   },
   "author": {
    "text": "Gary Paulsen"
   }
  },
  {
   "quote": {
    "text": "The day will come when the notion of car ownership becomes antiquated. If you live in a city, you don't need to own a car."
   },
   "author": {
    "text": "William Clay Ford, Jr."
   }
  },
  {
   "quote": {
    "text": "The bicycle thing - well, since people couldn't use their cars, they had to use their bicycles, didn't they?"
   },
   "author": {
    "text": "Larry Harvey"
   }
  },
  {
   "quote": {
    "text": "I want my kids to date; I want them to go out. I just remember great experiences as a kid, you know? Driving your car for the first time, picking up a young lady on a date for the first time. All those were little milestones to some extent."
   },
   "author": {
    "text": "Chip Gaines"
   }
  },
  {
   "quote": {
    "text": "Older cars tend to drive like older cars. That is not for me."
   },
   "author": {
    "text": "Robert Herjavec"
   }
  },
  {
   "quote": {
    "text": "In the heat of the Russian summer a sleeping car is the most horrible instrument of martyrdom imaginable."
   },
   "author": {
    "text": "Manfred von Richthofen"
   }
  },
  {
   "quote": {
    "text": "Once the subject matter of rock n' roll changed from cars and pop love songs to songs about really true love and the blues and death and mortality, this light bulb went off in my head and I went, 'Oh, that's what they're doing. That's kind of - that's art.'"
   },
   "author": {
    "text": "David Chase"
   }
  },
  {
   "quote": {
    "text": "With all the hybrid stuff and things like that, I think that's a fabulous direction to go with cars in that sense. As someone who grew up around muscle cars, I'll never not be able to not love a muscle car. Not that I don't care about the environment, that's not it. But I adore muscle cars."
   },
   "author": {
    "text": "Michael Symon"
   }
  },
  {
   "quote": {
    "text": "You don't want to engage in road rage when the person in the next car might be your child's future teacher or your dentist's father."
   },
   "author": {
    "text": "Kim Edwards"
   }
  },
  {
   "quote": {
    "text": "For us, it wasn't important to have a big house, a few cars, always have the newest clothes. Solidarity as a family was important. We were there for each other and always will be."
   },
   "author": {
    "text": "Mesut Ozil"
   }
  },
  {
   "quote": {
    "text": "If you are a writer you locate yourself behind a wall of silence and no matter what you are doing, driving a car or walking or doing housework you can still be writing, because you have that space."
   },
   "author": {
    "text": "Joyce Carol Oates"
   }
  },
  {
   "quote": {
    "text": "Drive-in banks were established so most of the cars today could see their real owners."
   },
   "author": {
    "text": "E. Joseph Cossman"
   }
  },
  {
   "quote": {
    "text": "In the 1960s, the public demanded seat belts in cars, but automakers balked. Not until government intervened did seat belts become standard equipment. Now, no one would consider buying a vehicle without this basic safety feature."
   },
   "author": {
    "text": "Eric Schneiderman"
   }
  },
  {
   "quote": {
    "text": "I'm from Berkeley, so I don't really aspire to a lot of glitzy stuff. But things like having a home that I'm comfortable in or leasing a car that I'm comfortable in, basic everyday kind of stuff, I will splurge for that."
   },
   "author": {
    "text": "Andy Samberg"
   }
  },
  {
   "quote": {
    "text": "So much of my life is spent just focused on driving race cars."
   },
   "author": {
    "text": "Jeff Gordon"
   }
  },
  {
   "quote": {
    "text": "Italy's assets are her style, her beauty, her creativity, her passion, her energy, her technology; and these will be core brand values of all our cars. Fiat as a company has a long way to go and a steep road ahead."
   },
   "author": {
    "text": "Lapo Elkann"
   }
  },
  {
   "quote": {
    "text": "Myself and my two younger sisters and brother were paid for any chores, whether it was washing pop's car, sweeping the lawn or picking mangoes."
   },
   "author": {
    "text": "Marie Helvin"
   }
  },
  {
   "quote": {
    "text": "It sounds like something from a Woody Guthrie song, but it's true; I was raised in a freight car."
   },
   "author": {
    "text": "Merle Haggard"
   }
  },
  {
   "quote": {
    "text": "I'm more comfortable inside the car than I am anywhere else."
   },
   "author": {
    "text": "Kevin Harvick"
   }
  },
  {
   "quote": {
    "text": "The thing about drugs and sex is that you lose all your inhibitions. I've had sex in trains, planes, wine bars... and quite a few car parks!"
   },
   "author": {
    "text": "Robbie Williams"
   }
  },
  {
   "quote": {
    "text": "Back when Detroit was the head of auto manufacturing, it was clear where profits were created. Right? A car was made in Detroit. There was little argument that you could make that some of the money from that should be sent overseas to Ireland."
   },
   "author": {
    "text": "Charles Duhigg"
   }
  },
  {
   "quote": {
    "text": "When women break that taboo and they're not afraid to drive that car by herself - that's it. Now she has the guts to speak up for herself and take action."
   },
   "author": {
    "text": "Manal al-Sharif"
   }
  },
  {
   "quote": {
    "text": "I grew up listening to my dad, a miner who rose through the ranks to be the mine superintendent in Coalwood, W.V. , yelling orders into his black company phone. He wanted to get coal out of the ground and into coal cars and on its way to steel mills."
   },
   "author": {
    "text": "Homer Hickam"
   }
  },
  {
   "quote": {
    "text": "Because you're fat, you feel that everybody's watching every bite you take. So, you closet-eat, and you think because nobody sees you eating, then you're not eating. You know, if you're eating a Big Mac in a closed car, can anybody hear you nosh? If I ate only what people saw me eat, I would've probably been about 170 pounds."
   },
   "author": {
    "text": "Al Roker"
   }
  },
  {
   "quote": {
    "text": "To be honest, I don't listen to much music! I've been so engrossed in it my whole life that when I drive around in my car, I'll listen to college lectures on philosophy and literature and world history, things like that, to kind of catch up on the college experience I missed."
   },
   "author": {
    "text": "Butch Trucks"
   }
  },
  {
   "quote": {
    "text": "I am 'Mr. Karaoke Guy' in the car completely. I just go with it and don't care what anyone else thinks - I'm singing, man!"
   },
   "author": {
    "text": "Drake Bell"
   }
  },
  {
   "quote": {
    "text": "When life was worrying about a car payment or a rent payment and a bill, you're so consumed with that, you really don't have time to know yourself. That's surviving and getting by."
   },
   "author": {
    "text": "Fred Durst"
   }
  },
  {
   "quote": {
    "text": "I am really interested in eccentric minds. It's rather like being fascinated by how cars work. It's really boring if your car works all the time. But as soon as something happens, you get the bonnet up. If someone has an abnormal or dysfunctional state of mind, you get the bonnet up."
   },
   "author": {
    "text": "Mark Haddon"
   }
  },
  {
   "quote": {
    "text": "My new toy is not knowing, because it's very creative. I'm the guy who likes to get in the car and get lost."
   },
   "author": {
    "text": "Jeffrey Tambor"
   }
  },
  {
   "quote": {
    "text": "When I think of 'Mad Dog Time,' I think of the fact that I got to drive fast cars all day long up in Canada. That was really fun. We were on these back roads with these great cars."
   },
   "author": {
    "text": "Kyle MacLachlan"
   }
  },
  {
   "quote": {
    "text": "'Data exhaust' is probably my least favorite phrase in the big data world 'cause it sounds like something you're trying to get rid of or something noxious that comes out of the back of your car."
   },
   "author": {
    "text": "Rick Smolan"
   }
  },
  {
   "quote": {
    "text": "When you live in a safe place like Monte Carlo, you can walk home at any time of the night and you don't have to worry. I don't feel at risk there. If I drive myself, I can leave the car doors unlocked."
   },
   "author": {
    "text": "Shirley Bassey"
   }
  },
  {
   "quote": {
    "text": "It has seemed, at times, like American carmakers think car buyers are so blindly loyal that they will keep coming back - despite the sticker shock - for crummy cars that guzzle gas, fall apart too soon, and cost too much to repair."
   },
   "author": {
    "text": "Campbell Brown"
   }
  },
  {
   "quote": {
    "text": "The problem is Twitter is designing the metaphorical equivalent of a Toyota Prius. A car for the masses. While I want a Formula One race car."
   },
   "author": {
    "text": "Robert Scoble"
   }
  },
  {
   "quote": {
    "text": "Evil comes in through the cable and through the Internet. We look forward to the advent of driverless cars. But they can be hacked. You could be riding along, and some 14-year-old in Romania takes over your car, so you end up running the lights and losing your brakes or, worse, listening to Eminem. What's the purpose?"
   },
   "author": {
    "text": "Richard Cohen"
   }
  },
  {
   "quote": {
    "text": "I was one of seven, and we took a lot of road trips - long road trips. And this was before iPhones and iPads and DVD players in cars. I remember how novel it was when I got my own Walkman so I could listen to music."
   },
   "author": {
    "text": "Amy Adams"
   }
  },
  {
   "quote": {
    "text": "I still think I'm like the poor girl from Colorado who worked three jobs to buy a car. That's still my mentality, so I'll be walking down the street, and I forget what I do and who I am."
   },
   "author": {
    "text": "Amy Adams"
   }
  },
  {
   "quote": {
    "text": "In addition to virtually banning methanol outright, the EPA has created regulations to prevent cars from being modified by small businesses to optimize their performance, including through the use of methanol."
   },
   "author": {
    "text": "Robert Zubrin"
   }
  },
  {
   "quote": {
    "text": "I drive to clear my mind, like many people do. It's like, once you get in the car, whatever song you put on, it's so symbiotic. Your mood could change in a second."
   },
   "author": {
    "text": "Maren Morris"
   }
  },
  {
   "quote": {
    "text": "There's no real high like finishing a new song, playing it a thousand times in your car, and freaking out with your co-writers."
   },
   "author": {
    "text": "Maren Morris"
   }
  },
  {
   "quote": {
    "text": "Whirlyball is only the most awesome sport on the planet! It's like bumper cars plus lacrosse meets basketball."
   },
   "author": {
    "text": "St. Vincent"
   }
  },
  {
   "quote": {
    "text": "There's nothing wrong with the car except that it's on fire."
   },
   "author": {
    "text": "Murray Walker"
   }
  },
  {
   "quote": {
    "text": "Denial is not always a bad thing. Without it, you couldn't function. For instance, if you were hyperaware and hypervigilant regarding all the dangers in the world - from driving your car to crossing the street to eating food that might have contaminants in it to taking medications that have many side effects, etc. - you would become frozen."
   },
   "author": {
    "text": "Mark Goulston"
   }
  },
  {
   "quote": {
    "text": "I remember taking my brother's car out, pushing it down the driveway in neutral in the night, and going out joyriding with friends and getting flat tires and getting busted. My license was revoked by my dad. So, definitely, I was a kid. I was a teenage boy."
   },
   "author": {
    "text": "Matt Bomer"
   }
  },
  {
   "quote": {
    "text": "Dad always explained the car engine when he repaired it, and he had many technical books, so I was making electromagnets by age eight as well as reading my mother's medical and nursing books. I suspect I was born with a boundless curiosity, and this was encouraged through my childhood."
   },
   "author": {
    "text": "Barry Marshall"
   }
  },
  {
   "quote": {
    "text": "Winter in the country is very white. There is black grit on all the shoulders of the roads and on the big mounds from the plows, and all the cars are filthy, but the fields are dazzling and untouched and pristine."
   },
   "author": {
    "text": "Susan Orlean"
   }
  },
  {
   "quote": {
    "text": "Mayors could never get away with the kind of nonsense that goes on in Washington. In our world, you either picked up the trash or you didn't. You either moved an abandoned car or you didn't. You either filled a pothole or you didn't. That's what we do every day. And we know how to get this stuff done."
   },
   "author": {
    "text": "Michael Nutter"
   }
  },
  {
   "quote": {
    "text": "I've physically seen profiling. I've seen me walking up the street with my friends, and the police officers get out of their car and bust the hell out of my friends. And they can't do anything about it, and the cop gets back in his car and drives off."
   },
   "author": {
    "text": "Tyron Woodley"
   }
  },
  {
   "quote": {
    "text": "Pictures bring you inside, whether you see yourself driving a new car or as a hapless prisoner who is being abused."
   },
   "author": {
    "text": "Jerry Della Femina"
   }
  },
  {
   "quote": {
    "text": "Understanding capitalism is in some ways simple. At its best, capitalism rewards creators, makers and providers: the people and firms that create valuable things for others, like imaginative technologies and good food, cars and drugs."
   },
   "author": {
    "text": "Geoff Mulgan"
   }
  },
  {
   "quote": {
    "text": "I know that the nice shines I have on is going to pass. The nice cars will pass. All that will stay is the music and the work. That's where I get the inspiration to help people out and work."
   },
   "author": {
    "text": "Wyclef Jean"
   }
  },
  {
   "quote": {
    "text": "The Germans are clear about what they do - cars and machine tools; the Japanese are clear about what they do - electronics; the Chinese are clear about what they do - they're the workshop of the world."
   },
   "author": {
    "text": "Evan Davis"
   }
  },
  {
   "quote": {
    "text": "The way you continue to be a successful business is you don't wait for the car to go off the cliff. You have to manage yourself. And make sure you do it in the right way so you are not making decisions in crisis."
   },
   "author": {
    "text": "Roger Goodell"
   }
  },
  {
   "quote": {
    "text": "I like fast cars. I used to be a car buff before I went to Fiat."
   },
   "author": {
    "text": "Sergio Marchionne"
   }
  },
  {
   "quote": {
    "text": "I do miss the Avalanche. That's the my favorite car of all time, but that Dodge Ram Rebel has overtaken the Avalanche; I just love that truck. It's got good vents in the hood; there's no running boards underneath, so I can go Baja-ing if I want to, off-roading."
   },
   "author": {
    "text": "Stipe Miocic"
   }
  },
  {
   "quote": {
    "text": "I wanted to send a message to the television industry that excitement is not made of car chases."
   },
   "author": {
    "text": "Gene Roddenberry"
   }
  },
  {
   "quote": {
    "text": "I want a Mini-Cooper because it's fuel efficient, emissions efficient and all that stuff. It's small and better for the environment. I think that will be my next car."
   },
   "author": {
    "text": "Christina Ricci"
   }
  },
  {
   "quote": {
    "text": "I arrived in California with no job, no car, and no money, but, like millions of other girls, a dream."
   },
   "author": {
    "text": "Victoria Principal"
   }
  },
  {
   "quote": {
    "text": "I am occasionally enraptured by Western landscape. But I don't identify that state of mind as having to do with my own origins, having grown up in the West, although I certainly crisscrossed Nevada countless times growing up, and then as a young adult, in cars and on motorcycles."
   },
   "author": {
    "text": "Rachel Kushner"
   }
  },
  {
   "quote": {
    "text": "Perhaps future space probes will be plastered in commercial logos, just as Formula One cars are now. Perhaps Robot Wars in space will be a lucrative spectator sport. If humans venture back to the moon, and even beyond, they may carry commercial insignia rather than national flags."
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "When you're young, you need to be silly and be stupid and not be trying to do that when you're 40 in a red sports car."
   },
   "author": {
    "text": "Gin Wigmore"
   }
  },
  {
   "quote": {
    "text": "The format of the race weekend is also very well thought out. We have enough practice time to get the cars well set-up and have a proper qualifying session where we can do as many laps as we like, which is great for the drivers and spectators."
   },
   "author": {
    "text": "Nigel Mansell"
   }
  },
  {
   "quote": {
    "text": "Racing a thoroughbred grand prix car in front of a home crowd will be a surreal and mighty experience."
   },
   "author": {
    "text": "Nigel Mansell"
   }
  },
  {
   "quote": {
    "text": "Every day I'd come home after school, pop the hood of my mom's car, put alligator clips on the battery, and wire into the house and go play on my computer. If I used it for too long, I'd wear down the car battery, and my mom would be all mad at me the next day."
   },
   "author": {
    "text": "Ryan Holmes"
   }
  },
  {
   "quote": {
    "text": "My earliest musical memory is of my older sister playing me Nirvana's 'Nevermind' on headphones in the back of the car on a road trip."
   },
   "author": {
    "text": "Mike Posner"
   }
  },
  {
   "quote": {
    "text": "I did a regional car commercial and an internet potato chip commercial. I was seriously thinking I needed to quit and get a serious job where I can feed myself and it doesn't kill my soul."
   },
   "author": {
    "text": "Hong Chau"
   }
  },
  {
   "quote": {
    "text": "There's something very surreal about driving a truck, looking in the rearview mirror, and seeing 20 cop cars behind you. Even though you know, 'We're just shooting. This is just a scene; we're making a movie here,' it's very unsettling."
   },
   "author": {
    "text": "Malcolm-Jamal Warner"
   }
  },
  {
   "quote": {
    "text": "On my job I end up jumping out of planes. Last week I got in an 18-wheeler and drove down a runway onto a skid track. The week before that they put me in a car and sunk me to the bottom of a lake to see if I could escape without an oxygen tank."
   },
   "author": {
    "text": "Rick Mercer"
   }
  },
  {
   "quote": {
    "text": "Anyone can write a story based on the kind of horror where you see a guy in car and then there's the bad guy in the back seat. It's infantile to rely on that for telling a story. That's like going to bed and thinking there's a monster under your bed. It's silly."
   },
   "author": {
    "text": "Sergio Aragones"
   }
  },
  {
   "quote": {
    "text": "I've always loved fast vehicles and looking at interesting cars."
   },
   "author": {
    "text": "Ndamukong Suh"
   }
  },
  {
   "quote": {
    "text": "Through your life, most people peel away the junk that's not useful, that's superfluous. You are determined to peel that away. I do one thing at a time. One man at a time. One car. One house. One child. One job."
   },
   "author": {
    "text": "Grace Slick"
   }
  },
  {
   "quote": {
    "text": "I went through a phase where I thought it was really funny to make pratfalls in very crowded places. I jumped out of a moving car once, for a laugh. That was a mistake."
   },
   "author": {
    "text": "Paul Rudd"
   }
  },
  {
   "quote": {
    "text": "Sometimes I feel like I'm not only the engine but the caboose. I have to be in the front car and pull forward, and at the same time run around behind and push everybody along with me."
   },
   "author": {
    "text": "Sandra Lee"
   }
  },
  {
   "quote": {
    "text": "When James Bond presses the watch and the car explodes, the writer doesn't go into the science of it. One should leave it to the leap of faith. I have tried to explain as much as possible, and what I can't, I have left it to people's imagination."
   },
   "author": {
    "text": "Ravi Subramanian"
   }
  },
  {
   "quote": {
    "text": "Smokey and The Bandit was just a lark. All we did was run up and down those Georgia roads wrecking cars and having the time of our life."
   },
   "author": {
    "text": "Jerry Reed"
   }
  },
  {
   "quote": {
    "text": "I still don't have a car. I still travel by public transport. I take autos to travel to and fro for recordings."
   },
   "author": {
    "text": "Arijit Singh"
   }
  },
  {
   "quote": {
    "text": "The very first time I was on a car in Atlanta, I saw the conductor - all conductors are white - ask a Negro woman to get up and take a seat farther back in order to make a place for a white man. I have also seen white men requested to leave the Negro section of the car."
   },
   "author": {
    "text": "Ray Stannard Baker"
   }
  },
  {
   "quote": {
    "text": "I was once in a very, very bad car accident. So my drawing arm is full of pins and platinum stuff. Occasionally it hurts. But I found that after the arm was put back together I could draw better than before. I have no idea why."
   },
   "author": {
    "text": "Bernard Tschumi"
   }
  },
  {
   "quote": {
    "text": "Most critics of gender division are women, and they're worried about girls and the roles presented for them by gendered entertainments. They are quite right to be. Telling girls that the cars and the guns are beyond their domain of expertise, and that they should content themselves with clothes and friendships, is limiting."
   },
   "author": {
    "text": "Russell Smith"
   }
  },
  {
   "quote": {
    "text": "My first car was in 2006 when I got on my first TV show - a BMW 328i2 four-door sedan in slate grey. That was a great day, that was."
   },
   "author": {
    "text": "Rebecca Mader"
   }
  },
  {
   "quote": {
    "text": "I used to take my car and go down to the South Island for five or six days and climb glaciers and jump out of planes and jump off bridges and go white water rafting - a bit of thrill-seeking."
   },
   "author": {
    "text": "Luke Evans"
   }
  },
  {
   "quote": {
    "text": "People feel very emotional about cars, and I don't want them to feel bad about driving a fast car."
   },
   "author": {
    "text": "Henrik Fisker"
   }
  },
  {
   "quote": {
    "text": "A painting doesn't have to have a real usability other than you looking at it. Obviously, a car, an engine, or battery has to fit people's needs."
   },
   "author": {
    "text": "Henrik Fisker"
   }
  },
  {
   "quote": {
    "text": "The car industry has invested a lot in hybrid, but my opinion is electric cars will take over a lot of hybrids quicker than people think now."
   },
   "author": {
    "text": "Henrik Fisker"
   }
  },
  {
   "quote": {
    "text": "When I was at BMW and Aston Martin, I realized how difficult and how many resources it takes to create a car - let alone a car company."
   },
   "author": {
    "text": "Henrik Fisker"
   }
  },
  {
   "quote": {
    "text": "We didn't care about salaries and having a nice car. We just cared about science and were really ambitious."
   },
   "author": {
    "text": "May-Britt Moser"
   }
  },
  {
   "quote": {
    "text": "I don't want to be in my car all day. I love getting up in the morning in Venice and walking my dogs down to the cafe to get my tea, and then perhaps going to a bookstore and sitting and reading, then walking to the beach."
   },
   "author": {
    "text": "Jessica Chastain"
   }
  },
  {
   "quote": {
    "text": "One thing that worried me was how writers get categorized and so they end up having to write the same kind of book again and again. That is fine if it is what you want to do, but I would rather be locked in the trunk of my car with a weasel than write the same book every three years until I die."
   },
   "author": {
    "text": "Justin Cronin"
   }
  },
  {
   "quote": {
    "text": "Not owning a car anymore, I feel like I'm barely an American. I miss it. And I barely ever get to listen to the radio in the car, which is the best place for radio."
   },
   "author": {
    "text": "Ira Glass"
   }
  },
  {
   "quote": {
    "text": "Driving a race car isn't too far a cry from driving any other sports car, but driving one through Africa in the middle of the night offers a wide scree of new sensations."
   },
   "author": {
    "text": "Jonathan Miles"
   }
  },
  {
   "quote": {
    "text": "Why did they keep changing guitars and amplifiers when they were perfect? They did the same things with cars, if you ask me. They forgot how to make them right, because they focused on style and bells and whistles."
   },
   "author": {
    "text": "Buddy Guy"
   }
  },
  {
   "quote": {
    "text": "If we are going to have self-driving cars, the technical specifications should be quite precise."
   },
   "author": {
    "text": "Adam Cohen"
   }
  },
  {
   "quote": {
    "text": "Electric cars are really very cool. Air-source heat pumps are great."
   },
   "author": {
    "text": "David J. C. MacKay"
   }
  },
  {
   "quote": {
    "text": "The amount of energy saved by switching off the phone charger is exactly the same as the energy used by driving an average car for one second."
   },
   "author": {
    "text": "David J. C. MacKay"
   }
  },
  {
   "quote": {
    "text": "When the car's going well, I purr like a kitten."
   },
   "author": {
    "text": "Buddy Rice"
   }
  },
  {
   "quote": {
    "text": "High-profile industry disruptions such as steel or car plant closures attract much media and political attention."
   },
   "author": {
    "text": "Anthony Pratt"
   }
  },
  {
   "quote": {
    "text": "In real life, one of my friends was killed in a car accident during our sophomore year."
   },
   "author": {
    "text": "Beverley Mitchell"
   }
  },
  {
   "quote": {
    "text": "Thinking of possibilities is like driving a car on a freeway. You have an open road that stretches endlessly before you where your thoughts are not shackled. But when we say 'impossible,' we have already reached a dead-end in our minds. So dwell on possibilities to open up your horizon."
   },
   "author": {
    "text": "Pankaj Patel"
   }
  },
  {
   "quote": {
    "text": "The Iraqi government will try and retake some of the cities have that been captured by ISIS. That means the Shiite government dropping bombs on civilian areas, on Sunni cities. There will likely be a response with car bombings here in Baghdad, and this could be a long fight."
   },
   "author": {
    "text": "Richard Engel"
   }
  },
  {
   "quote": {
    "text": "I say, if you believe what you read in the comic strips, then you believe that mice run around with little gold buttons on their red pants and drive cars."
   },
   "author": {
    "text": "Mort Walker"
   }
  },
  {
   "quote": {
    "text": "My favorite car is a '69 Barracuda."
   },
   "author": {
    "text": "Natalie Martinez"
   }
  },
  {
   "quote": {
    "text": "I know I will die in a car crash."
   },
   "author": {
    "text": "Katie Price"
   }
  },
  {
   "quote": {
    "text": "Cyclists. I really hate them. I wish they would not be so self-righteous and realise they are a danger to pedestrians. I wish cyclists would not vindictively snap off wing mirrors on cars when they were trying to cross in front of the car at a danger to motorists and pedestrians."
   },
   "author": {
    "text": "A. S. Byatt"
   }
  },
  {
   "quote": {
    "text": "Nothing impresses the ladies like a clean, pressed pair of khakis and a large pattern shirt featuring either classic cars, mojitos or men playing golf."
   },
   "author": {
    "text": "Tim Heidecker"
   }
  },
  {
   "quote": {
    "text": "The car is not a rabbit or a deer that jumps around in sweeping lines, but it is a man-made work of technology in need of an appropriate roadway."
   },
   "author": {
    "text": "Fritz Todt"
   }
  },
  {
   "quote": {
    "text": "When I was born, the speed limit was two miles an hour. They'd only just repealed the law where a man had to walk in front of every motor car waving a flag."
   },
   "author": {
    "text": "Henry Allingham"
   }
  },
  {
   "quote": {
    "text": "I grew up listening to pop music with my dad in the car, and we'd just listen to Stevie Wonder, Al Green, Earth Wind & Fire, KC and the Sunshine Band - all that good stuff. So to see it snaking its way back around again is really exciting, and I love listening to the radio."
   },
   "author": {
    "text": "Megan Nicole"
   }
  },
  {
   "quote": {
    "text": "We need a number of solutions - we need more efficiency and conservation. Efficiency is a big one. I think car companies need to do a lot better in producing more efficient cars. They have the technology, we just need to demand them as consumers."
   },
   "author": {
    "text": "Daryl Hannah"
   }
  },
  {
   "quote": {
    "text": "You know, it's amazing. I don't even have a car, would you believe it? I had a motorbike and it got stolen last year. So I've got to buy another one of those, I suppose. I can treat myself to that."
   },
   "author": {
    "text": "Michael Fassbender"
   }
  },
  {
   "quote": {
    "text": "My father had the most horrible racist rhetoric you ever heard, but he treated people all the same. I remember this rainstorm. A car broke down with these black people in it, and nobody would stop. My dad was a mechanic. He fixed the car for nothing. I remember looking at him when he got back in. He said, 'Well, they got those kids in the car.'"
   },
   "author": {
    "text": "Joe R. Lansdale"
   }
  },
  {
   "quote": {
    "text": "When I first met my husband, he had a very good job - company car, pension plan, grudging respect from his staff - the lot. I, on the other hand, was badly paid and devoid of ambition. Then I had a couple of books published and confounded all expectations by starting to earn more than he did."
   },
   "author": {
    "text": "Marian Keyes"
   }
  },
  {
   "quote": {
    "text": "In life, you need a house and a car. After that, you have a choice."
   },
   "author": {
    "text": "Xavier Niel"
   }
  },
  {
   "quote": {
    "text": "I do get scared of the dentist, so a drive-through dentist might make me feel more at home. If I got to stay in my car."
   },
   "author": {
    "text": "Jessica Pare"
   }
  },
  {
   "quote": {
    "text": "When I was a kid I got busted for throwing a rock through a car window and egging a house on halloween."
   },
   "author": {
    "text": "Gavin DeGraw"
   }
  },
  {
   "quote": {
    "text": "Russia does not have a modern economy: it's a petro-power. The only thing it sells that the world wants to buy is oil and natural gas. When was the last time anyone bought a Russian computer? A Russian car? A Russian cell phone? Russia is so dependent on high energy prices that if oil falls below $100 a barrel, the Kremlin can't meet payroll."
   },
   "author": {
    "text": "Kathleen Troia McFarland"
   }
  },
  {
   "quote": {
    "text": "I will get in my car and get a chocolate souffle at midnight, and a glass of wine, and remind myself that most of my troubles are just in my mind."
   },
   "author": {
    "text": "Jaleel White"
   }
  },
  {
   "quote": {
    "text": "'LaFerrari' means 'the Ferrari.' The excellence. In this car, we put everything we are able to do. Our extreme technology, extreme experience, extreme capability. And this has been the first Ferrari totally designed in our design center."
   },
   "author": {
    "text": "Luca Cordero di Montezemolo"
   }
  },
  {
   "quote": {
    "text": "I don't believe in the electric cars, but I strongly believe in hybrids."
   },
   "author": {
    "text": "Luca Cordero di Montezemolo"
   }
  },
  {
   "quote": {
    "text": "One of my favorites is one called 'Rory's Radio' that I wrote about my brother Jeff's best friend growing up - his name was Rory Dunigan. I dedicated my first record to my brother, who got killed in a car accident in 1999, and I really didn't have any songs on the first album about him, nothing on a personal note."
   },
   "author": {
    "text": "Ashton Shepherd"
   }
  },
  {
   "quote": {
    "text": "'Fast & Furious' is a well-oiled machine. Those guys really know what they're doing. The guys that work behind the scenes are just as important as the ones in front of the cameras. They are car enthusiasts. They live and breathe this world."
   },
   "author": {
    "text": "Laz Alonso"
   }
  },
  {
   "quote": {
    "text": "So then I started doing a lot of episodic TV, just car chases or helicopter chases or whatever."
   },
   "author": {
    "text": "David R. Ellis"
   }
  },
  {
   "quote": {
    "text": "On the dance floor, as much as you say, 'Ladies, you are the car. He is the driver. You can only go where he takes you,' they still try to be in control."
   },
   "author": {
    "text": "Len Goodman"
   }
  },
  {
   "quote": {
    "text": "I grew up where my parents would literally shove me in the car rather than have to say hello to a neighbor."
   },
   "author": {
    "text": "Amy Sherman-Palladino"
   }
  },
  {
   "quote": {
    "text": "As far as luxury goes, about the only thing I do is... I go first class all the way. I live on the road, so when I'm out there, I'm getting the nice hotel suite, I'm getting the luxury car, I'm eating the good food, and I make sure I take care of myself on the road."
   },
   "author": {
    "text": "Trish Stratus"
   }
  },
  {
   "quote": {
    "text": "There's not a day that goes by that I don't bless myself with holy water and then get in my car and rub the medal of the Virgin Mary that she gave me and say a Hail Mary for my mother. And then I kiss her Mass card that's right there on the dashboard."
   },
   "author": {
    "text": "Peter Criss"
   }
  },
  {
   "quote": {
    "text": "I had my airplane, and I'd use it as a car whenever I could. If the drive was going to be longer than an hour, I was flying the plane instead. And in California, it's really easy to have a drive longer than an hour."
   },
   "author": {
    "text": "Jake Busey"
   }
  },
  {
   "quote": {
    "text": "Why shouldn't a car key look like a car?"
   },
   "author": {
    "text": "Franz von Holzhausen"
   }
  },
  {
   "quote": {
    "text": "Me in high school, I was kind of a loner. I had a handful of friends. I'd eat my lunch in my car every day in my senior year. I went to ballet. I was a ballerina, so I was very focused on that. You kind of have to be. That was two-thirds of my week, going to ballet class."
   },
   "author": {
    "text": "Olesya Rulin"
   }
  },
  {
   "quote": {
    "text": "As long as Wanxiang exists, we will pursue our dream to make electric cars, whatever the obstacles."
   },
   "author": {
    "text": "Lu Guanqiu"
   }
  },
  {
   "quote": {
    "text": "There was a time in L.A. when I drove to 7-Eleven to go grocery shopping, and I locked my keys in my car, which wasn't insured. My wallet was in there, and I couldn't call AAA, because I only had $7 in my bank account. It was one of those moments where I was like, 'O.K., I literally have nothing right now.'"
   },
   "author": {
    "text": "Whitney Cummings"
   }
  },
  {
   "quote": {
    "text": "Every time I copy something, I can draw it for the rest of my life. But research is so painful - I mean just opening up a magazine looking for a picture of a car or looking out the window looking for a car is just hard!"
   },
   "author": {
    "text": "Jaime Hernandez"
   }
  },
  {
   "quote": {
    "text": "I've always had an inquisitive mind about everything from flowers to television sets to motor cars. Always pulled them apart - couldn't put 'em back, but always extremely interested in how things work."
   },
   "author": {
    "text": "Craig Johnston"
   }
  },
  {
   "quote": {
    "text": "My most memorable recognition story was in Venice, Italy. My fiance and I were renting a car, and I was recognized by the person standing behind me by my voice. I thought that was hysterical!"
   },
   "author": {
    "text": "Erica Cerra"
   }
  },
  {
   "quote": {
    "text": "Traffic in the streets of Bombay is chaotic at best. Riding a bicycle is a dangerous occupation. However, there are hundreds of them on the streets competing with the cars and buses and lorries because it is the poor man's mode of transport."
   },
   "author": {
    "text": "Rohinton Mistry"
   }
  },
  {
   "quote": {
    "text": "The trick at Le Mans is to get the car 'in the window.' Everything is critical: the tyre pressure, the brake temperature, and that means you have to push the car a lot to get it into the window - it's about getting everything to work right and getting the car to flow through the corners."
   },
   "author": {
    "text": "Tom Kristensen"
   }
  },
  {
   "quote": {
    "text": "I have a need to make these sorts of connections literal sometimes, and a vehicle often helps to do that. I have a relationship to car culture. It isn't really about loving cars. It's sort of about needing them."
   },
   "author": {
    "text": "Matthew Barney"
   }
  },
  {
   "quote": {
    "text": "I want a car that will last 10 years or longer because I totally hate the process of researching, shopping for a new car, and then haggling for the price. I wish I could just snap my fingers and my car is there."
   },
   "author": {
    "text": "Kiran Ahluwalia"
   }
  },
  {
   "quote": {
    "text": "Is it sufficient that you have learned to drive the car, or shall we look and see what is under the hood? Most people go through life without ever knowing."
   },
   "author": {
    "text": "June Singer"
   }
  },
  {
   "quote": {
    "text": "I like to wear shoes that are cool but also practical. The same goes for bags. Your bag is a big deal in New York. You can't just carry around a little clutch, because you don't have a car or anywhere to stash things during the day, so you need to carry your whole life with you. That's why I like big, chunky bags with lots of compartments."
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "The greatest pleasure when I started making money was not buying cars or yachts but finding myself able to have as many freshly typed drafts as possible."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "Years ago I met Richard Burton in Port Talbot, my home town, and afterwards he passed in his car with his wife, and I thought, 'I want to get out and become like him'. Not because of Wales, because I love Wales, but because I was so limited as a child at school and so bereft and lonely, and I thought becoming an actor would do that."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "I really think we should pass a law in every state, I don't care whether it takes the independence away from an old person or not. You shouldn't be driving a car if you're over the age of 80. Maybe even less than that."
   },
   "author": {
    "text": "Evel Knievel"
   }
  },
  {
   "quote": {
    "text": "I read on my iPad when I travel. I listen to audiobooks in the car. I read books in my bedroom, where I have a comfortable couch, a lamp and two dogs to keep me warm."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "If your goal is to be the biggest movie star in the world, a 10-movie contract is gold. It was never my goal. Up until now, I made movies - and I have a nice house, a nice car. I'm fortunate, happy and grateful. Life is good."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "In less enlightened times, the best way to impress women was to own a hot car. But women wised up and realized it was better to buy their own hot cars so they wouldn't have to ride around with jerks."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "I don't run a car, have never run a car. I could say that this is because I have this extremely tender environmentalist conscience, but the fact is I hate driving."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "I'm starting to think about things that I want to do, things that are fun. One of them is driving a car like a Porsche. I've driven a lot of cars - sedans, trucks and big family vehicles all year long. But there's nothing like a four-wheel-drive Porsche."
   },
   "author": {
    "text": "Kevin O'Leary"
   }
  },
  {
   "quote": {
    "text": "The energy of the crowd is insane. Twenty thousand people. It's the biggest jolt of adrenaline. It's very hard to explain. You know the old story about the woman lifting the car off her kid? It's in that realm. You can actually hurt yourself and not know it."
   },
   "author": {
    "text": "Tom Petty"
   }
  },
  {
   "quote": {
    "text": "Richard Childress and myself have made some important innovations on our cars."
   },
   "author": {
    "text": "Dale Earnhardt"
   }
  },
  {
   "quote": {
    "text": "There are two things that won't last long in this world, and that's dogs chasing cars and pros putting for pars."
   },
   "author": {
    "text": "Lee Trevino"
   }
  },
  {
   "quote": {
    "text": "I don't have a nanny. I have a chef, and I have my assistant, and that's it. I do it myself. You know, those hours with your child are really important ones, even if it's just the two of you, being quiet in the car together."
   },
   "author": {
    "text": "Melania Trump"
   }
  },
  {
   "quote": {
    "text": "American stuntmen are smart - they think about safety. When they do a jump in a car, they calculate everything: the speed, the distance... But in Hong Kong, we don't know how to count. Everything we do is a guess. If you've got the guts, you do it. All of my stuntmen have gotten hurt."
   },
   "author": {
    "text": "Jackie Chan"
   }
  },
  {
   "quote": {
    "text": "If you own a home with wheels on it and several cars without, you just might be a redneck."
   },
   "author": {
    "text": "Jeff Foxworthy"
   }
  },
  {
   "quote": {
    "text": "I had more clothes than I had closets, more cars than garage space, but no money."
   },
   "author": {
    "text": "Sammy Davis, Jr."
   }
  },
  {
   "quote": {
    "text": "The first cellphone I owned was hardly a slim, high-tech device - it was more like a brick with buttons, only with worse reception. If you wanted to use your phone to give someone a message, you were better off throwing it at him and hoping you broke his car window."
   },
   "author": {
    "text": "W. Bruce Cameron"
   }
  },
  {
   "quote": {
    "text": "My boyfriend keeps telling me I've got to own things. So, first I bought this car. And then he told me I oughta get a house. 'Why a house?' 'Well, you gotta have a place to park the car.'"
   },
   "author": {
    "text": "Julia Roberts"
   }
  },
  {
   "quote": {
    "text": "A woman is gentle, soft, delicate, and a man's position is to protect her, help her up stairs, make sure she's in the car safely first. Take good care of your woman, and the sky's the limit!"
   },
   "author": {
    "text": "Taraji P. Henson"
   }
  },
  {
   "quote": {
    "text": "I drive Fords, and I've driven American cars all my life, and I want to have a strong American manufacturing sector, especially in automobiles."
   },
   "author": {
    "text": "Jim DeMint"
   }
  },
  {
   "quote": {
    "text": "It's always the big question in our lives if you have a lot of success. What do you do with it? Buy more houses, buy more cars, buy more stuff, be wealthy and distant and unengaged? Or do you take all that good fortune that has come towards you and spread the love, do something with it?"
   },
   "author": {
    "text": "Kevin Spacey"
   }
  },
  {
   "quote": {
    "text": "I'm a comic book artist. So I think to myself, what do I like to draw? I like to draw hot chicks, fast cars and cool guys in trench coats. So that's what I write about."
   },
   "author": {
    "text": "Frank Miller"
   }
  },
  {
   "quote": {
    "text": "It's not just the kid who's spent every penny from his job to upgrade his car to tell the world he cares about sports cars, it's also the person driving around in a fuel-conscious hybrid electric car, because it's more a message to the world than an effective means of saving fuel, to be quite honest."
   },
   "author": {
    "text": "Richard Hammond"
   }
  },
  {
   "quote": {
    "text": "No action hero is more closely associated with cars than James Bond."
   },
   "author": {
    "text": "Richard Hammond"
   }
  },
  {
   "quote": {
    "text": "I just always dreamed of racing cars, but I didn't think I could do it as a living."
   },
   "author": {
    "text": "Kurt Busch"
   }
  },
  {
   "quote": {
    "text": "I've got two old Volvos, two old Subarus, and an old Ford Ranger. If you've got an old car, you've gotta have at least several old cars, 'cause one's always gonna be in the garage."
   },
   "author": {
    "text": "Rip Torn"
   }
  },
  {
   "quote": {
    "text": "I love everything from old-school cars to whatever the latest muscle or luxury vehicles are."
   },
   "author": {
    "text": "Ludacris"
   }
  },
  {
   "quote": {
    "text": "In Haryana, there are two things that are most important in a household. We don't care if we have a big house and several cars or not. But for us, in every household, the sons need to be strong, and the animals need to be in good health."
   },
   "author": {
    "text": "Sangram Singh"
   }
  },
  {
   "quote": {
    "text": "Americans are the only people in the world known to me whose status anxiety prompts them to advertise their college and university affiliations in the rear window of their automobiles."
   },
   "author": {
    "text": "Paul Fussell"
   }
  },
  {
   "quote": {
    "text": "It's been invigorating being back on the West Coast, being at Alphabet, because there is so much innovation. And the big challenge is, how do you think about resource allocation and priorities when you have so many great options? But wearing jeans instead of suits and popping into driverless cars has also been a lot of fun."
   },
   "author": {
    "text": "Ruth Porat"
   }
  },
  {
   "quote": {
    "text": "In Japan, they have TV sets in cars right now, where you can punch up traffic routes, weather, everything! You can get Internet access already in cars in Japan, so within the next 2 to 3 years it's gonna be so crazy!"
   },
   "author": {
    "text": "Glenn Danzig"
   }
  },
  {
   "quote": {
    "text": "I think all males from Detroit have an obsession with cars."
   },
   "author": {
    "text": "Dax Shepard"
   }
  },
  {
   "quote": {
    "text": "You have to wait six months to purchase a fuel efficient automobile made from overseas."
   },
   "author": {
    "text": "Ed Markey"
   }
  },
  {
   "quote": {
    "text": "Well, I always had a chauffer, because I have never driven a car in my life. I still can't drive."
   },
   "author": {
    "text": "Bud Abbott"
   }
  },
  {
   "quote": {
    "text": "Societies need rules that make no sense for individuals. For example, it makes no difference whether a single car drives on the left or on the right. But it makes all the difference when there are many cars!"
   },
   "author": {
    "text": "Marvin Minsky"
   }
  },
  {
   "quote": {
    "text": "Car love is the sound of a throaty V-8 rumbling and revving, the acceleration throwing you back in the seat - especially when you get on a beautiful, winding road and the light's dappling through the trees."
   },
   "author": {
    "text": "John Lasseter"
   }
  },
  {
   "quote": {
    "text": "A car for every purse and purpose."
   },
   "author": {
    "text": "Alfred P. Sloan"
   }
  },
  {
   "quote": {
    "text": "Back in the mid-1970s, we adopted some fairly ambitious goals to improve efficiency of our cars. What did we get? We got a tremendous boost in efficiency."
   },
   "author": {
    "text": "Jay Inslee"
   }
  },
  {
   "quote": {
    "text": "I just feel rejuvenated in such a big way because of these race cars I get to drive."
   },
   "author": {
    "text": "Jeff Gordon"
   }
  },
  {
   "quote": {
    "text": "Perhaps people, and kids especially, are spoiled today, because all the kids today have cars, it seems. When I was young you were lucky to have a bike."
   },
   "author": {
    "text": "James Cagney"
   }
  },
  {
   "quote": {
    "text": "When I got the job on 'Lost,' I was a broke university student living in the crappiest part of town, with a duct-taped back window on a broken-down car. I existed on peanut butter and tea."
   },
   "author": {
    "text": "Evangeline Lilly"
   }
  },
  {
   "quote": {
    "text": "When it comes to cars, only two varieties of people are possible - cowards and fools."
   },
   "author": {
    "text": "Russell Baker"
   }
  },
  {
   "quote": {
    "text": "We approach people the same way we approach our cars. We take the poor kid to a doctor and ask, What's wrong with him, how much will it cost, and when can I pick him up?"
   },
   "author": {
    "text": "James Hillman"
   }
  },
  {
   "quote": {
    "text": "A car designer is really a sculptor."
   },
   "author": {
    "text": "Chris Bangle"
   }
  },
  {
   "quote": {
    "text": "I liken myself to Henry Ford and the auto industry, I give you 90 percent of what most people need."
   },
   "author": {
    "text": "Adam Osborne"
   }
  },
  {
   "quote": {
    "text": "I've always been attracted to cars, and driving is a completely measurable experience: if you qualify last on the grid, you're the slowest, and if you qualify first on the grid, you're the fastest. So no one can say you're slow if you're fast and no one can say you're fast if you're slow."
   },
   "author": {
    "text": "Eric Bana"
   }
  },
  {
   "quote": {
    "text": "As we put autonomous cars on the road, connect Alexas to our lights and our thermostats, put ill-protected Internet-connected video cameras on our houses, and conduct our financial lives over our cell phones, our vulnerabilities expand exponentially."
   },
   "author": {
    "text": "David E. Sanger"
   }
  },
  {
   "quote": {
    "text": "The word 'geek' today does not mean what it used to mean. A geek isn't the skinny kid with a pocket protector and acne. There can be computer geeks, video game geeks, car geeks, military geeks, and sports geeks. Being a geek just means that you're passionate about something."
   },
   "author": {
    "text": "Olivia Munn"
   }
  },
  {
   "quote": {
    "text": "Ikea people do not drive flashy cars or stay at luxury hotels."
   },
   "author": {
    "text": "Ingvar Kamprad"
   }
  },
  {
   "quote": {
    "text": "I don't buy fur coats or jewelry. I have old cars."
   },
   "author": {
    "text": "Peta Wilson"
   }
  },
  {
   "quote": {
    "text": "Google is working on self-driving cars, and they seem to work. People are so bad at driving cars that computers don't have to be that good to be much better."
   },
   "author": {
    "text": "Marc Andreessen"
   }
  },
  {
   "quote": {
    "text": "People are so bad at driving cars that computers don't have to be that good to be much better. Any time you stand in line at the D.M.V. and look around, you're like, Oh, my God, I wish all these people were replaced by computer drivers."
   },
   "author": {
    "text": "Marc Andreessen"
   }
  },
  {
   "quote": {
    "text": "We manufacture automotive components including critical engine and axle parts for passenger cars, diesel engines and medium & heavy commercial vehicles. Till 1997, our focus was almost entirely on the domestic market with a relatively insignificant portion of revenues from exports."
   },
   "author": {
    "text": "Baba Kalyani"
   }
  },
  {
   "quote": {
    "text": "Environmentalists have a very conflicted relationship with their cars."
   },
   "author": {
    "text": "Tom Arnold"
   }
  },
  {
   "quote": {
    "text": "The years I raced in were fantastic. There was so much change in the cars. We went from treaded tyres to no wings right through to slicks to enormous wings."
   },
   "author": {
    "text": "Jackie Stewart"
   }
  },
  {
   "quote": {
    "text": "Not having to own a car has made me realize what a waste of time the automobile is."
   },
   "author": {
    "text": "Diane Johnson"
   }
  },
  {
   "quote": {
    "text": "Parisians overwhelmingly buy small cars. And it's not because people are petite, but because fuel is drop-dead expensive. Gasoline costs more than twice as much in Paris as in New York."
   },
   "author": {
    "text": "Serge Schmemann"
   }
  },
  {
   "quote": {
    "text": "Buyers of powerful cars place a high premium on the exhaust note, and manufacturers spend a lot of money getting it right. At the same time, high-end cars are expected to filter out the sounds of the mundane world."
   },
   "author": {
    "text": "Serge Schmemann"
   }
  },
  {
   "quote": {
    "text": "Germans make nice cars."
   },
   "author": {
    "text": "Jason Behr"
   }
  },
  {
   "quote": {
    "text": "I always do like seeing other people dance in their cars. It's one of the things that makes me happy."
   },
   "author": {
    "text": "Ariel Gore"
   }
  },
  {
   "quote": {
    "text": "As a car lover, I ask myself, 'What am I going to be buying in the future? Will it be a boring, underpowered, dorky car because the government tells me I shouldn't pollute? Or do I come up with a cool-looking, sexy dream car that is also part of the future?'"
   },
   "author": {
    "text": "Henrik Fisker"
   }
  },
  {
   "quote": {
    "text": "We often attribute 'understanding' and other cognitive predicates by metaphor and analogy to cars, adding machines, and other artifacts, but nothing is proved by such attributions."
   },
   "author": {
    "text": "John Searle"
   }
  },
  {
   "quote": {
    "text": "Running on different types of racetracks is challenging - not only for the drivers, but even more for the team members who have to make adjustments to the cars before each race."
   },
   "author": {
    "text": "Michael Andretti"
   }
  },
  {
   "quote": {
    "text": "But to personally satisfy my own adrenalin needs, I've been racing cars a little bit, which has been fun."
   },
   "author": {
    "text": "Picabo Street"
   }
  },
  {
   "quote": {
    "text": "I'm an anorak. I've always been an obsessive collector of things. Richard Briers collects stamps. I collect cars and guns, which are much more expensive, and much more difficult to store."
   },
   "author": {
    "text": "Michael Gambon"
   }
  },
  {
   "quote": {
    "text": "I have about 40 cars, of which 25 to 30 are what you might call serious."
   },
   "author": {
    "text": "Nick Mason"
   }
  },
  {
   "quote": {
    "text": "I was brought up in a car family, my dad loved cars and I was taught the art of making an Austin 7 operate."
   },
   "author": {
    "text": "Nick Mason"
   }
  },
  {
   "quote": {
    "text": "When I was four, I just wanted to drive, I collected toy cars. Where does that sort of thing come from? In hindsight you go, 'Oh, liked it because of this.' Maybe it's just the wheel."
   },
   "author": {
    "text": "Michael Fassbender"
   }
  },
  {
   "quote": {
    "text": "We're just into toys, whether it's motorcycles or race cars or computers. I've got the Palm Pilot right here with me, I've got the world's smallest phone. Maybe it's just because I'm still a big little kid and I just love toys, you know?"
   },
   "author": {
    "text": "Catherine Bell"
   }
  },
  {
   "quote": {
    "text": "I have tested my nerve by reaching a little too closely toward a lengthy alligator on the Gulf Coast and a saucer-sized tarantula in a Houston car park."
   },
   "author": {
    "text": "Jim Crace"
   }
  },
  {
   "quote": {
    "text": "I think we have to act like stars because it is expected of us. So we drive our big cars and live in our smart houses."
   },
   "author": {
    "text": "Maurice Gibb"
   }
  },
  {
   "quote": {
    "text": "I wish people would spend their money on hybrid cars."
   },
   "author": {
    "text": "Ryan Tedder"
   }
  },
  {
   "quote": {
    "text": "Family trips to Yellowstone and to what are now national parks in Southern Utah, driving the primitive roads and cars of that day, were real adventures."
   },
   "author": {
    "text": "Paul D. Boyer"
   }
  },
  {
   "quote": {
    "text": "I love driving cars, looking at them, cleaning and washing and shining them. I clean 'em inside and outside. I'm very touchy about cars. I don't want anybody leaning on them or closing the door too hard, know what I mean?"
   },
   "author": {
    "text": "Scott Baio"
   }
  },
  {
   "quote": {
    "text": "I drove 3,500 miles this summer on our family holiday, we drove across 10 countries. I have driven across the United States four times. I love cars, I love being in cars, I think so do most people. I want to help and support those people who have that same kind of enthusiasm for driving that I have."
   },
   "author": {
    "text": "Geoff Hoon"
   }
  },
  {
   "quote": {
    "text": "You talk about German technocracy and you get automobiles."
   },
   "author": {
    "text": "Gordon Sinclair"
   }
  },
  {
   "quote": {
    "text": "I am a big car enthusiast. I totally understand guys like Jay Leno who have a thousand cars. But asking me my favorite car would be like asking my favorite song or favorite food - it changes everyday."
   },
   "author": {
    "text": "Casey James"
   }
  },
  {
   "quote": {
    "text": "No illusion is more crucial than the illusion that great success and huge money buy you immunity from the common ills of mankind, such as cars that won't start."
   },
   "author": {
    "text": "Larry McMurtry"
   }
  },
  {
   "quote": {
    "text": "We aren't addicted to oil, but our cars are."
   },
   "author": {
    "text": "James Woolsey"
   }
  },
  {
   "quote": {
    "text": "The automobile, both a cause and an effect of this decentralization, is ideally suited for our vast landscape and our generally confused and contrary commuting patterns."
   },
   "author": {
    "text": "Brock Yates"
   }
  },
  {
   "quote": {
    "text": "Remote villages and communities have lost their identity, and their peace and charm have been sacrificed to that worst of abominations, the automobile."
   },
   "author": {
    "text": "James Norman Hall"
   }
  }
 ]
}