{
 "ChangeQuotes": [
  {
   "quote": {
    "text": "Only I can change my life. No one can do it for me."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "Change your life today. Don't gamble on the future, act now, without delay."
   },
   "author": {
    "text": "Simone de Beauvoir"
   }
  },
  {
   "quote": {
    "text": "Education is the most powerful weapon which you can use to change the world."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world."
   },
   "author": {
    "text": "Harriet Tubman"
   }
  },
  {
   "quote": {
    "text": "Gratitude can transform common days into thanksgivings, turn routine jobs into joy, and change ordinary opportunities into blessings."
   },
   "author": {
    "text": "William Arthur Ward"
   }
  },
  {
   "quote": {
    "text": "Change is the end result of all true learning."
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "If you don't like something, change it. If you can't change it, change your attitude."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination."
   },
   "author": {
    "text": "Jimmy Dean"
   }
  },
  {
   "quote": {
    "text": "I don't go by or change my attitude based on what people say. At the end of the day, they, too, are judging me from their perspective. I would rather be myself and let people accept me for what I am than be somebody who I am not, just because I want people's approval."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "Change your thoughts and you change your world."
   },
   "author": {
    "text": "Norman Vincent Peale"
   }
  },
  {
   "quote": {
    "text": "Change will not come if we wait for some other person or some other time. We are the ones we've been waiting for. We are the change that we seek."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Let us remember: One book, one pen, one child, and one teacher can change the world."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "When you forgive, you in no way change the past - but you sure do change the future."
   },
   "author": {
    "text": "Bernard Meltzer"
   }
  },
  {
   "quote": {
    "text": "I can't change my personality. I'll always smile, but I'll be more focused."
   },
   "author": {
    "text": "Katarina Johnson-Thompson"
   }
  },
  {
   "quote": {
    "text": "Art, freedom and creativity will change society faster than politics."
   },
   "author": {
    "text": "Victor Pinchuk"
   }
  },
  {
   "quote": {
    "text": "Progress is impossible without change, and those who cannot change their minds cannot change anything."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "If there is no struggle, there is no progress."
   },
   "author": {
    "text": "Frederick Douglass"
   }
  },
  {
   "quote": {
    "text": "Just when I think I have learned the way to live, life changes."
   },
   "author": {
    "text": "Hugh Prather"
   }
  },
  {
   "quote": {
    "text": "Together we can change the world, just one random act of kindness at a time."
   },
   "author": {
    "text": "Ron Hall"
   }
  },
  {
   "quote": {
    "text": "We cannot change our past. We can not change the fact that people act in a certain way. We can not change the inevitable. The only thing we can do is play on the one string we have, and that is our attitude."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "Saving our planet, lifting people out of poverty, advancing economic growth... these are one and the same fight. We must connect the dots between climate change, water scarcity, energy shortages, global health, food security and women's empowerment. Solutions to one problem must be solutions for all."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "Prayer does not change God, but it changes him who prays."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "No matter what people tell you, words and ideas can change the world."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "Creative thinking inspires ideas. Ideas inspire change."
   },
   "author": {
    "text": "Barbara Januszkiewicz"
   }
  },
  {
   "quote": {
    "text": "Ignorance is always afraid of change."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "You must be the change you wish to see in the world."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Growth is painful. Change is painful. But, nothing is as painful as staying stuck where you do not belong."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "So many people live within unhappy circumstances and yet will not take the initiative to change their situation because they are conditioned to a life of security, conformity, and conservation, all of which may appear to give one peace of mind, but in reality, nothing is more damaging to the adventurous spirit."
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "A word of encouragement from a teacher to a child can change a life. A word of encouragement from a spouse can save a marriage. A word of encouragement from a leader can inspire a person to reach her potential."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Acting is magical. Change your look and your attitude, and you can be anyone."
   },
   "author": {
    "text": "Alicia Witt"
   }
  },
  {
   "quote": {
    "text": "There is nothing permanent except change."
   },
   "author": {
    "text": "Heraclitus"
   }
  },
  {
   "quote": {
    "text": "Without change there is no innovation, creativity, or incentive for improvement. Those who initiate change will have a better opportunity to manage the change that is inevitable."
   },
   "author": {
    "text": "William Pollard"
   }
  },
  {
   "quote": {
    "text": "Intelligence is the ability to adapt to change."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "If you change the way you look at things, the things you look at change."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has."
   },
   "author": {
    "text": "Margaret Mead"
   }
  },
  {
   "quote": {
    "text": "God grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference."
   },
   "author": {
    "text": "Reinhold Niebuhr"
   }
  },
  {
   "quote": {
    "text": "Find joy in everything you choose to do. Every job, relationship, home... it's your responsibility to love it, or change it."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "The first step toward change is awareness. The second step is acceptance."
   },
   "author": {
    "text": "Nathaniel Branden"
   }
  },
  {
   "quote": {
    "text": "Music can change the world because it can change people."
   },
   "author": {
    "text": "Bono"
   }
  },
  {
   "quote": {
    "text": "The pessimist complains about the wind; the optimist expects it to change; the realist adjusts the sails."
   },
   "author": {
    "text": "William Arthur Ward"
   }
  },
  {
   "quote": {
    "text": "It's always hard to deal with injuries mentally, but I like to think about it as a new beginning. I can't change what happened, so the focus needs to go toward healing and coming back stronger than before."
   },
   "author": {
    "text": "Carli Lloyd"
   }
  },
  {
   "quote": {
    "text": "Every human has four endowments - self awareness, conscience, independent will and creative imagination. These give us the ultimate human freedom... The power to choose, to respond, to change."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Times and conditions change so rapidly that we must keep our aim constantly focused on the future."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers. You can do anything you decide to do. You can act to change and control your life; and the procedure, the process is its own reward."
   },
   "author": {
    "text": "Amelia Earhart"
   }
  },
  {
   "quote": {
    "text": "Gratitude bestows reverence, allowing us to encounter everyday epiphanies, those transcendent moments of awe that change forever how we experience life and the world."
   },
   "author": {
    "text": "John Milton"
   }
  },
  {
   "quote": {
    "text": "If you don't like how things are, change it! You're not a tree."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "Your surroundings may change but your essence and your personality pretty much stay the same."
   },
   "author": {
    "text": "Jenna Dewan"
   }
  },
  {
   "quote": {
    "text": "My theory on life is that life is beautiful. Life doesn't change. You have a day, and a night, and a month, and a year. We people change - we can be miserable or we can be happy. It's what you make of your life."
   },
   "author": {
    "text": "Mohammed bin Rashid Al Maktoum"
   }
  },
  {
   "quote": {
    "text": "Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "I see the world being slowly transformed into a wilderness; I hear the approaching thunder that, one day, will destroy us too. I feel the suffering of millions. And yet, when I look up at the sky, I somehow feel that everything will change for the better, that this cruelty too shall end, that peace and tranquility will return once more."
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "Always Do Your Best. Your best is going to change from moment to moment; it will be different when you are healthy as opposed to sick. Under any circumstance, simply do your best, and you will avoid self-judgment, self-abuse and regret."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "If you do not change direction, you may end up where you are heading."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "One good teacher in a lifetime may sometimes change a delinquent into a solid citizen."
   },
   "author": {
    "text": "Philip Wylie"
   }
  },
  {
   "quote": {
    "text": "I'm saying to be a hero is means you step across the line and are willing to make a sacrifice, so heroes always are making a sacrifice. Heroes always take a risk. Heroes always deviant. Heroes always doing something that most people don't and we want to change - I want to democratise heroism to say any of us can be a hero."
   },
   "author": {
    "text": "Philip Zimbardo"
   }
  },
  {
   "quote": {
    "text": "You cannot change your destination overnight, but you can change your direction overnight."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "We are taught you must blame your father, your sisters, your brothers, the school, the teachers - but never blame yourself. It's never your fault. But it's always your fault, because if you wanted to change you're the one who has got to change."
   },
   "author": {
    "text": "Katharine Hepburn"
   }
  },
  {
   "quote": {
    "text": "Each one of us can make a difference. Together we make change."
   },
   "author": {
    "text": "Barbara Mikulski"
   }
  },
  {
   "quote": {
    "text": "People change and forget to tell each other."
   },
   "author": {
    "text": "Lillian Hellman"
   }
  },
  {
   "quote": {
    "text": "My style is definitely schizophrenic; it does change from day to day a lot. It depends on my mood: sometimes I'll be going through a girly, childlike stage and wear a pretty lace dress with a bow in my hair. Then sometimes I'll be moody and just wear black."
   },
   "author": {
    "text": "Amber Le Bon"
   }
  },
  {
   "quote": {
    "text": "You change the world by being yourself."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "The 'self-image' is the key to human personality and human behavior. Change the self image and you change the personality and the behavior."
   },
   "author": {
    "text": "Maxwell Maltz"
   }
  },
  {
   "quote": {
    "text": "Some of our important choices have a time line. If we delay a decision, the opportunity is gone forever. Sometimes our doubts keep us from making a choice that involves change. Thus an opportunity may be missed."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Wherever you are, be there totally. If you find your here and now intolerable and it makes you unhappy, you have three options: remove yourself from the situation, change it, or accept it totally. If you want to take responsibility for your life, you must choose one of those three options, and you must choose now. Then accept the consequences."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "New Year's Day. A fresh start. A new chapter in life waiting to be written. New questions to be asked, embraced, and loved. Answers to be discovered and then lived in this transformative year of delight and self-discovery. Today carve out a quiet interlude for yourself in which to dream, pen in hand. Only dreams give birth to change."
   },
   "author": {
    "text": "Sarah Ban Breathnach"
   }
  },
  {
   "quote": {
    "text": "Change can be frightening, and the temptation is often to resist it. But change almost always provides opportunities - to learn new things, to rethink tired processes, and to improve the way we work."
   },
   "author": {
    "text": "Klaus Schwab"
   }
  },
  {
   "quote": {
    "text": "The American Dream is that any man or woman, despite of his or her background, can change their circumstances and rise as high as they are willing to work."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "It would be impossible to estimate how much time and energy we invest in trying to fix, change and deny our emotions - especially the ones that shake us at our very core, like hurt, jealousy, loneliness, shame, rage and grief."
   },
   "author": {
    "text": "Debbie Ford"
   }
  },
  {
   "quote": {
    "text": "When we are no longer able to change a situation - we are challenged to change ourselves."
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "All blame is a waste of time. No matter how much fault you find with another, and regardless of how much you blame him, it will not change you. The only thing blame does is to keep the focus off you when you are looking for... reasons to explain your unhappiness or frustration."
   },
   "author": {
    "text": "Casey Stengel"
   }
  },
  {
   "quote": {
    "text": "The only way to make sense out of change is to plunge into it, move with it, and join the dance."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "Never believe that a few caring people can't change the world. For, indeed, that's all who ever have."
   },
   "author": {
    "text": "Margaret Mead"
   }
  },
  {
   "quote": {
    "text": "Without a struggle, there can be no progress."
   },
   "author": {
    "text": "Frederick Douglass"
   }
  },
  {
   "quote": {
    "text": "I feel like music can affect you in so many ways. When you hear a song with a happy melody, it can change your mood; it can change your day."
   },
   "author": {
    "text": "Kygo"
   }
  },
  {
   "quote": {
    "text": "Capitalism does not permit an even flow of economic resources. With this system, a small privileged few are rich beyond conscience, and almost all others are doomed to be poor at some level. That's the way the system works. And since we know that the system will not change the rules, we are going to have to change the system."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "I don't know that love changes. People change. Circumstances change."
   },
   "author": {
    "text": "Nicholas Sparks"
   }
  },
  {
   "quote": {
    "text": "We need money. We need hits. Hits bring money, money bring power, power bring fame, fame change the game."
   },
   "author": {
    "text": "Young Thug"
   }
  },
  {
   "quote": {
    "text": "Change, like sunshine, can be a friend or a foe, a blessing or a curse, a dawn or a dusk."
   },
   "author": {
    "text": "William Arthur Ward"
   }
  },
  {
   "quote": {
    "text": "I don't think people change. I think they definitely mature. But I think the essence of what I am today is the same as when I was five years old. It's just maturity. I've become a healthier, fuller expression of that essence."
   },
   "author": {
    "text": "Ricky Williams"
   }
  },
  {
   "quote": {
    "text": "Climate change is happening, humans are causing it, and I think this is perhaps the most serious environmental issue facing us."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "You must take personal responsibility. You cannot change the circumstances, the seasons, or the wind, but you can change yourself. That is something you have charge of."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "We cannot change the cards we are dealt, just how we play the game."
   },
   "author": {
    "text": "Randy Pausch"
   }
  },
  {
   "quote": {
    "text": "You can't change who you are, but you can change what you have in your head, you can refresh what you're thinking about, you can put some fresh air in your brain."
   },
   "author": {
    "text": "Ernesto Bertarelli"
   }
  },
  {
   "quote": {
    "text": "For too long, our society has shrugged off bullying by labeling it a 'rite of passage' and by asking students to simply 'get over it.' Those attitudes need to change. Every day, students are bullied into silence and are afraid to speak up. Let's break this silence and end school bullying."
   },
   "author": {
    "text": "Linda Sanchez"
   }
  },
  {
   "quote": {
    "text": "We are all born with a unique genetic blueprint, which lays out the basic characteristics of our personality as well as our physical health and appearance... And yet, we all know that life experiences do change us."
   },
   "author": {
    "text": "Joan D. Vinge"
   }
  },
  {
   "quote": {
    "text": "A change in the weather is sufficient to recreate the world and ourselves."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "The way to change the world is through individual responsibility and taking local action in your own community."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "They always say time changes things, but you actually have to change them yourself."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "When you blame others, you give up your power to change."
   },
   "author": {
    "text": "Robert Anthony"
   }
  },
  {
   "quote": {
    "text": "A great attitude does much more than turn on the lights in our worlds; it seems to magically connect us to all sorts of serendipitous opportunities that were somehow absent before the change."
   },
   "author": {
    "text": "Earl Nightingale"
   }
  },
  {
   "quote": {
    "text": "Come November, the American people will have the chance to re-declare their independence. Americans will have a chance to vote for trade, immigration and foreign policies that put our citizens first. They will have the chance to reject today's rule by the global elite, and to embrace real change that delivers a government of, by and for the people."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Ethics and equity and the principles of justice do not change with the calendar."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "Everyone thinks of changing the world, but no one thinks of changing himself."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "Time changes everything except something within us which is always surprised by change."
   },
   "author": {
    "text": "Thomas Hardy"
   }
  },
  {
   "quote": {
    "text": "Terrorism is a psychological warfare. Terrorists try to manipulate us and change our behavior by creating fear, uncertainty, and division in society."
   },
   "author": {
    "text": "Patrick J. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Some people change when they think they're a star or something."
   },
   "author": {
    "text": "Paris Hilton"
   }
  },
  {
   "quote": {
    "text": "The older I get, the more I'm conscious of ways very small things can make a change in the world. Tiny little things, but the world is made up of tiny matters, isn't it?"
   },
   "author": {
    "text": "Sandra Cisneros"
   }
  },
  {
   "quote": {
    "text": "The entrepreneur always searches for change, responds to it, and exploits it as an opportunity."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "To improve is to change; to be perfect is to change often."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Change happens by listening and then starting a dialogue with the people who are doing something you don't believe is right."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "Negative emotions like loneliness, envy, and guilt have an important role to play in a happy life; they're big, flashing signs that something needs to change."
   },
   "author": {
    "text": "Gretchen Rubin"
   }
  },
  {
   "quote": {
    "text": "Teachers can change lives with just the right mix of chalk and challenges."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "My daughter is the biggest gift; I've said it so many times and it sounds like a cliche, but the thing about being a parent is when you think you've cracked it, and you're on top of your game, they change again and you have to catch up and adjust. I feel such a responsibility to instill good values in her, to be polite, to have discipline."
   },
   "author": {
    "text": "Geri Halliwell"
   }
  },
  {
   "quote": {
    "text": "There are three constants in life... change, choice and principles."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Vision without action is merely a dream. Action without vision just passes the time. Vision with action can change the world."
   },
   "author": {
    "text": "Joel A. Barker"
   }
  },
  {
   "quote": {
    "text": "When the seasons shift, even the subtle beginning, the scent of a promised change, I feel something stir inside me. Hopefulness? Gratitude? Openness? Whatever it is, it's welcome."
   },
   "author": {
    "text": "Kristin Armstrong"
   }
  },
  {
   "quote": {
    "text": "I hope everyone that is reading this is having a really good day. And if you are not, just know that in every new minute that passes you have an opportunity to change that."
   },
   "author": {
    "text": "Gillian Anderson"
   }
  },
  {
   "quote": {
    "text": "The greatest discovery of all time is that a person can change his future by merely changing his attitude."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "When all the world appears to be in a tumult, and nature itself is feeling the assault of climate change, the seasons retain their essential rhythm. Yes, fall gives us a premonition of winter, but then, winter, will be forced to relent, once again, to the new beginnings of soft greens, longer light, and the sweet air of spring."
   },
   "author": {
    "text": "Madeleine M. Kunin"
   }
  },
  {
   "quote": {
    "text": "Change is a continuous process. You cannot assess it with the static yardstick of a limited time frame. When a seed is sown into the ground, you cannot immediately see the plant. You have to be patient. With time, it grows into a large tree. And then the flowers bloom, and only then can the fruits be plucked."
   },
   "author": {
    "text": "Mamata Banerjee"
   }
  },
  {
   "quote": {
    "text": "Sometimes it's the smallest decisions that can change your life forever."
   },
   "author": {
    "text": "Keri Russell"
   }
  },
  {
   "quote": {
    "text": "With only one bag, you can change your outfit completely."
   },
   "author": {
    "text": "Sonia Rykiel"
   }
  },
  {
   "quote": {
    "text": "The change I want to see is a start-up environment where everyone, regardless of gender and background, feels welcome and safe; where sexual harassment or discrimination will not impede great talent from producing great impact."
   },
   "author": {
    "text": "Christine Tsai"
   }
  },
  {
   "quote": {
    "text": "The good and bad things are what form us as people... change makes us grow."
   },
   "author": {
    "text": "Kate Winslet"
   }
  },
  {
   "quote": {
    "text": "No fundamental social change occurs merely because government acts. It's because civil society, the conscience of a country, begins to rise up and demand - demand - demand change."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "Voting is the only way to make change in a democracy."
   },
   "author": {
    "text": "Christine Todd Whitman"
   }
  },
  {
   "quote": {
    "text": "Every few years, I change my look for the simple reason that I get bored. If you Google Image me, you will see so many different looks: long hair, short hair, clean shaven, beard, etc."
   },
   "author": {
    "text": "Johnny Iuzzini"
   }
  },
  {
   "quote": {
    "text": "I've always been the type that, every few months, I'm like, 'Let's change the haircut one more time.'"
   },
   "author": {
    "text": "Coco Rocha"
   }
  },
  {
   "quote": {
    "text": "Life is full of tough decisions, and nothing makes them easy. But the worst ones are really your personal koans, and tormenting ambivalence is just the sense of satori rising. Try, trust, try, and trust again, and eventually you'll feel your mind change its focus to a new level of understanding."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "I know my soul is beautiful; I know I'm a good person. And that will never change for me."
   },
   "author": {
    "text": "Khloe Kardashian"
   }
  },
  {
   "quote": {
    "text": "You want to be the pebble in the pond that creates the ripple for change."
   },
   "author": {
    "text": "Tim Cook"
   }
  },
  {
   "quote": {
    "text": "Research has shown that it takes 31 days of conscious effort to make or break a habit. That means, if one practices something consistently for 31 days, on the 32nd day it does become a habit. Information has been internalised into behavioural change, which is called transformation."
   },
   "author": {
    "text": "Shiv Khera"
   }
  },
  {
   "quote": {
    "text": "We can change our lives. We can do, have, and be exactly what we wish."
   },
   "author": {
    "text": "Tony Robbins"
   }
  },
  {
   "quote": {
    "text": "I do think that you can dress yourself out of a problem. The way that a haircut and a new pair of pants can make you feel is better than any therapist, because when you look in the mirror, you see a different person - you are a different person. It's superficial change that can lead to real change."
   },
   "author": {
    "text": "Greg Behrendt"
   }
  },
  {
   "quote": {
    "text": "The cost of our success is the exhaustion of natural resources, leading to energy crises, climate change, pollution, and the destruction of our habitat. If you exhaust natural resources, there will be nothing left for your children. If we continue in the same direction, humankind is headed for some frightful ordeals, if not extinction."
   },
   "author": {
    "text": "Christian de Duve"
   }
  },
  {
   "quote": {
    "text": "God, give us grace to accept with serenity the things that cannot be changed, courage to change the things which should be changed and the wisdom to distinguish the one from the other."
   },
   "author": {
    "text": "Reinhold Niebuhr"
   }
  },
  {
   "quote": {
    "text": "For the past 33 years, I have looked in the mirror every morning and asked myself: 'If today were the last day of my life, would I want to do what I am about to do today?' And whenever the answer has been 'No' for too many days in a row, I know I need to change something."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Seeing, feeling, thinking, believing - these are the stages of how we change our style on the outside and our self-image on the inside."
   },
   "author": {
    "text": "Stacy London"
   }
  },
  {
   "quote": {
    "text": "Weight loss can change your whole character. That always amazed me: Shedding pounds does change your personality. It changes your philosophy of life because you recognize that you are capable of using your mind to change your body."
   },
   "author": {
    "text": "Jean Nidetch"
   }
  },
  {
   "quote": {
    "text": "Motherhood has most definitely changed me and my life. It's so crazy how drastic even the small details change - in such an amazing way. Even silly things, like the fact that all of my pictures on my cell phone used to be of me at photo shoots - conceited, I know! - but now every single picture on my phone is of Mason."
   },
   "author": {
    "text": "Kourtney Kardashian"
   }
  },
  {
   "quote": {
    "text": "Forgiving does not erase the bitter past. A healed memory is not a deleted memory. Instead, forgiving what we cannot forget creates a new way to remember. We change the memory of our past into a hope for our future."
   },
   "author": {
    "text": "Lewis B. Smedes"
   }
  },
  {
   "quote": {
    "text": "Don't underestimate the power of your vision to change the world. Whether that world is your office, your community, an industry or a global movement, you need to have a core belief that what you contribute can fundamentally change the paradigm or way of thinking about problems."
   },
   "author": {
    "text": "Leroy Hood"
   }
  },
  {
   "quote": {
    "text": "Some people don't like change, but you need to embrace change if the alternative is disaster."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "The mind is the most important part of achieving any fitness goal. Mental change always comes before physical change."
   },
   "author": {
    "text": "Matt McGorry"
   }
  },
  {
   "quote": {
    "text": "What is necessary to change a person is to change his awareness of himself."
   },
   "author": {
    "text": "Abraham Maslow"
   }
  },
  {
   "quote": {
    "text": "A change of scenery can help everything."
   },
   "author": {
    "text": "Drew Pomeranz"
   }
  },
  {
   "quote": {
    "text": "People change over the years, and that changes situations for good and for bad."
   },
   "author": {
    "text": "Bobby Knight"
   }
  },
  {
   "quote": {
    "text": "The ones who are crazy enough to think that they can change the world are the ones who do."
   },
   "author": {
    "text": "John McAfee"
   }
  },
  {
   "quote": {
    "text": "Everything is a learning lesson, good and bad, so I am happy with the way things are, and I learned from everything negative. I am in a great space now, so I wouldn't change a thing!"
   },
   "author": {
    "text": "Karen Civil"
   }
  },
  {
   "quote": {
    "text": "You can't change the world alone - you will need some help - and to truly get from your starting point to your destination takes friends, colleagues, the good will of strangers and a strong coxswain to guide them."
   },
   "author": {
    "text": "William H. McRaven"
   }
  },
  {
   "quote": {
    "text": "I realized if you can change a classroom, you can change a community, and if you change enough communities you can change the world."
   },
   "author": {
    "text": "Erin Gruwell"
   }
  },
  {
   "quote": {
    "text": "Change your opinions, keep to your principles; change your leaves, keep intact your roots."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "People change with time. There are things that happened to a person in his childhood and years later they seem to him alien and strange. I am trying to decipher that child. Sometimes he is a stranger to me. When you think about when you were 14, don't you feel a certain alienation?"
   },
   "author": {
    "text": "Gunter Grass"
   }
  },
  {
   "quote": {
    "text": "You can change your world by changing your words... Remember, death and life are in the power of the tongue."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I truly believe the intention of creating positive change is so important to the collective consciousness. When you have a group of people that have the intention and the capacity, talent, and intelligence to actualize those intentions, then you have something really powerful."
   },
   "author": {
    "text": "Jimmy Chin"
   }
  },
  {
   "quote": {
    "text": "You don't change the course of history by turning the faces of portraits to the wall."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "People don't realize what's really going on in this country. There are a lot things that are going on that are unjust. People aren't being held accountable for. And that's something that needs to change. That's something that this country stands for: freedom, liberty and justice for all."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "We should all feel confident in our intelligence. By the way, intelligence to me isn't just being book-smart or having a college degree; it's trusting your gut instincts, being intuitive, thinking outside the box, and sometimes just realizing that things need to change and being smart enough to change it."
   },
   "author": {
    "text": "Tabatha Coffey"
   }
  },
  {
   "quote": {
    "text": "Goals allow you to control the direction of change in your favor."
   },
   "author": {
    "text": "Brian Tracy"
   }
  },
  {
   "quote": {
    "text": "There are so many opportunities to see the sun go down in the evening and the sun come up in the morning. The colors change on the trees, on the snow. I'm surrounded by people who are friendly and helpful."
   },
   "author": {
    "text": "Burt Shavitz"
   }
  },
  {
   "quote": {
    "text": "You are educated. Your certification is in your degree. You may think of it as the ticket to the good life. Let me ask you to think of an alternative. Think of it as your ticket to change the world."
   },
   "author": {
    "text": "Tom Brokaw"
   }
  },
  {
   "quote": {
    "text": "I believe people change. I think that they can learn from mistakes."
   },
   "author": {
    "text": "Kevin Plank"
   }
  },
  {
   "quote": {
    "text": "Since we cannot change reality, let us change the eyes which see reality."
   },
   "author": {
    "text": "Nikos Kazantzakis"
   }
  },
  {
   "quote": {
    "text": "Climate change is destroying our path to sustainability. Ours is a world of looming challenges and increasingly limited resources. Sustainable development offers the best chance to adjust our course."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "Climate change is the greatest threat to humanity, perhaps ever. Global temperatures are rising at an unprecedented rate, causing drought and forest fires and impacting human health."
   },
   "author": {
    "text": "Cary Kennedy"
   }
  },
  {
   "quote": {
    "text": "Those who stand at the threshold of life always waiting for the right time to change are like the man who stands at the bank of a river waiting for the water to pass so he can cross on dry land."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "The ultimate end of all revolutionary social change is to establish the sanctity of human life, the dignity of man, the right of every human being to liberty and well-being."
   },
   "author": {
    "text": "Emma Goldman"
   }
  },
  {
   "quote": {
    "text": "No economy can succeed without a high-quality workforce, particularly in an age of globalization and technical change."
   },
   "author": {
    "text": "Ben Bernanke"
   }
  },
  {
   "quote": {
    "text": "We need to make sure we're all working together to change mindsets, to change attitudes, and to fight against the bad habits that we have as a society."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "Metamorphosis has always been the greatest symbol of change for poets and artists. Imagine that you could be a caterpillar one moment and a butterfly the next."
   },
   "author": {
    "text": "Louie Schwartzberg"
   }
  },
  {
   "quote": {
    "text": "We cannot change anything until we accept it. Condemnation does not liberate, it oppresses."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "Change takes courage."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "This stand wasn't because I feel like I'm being put down in any kind of way. This is because I'm seeing things happen to people that don't have a voice: people that don't have a platform to talk and have their voices heard and affect change. So I'm in the position where I can do that, and I'm going to do that for people that can't."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "A small group of thoughtful people could change the world. Indeed, it's the only thing that ever has."
   },
   "author": {
    "text": "Margaret Mead"
   }
  },
  {
   "quote": {
    "text": "I was willing to accept what I couldn't change."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Empowering the individual means empowering the nation. And empowerment is best served through rapid economic growth with rapid social change."
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "There's a lot of things that need to change. One specifically? Police brutality."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "Through consciousness, our minds have the power to change our planet and ourselves. It is time we heed the wisdom of the ancient indigenous people and channel our consciousness and spirit to tend the garden and not destroy it."
   },
   "author": {
    "text": "Bruce Lipton"
   }
  },
  {
   "quote": {
    "text": "Being ready isn't enough; you have to be prepared for a promotion or any other significant change."
   },
   "author": {
    "text": "Pat Riley"
   }
  },
  {
   "quote": {
    "text": "You will never change your life until you change something you do daily."
   },
   "author": {
    "text": "Mike Murdock"
   }
  },
  {
   "quote": {
    "text": "If you can't change your fate, change your attitude."
   },
   "author": {
    "text": "Charles Revson"
   }
  },
  {
   "quote": {
    "text": "Peace, unity, love, and nonviolence should be our rallying cry and the catalyst for change in our nation."
   },
   "author": {
    "text": "Tony Evans"
   }
  },
  {
   "quote": {
    "text": "I'm like a tree. My leaves might change color, but my roots are the same."
   },
   "author": {
    "text": "Rose Namajunas"
   }
  },
  {
   "quote": {
    "text": "Dreams are the seeds of change. Nothing ever grows without a seed, and nothing ever changes without a dream."
   },
   "author": {
    "text": "Debby Boone"
   }
  },
  {
   "quote": {
    "text": "Be not afraid of discomfort. If you can't put yourself in a situation where you are uncomfortable, then you will never grow. You will never change. You'll never learn."
   },
   "author": {
    "text": "Jason Reynolds"
   }
  },
  {
   "quote": {
    "text": "The rules of survival never change, whether you're in a desert or in an arena."
   },
   "author": {
    "text": "Bear Grylls"
   }
  },
  {
   "quote": {
    "text": "If you accept the expectations of others, especially negative ones, then you never will change the outcome."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "I change my style maybe every month. I'm, like, punk one month, ghetto fab the next, classy the next. I'm just young and finding out who I am."
   },
   "author": {
    "text": "Kylie Jenner"
   }
  },
  {
   "quote": {
    "text": "The only way to grow the economy in a way that benefits the bottom 90 percent is to change the structure of the economy. At the least, this requires stronger unions and a higher minimum wage."
   },
   "author": {
    "text": "Robert Reich"
   }
  },
  {
   "quote": {
    "text": "We don't need no more danger, we don't need no more difficulties, we don't need no more misunderstanding, and we don't need no more violence. We need the people to see each other and know of each other, feel each other, touch each other, share with each other, and change hearts with each other."
   },
   "author": {
    "text": "Burning Spear"
   }
  },
  {
   "quote": {
    "text": "It is not strange... to mistake change for progress."
   },
   "author": {
    "text": "Millard Fillmore"
   }
  },
  {
   "quote": {
    "text": "One of my favorite things about what I do for a living is that there is no certainty that, at any hour of any day, I could get a phone call that could change everything. Good or bad. I never know."
   },
   "author": {
    "text": "Samm Levine"
   }
  },
  {
   "quote": {
    "text": "A lot can change in the editing room."
   },
   "author": {
    "text": "Diane Lane"
   }
  },
  {
   "quote": {
    "text": "The experience of reading a printed comic book will never change, but now, thanks to the digital age, there are many different ways to enjoy the same story. Digital comic books, of course, can be interactive in many different ways, allowing the reader to feel like a participant in the story."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "Every moment is an organizing opportunity, every person a potential activist, every minute a chance to change the world."
   },
   "author": {
    "text": "Dolores Huerta"
   }
  },
  {
   "quote": {
    "text": "There are good and bad times, but our mood changes more often than our fortune."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "Empathy is the starting point for creating a community and taking action. It's the impetus for creating change."
   },
   "author": {
    "text": "Max Carver"
   }
  },
  {
   "quote": {
    "text": "Climate change is the environmental challenge of this generation, and it is imperative that we act before it's too late."
   },
   "author": {
    "text": "John Delaney"
   }
  },
  {
   "quote": {
    "text": "Journalism isn't about how smart you are. It's not about where you're from. It's not about who you know or how clever your questions are. And thank God for that. It's about your ability to embrace change and uncertainty. It's about being fearless personally and professionally."
   },
   "author": {
    "text": "Mary Pilon"
   }
  },
  {
   "quote": {
    "text": "All great change in America begins at the dinner table."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "The world that you and I live in is increasingly challenged. Population growth, pollution, over-consumption, unsustainable patterns, social conflict, climate change, loss of nature... these are not good stories."
   },
   "author": {
    "text": "Jack Dangermond"
   }
  },
  {
   "quote": {
    "text": "Poetry is not only dream and vision; it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before."
   },
   "author": {
    "text": "Audre Lorde"
   }
  },
  {
   "quote": {
    "text": "If I want to knock a story off the front page, I just change my hairstyle."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Loss is nothing else but change, and change is Nature's delight."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "The joy of life consists in the exercise of one's energies, continual growth, constant change, the enjoyment of every new experience. To stop means simply to die. The eternal mistake of mankind is to set up an attainable ideal."
   },
   "author": {
    "text": "Aleister Crowley"
   }
  },
  {
   "quote": {
    "text": "We live in a changing world, but we need to be reminded that the important things have not changed, and the important things will not change if we keep our priorities in proper order."
   },
   "author": {
    "text": "S. Truett Cathy"
   }
  },
  {
   "quote": {
    "text": "People with high blood pressure, diabetes - those are conditions brought about by life style. If you change the life style, those conditions will leave."
   },
   "author": {
    "text": "Dick Gregory"
   }
  },
  {
   "quote": {
    "text": "I think part of the beauty of our relationship with jewelry is that it can change and evolve as we do ourselves."
   },
   "author": {
    "text": "Erika Christensen"
   }
  },
  {
   "quote": {
    "text": "To exist is to change, to change is to mature, to mature is to go on creating oneself endlessly."
   },
   "author": {
    "text": "Henri Bergson"
   }
  },
  {
   "quote": {
    "text": "Climate change is not just about carbon dioxide levels and melting polar ice caps. It is about our public health and protecting our Earth for future generations."
   },
   "author": {
    "text": "Mike Quigley"
   }
  },
  {
   "quote": {
    "text": "I'm not a Starbucks guy. I'm a Dunkin Donuts guy, but I like to pay for the coffee of the other folks behind me in line. It typically costs me less than $10, and makes the other people feel good, but more importantly, it makes me feel so good, and random acts of kindness change the world one person at a time."
   },
   "author": {
    "text": "Robert Kraft"
   }
  },
  {
   "quote": {
    "text": "My parents came from little, so they made a choice to give a lot: buying turkeys for homeless shelters at Thanksgiving, delivering meals to people in hospices, giving spare change to those asking for it."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "One thing modeling taught me is that the spotlight can change everything."
   },
   "author": {
    "text": "Liya Kebede"
   }
  },
  {
   "quote": {
    "text": "I believe global warming and climate change are real threats to our planet."
   },
   "author": {
    "text": "Andrew Cuomo"
   }
  },
  {
   "quote": {
    "text": "Change before you have to."
   },
   "author": {
    "text": "Jack Welch"
   }
  },
  {
   "quote": {
    "text": "Climate change does not respect border; it does not respect who you are - rich and poor, small and big. Therefore, this is what we call 'global challenges,' which require global solidarity."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "Help young people. Help small guys. Because small guys will be big. Young people will have the seeds you bury in their minds, and when they grow up, they will change the world."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "Failed plans should not be interpreted as a failed vision. Visions don't change, they are only refined. Plans rarely stay the same, and are scrapped or adjusted as needed. Be stubborn about the vision, but flexible with your plan."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "It is not necessary to change. Survival is not mandatory."
   },
   "author": {
    "text": "W. Edwards Deming"
   }
  },
  {
   "quote": {
    "text": "There's almost no food that isn't genetically modified. Genetic modification is the basis of all evolution. Things change because our planet is subjected to a lot of radiation, which causes DNA damage, which gets repaired, but results in mutations, which create a ready mixture of plants that people can choose from to improve agriculture."
   },
   "author": {
    "text": "Nina Fedoroff"
   }
  },
  {
   "quote": {
    "text": "I like to change. A new lamp, a piece of art, can transform a room."
   },
   "author": {
    "text": "Madonna Ciccone"
   }
  },
  {
   "quote": {
    "text": "I can't really change my life to accommodate people who are jealous. I don't see why I should."
   },
   "author": {
    "text": "Sting"
   }
  },
  {
   "quote": {
    "text": "An Internet meme is a hijacking of the original idea. Instead of mutating by random change and spreading by a form of Darwinian selection, Internet memes are altered deliberately by human creativity. There is no attempt at accuracy of copying, as with genes - and as with memes in their original version."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "A change of season calls for a change of scent that is both energizing and refreshing."
   },
   "author": {
    "text": "Hannah Bronfman"
   }
  },
  {
   "quote": {
    "text": "My friends, love is better than anger. Hope is better than fear. Optimism is better than despair. So let us be loving, hopeful and optimistic. And we'll change the world."
   },
   "author": {
    "text": "Jack Layton"
   }
  },
  {
   "quote": {
    "text": "Thanks to Hillary Clinton, Iran is now the dominant Islamic power in the Middle East, and on the road to nuclear weapons. Hillary Clinton's support for violent regime change in Syria has thrown the country into one of the bloodiest civil wars anyone has ever seen - while giving ISIS a launching pad for terrorism against the West."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Education is and will be the most powerful tool for individual and social change, and we must do all that it takes to facilitate it."
   },
   "author": {
    "text": "Shiv Nadar"
   }
  },
  {
   "quote": {
    "text": "Progress is a nice word. But change is its motivator. And change has its enemies."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "If you embrace that the things that you can do are limitless, you can put your ding in the universe. You can change the world."
   },
   "author": {
    "text": "Tim Cook"
   }
  },
  {
   "quote": {
    "text": "It's so different when you change your hair color, you're treated so differently. It's a very funny experience. It's fun - I love changing up my hair."
   },
   "author": {
    "text": "Kate Bosworth"
   }
  },
  {
   "quote": {
    "text": "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "Change will come slowly, across generations, because old beliefs die hard even when demonstrably false."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "I think there are more politicians in favor of electric cars than against. There are still some that are against, and I think the reasoning for that varies depending on the person, but in some cases, they just don't believe in climate change - they think oil will last forever."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "I don't think people change; electronics change, the things we have change, but the way we live doesn't change."
   },
   "author": {
    "text": "Judy Blume"
   }
  },
  {
   "quote": {
    "text": "Lighting is a good way to change the look of a place without spending much."
   },
   "author": {
    "text": "Bobby Berk"
   }
  },
  {
   "quote": {
    "text": "If people don't vote, everything stays the same. You can protest until the sky turns yellow or the moon turns blue, and it's not going to change anything if you don't vote."
   },
   "author": {
    "text": "Dolores Huerta"
   }
  },
  {
   "quote": {
    "text": "It may be hard for an egg to turn into a bird: it would be a jolly sight harder for it to learn to fly while remaining an egg. We are like eggs at present. And you cannot go on indefinitely being just an ordinary, decent egg. We must be hatched or go bad."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "Achievers have an enabling attitude, realism, and a conviction that they themselves were the laboratory of innovation. Their ability to change themselves is central to their success. They have learned to conserve their energy by minimizing the time spent in regret or complaint. Every event is a lesson to them, every person a teacher."
   },
   "author": {
    "text": "Marilyn Ferguson"
   }
  },
  {
   "quote": {
    "text": "To complain is always nonacceptance of what is. It invariably carries an unconscious negative charge. When you complain, you make yourself into a victim. When you speak out, you are in your power. So change the situation by taking action or by speaking out if necessary or possible; leave the situation or accept it. All else is madness."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "The power of mathematics is often to change one thing into another, to change geometry into language."
   },
   "author": {
    "text": "Marcus du Sautoy"
   }
  },
  {
   "quote": {
    "text": "Look at what you want to change, gather a few people who believe in it like you do, and start moving forward. It's important to remember that you don't always need a destination. Sometimes, you just have to make forward motion. And you absolutely can."
   },
   "author": {
    "text": "Debby Ryan"
   }
  },
  {
   "quote": {
    "text": "The Framers of the Constitution knew that free speech is the friend of change and revolution. But they also knew that it is always the deadliest enemy of tyranny."
   },
   "author": {
    "text": "Hugo Black"
   }
  },
  {
   "quote": {
    "text": "As the times change, people change, and so do their tastes, so I try to understand what the public wants, what they require. I have tried to make the music a bit easier for them to understand."
   },
   "author": {
    "text": "Nusrat Fateh Ali Khan"
   }
  },
  {
   "quote": {
    "text": "As the world we live in is so unpredictable, the ability to learn and to adapt to change is imperative, alongside creativity, problem-solving, and communication skills."
   },
   "author": {
    "text": "Alain Dehaze"
   }
  },
  {
   "quote": {
    "text": "Together with open conversations and greater understanding, we can ensure that attitudes for mental health change and children receive the support they deserve."
   },
   "author": {
    "text": "Kate Middleton"
   }
  },
  {
   "quote": {
    "text": "There is nothing so stable as change."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "I'm not going to change; I'm very stubborn in this way. I am what I am."
   },
   "author": {
    "text": "Anne Wojcicki"
   }
  },
  {
   "quote": {
    "text": "If you want to change the world, start off by making your bed."
   },
   "author": {
    "text": "William H. McRaven"
   }
  },
  {
   "quote": {
    "text": "It takes but one person, one moment, one conviction, to start a ripple of change."
   },
   "author": {
    "text": "Donna Brazile"
   }
  },
  {
   "quote": {
    "text": "Climate change joined immigration, job creation, food safety, pilot training, veterans' care, campaign finance, transportation security, labor law, mine safety, wildfire management, and scores of executive and judicial appointments on the list of matters that the world's greatest deliberative body is incapable of addressing."
   },
   "author": {
    "text": "George Packer"
   }
  },
  {
   "quote": {
    "text": "I don't know if my hairstyles reflect that, but I am someone who enjoys change."
   },
   "author": {
    "text": "Cobi Jones"
   }
  },
  {
   "quote": {
    "text": "A lot of people resist transition and therefore never allow themselves to enjoy who they are. Embrace the change, no matter what it is; once you do, you can learn about the new world you're in and take advantage of it."
   },
   "author": {
    "text": "Nikki Giovanni"
   }
  },
  {
   "quote": {
    "text": "We are all living together on a single planet, which is threatened by our own actions. And if you don't have some kind of global cooperation, nationalism is just not on the right level to tackle the problems, whether it's climate change or whether it's technological disruption."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "You can change friends but not neighbours."
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "In my early professional years I was asking the question: How can I treat, or cure, or change this person? Now I would phrase the question in this way: How can I provide a relationship which this person may use for his own personal growth?"
   },
   "author": {
    "text": "Carl Rogers"
   }
  },
  {
   "quote": {
    "text": "I imagine an America that can actually change. That we become a nation that prospers again but without pillaging the resources of nations that make their people hate us. That we become a nation that, as the constitution says in its preamble, its very first paragraph, 'promotes the general welfare' of its people."
   },
   "author": {
    "text": "Richard Schiff"
   }
  },
  {
   "quote": {
    "text": "Change is never easy, and it often creates discord, but when people come together for the good of humanity and the Earth, we can accomplish great things."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect. The bloodiest wars in history have been religious wars."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "If you change the way you tell your own story, you can change the colour and create a life in technicolour."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "I believe it's time that women truly owned their superpowers and used their beauty and strength to change the world around them."
   },
   "author": {
    "text": "Janelle Monae"
   }
  },
  {
   "quote": {
    "text": "All we need, really, is a change from a near frigid to a tropical attitude of mind."
   },
   "author": {
    "text": "Marjory Stoneman Douglas"
   }
  },
  {
   "quote": {
    "text": "When most people set out to change their lives, they often focus on all the external stuff, like a new job or a new location or new friends or a new romantic prospects and on and on. The reality is that changing your life starts with changing the way you see everything in your life."
   },
   "author": {
    "text": "Mark Manson"
   }
  },
  {
   "quote": {
    "text": "Philanthropy and social change work are at their best when they are driven by your values and connected to what you care about most."
   },
   "author": {
    "text": "Charles Bronfman"
   }
  },
  {
   "quote": {
    "text": "A lot of people say, 'Wow, you're a single father of twin boys, that's crazy!' Two toddlers can get hectic, but I wouldn't change it for anything. Every day they teach me different things. The love is there. When you have a two-year-old saying every other hour, 'Papi, te amo. Papi, I love you,' it can't get better."
   },
   "author": {
    "text": "Ricky Martin"
   }
  },
  {
   "quote": {
    "text": "The robots are coming, whether we like it or not, and will change our economy in dramatic ways."
   },
   "author": {
    "text": "Kristen Soltis Anderson"
   }
  },
  {
   "quote": {
    "text": "As engineers, we were going to be in a position to change the world - not just study it."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "There are big problems that change the world. If we are working together, that will make us understand each other, appreciate each other, help each other."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "If you're going to change things, you have to be with the people who hold the levers."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "A fanatic is one who can't change his mind and won't change the subject."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Journalism is what maintains democracy. It's the force for progressive social change."
   },
   "author": {
    "text": "Andrew Vachss"
   }
  },
  {
   "quote": {
    "text": "Miracles happen everyday, change your perception of what a miracle is and you'll see them all around you."
   },
   "author": {
    "text": "Jon Bon Jovi"
   }
  },
  {
   "quote": {
    "text": "People always fear change. People feared electricity when it was invented, didn't they? People feared coal, they feared gas-powered engines... There will always be ignorance, and ignorance leads to fear. But with time, people will come to accept their silicon masters."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "What is Apple, after all? Apple is about people who think 'outside the box,' people who want to use computers to help them change the world, to help them create things that make a difference, and not just to get a job done."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "As a leader, the first person I need to lead is me. The first person that I should try to change is me."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Don't change on me. Don't extort me unless you intend to do it forever."
   },
   "author": {
    "text": "Tupac Shakur"
   }
  },
  {
   "quote": {
    "text": "Don't try to change anybody. And they should let you be yourself, 'You loved me when you met me, so let's keep going!'"
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "The only person who is educated is the one who has learned how to learn and change."
   },
   "author": {
    "text": "Carl Rogers"
   }
  },
  {
   "quote": {
    "text": "Anybody who doesn't see the impact of climate change is really, I would say, myopic. They don't see the reality. It's so evident that we are destroying Mother Earth. This is not the problem of one country or a few countries: it is the problem of mankind. We need to work together to stop this. Otherwise, our future generations will simply disappear."
   },
   "author": {
    "text": "Juan Manuel Santos"
   }
  },
  {
   "quote": {
    "text": "I'm very interested in how people change."
   },
   "author": {
    "text": "Nathan Englander"
   }
  },
  {
   "quote": {
    "text": "I wouldn't change anything. I've made mistakes, but thanks to those mistakes, I've learned."
   },
   "author": {
    "text": "Enrique Iglesias"
   }
  },
  {
   "quote": {
    "text": "I have noticed even people who claim everything is predestined, and that we can do nothing to change it, look before they cross the road."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "I wake up every day in a different headspace, so on any given day, my hairstyle will change."
   },
   "author": {
    "text": "Dawn Richard"
   }
  },
  {
   "quote": {
    "text": "If you begin to understand what you are without trying to change it, then what you are undergoes a transformation."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "If necessity is the mother of invention, urgency is the uncle of change. Without it, progress slows and then stops and then reverses."
   },
   "author": {
    "text": "Nell Scovell"
   }
  },
  {
   "quote": {
    "text": "This past year has been something else... it's opened my eyes to many things and many people. It's had its ups and downs and ins and outs. And I believe we've all been able to take something from that and grow in our own imparticular ways. We've over come obstacles, and set in motion opportunities that can change our own individual lives."
   },
   "author": {
    "text": "Kyle Schmid"
   }
  },
  {
   "quote": {
    "text": "Excellent firms don't believe in excellence - only in constant improvement and constant change."
   },
   "author": {
    "text": "Tom Peters"
   }
  },
  {
   "quote": {
    "text": "To change a habit, make a conscious decision, then act out the new behavior."
   },
   "author": {
    "text": "Maxwell Maltz"
   }
  },
  {
   "quote": {
    "text": "When we lose, we don't have to change everything but correct things by working hard."
   },
   "author": {
    "text": "Neymar"
   }
  },
  {
   "quote": {
    "text": "A heart well prepared for adversity in bad times hopes, and in good times fears for a change in fortune."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "Both tears and sweat are salty, but they render a different result. Tears will get you sympathy; sweat will get you change."
   },
   "author": {
    "text": "Jesse Jackson"
   }
  },
  {
   "quote": {
    "text": "A leopard does not change his spots, or change his feeling that spots are rather a credit."
   },
   "author": {
    "text": "Ivy Compton-Burnett"
   }
  },
  {
   "quote": {
    "text": "I think fatherhood would change anybody when you have your first son. It's been amazing."
   },
   "author": {
    "text": "Russell Westbrook"
   }
  },
  {
   "quote": {
    "text": "I feel very lucky to have grown up having interaction with adults who were making change but who were far from perfect beings. That feeling of not being paralyzed by your incredible inadequacy as a human being, which I feel every day, is a part of the legacy that I've gotten from so many of the adult elders."
   },
   "author": {
    "text": "Marian Wright Edelman"
   }
  },
  {
   "quote": {
    "text": "Nobody understands how the world will change. The only way you can plan for the future is to have scenarios. You have to have the courage to take a leap of faith on one of them."
   },
   "author": {
    "text": "Anand Mahindra"
   }
  },
  {
   "quote": {
    "text": "Climate change knows no borders. It will not stop before the Pacific islands and the whole of the international community here has to shoulder a responsibility to bring about a sustainable development."
   },
   "author": {
    "text": "Angela Merkel"
   }
  },
  {
   "quote": {
    "text": "The function of prayer is not to influence God, but rather to change the nature of the one who prays."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "The brave who focus on all things good and all things beautiful and all things true, even in the small, who give thanks for it and discover joy even in the here and now, they are the change agents who bring fullest Light to all the world."
   },
   "author": {
    "text": "Ann Voskamp"
   }
  },
  {
   "quote": {
    "text": "I'm not going to change the world. You're not going to change the world. But we can help - we can all help."
   },
   "author": {
    "text": "Cristiano Ronaldo"
   }
  },
  {
   "quote": {
    "text": "All your mannerisms change easily when you have inch-long acrylic nails."
   },
   "author": {
    "text": "Margot Robbie"
   }
  },
  {
   "quote": {
    "text": "We are not victims of aging, sickness and death. These are part of scenery, not the seer, who is immune to any form of change. This seer is the spirit, the expression of eternal being."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "I want history to remember me... not as the first black woman to have made a bid for the presidency of the United States, but as a black woman who lived in the 20th century and who dared to be herself. I want to be remembered as a catalyst for change in America."
   },
   "author": {
    "text": "Shirley Chisholm"
   }
  },
  {
   "quote": {
    "text": "Even a brief interaction can change the way people think about themselves, their leaders, and the future. Each of those many connections you make has the potential to become a high point or a low point in someone's day."
   },
   "author": {
    "text": "Douglas Conant"
   }
  },
  {
   "quote": {
    "text": "Wind and other clean, renewable energy will help end our reliance on fossil fuels and combat the severe threat that climate change poses to humans and wildlife alike."
   },
   "author": {
    "text": "Frances Beinecke"
   }
  },
  {
   "quote": {
    "text": "Like sunshine, music is a powerful force that can instantly and almost chemically change your entire mood."
   },
   "author": {
    "text": "Michael Franti"
   }
  },
  {
   "quote": {
    "text": "You collect people to take with you. Some people change, other people don't... it's wonderful because I've met some incredible friends."
   },
   "author": {
    "text": "Imogen Poots"
   }
  },
  {
   "quote": {
    "text": "Thankfully, dreams can change. If we'd all stuck with our first dream, the world would be overrun with cowboys and princesses."
   },
   "author": {
    "text": "Stephen Colbert"
   }
  },
  {
   "quote": {
    "text": "Adaptability is a great asset to have because life is so unpredictable, and things can change overnight for any of us."
   },
   "author": {
    "text": "Chanda Kochhar"
   }
  },
  {
   "quote": {
    "text": "The why is what makes journalism an adult game. The why is what makes policy coherent and useful. The why is what transforms bureaucrats and foot soldiers and political leaders into viable instruments of rational and affirmative change. The why is everything and without it, the very suggestion of human progress becomes a cosmic joke."
   },
   "author": {
    "text": "David Simon"
   }
  },
  {
   "quote": {
    "text": "Our thoughts are mainly controlled by our subconscious, which is largely formed before the age of 6, and you cannot change the subconscious mind by just thinking about it. That's why the power of positive thinking will not work for most people. The subconscious mind is like a tape player. Until you change the tape, it will not change."
   },
   "author": {
    "text": "Bruce Lipton"
   }
  },
  {
   "quote": {
    "text": "I live without regrets. There are certain things I have done, mistakes that I made, that I would change, but I don't regret them at all, because I've learnt from them."
   },
   "author": {
    "text": "Lindsay Lohan"
   }
  },
  {
   "quote": {
    "text": "As an explorer, I know firsthand there are many places in the ocean so full of life that they should be protected. Coral reefs and mangrove coastlines are stressed already by climate change and ocean acidification, and poor planning will just make their plight worse."
   },
   "author": {
    "text": "Philippe Cousteau, Jr."
   }
  },
  {
   "quote": {
    "text": "It seems to me that any sensible person must see that violence does not change the world and if it does, then only temporarily."
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "Racism is one of the worst forms of torture because it's directed at something you never asked for and something you can't change."
   },
   "author": {
    "text": "Paolo Nutini"
   }
  },
  {
   "quote": {
    "text": "No real social change has ever been brought about without a revolution... revolution is but thought carried into action."
   },
   "author": {
    "text": "Emma Goldman"
   }
  },
  {
   "quote": {
    "text": "I think there's a weapon of cynicism to say, 'Protest doesn't work. Organizing doesn't work. Y'all are a bunch of hippies. You know, it doesn't do anything,' because, frankly, it's said out of fear, because it is a potent force for political change."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "Change is the law of life. And those who look only to the past or present are certain to miss the future."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "The only constant in the technology industry is change."
   },
   "author": {
    "text": "Marc Benioff"
   }
  },
  {
   "quote": {
    "text": "We're on some path that's set since we're born, but I still believe we can change some things. So I believe in my faith, but I still don't believe in my fate."
   },
   "author": {
    "text": "RM"
   }
  },
  {
   "quote": {
    "text": "It's always better to shock people and change people's expectations than to give them exactly what they think you can do. It's not unexpected for me to be in a comedy film anymore; I'm no longer the underdog in that world. Not that I'm great or good at it or anything, it's just that I've done a bunch of them, so you're not shocked."
   },
   "author": {
    "text": "Jonah Hill"
   }
  },
  {
   "quote": {
    "text": "Time is something that interests me a whole lot - past and present, and how the past appears as people change."
   },
   "author": {
    "text": "Alice Munro"
   }
  },
  {
   "quote": {
    "text": "Maybe you're not perfect, but you're willing to actually look at yourself and take some kind of accountability. That's a change. It might not mean that you can turn everything around, but I think there's something incredibly hopeful about that."
   },
   "author": {
    "text": "Brie Larson"
   }
  },
  {
   "quote": {
    "text": "Sometimes you just have to let go of the old and trust that something better is going to take its place, even if it's scary to face change and the unknown."
   },
   "author": {
    "text": "Alana Stewart"
   }
  },
  {
   "quote": {
    "text": "I benefit from a change of scenery; it's always inspiring."
   },
   "author": {
    "text": "Kurt Vile"
   }
  },
  {
   "quote": {
    "text": "Ask yourself: Have you been kind today? Make kindness your daily modus operandi and change your world."
   },
   "author": {
    "text": "Annie Lennox"
   }
  },
  {
   "quote": {
    "text": "The right quote can inspire people to change their ways."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "I was very candid in my book because I want people to know the truth... and that people can change for the better."
   },
   "author": {
    "text": "Glen Campbell"
   }
  },
  {
   "quote": {
    "text": "I'm interested in things that change the world or that affect the future and wondrous, new technology where you see it, and you're like, 'Wow, how did that even happen? How is that possible?'"
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "If you realize that all things change, there is nothing you will try to hold on to. If you are not afraid of dying, there is nothing you cannot achieve."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "If you want to know the taste of a pear, you must change the pear by eating it yourself. If you want to know the theory and methods of revolution, you must take part in revolution. All genuine knowledge originates in direct experience."
   },
   "author": {
    "text": "Mao Zedong"
   }
  },
  {
   "quote": {
    "text": "The women of my generation and my daughter's generation, they were very active in moving along the social change that would result in equal citizenship stature for men and women."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "As a rock star, I have two instincts, I want to have fun, and I want to change the world. I have a chance to do both."
   },
   "author": {
    "text": "Bono"
   }
  },
  {
   "quote": {
    "text": "While the river of life glides along smoothly, it remains the same river; only the landscape on either bank seems to change."
   },
   "author": {
    "text": "Max Muller"
   }
  },
  {
   "quote": {
    "text": "One change always leaves the way open for the establishment of others."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "After all, the ordinary hero hiding in each of us is often the most powerful catalyst for change."
   },
   "author": {
    "text": "Tate Taylor"
   }
  },
  {
   "quote": {
    "text": "Everything can change in the blink of an eye. But don't worry; God never blinks."
   },
   "author": {
    "text": "Regina Brett"
   }
  },
  {
   "quote": {
    "text": "By isolating the issues of race, gender, sexual orientation, climate change, environment, governance, economics, catastrophe and whatever other problems the present embodies or the future may bring, science fiction can do what Dickens and Sinclair did: make real the consequences of social injustice or human folly."
   },
   "author": {
    "text": "James Gunn"
   }
  },
  {
   "quote": {
    "text": "Hair color is the easiest way to change your appearance, but a bad dye job might draw more attention to you."
   },
   "author": {
    "text": "Lisa Lutz"
   }
  },
  {
   "quote": {
    "text": "Just because everything is different doesn't mean anything has changed."
   },
   "author": {
    "text": "Irene Peter"
   }
  },
  {
   "quote": {
    "text": "The world we see that seems so insane is the result of a belief system that is not working. To perceive the world differently, we must be willing to change our belief system, let the past slip away, expand our sense of now, and dissolve the fear in our minds."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "A new car is not going to change your life."
   },
   "author": {
    "text": "Monica Ali"
   }
  },
  {
   "quote": {
    "text": "Nature, philosophy and social issues are the three things that always occupy my mind. You do not have any power over others but can only change yourself."
   },
   "author": {
    "text": "Pawan Kalyan"
   }
  },
  {
   "quote": {
    "text": "Seafood was always my favorite food. I mean, fried lobster? Come on. Once I found out shrimp, scallops and lobster were my allergic triggers, I had to change my diet."
   },
   "author": {
    "text": "Adrian Peterson"
   }
  },
  {
   "quote": {
    "text": "The terrorists thought they would change my aims and stop my ambitions, but nothing changed in my life except this: weakness, fear and hopelessness died. Strength, power and courage were born."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "There are things I can't force. I must adjust. There are times when the greatest change needed is a change of my viewpoint."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "What I've learned is that real change is very, very hard. But I've also learned that change is possible - if you fight for it."
   },
   "author": {
    "text": "Elizabeth Warren"
   }
  },
  {
   "quote": {
    "text": "All changes, even the most longed for, have their melancholy; for what we leave behind us is a part of ourselves; we must die to one life before we can enter another."
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "Never change the person that you are just to fit in. You'll find your true friends that like you for you, and if you are happy with doing things that you genuinely enjoy, it shouldn't matter what other people think."
   },
   "author": {
    "text": "Nicole Gale Anderson"
   }
  },
  {
   "quote": {
    "text": "There is no fundamental social change by being simply of individual and interpersonal actions. You have to have organizations and institutions that make a fundamental difference."
   },
   "author": {
    "text": "Cornel West"
   }
  },
  {
   "quote": {
    "text": "It's not just about getting a song on the radio or appearing on television. It really is about helping people change their lives one day at a time."
   },
   "author": {
    "text": "Yolanda Adams"
   }
  },
  {
   "quote": {
    "text": "My job is to make sure that as our customers' priorities change, as the environment changes, we shift that portfolio of products to meet them."
   },
   "author": {
    "text": "Marillyn Hewson"
   }
  },
  {
   "quote": {
    "text": "In order to change the world, you have to get your head together first."
   },
   "author": {
    "text": "Jimi Hendrix"
   }
  },
  {
   "quote": {
    "text": "You wind up creating from silence, like painting a picture on a blank canvas that could bring tears to somebody's eyes. As songwriters, our blank canvas is silence. Then we write a song from an idea that can change somebody's life. Songwriting is the closest thing to magic that we could ever experience. That's why I love songwriting."
   },
   "author": {
    "text": "Rodney Atkins"
   }
  },
  {
   "quote": {
    "text": "The first resistance to social change is to say it's not necessary."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "I wasn't a friendly child. I was reserved and mostly kept to myself. My family tells me they've noticed a sea change in me after I've grown up. But I guess that's natural. Your surroundings, friends, college, etc. do make a lot of difference to your personality."
   },
   "author": {
    "text": "Shraddha Kapoor"
   }
  },
  {
   "quote": {
    "text": "The Arab spring confirmed that peaceful change is possible and so reinforced the vision of political Islam. The impact of this went beyond the Brotherhood to include the Salafist tendency in Tunisia, Egypt, Yemen and Libya that had questioned the democratic path."
   },
   "author": {
    "text": "Wadah Khanfar"
   }
  },
  {
   "quote": {
    "text": "I've worked in public education for 30 years - as a teacher, a lawyer and union leader. I've visited hundreds of schools and districts. I've seen leaders from the classroom to the national stage who have been willing to set aside their differences and do the hard work that's necessary to create real, enduring change."
   },
   "author": {
    "text": "Randi Weingarten"
   }
  },
  {
   "quote": {
    "text": "The good inside of all of us is wrapped in a layer of apathy, and we forget how much potential we have within us, in each and every one of us, to change the world for the better for ourselves and our children, and thus to bring about oneness."
   },
   "author": {
    "text": "Shari Arison"
   }
  },
  {
   "quote": {
    "text": "Like any young person who gets into a political campaign, I joined out of a highfalutin' desire to change the world. But you start to see the sort of tactics people use. You start to see politics not only in the macro but in the micro of the campaign itself. Some people get turned off by this side of it. Other people are drawn to it."
   },
   "author": {
    "text": "Beau Willimon"
   }
  },
  {
   "quote": {
    "text": "I prefer a change of surroundings anyway, and I like to be around some energy and white noise, so I usually go to a Barnes & Noble cafe or to the library on 5th and 42nd. In the afternoons, I do research, reading, editing, and play with the kids."
   },
   "author": {
    "text": "Douglas Brunt"
   }
  },
  {
   "quote": {
    "text": "Thank God I'm very satisfied with the way God created me, and I wouldn't change a thing."
   },
   "author": {
    "text": "Leila Lopes"
   }
  },
  {
   "quote": {
    "text": "Only the wisest and stupidest of men never change."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "I'm convinced of this: Good done anywhere is good done everywhere. For a change, start by speaking to people rather than walking by them like they're stones that don't matter. As long as you're breathing, it's never too late to do some good."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Things don't have to change the world to be important."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "You change your life by changing your heart."
   },
   "author": {
    "text": "Max Lucado"
   }
  },
  {
   "quote": {
    "text": "Failure is not fatal, but failure to change might be."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "I think we all change each other's paths. I don't know which law idea that is in physics, but I don't think any of us can live without affecting one another."
   },
   "author": {
    "text": "Frank Ocean"
   }
  },
  {
   "quote": {
    "text": "True change takes place in the imagination."
   },
   "author": {
    "text": "Unknown"
   }
  },
  {
   "quote": {
    "text": "Life is about not knowing, having to change, taking the moment and making the best of it, without knowing what's going to happen next."
   },
   "author": {
    "text": "Gilda Radner"
   }
  },
  {
   "quote": {
    "text": "Win as if you were used to it, lose as if you enjoyed it for a change."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Negative thinking patterns can be immensely deceptive and persuasive, and change is rarely easy. But with patience and persistence, I believe that nearly all individuals suffering from depression can improve and experience a sense of joy and self-esteem once again."
   },
   "author": {
    "text": "David D. Burns"
   }
  },
  {
   "quote": {
    "text": "Isn't life a series of images that change as they repeat themselves?"
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "Cinema is a mirror that can change the world."
   },
   "author": {
    "text": "Diego Luna"
   }
  },
  {
   "quote": {
    "text": "Solar power is going to be absolutely essential to meeting growing energy demands while staving off climate change."
   },
   "author": {
    "text": "Ramez Naam"
   }
  },
  {
   "quote": {
    "text": "When you start in life, if you find you are wrongly placed, don't hesitate to change, but don't change because troubles come up and difficulties arise. You must meet and overcome and conquer them. And in meeting and overcoming and conquering them, you will make yourself stronger for the future."
   },
   "author": {
    "text": "Charles M. Schwab"
   }
  },
  {
   "quote": {
    "text": "I don't need a friend who changes when I change and who nods when I nod; my shadow does that much better."
   },
   "author": {
    "text": "Plutarch"
   }
  },
  {
   "quote": {
    "text": "We now accept the fact that learning is a lifelong process of keeping abreast of change. And the most pressing task is to teach people how to learn."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "Every successful social movement in this country's history has used disruption as a strategy to fight for social change. Whether it was the Boston Tea Party to the sit-ins at lunch counters throughout the South, no change has been won without disruptive action."
   },
   "author": {
    "text": "Alicia Garza"
   }
  },
  {
   "quote": {
    "text": "One of my greatest fears is not being able to change, to be caught in a never-ending cycle of sameness. Growth is so important."
   },
   "author": {
    "text": "Matt Dillon"
   }
  },
  {
   "quote": {
    "text": "The key is to embrace disruption and change early. Don't react to it decades later. You can't fight innovation."
   },
   "author": {
    "text": "Ryan Kavanaugh"
   }
  },
  {
   "quote": {
    "text": "As nightfall does not come at once, neither does oppression. In both instances, there is a twilight when everything remains seemingly unchanged, and it is in such a twilight that we all must be most aware of change in the air - however slight - lest we become unwitting victims of darkness."
   },
   "author": {
    "text": "William O. Douglas"
   }
  },
  {
   "quote": {
    "text": "Climate change is a global problem. The planet is warming because of the growing level of greenhouse gas emissions from human activity. If this trend continues, truly catastrophic consequences are likely to ensue from rising sea levels, to reduced water availability, to more heat waves and fires."
   },
   "author": {
    "text": "Malcolm Turnbull"
   }
  },
  {
   "quote": {
    "text": "The shift to a cleaner energy economy wont happen overnight, and it will require tough choices along the way. But the debate is settled. Climate change is a fact."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "People change their opinion according to your position. And both politicians and bureaucrats begin to take you more seriously, as they suddenly feel you have become more important."
   },
   "author": {
    "text": "Rajeev Shukla"
   }
  },
  {
   "quote": {
    "text": "You cannot expect to achieve new goals or move beyond your present circumstances unless you change."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "The question is not whether we are able to change but whether we are changing fast enough."
   },
   "author": {
    "text": "Angela Merkel"
   }
  },
  {
   "quote": {
    "text": "Climate change is a terrible problem, and it absolutely needs to be solved. It deserves to be a huge priority."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "We teach people that they upset themselves. We can't change the past, so we change how people are thinking, feeling and behaving today."
   },
   "author": {
    "text": "Albert Ellis"
   }
  },
  {
   "quote": {
    "text": "People are fed up with seeing the same thing over and over. They want a qualitative change."
   },
   "author": {
    "text": "Amitabh Bachchan"
   }
  },
  {
   "quote": {
    "text": "My moms always told me, 'How long you gonna play the victim?' I can say I'm mad and I hate everything, but nothing really changes until I change myself."
   },
   "author": {
    "text": "Kendrick Lamar"
   }
  },
  {
   "quote": {
    "text": "Artificial intelligence is here and being rapidly commercialized, with new applications being created not just for manufacturing but also for energy, healthcare, and oil and gas. This will change how we all do business."
   },
   "author": {
    "text": "Joe Kaeser"
   }
  },
  {
   "quote": {
    "text": "When antibiotics first came out, nobody could have imagined we'd have the resistance problem we face today. We didn't give bacteria credit for being able to change and adapt so fast."
   },
   "author": {
    "text": "Bonnie Bassler"
   }
  },
  {
   "quote": {
    "text": "God does not change; he is Love, ever and always. In himself, he is communion, unity in Trinity, and all his words and works are directed to communion."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "I am unapologetic about the need for social change, greater inclusion, and equity."
   },
   "author": {
    "text": "Marley Dias"
   }
  },
  {
   "quote": {
    "text": "To change ones life: Start immediately. Do it flamboyantly."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Civilization exists by geological consent, subject to change without notice."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "Words are powerful; if you change your words, you can change your life."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "I've learned that for many people, change is uncomfortable. Maybe they want to go through it, and they can see the benefit of it, but at a gut level, change is uncomfortable."
   },
   "author": {
    "text": "Mitchell Baker"
   }
  },
  {
   "quote": {
    "text": "It's important to think good, speak good, and do good. If we want to see positive change in the world, then we need to connect to goodness. I try in everything I do, both in business and philanthropy, to make a positive change and do that by doing good."
   },
   "author": {
    "text": "Shari Arison"
   }
  },
  {
   "quote": {
    "text": "Repentance means you change your mind so deeply that it changes you."
   },
   "author": {
    "text": "Bruce Wilkinson"
   }
  },
  {
   "quote": {
    "text": "I live a fairly simple life, and that didn't change much after I sold TechCrunch in 2010. I didn't buy a new house or even a new car. The one thing I did splurge on was a boat. Nothing too fancy or large."
   },
   "author": {
    "text": "Michael Arrington"
   }
  },
  {
   "quote": {
    "text": "The truth is that we can learn to condition our minds, bodies, and emotions to link pain or pleasure to whatever we choose. By changing what we link pain and pleasure to, we will instantly change our behaviors."
   },
   "author": {
    "text": "Tony Robbins"
   }
  },
  {
   "quote": {
    "text": "You gotta call it out first; it always has to be called out when we need social change, but this is how social change happens: you call it out. People had to call out child labor. People had to call out, 'Hey time's up; we need to vote. We live in this country.' People had to call out 'time's up' on enslaving people, you know."
   },
   "author": {
    "text": "Debra Granik"
   }
  },
  {
   "quote": {
    "text": "You put high heels on and you change."
   },
   "author": {
    "text": "Manolo Blahnik"
   }
  },
  {
   "quote": {
    "text": "As I lay so sick on my bed, from Christmas till March, I was always praying for poor ole master. 'Pears like I didn't do nothing but pray for ole master. 'Oh, Lord, convert ole master;' 'Oh, dear Lord, change dat man's heart, and make him a Christian.'"
   },
   "author": {
    "text": "Harriet Tubman"
   }
  },
  {
   "quote": {
    "text": "The beauty of dystopia is that it lets us vicariously experience future worlds - but we still have the power to change our own."
   },
   "author": {
    "text": "Ally Condie"
   }
  },
  {
   "quote": {
    "text": "There's no reason to change what you are, but if you're not being you, then you need to acknowledge that."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "Agility is fundamental to leading a team through times of change."
   },
   "author": {
    "text": "Sandra E. Peterson"
   }
  },
  {
   "quote": {
    "text": "As human beings we do change, grow, adapt, perhaps even learn and become wiser."
   },
   "author": {
    "text": "Wendy Carlos"
   }
  },
  {
   "quote": {
    "text": "Feminism is not dead, by no means. It has evolved. If you don't like the term, change it, for Goddess' sake. Call it Aphrodite, or Venus, or bimbo, or whatever you want; the name doesn't matter, as long as we understand what it is about, and we support it."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "If you don't like the way the world is, you change it. You have an obligation to change it. You just do it one step at a time."
   },
   "author": {
    "text": "Marian Wright Edelman"
   }
  },
  {
   "quote": {
    "text": "Things of this world are in so constant a flux, that nothing remains long in the same state."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "Some people call it global warming; some people call it climate change. What is the difference?"
   },
   "author": {
    "text": "Frank Luntz"
   }
  },
  {
   "quote": {
    "text": "It is never too late to change the way you eat - once you do, your body will thank you with a longer and healthier life."
   },
   "author": {
    "text": "David H. Murdock"
   }
  },
  {
   "quote": {
    "text": "Many individuals are doing what they can. But real success can only come if there is a change in our societies and in our economics and in our politics."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "I want a real revolution, a real change in society: society, a great organic mass of well-regulated forces used for the bringing-about a happy life for all."
   },
   "author": {
    "text": "William Morris"
   }
  },
  {
   "quote": {
    "text": "I can't change everything by myself but I can be one of the people who are trying to change the situation."
   },
   "author": {
    "text": "Haile Gebrselassie"
   }
  },
  {
   "quote": {
    "text": "The basic science is very well established; it is well understood that global warming is due to greenhouse gases. What is uncertain is projections about specifics in the next few decades, by how much will the climate change."
   },
   "author": {
    "text": "Mario J. Molina"
   }
  },
  {
   "quote": {
    "text": "As women, we get the message about how to be a good girl - how to be a good, pretty girl - from such an early age. Then, at the same time, we're told that well-behaved girls won't change the world or ever make a splash."
   },
   "author": {
    "text": "Phoebe Waller-Bridge"
   }
  },
  {
   "quote": {
    "text": "If the shoe doesn't fit, must we change the foot?"
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "There is a lot of suffering and injustice in the world, and there is also a great deal of hope. When you step forward and start speaking about what you see and what you want to change, you can begin living in that hope instead of despair."
   },
   "author": {
    "text": "Sonita Alizadeh"
   }
  },
  {
   "quote": {
    "text": "What I'm trying to do is get a change in the mindset so people move from a level of mere tolerance to total acceptance and eventually to celebrate diversity. If you feel comfortable with one another, it doesn't matter whether we live in which neighbourhood but we can interact with one another freely. It's a mindset."
   },
   "author": {
    "text": "Najib Razak"
   }
  },
  {
   "quote": {
    "text": "You can't change history. These things happened the way they did. What you can change is how you look at it and how you understand that it takes the good moments and it takes the difficult moments to move forward."
   },
   "author": {
    "text": "Margot Lee Shetterly"
   }
  },
  {
   "quote": {
    "text": "Change is inevitable. Things absolutely cannot stay the same. The type of change we invoke is up to each and every one of us."
   },
   "author": {
    "text": "Yehuda Berg"
   }
  },
  {
   "quote": {
    "text": "An Army is a collection of armed men obliged to obey one man. Every change in the rules which impairs the principle weakens the army."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "One of the best ways to change is to act as if you are the person you want to become. When you behave as if you are a different person, you change on a very basic level - even your physiology changes. When actors and actresses perform, their body chemistry is altered by the roles they play."
   },
   "author": {
    "text": "Bernie Siegel"
   }
  },
  {
   "quote": {
    "text": "It's not the destination that matters. It's the change of scene."
   },
   "author": {
    "text": "Brian Eno"
   }
  },
  {
   "quote": {
    "text": "Everybody says, 'I want to change,' but they're not willing to pay the price of it. That was the metaphor of 'Life's Golden Ticket'... Life is some kind of a ride, and if you want that ride to be exhilarating and amazing, you've got to pay to get in. And the price is a willingness to change above and beyond what most people will do."
   },
   "author": {
    "text": "Brendon Burchard"
   }
  },
  {
   "quote": {
    "text": "'Movement is life;' and it is well to be able to forget the past, and kill the present by continual change."
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "I was away from the front lines for a while this spring, living with other troops, and considerable fighting took place while I was gone. When I got ready to return to my old friends at the front I wondered if I would sense any change in them."
   },
   "author": {
    "text": "Ernie Pyle"
   }
  },
  {
   "quote": {
    "text": "You cannot change a person. Let them be. Let them be the way they are."
   },
   "author": {
    "text": "Melania Trump"
   }
  },
  {
   "quote": {
    "text": "The modern tradition is the tradition of revolt. The French Revolution is still our model today: history is violent change, and this change goes by the name of progress. I do not know whether these notions really apply to art."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "It takes a lot of courage to release the familiar and seemingly secure, to embrace the new. But there is no real security in what is no longer meaningful. There is more security in the adventurous and exciting, for in movement there is life, and in change there is power."
   },
   "author": {
    "text": "Alan Cohen"
   }
  },
  {
   "quote": {
    "text": "I'm about creating positive change in the communities that I come from."
   },
   "author": {
    "text": "Malcolm Jenkins"
   }
  },
  {
   "quote": {
    "text": "You don't have to be a superhero to change the arc of history."
   },
   "author": {
    "text": "Chieh Huang"
   }
  },
  {
   "quote": {
    "text": "It's coming home to roost over the next 50 years or so. It's not just climate change; it's sheer space, places to grow food for this enormous horde. Either we limit our population growth or the natural world will do it for us, and the natural world is doing it for us right now."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "I think is important to give a child room to make mistakes in order to learn. Mistakes build wings so later in life they can fly and go on their own. Let them fall once in awhile... Be their friend and parent as well. When they're in trouble, they will come to you first. Don't try to change their opinion."
   },
   "author": {
    "text": "Melania Trump"
   }
  },
  {
   "quote": {
    "text": "The world will change for the better when people decide they are sick and tired of being sick and tired of the way the world is, and decide to change themselves."
   },
   "author": {
    "text": "Sydney Madwed"
   }
  },
  {
   "quote": {
    "text": "Things do not change; we change."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Change does not roll in on the wheels of inevitability, but comes through continuous struggle. And so we must straighten our backs and work for our freedom. A man can't ride you unless your back is bent."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Face the facts of being what you are, for that is what changes what you are."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "The way to bring about change is to be proactive and active."
   },
   "author": {
    "text": "Octavia Spencer"
   }
  },
  {
   "quote": {
    "text": "I think you should always bear in mind that entropy is not on your side."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Change in all things is sweet."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Men do change, and change comes like a little wind that ruffles the curtains at dawn, and it comes like the stealthy perfume of wildflowers hidden in the grass."
   },
   "author": {
    "text": "John Steinbeck"
   }
  },
  {
   "quote": {
    "text": "With a fixed mindset, you believe you are who you are and you cannot change. This creates problems when you're challenged because anything that appears to be more than you can handle is bound to make you feel hopeless and overwhelmed."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "I have always loved fashion because it's a great way to express your mood. And I'm definitely a shoe lover. The right pair of shoes can change the feel of an outfit, and even change how a woman feels about herself. A woman can wear confidence on her feet with a high stiletto, or slip into weekend comfort with a soft ballet flat."
   },
   "author": {
    "text": "Fergie"
   }
  },
  {
   "quote": {
    "text": "First rule of change is controversy. You can't get away from it for the simple reason all issues are controversial. Change means movement, and movement means friction, and friction means heat, and heat means controversy."
   },
   "author": {
    "text": "Saul Alinsky"
   }
  },
  {
   "quote": {
    "text": "As you navigate through the rest of your life, be open to collaboration. Other people and other people's ideas are often better than your own. Find a group of people who challenge and inspire you, spend a lot of time with them, and it will change your life."
   },
   "author": {
    "text": "Amy Poehler"
   }
  },
  {
   "quote": {
    "text": "Don't time travel into the past, roaming through the nuances as if they can change. Don't bookmark pages you've already read."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "What we achieve inwardly will change outer reality."
   },
   "author": {
    "text": "Plutarch"
   }
  },
  {
   "quote": {
    "text": "Swearing is industry language. For as long as we're alive it's not going to change. You've got to be boisterous to get results."
   },
   "author": {
    "text": "Gordon Ramsay"
   }
  },
  {
   "quote": {
    "text": "Without change, something sleeps inside us, and seldom awakens. The sleeper must awaken."
   },
   "author": {
    "text": "Frank Herbert"
   }
  },
  {
   "quote": {
    "text": "Reproductive choice has to be straightened out. There will never be a woman of means without choice anymore. That just seems to me so obvious. The states that changed their abortion laws before Roe are not going to change back. So we have a policy that only affects poor women, and it can never be otherwise."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "Constitutions should consist only of general provisions; the reason is that they must necessarily be permanent, and that they cannot calculate for the possible change of things."
   },
   "author": {
    "text": "Alexander Hamilton"
   }
  },
  {
   "quote": {
    "text": "There's no point in making predictions. It's not worth speculating because nothing is set in stone and things change all the time in football. Today there are opportunities that no one knows if they will come round again in the future."
   },
   "author": {
    "text": "Cristiano Ronaldo"
   }
  },
  {
   "quote": {
    "text": "In order to design a future of positive change, we must first become expert at changing our minds."
   },
   "author": {
    "text": "Jacque Fresco"
   }
  },
  {
   "quote": {
    "text": "Remember that life's big changes rarely give advance warning."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "For the first time in my adult lifetime, I am really proud of my country. And not just because Barack has done well, but because I think people are hungry for change. And I have been desperate to see our country moving in that direction."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "I am desperate for change - now - not in 8 years or 12 years, but right now."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "I'm a constant learner. You need to be a constant student because things change and you have to change and grow. And I emphasize the word 'grow.'"
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Don't ever forget that a small group of thoughtful people can change the world, it's the only thing that ever has."
   },
   "author": {
    "text": "Aaron Sorkin"
   }
  },
  {
   "quote": {
    "text": "How do you change the world? Bring people together. Where is the easiest big place to bring people together? In the work environment."
   },
   "author": {
    "text": "Adam Neumann"
   }
  },
  {
   "quote": {
    "text": "I have a way of filming things and staging them and designing sets. There were times when I thought I should change my approach, but in fact, this is what I like to do. It's sort of like my handwriting as a movie director. And somewhere along the way, I think I've made the decision: I'm going to write in my own handwriting."
   },
   "author": {
    "text": "Wes Anderson"
   }
  },
  {
   "quote": {
    "text": "The most important thing about global warming is this. Whether humans are responsible for the bulk of climate change is going to be left to the scientists, but it's all of our responsibility to leave this planet in better shape for the future generations than we found it."
   },
   "author": {
    "text": "Mike Huckabee"
   }
  },
  {
   "quote": {
    "text": "Shoes can change an outfit."
   },
   "author": {
    "text": "Tina Knowles"
   }
  },
  {
   "quote": {
    "text": "We always overestimate the change that will occur in the next two years and underestimate the change that will occur in the next ten. Don't let yourself be lulled into inaction."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "As the time goes by, you change, your learn new things, your attitude is different. For the moment, I'm still enjoying ski racing so much that it would be difficult for me to think about ending my career."
   },
   "author": {
    "text": "Hermann Maier"
   }
  },
  {
   "quote": {
    "text": "The true test of a man's style is the haircut. There are some men who look good no matter how their hair is styled, whether it's trendy or not. A man can change his haircut many times, but to pull off any haircut, you have to be very chic. Like Brad Pitt."
   },
   "author": {
    "text": "Carine Roitfeld"
   }
  },
  {
   "quote": {
    "text": "I feel confident imposing change on myself. It's a lot more fun progressing than looking back. That's why I need to throw curve balls."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "I don't think journalism changes. It's about digging into stories and telling them well. The basic tenets of great reporting stay the same while things around it change. Technology has made reporting easier, but it has also caused job loss. Social media has increased discussion around topics, but it has its own challenges at times."
   },
   "author": {
    "text": "Soledad O'Brien"
   }
  },
  {
   "quote": {
    "text": "The better we understand how identities and power work together from one context to another, the less likely our movements for change are to fracture."
   },
   "author": {
    "text": "Kimberle Williams Crenshaw"
   }
  },
  {
   "quote": {
    "text": "I think there are certain ways that people are always themselves, but I do think people change."
   },
   "author": {
    "text": "Mike White"
   }
  },
  {
   "quote": {
    "text": "One must change one's tactics every ten years if one wishes to maintain one's superiority."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "Redemption just means you just make a change in your life and you try to do right, versus what you were doing, which was wrong."
   },
   "author": {
    "text": "Ice T"
   }
  },
  {
   "quote": {
    "text": "What I learned in jail is that I can't change. I can't live a different lifestyle - this is it. This is the life that they gave and this is the life that I made."
   },
   "author": {
    "text": "Tupac Shakur"
   }
  },
  {
   "quote": {
    "text": "During their service, men and women in our Armed Forces live by a common creed, promising never to leave a soldier behind. We should live by the same principle. When our veterans are asked to travel hundreds of miles for care that's offered right next door, we simply aren't living up to that standard, and something has to change."
   },
   "author": {
    "text": "John Delaney"
   }
  },
  {
   "quote": {
    "text": "It all happened the way it was supposed to. I wouldn't change anything. I had such a great run."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "We all have big changes in our lives that are more or less a second chance."
   },
   "author": {
    "text": "Harrison Ford"
   }
  },
  {
   "quote": {
    "text": "Change makes you find your calling, your legacy, and God's divine plan for your life. Don't run from it."
   },
   "author": {
    "text": "Iman"
   }
  },
  {
   "quote": {
    "text": "Cats don't like change without their consent."
   },
   "author": {
    "text": "Roger Caras"
   }
  },
  {
   "quote": {
    "text": "Most people don't like change. They revolt against it unless they can clearly see the advantage it brings. For that reason, when good leaders prepare to take action or make changes, they take people through a process to get them ready for it."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "All time is all time. It does not change. It does not lend itself to warnings or explanations. It simply is."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "He who is fixed to a star does not change his mind."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "A change in bad habits leads to a change in life."
   },
   "author": {
    "text": "Jenny Craig"
   }
  },
  {
   "quote": {
    "text": "Information, education, skills, healthcare, livelihood, financial inclusion, small and village enterprises, opportunities for women, conservation of natural resources, distributed clean energy - entirely new possibilities have emerged to change the development model."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "Just because something didn't work out your way, or somebody disappointed you, that does not change who you are."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "By the way, intelligence to me isn't just being book-smart or having a college degree; it's trusting your gut instincts, being intuitive, thinking outside the box, and sometimes just realizing that things need to change and being smart enough to change it."
   },
   "author": {
    "text": "Tabatha Coffey"
   }
  },
  {
   "quote": {
    "text": "I'm a fast learner, and I believe in change, and I believe in growing, and I believe in moving forward and not staying in the same place."
   },
   "author": {
    "text": "Linda Perry"
   }
  },
  {
   "quote": {
    "text": "Audiences change because life changes. Countries change geographically, climatically, socially and morally. Many things happen, and cinema, in a sense, reflects what's happening in the world."
   },
   "author": {
    "text": "Amitabh Bachchan"
   }
  },
  {
   "quote": {
    "text": "The world of marketing has changed. You can lead the change or be a victim of change."
   },
   "author": {
    "text": "Denise Morrison"
   }
  },
  {
   "quote": {
    "text": "A single person doesn't change an organization, but culture and good people do."
   },
   "author": {
    "text": "Frances Hesselbein"
   }
  },
  {
   "quote": {
    "text": "I am a big proponent of character arcs that show us how people change over time."
   },
   "author": {
    "text": "Annalee Newitz"
   }
  },
  {
   "quote": {
    "text": "It's one of my favorite seasons of the year: Back to School. As a kid, I loved fresh school supplies, new outfits, the change of seasons, and the chance to crack open a new textbook."
   },
   "author": {
    "text": "Dana Perino"
   }
  },
  {
   "quote": {
    "text": "If you want to make enemies, try to change something."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "The effects of climate change are real and must be acted on."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "The clear and present danger of climate change means we cannot burn our way to prosperity. We already rely too heavily on fossil fuels. We need to find a new, sustainable path to the future we want. We need a clean industrial revolution."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "What's dangerous is not to evolve."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "All is connected... no one thing can change by itself."
   },
   "author": {
    "text": "Paul Hawken"
   }
  },
  {
   "quote": {
    "text": "It is change, continuing change, inevitable change, that is the dominant factor in society today. No sensible decision can be made any longer without taking into account not only the world as it is, but the world as it will be."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "Time is neutral and does not change things. With courage and initiative, leaders change things."
   },
   "author": {
    "text": "Jesse Jackson"
   }
  },
  {
   "quote": {
    "text": "Friendships that have stood the test of time and change are surely best."
   },
   "author": {
    "text": "Joseph Parry"
   }
  },
  {
   "quote": {
    "text": "Take, therefore, what modern technology is capable of: the power of our moral sense allied to the power of communications and our ability to organize internationally. That, in my view, gives us the first opportunity as a community to fundamentally change the world."
   },
   "author": {
    "text": "Gordon Brown"
   }
  },
  {
   "quote": {
    "text": "Today in America, we are trying to prepare students for a high tech world of constant change, but we are doing so by putting them through a school system designed in the early 20th Century that has not seen substantial change in 30 years."
   },
   "author": {
    "text": "Janet Napolitano"
   }
  },
  {
   "quote": {
    "text": "The foolish and the dead alone never change their opinions."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "There is no death, only a change of worlds."
   },
   "author": {
    "text": "Chief Seattle"
   }
  },
  {
   "quote": {
    "text": "In a free society, government reflects the soul of its people. If people want change at the top, they will have to live in different ways. Our major social problems are not the cause of our decadence. They are a reflection of it."
   },
   "author": {
    "text": "Cal Thomas"
   }
  },
  {
   "quote": {
    "text": "It's better to get smart than to get mad. I try not to get so insulted that I will not take advantage of an opportunity to persuade people to change their minds."
   },
   "author": {
    "text": "John H. Johnson"
   }
  },
  {
   "quote": {
    "text": "And Seaman, just like a falling oak, manages to change direction."
   },
   "author": {
    "text": "John Motson"
   }
  },
  {
   "quote": {
    "text": "We must all obey the great law of change. It is the most powerful law of nature."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "We shall never change our political leaders until we change the people who elect them."
   },
   "author": {
    "text": "Mark Skousen"
   }
  },
  {
   "quote": {
    "text": "Many people come to reinvention when life changes around them, but people come in all different stripes. I'm oriented to change."
   },
   "author": {
    "text": "Jane Pauley"
   }
  },
  {
   "quote": {
    "text": "With so much evidence of depleting natural resources, toxic waste, climate change, irreparable harm to our food chain and rapidly increasing instances of natural disasters, why do we keep perpetuating the problem? Why do we continue marching at the same alarming beat?"
   },
   "author": {
    "text": "Yehuda Berg"
   }
  },
  {
   "quote": {
    "text": "I need good friends who can say, 'I love you to death, but you look terrible in that, and you need to change right now.'"
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "The ability to change constantly and effectively is made easier by high-level continuity."
   },
   "author": {
    "text": "Michael Porter"
   }
  },
  {
   "quote": {
    "text": "I think traditions change and modify with each generation. With new members joining the family, their customs and traditions have to be respected and combined with the exiting traditions. And the children that follow are part of that new evolving tradition and, as they grow, will have input that will, in turn, continue to evolve that tradition."
   },
   "author": {
    "text": "Lidia Bastianich"
   }
  },
  {
   "quote": {
    "text": "Wherever you go, things change you. I mean, obviously moving to Miami and becoming part of the NBA has given me a different perspective on style than I had when I lived in Chicago or Milwaukee."
   },
   "author": {
    "text": "Dwyane Wade"
   }
  },
  {
   "quote": {
    "text": "That's why I want to change Mississippi. You don't run away from problems - you just face them."
   },
   "author": {
    "text": "Fannie Lou Hamer"
   }
  },
  {
   "quote": {
    "text": "If only 7 percent of the 2 billion Christians in the world would care for a single orphan in distress, there would effectively be no more orphans. If everybody would be willing to simply do something to care for one of these precious treasures, I think we would be amazed by just how much we could change the world."
   },
   "author": {
    "text": "Steven Curtis Chapman"
   }
  },
  {
   "quote": {
    "text": "I think the thing about love is that even though the things around us change, we as human beings, a lot of the ways we interact, and the ways we love each other is timeless. It requires trust, honesty, commitment, romance, and physical chemistry."
   },
   "author": {
    "text": "John Legend"
   }
  },
  {
   "quote": {
    "text": "I never dwell on what happened. You can't change it. Move forward. Don't waste your energy on being angry at something that somebody did six months ago or a year ago. It's over. Done. Move forward."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "We may think there is willpower involved, but more likely... change is due to want power. Wanting the new addiction more than the old one. Wanting the new me in preference to the person I am now."
   },
   "author": {
    "text": "George A. Sheehan"
   }
  },
  {
   "quote": {
    "text": "Dictators are allergic to reform, and they are cunning survivors. They will do whatever it takes to preserve their power and wealth, no matter how much blood ends up on their hands. They are master deceivers and talented manipulators who cannot be trusted to change."
   },
   "author": {
    "text": "George Ayittey"
   }
  },
  {
   "quote": {
    "text": "Change is always a little bit strange."
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "I'm very fortunate to have spent so much time in the industry and to have lived through several generations of filmmakers, actors and technicians. There's a huge volume of experience seeing people change and seeing content change."
   },
   "author": {
    "text": "Amitabh Bachchan"
   }
  },
  {
   "quote": {
    "text": "I believe we are on an irreversible trend toward more freedom and democracy - but that could change."
   },
   "author": {
    "text": "Dan Quayle"
   }
  },
  {
   "quote": {
    "text": "Clothes are endless possibilities for meaning because with every change or different association, you are a different person."
   },
   "author": {
    "text": "Alessandro Michele"
   }
  },
  {
   "quote": {
    "text": "Actors are agents of change. A film, a piece of theater, a piece of music, or a book can make a difference. It can change the world."
   },
   "author": {
    "text": "Alan Rickman"
   }
  },
  {
   "quote": {
    "text": "Change means movement. Movement means friction. Only in the frictionless vacuum of a nonexistent abstract world can movement or change occur without that abrasive friction of conflict."
   },
   "author": {
    "text": "Saul Alinsky"
   }
  },
  {
   "quote": {
    "text": "Creating an overall healthy lifestyle for yourself doesn't require a radical diet or significant life change. In fact, it can be attained through common sense decisions about the way we eat, move, and live."
   },
   "author": {
    "text": "Harley Pasternak"
   }
  },
  {
   "quote": {
    "text": "From the top of a high rock, I obtained a good few of the most extensive and dreary wilderness I ever beheld. It chilled the heart to gaze on these barrens of Labrador. Indeed, I now dread every change of harbor, so horridly rugged and dangerous is the whole coast and country to the eye, and to the experienced man either of the sea or the land."
   },
   "author": {
    "text": "John James Audubon"
   }
  },
  {
   "quote": {
    "text": "The simplest questions are the most profound. Where were you born? Where is your home? Where are you going? What are you doing? Think about these once in a while and watch your answers change."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "As an organizer, I start from where the world is, as it is, not as I would like it to be. That we accept the world as it is does not in any sense weaken our desire to change it into what we believe it should be - it is necessary to begin where the world is if we are going to change it to what we think it should be. That means working in the system."
   },
   "author": {
    "text": "Saul Alinsky"
   }
  },
  {
   "quote": {
    "text": "I was the biggest liar for no reason, and then as I got older, I thought, 'Why am I lying to everybody?' I would hear other people lie and be like, 'You sound so stupid.' So then I would just change my lies. The only person I lie to is my little sister, when I steal her clothes."
   },
   "author": {
    "text": "Kendall Jenner"
   }
  },
  {
   "quote": {
    "text": "I never ever wanted to change my sport... Figure skating was my outlet, it was my breath, it was how I could live and transmit everything I was feeling and everything I had worked for and given up and all these sacrifices I'd made throughout the years. It was how I could make them all worth it."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "Everything must change and you do what you can with the changes that are made. You can't stop it. You can't fight it. Everybody tries to go back to yesterday, but you can't go back to yesterday. The only time there is, is now."
   },
   "author": {
    "text": "Marla Gibbs"
   }
  },
  {
   "quote": {
    "text": "At the same time the folk boom was happening, the civil rights movement was happening, the anti-war movement was happening, the ban the bomb movement was happening, the environmental movement was happening. There was suddenly a generation ready to change the course of history."
   },
   "author": {
    "text": "Arlo Guthrie"
   }
  },
  {
   "quote": {
    "text": "The world will always need revolution. That doesn't mean shooting and violence. A revolution is when you change your thinking. Confucianism and Christianity were both revolutionary."
   },
   "author": {
    "text": "Jose Mujica"
   }
  },
  {
   "quote": {
    "text": "People have built me up to be untouchable, unbeatable, invincible, and I'm not that. I am a man, and I am a winner, but that can change in a second."
   },
   "author": {
    "text": "Anthony Joshua"
   }
  },
  {
   "quote": {
    "text": "The best leaders begin with an environment that embraces and rewards change and innovation."
   },
   "author": {
    "text": "Lynne Doughtie"
   }
  },
  {
   "quote": {
    "text": "It's fun being pregnant at the same time as someone as prominent as Kim Kardashian. Seeing her beautiful body change and morph makes me remember mine is doing the same, and although it may not always feel beautiful, it really is."
   },
   "author": {
    "text": "Ginger Zee"
   }
  },
  {
   "quote": {
    "text": "How many Republicans does it take to change a light bulb? Three. One to mix the martinis, one to change the light bulb, and one to reminisce about how good the old one was."
   },
   "author": {
    "text": "Christopher Buckley"
   }
  },
  {
   "quote": {
    "text": "Such is the state of life, that none are happy but by the anticipation of change: the change itself is nothing; when we have made it, the next wish is to change again."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "We undertook a huge internal transformation to sharpen our customer focus, step up innovation, improve productivity to ensure competitiveness, change our culture, and simplify our ways of working so that our size and scale became a competitive advantage rather than a bureaucratic hangover after years of diversification."
   },
   "author": {
    "text": "Frans van Houten"
   }
  },
  {
   "quote": {
    "text": "As we all know, sexism in the workplace is a serious issue. It's something that needs active disruption and change."
   },
   "author": {
    "text": "Whitney Wolfe Herd"
   }
  },
  {
   "quote": {
    "text": "The world is changing very fast. Big will not beat small anymore. It will be the fast beating the slow."
   },
   "author": {
    "text": "Rupert Murdoch"
   }
  },
  {
   "quote": {
    "text": "As a girl who was raised on the idea that we should give back to our community as much as possible, I believe that we have more power than we think when it comes to making change."
   },
   "author": {
    "text": "Laura Marano"
   }
  },
  {
   "quote": {
    "text": "I want to change history, do something important in my life, and influence individuals like we have with millions of small businesses on Alibaba. Then they love and respect you because you made their life important."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "The power of women in the politics is a soft power. It is a positive change that our country and other countries in the region... are making by giving a chance to women."
   },
   "author": {
    "text": "Atifete Jahjaga"
   }
  },
  {
   "quote": {
    "text": "Human nature must be changed if we are ever to have an end to war or to correct the wrong situations that make our lives uneasy and our hearts sore. Now Christianity, the power of Jesus Christ, the Holy Spirit of God, is the only force that can change people for good."
   },
   "author": {
    "text": "Peter Marshall"
   }
  },
  {
   "quote": {
    "text": "One new feature or fresh take can change everything."
   },
   "author": {
    "text": "Neil Young"
   }
  },
  {
   "quote": {
    "text": "War continues to divide people, to change them forever, and I write about it both because I want people to understand the absolute futility of war, the 'pity of war' as Wilfred Owen called it."
   },
   "author": {
    "text": "Michael Morpurgo"
   }
  },
  {
   "quote": {
    "text": "We will never end poverty if we don't tackle climate change."
   },
   "author": {
    "text": "Jim Yong Kim"
   }
  },
  {
   "quote": {
    "text": "If something is true, no amount of wishful thinking will change it."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "In your life, where are you not making mistakes? Sometimes if there's no mess, there's no change happening."
   },
   "author": {
    "text": "Brendon Burchard"
   }
  },
  {
   "quote": {
    "text": "The biggest conceptual change over the last 100 years in the way physicists think about the world is symmetry."
   },
   "author": {
    "text": "Lawrence M. Krauss"
   }
  },
  {
   "quote": {
    "text": "I feel proud of my journey. I wouldn't change it."
   },
   "author": {
    "text": "Dianne Reeves"
   }
  },
  {
   "quote": {
    "text": "We can change the world if we change ourselves. We just need to get hold of the old patterns of thinking and dealing with things and start listening to our inner voices and trusting our own superpowers."
   },
   "author": {
    "text": "Nina Hagen"
   }
  },
  {
   "quote": {
    "text": "Change, when it comes, cracks everything open."
   },
   "author": {
    "text": "Dorothy Allison"
   }
  },
  {
   "quote": {
    "text": "In reality, climate change is actually the biggest thing that's going on every single day."
   },
   "author": {
    "text": "Bill McKibben"
   }
  },
  {
   "quote": {
    "text": "In America, the stories we tell ourselves and we tell each other in fiction have to do with individualism. Every person here is the center of his or her own story. And our job as people and as characters is to find our own motivations and desires, to overcome conflicts and obstacles toward defining ourselves so that we grow and change."
   },
   "author": {
    "text": "Adam Johnson"
   }
  },
  {
   "quote": {
    "text": "I truly loved being pregnant and feeling what was going on inside my body and watching it change. It's difficult to recoup, but still amazing nonetheless. I would have another one."
   },
   "author": {
    "text": "Jill Scott"
   }
  },
  {
   "quote": {
    "text": "It's the most unhappy people who most fear change."
   },
   "author": {
    "text": "Mignon McLaughlin"
   }
  },
  {
   "quote": {
    "text": "When you lead change, sometimes you get arrows in your back. I mean, that's just the way the real world is."
   },
   "author": {
    "text": "Carly Fiorina"
   }
  },
  {
   "quote": {
    "text": "If you really want change, you really want it to be inclusive, where everyone's included, otherwise you're just going to have more of the same in the future."
   },
   "author": {
    "text": "will.i.am"
   }
  },
  {
   "quote": {
    "text": "Climate change is crap."
   },
   "author": {
    "text": "Tony Abbott"
   }
  },
  {
   "quote": {
    "text": "Healthy forests and wetlands stand sentry against the dangers of climate change, absorbing carbon dioxide from the atmosphere and locking it away in plants, root systems and soil."
   },
   "author": {
    "text": "Frances Beinecke"
   }
  },
  {
   "quote": {
    "text": "Politics is a tough game. But would I change places with a trauma nurse in an emergency ward on a busy Saturday night? No way. There are lots of jobs in the world that are tougher than politics. And politicians and people who've done it need to remember that."
   },
   "author": {
    "text": "Michael Ignatieff"
   }
  },
  {
   "quote": {
    "text": "We need quantitative assessments of the success of education. We need certification and qualifications both for teachers and for pupils. It is not a choice between quantity and quality, between access and excellence. Both of these will happen together if people really do believe in the importance of education to change lives."
   },
   "author": {
    "text": "Gordon Brown"
   }
  },
  {
   "quote": {
    "text": "Climate change and variations particularly impact many aspects of life that are inextricably linked to health: food security, economic livelihoods, air safety, and water and sanitation systems. Gender differences in health risks are likely to be worsened by climate change."
   },
   "author": {
    "text": "Tedros Adhanom"
   }
  },
  {
   "quote": {
    "text": "The blockchain is the financial challenge of our time. It is going to change the way that our financial world operates."
   },
   "author": {
    "text": "Blythe Masters"
   }
  },
  {
   "quote": {
    "text": "If I can be in a place where my image is encouraging people to see different people behind the camera, and my image and the images I make can help open up a certain world view, I think that's all a part of a larger spirit of change and progress, and I'm happy to be part of it."
   },
   "author": {
    "text": "Ava DuVernay"
   }
  },
  {
   "quote": {
    "text": "My point is that perceptual bias can affect nut jobs and scientists alike. If we hold too rigidly to what we think we know, we ignore or avoid evidence of anything that might change our mind."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "Be thou incapable of change in that which is right, and men will rely upon thee. Establish unto thyself principles of action; and see that thou ever act according to them. First know that thy principles are just, and then be thou."
   },
   "author": {
    "text": "Akhenaton"
   }
  },
  {
   "quote": {
    "text": "Unfortunately, unless we're focused on building up our courage, which gives us our self-confidence and all that we need to make quantum change in our lives, the voice of fear will always take the lead inside our minds."
   },
   "author": {
    "text": "Debbie Ford"
   }
  },
  {
   "quote": {
    "text": "You can change the circumstances but you can never change man's inner nature."
   },
   "author": {
    "text": "Ron Perlman"
   }
  },
  {
   "quote": {
    "text": "The best way to tell people about climate change is through non-fiction. There's a vast literature of outstanding writing on the subject."
   },
   "author": {
    "text": "Ian Mcewan"
   }
  },
  {
   "quote": {
    "text": "We have shared responsibility for global climate; we have to reduce climate change below 2 degrees Celsius."
   },
   "author": {
    "text": "Angela Merkel"
   }
  },
  {
   "quote": {
    "text": "As a writer of fiction who deals with technology, I necessarily deal with the history of technology and the history of technologically induced social change. I roam up and down it in a kind of special way because I roam down it into history, which is invariably itself a speculative affair."
   },
   "author": {
    "text": "William Gibson"
   }
  },
  {
   "quote": {
    "text": "The world that I am coming from, hip-hop, is so regurgitated and repetitive that some people are used to that and they don't want change, they don't like change. And I get that, that's cool. Luckily for me, I'm confident in myself as an artist where I can do what I want, and as long as I'm cool with it, I'm cool with it."
   },
   "author": {
    "text": "Kid Cudi"
   }
  },
  {
   "quote": {
    "text": "Music can't change the world."
   },
   "author": {
    "text": "Bob Geldof"
   }
  },
  {
   "quote": {
    "text": "At every turn when there has been an imbalance of power, the truth questioned, or our beliefs and values distorted, the change required to restore our nation has always come from the bottom up from our people."
   },
   "author": {
    "text": "Howard Dean"
   }
  },
  {
   "quote": {
    "text": "In an age of exponential change, we need the power of diverse thinking, and we cannot afford to leave any talent untapped."
   },
   "author": {
    "text": "Cathy Engelbert"
   }
  },
  {
   "quote": {
    "text": "I'm able to tell when I'm in a bad place or super-sad and move on. When you're stuck somewhere, you need to change something to shift the energy."
   },
   "author": {
    "text": "Marion Cotillard"
   }
  },
  {
   "quote": {
    "text": "Today's voguish threats, including climate change, population growth, massive war, and resource depletion, are all amenable to a fix if we act prudently. And even if we don't, these problems are incapable of obliterating all of humanity, let alone destroying the Earth. No, the real End of Days will happen slowly, as the Sun ages."
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "When I was in college, I wanted to be involved in things that would change the world."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Money and success don't change people; they merely amplify what is already there."
   },
   "author": {
    "text": "Will Smith"
   }
  },
  {
   "quote": {
    "text": "The curious paradox is that when I accept myself just as I am, then I can change."
   },
   "author": {
    "text": "Carl Rogers"
   }
  },
  {
   "quote": {
    "text": "Peace of mind comes from not wanting to change others."
   },
   "author": {
    "text": "Gerald Jampolsky"
   }
  },
  {
   "quote": {
    "text": "I'm not saying that putting on makeup will change the world or even your life, but it can be a first step in learning things about yourself you may never have discovered otherwise. At worst, you could make a big mess and have a good laugh."
   },
   "author": {
    "text": "Kevyn Aucoin"
   }
  },
  {
   "quote": {
    "text": "The faults of a superior person are like the sun and moon. They have their faults, and everyone sees them; they change and everyone looks up to them."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "As human beings, we are vulnerable to confusing the unprecedented with the improbable. In our everyday experience, if something has never happened before, we are generally safe in assuming it is not going to happen in the future, but the exceptions can kill you and climate change is one of those exceptions."
   },
   "author": {
    "text": "Al Gore"
   }
  },
  {
   "quote": {
    "text": "Aging gracefully means being flexible, being open, allowing change, enjoying change and loving yourself."
   },
   "author": {
    "text": "Wendy Whelan"
   }
  },
  {
   "quote": {
    "text": "Few will have the greatness to bend history itself; but each of us can work to change a small portion of events, and in the total; of all those acts will be written the history of this generation."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "We live in a world defined by the rapid pace of technological change."
   },
   "author": {
    "text": "Jerome Powell"
   }
  },
  {
   "quote": {
    "text": "People can try to reinvent themselves. I don't think you can really change who you are, though, because who you are is pretty much where you came from and what you've done up to now."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "I find that even the simplest of dresses, if it has the correct seaming and the correct fabric, whatever shape or size you are, it can change the way you hold yourself."
   },
   "author": {
    "text": "Victoria Beckham"
   }
  },
  {
   "quote": {
    "text": "You cannot control what happens to you, but you can control your attitude toward what happens to you, and in that, you will be mastering change rather than allowing it to master you."
   },
   "author": {
    "text": "Brian Tracy"
   }
  },
  {
   "quote": {
    "text": "We get angry about the small things sometimes, I feel, so that we feel like we're doing something, so that we don't have to tackle the big things. And it's fine; let people do that. But I'm not gonna now change because of that. You know? Like, the worst thing that happens to me is you don't like me. And then what?"
   },
   "author": {
    "text": "Trevor Noah"
   }
  },
  {
   "quote": {
    "text": "The universe is change; our life is what our thoughts make it."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "Enjoying success requires the ability to adapt. Only by being open to change will you have a true opportunity to get the most from your talent."
   },
   "author": {
    "text": "Nolan Ryan"
   }
  },
  {
   "quote": {
    "text": "A candidate is not going to suddenly change once they get into office. Just the opposite, in fact. Because the minute that individual takes that oath, they are under the hottest, harshest light there is. And there is no way to hide who they really are."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "When you jump for joy, beware that no one moves the ground from beneath your feet."
   },
   "author": {
    "text": "Stanislaw Jerzy Lec"
   }
  },
  {
   "quote": {
    "text": "You look at a herd of cattle and well, they all look the same... but they know. They all have an individual personality, and those personalities change from day to day. They can have their grumpy days and their happy days and their serene days. But it's unpredictable. You can't be off in outer space when you're dealing with animals."
   },
   "author": {
    "text": "Chris Cooper"
   }
  },
  {
   "quote": {
    "text": "I've seen firsthand that being president doesn't change who you are. It reveals who you are."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "It is absolutely impossible to transcend the laws of nature. What can change in historically different circumstances is only the form in which these laws expose themselves."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "Nobody knows the future with certainty. We can, however, identify ongoing patterns of change."
   },
   "author": {
    "text": "Alvin Toffler"
   }
  },
  {
   "quote": {
    "text": "Most people don't want to change. They're comfortable and set in their ways. But in order to change, you have to be able to agitate people at times. And I think that's something that's very necessary for us to improve as a country."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "If you create incredible value and information for others that can change their lives - and you always stay focused on that service - the financial success will follow."
   },
   "author": {
    "text": "Brendon Burchard"
   }
  },
  {
   "quote": {
    "text": "All change is not growth, as all movement is not forward."
   },
   "author": {
    "text": "Ellen Glasgow"
   }
  },
  {
   "quote": {
    "text": "I think music is an instrument. It can create the initial thought patterns that can change the thinking of the people."
   },
   "author": {
    "text": "John Coltrane"
   }
  },
  {
   "quote": {
    "text": "Do not let circumstances control you. You change your circumstances."
   },
   "author": {
    "text": "Jackie Chan"
   }
  },
  {
   "quote": {
    "text": "Probability is expectation founded upon partial knowledge. A perfect acquaintance with all the circumstances affecting the occurrence of an event would change expectation into certainty, and leave nether room nor demand for a theory of probabilities."
   },
   "author": {
    "text": "George Boole"
   }
  },
  {
   "quote": {
    "text": "Without accepting the fact that everything changes, we cannot find perfect composure. But unfortunately, although it is true, it is difficult for us to accept it. Because we cannot accept the truth of transience, we suffer."
   },
   "author": {
    "text": "Shunryu Suzuki"
   }
  },
  {
   "quote": {
    "text": "Time heals griefs and quarrels, for we change and are no longer the same persons. Neither the offender nor the offended are any more themselves."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "If I wasn't even famous or had any success, I would still wake up and put tons of make-up on, and put on a cool outfit. That's always been who I've been my whole life, so that's never gonna change. I love fashion. I love getting dressed up. I love Halloween, too."
   },
   "author": {
    "text": "Gwen Stefani"
   }
  },
  {
   "quote": {
    "text": "It's time to fundamentally change the way that we do business in Washington. To help build a new foundation for the 21st century, we need to reform our government so that it is more efficient, more transparent, and more creative. That will demand new thinking and a new sense of responsibility for every dollar that is spent."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "After certain ups and downs, a person does change, and I have changed for good."
   },
   "author": {
    "text": "Divyanka Tripathi"
   }
  },
  {
   "quote": {
    "text": "Some scientists believe climate change is the cause of unprecedented melting of the North Pole, and that effects these very uncertain weather patterns. I think we should listen to those scientists and experts."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "No matter what your mission is, have some notion in your head. Forget the model, whether it's government or nonprofit or profit. Ask yourself the more important question: Is my mission improving the world? Are you sure about it? Seek to disconfirm that all the time. And if you can, change your mission."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "Writing is powerful. Whether it's a little girl hiding from the Nazis in an attic, or Amnesty International writing letters on behalf of political prisoners, the power of telling stories is usually what causes change."
   },
   "author": {
    "text": "Erin Gruwell"
   }
  },
  {
   "quote": {
    "text": "You can go slow. Allow your dreams and goals to change, but live an intentional life."
   },
   "author": {
    "text": "Kumail Nanjiani"
   }
  },
  {
   "quote": {
    "text": "If the facts don't fit the theory, change the facts."
   },
   "author": {
    "text": "Unknown"
   }
  },
  {
   "quote": {
    "text": "You are who you are and what you are because of what has gone into your mind. You can change who you are and what you are by changing what goes into your mind."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "If we do not change our negative habits toward climate change, we can count on worldwide disruptions in food production, resulting in mass migration, refugee crises and increased conflict over scarce natural resources like water and farm land. This is a recipe for major security problems."
   },
   "author": {
    "text": "Michael Franti"
   }
  },
  {
   "quote": {
    "text": "Every single person has the power to change the world and help people."
   },
   "author": {
    "text": "Laura Marano"
   }
  },
  {
   "quote": {
    "text": "We need to understand the other side to impact the other side. We become much more effective as humans and leaders when we engage in hearty conversations with those who are different from us, not necessarily to change our opinions, but to build the empathy muscle."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "It's important to remember that life is a joke, and that outlook grants a lot of perspective, but I don't think comedy should change and become political due to other things. It should just laugh at that cosmic joke that life is all the time."
   },
   "author": {
    "text": "John Mulaney"
   }
  },
  {
   "quote": {
    "text": "Each child is an adventure into a better life - an opportunity to change the old pattern and make it new."
   },
   "author": {
    "text": "Hubert H. Humphrey"
   }
  },
  {
   "quote": {
    "text": "The U.N. has brought peace and order to many places around the world. However, terrorism, violent extremism, violations of human rights, natural disasters caused by climate change - they all threaten the lives of people today. Add migration, insufficient health care, lack of education, and the picture gets even bleaker."
   },
   "author": {
    "text": "Miroslav Lajcak"
   }
  },
  {
   "quote": {
    "text": "Let the great world spin for ever down the ringing grooves of change."
   },
   "author": {
    "text": "Alfred Lord Tennyson"
   }
  },
  {
   "quote": {
    "text": "Character isn't something you were born with and can't change, like your fingerprints. It's something you weren't born with and must take responsibility for forming."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "First, how do we give everyone a fair shot at opportunity and security in this new economy? Second, how do we make technology work for us, and not against us - especially when it comes to solving urgent challenges like climate change? Third, how do we keep America safe and lead the world without becoming its policeman?"
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "However happy people say they are, nobody is satisfied: we always have to be with the prettiest woman, buy a bigger house, change cars, desire what we do not have."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "This life is a hospital in which every patient is possessed with a desire to change his bed."
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "Change is vital, improvement the logical form of change."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "We are a party of innovation. We do not reject our traditions, but we are willing to adapt to changing circumstances, when change we must. We are willing to suffer the discomfort of change in order to achieve a better future."
   },
   "author": {
    "text": "Barbara Jordan"
   }
  },
  {
   "quote": {
    "text": "One day, I know the struggle will change. There's got to be a change - not only for Mississippi, not only for the people in the United States, but people all over the world."
   },
   "author": {
    "text": "Fannie Lou Hamer"
   }
  },
  {
   "quote": {
    "text": "Big meetings and big talk are not enough in a world that is hungry for change. Big action - world leaders keeping their promises, and developing countries committing resources while listening ardently to the voice of the small farmer - is needed to bring big results and prosperity to the world's poor."
   },
   "author": {
    "text": "Sylvia Mathews Burwell"
   }
  },
  {
   "quote": {
    "text": "If you want to have clean ideas, change them as often as your shirt."
   },
   "author": {
    "text": "Francis Picabia"
   }
  },
  {
   "quote": {
    "text": "To me, the #1 key to success is 'creating lasting positive change in yourself and others.' That is what is most rare, most difficult, and most valuable about leading people."
   },
   "author": {
    "text": "Marshall Goldsmith"
   }
  },
  {
   "quote": {
    "text": "Policies are many, Principles are few, Policies will change, Principles never do."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Injuries obviously change the way you approach the game."
   },
   "author": {
    "text": "Brett Favre"
   }
  },
  {
   "quote": {
    "text": "Early in life I had to choose between honest arrogance and hypocritical humility. I chose the former and have seen no reason to change."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "We are legislators, not public works contractors. People look up to us to make serious laws that could change the lives of a great number of people or could change the way society is run or managed."
   },
   "author": {
    "text": "Miriam Defensor-Santiago"
   }
  },
  {
   "quote": {
    "text": "A State without the means of some change is without the means of its conservation."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "One of my favorite philosophical tenets is that people will agree with you only if they already agree with you. You do not change people's minds."
   },
   "author": {
    "text": "Frank Zappa"
   }
  },
  {
   "quote": {
    "text": "It feels nice to be loved, but let me tell you there are 10 times more better looking, stylish and talented guys than me. So there's no solid reason for me to be proud! I don't think I have done anything extraordinary to change people's lives."
   },
   "author": {
    "text": "Salman Khan"
   }
  },
  {
   "quote": {
    "text": "My greatest challenge has been to change the mindset of people. Mindsets play strange tricks on us. We see things the way our minds have instructed our eyes to see."
   },
   "author": {
    "text": "Muhammad Yunus"
   }
  },
  {
   "quote": {
    "text": "All of my life had been spent in the shadow of apartheid. And when South Africa went through its extraordinary change in 1994, it was like having spent a lifetime in a boxing ring with an opponent and suddenly finding yourself in that boxing ring with nobody else and realising you've to take the gloves off and get out, and reinvent yourself."
   },
   "author": {
    "text": "Athol Fugard"
   }
  },
  {
   "quote": {
    "text": "The Titanic hit the iceberg not because they could not see it coming but because they could not change direction."
   },
   "author": {
    "text": "Dean Devlin"
   }
  },
  {
   "quote": {
    "text": "I'm not going to change the way I look or the way I feel to conform to anything. I've always been a freak. So I've been a freak all my life and I have to live with that, you know. I'm one of those people."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "You are always free to change your mind and choose a different future, or a different past."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "Art is not meant to change the world, but when you see people interacting, when you see an impact on their lives, then I guess in a smaller way, this is changing the world. So, that's what I believe in. That's why I'm into creating more and more interactions."
   },
   "author": {
    "text": "JR"
   }
  },
  {
   "quote": {
    "text": "Only God who made us can touch us and change us and save us from ourselves."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "The truth does not change according to our ability to stomach it."
   },
   "author": {
    "text": "Flannery O'Connor"
   }
  },
  {
   "quote": {
    "text": "By the time we see that climate change is really bad, your ability to fix it is extremely limited... The carbon gets up there, but the heating effect is delayed. And then the effect of that heat on the species and ecosystem is delayed. That means that even when you turn virtuous, things are actually going to get worse for quite a while."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "All things are only transitory."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "The more things change, the more they are the same."
   },
   "author": {
    "text": "Alphonse Karr"
   }
  },
  {
   "quote": {
    "text": "I eat healthy when I can; I eat a burger when I want, and I work out. You have to live with the routine that keeps your body the healthiest, and that's what I do - I don't change it for a swimsuit shoot. You have to figure out what works with your body the best."
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "Conversion is a change of masters. Will we not do as much for our new master, the Lord Jesus, as we did once for our old tyrant lusts?"
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "We all have cultural bias, racial bias. One of the difficult things around this subject matter is to deny that we have places we go to subconsciously, and unless you consciously decide that that's wrong and you've got to do something about it, especially if you're in a position of power, it won't change."
   },
   "author": {
    "text": "David Oyelowo"
   }
  },
  {
   "quote": {
    "text": "The basic thing a man should know is how to change a tyre and how to drive a tractor. Whatever that bearded dude is doing on the Dos Equis beer commercials sets the bar. That's your guy. Every man should be aiming to be like him. The beard is just the tip of the iceberg."
   },
   "author": {
    "text": "Timothy Olyphant"
   }
  },
  {
   "quote": {
    "text": "I always tell people that my life is in pencil; I have to keep an eraser in my hand because I could always get a call that could change everything."
   },
   "author": {
    "text": "Linda Gray"
   }
  },
  {
   "quote": {
    "text": "Life belongs to the living, and he who lives must be prepared for changes."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "In thirteen years, every aspect of the universe can change - ask a thirteen-year-old."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Our dilemma is that we hate change and love it at the same time; what we really want is for things to remain the same but get better."
   },
   "author": {
    "text": "Sydney J. Harris"
   }
  },
  {
   "quote": {
    "text": "It's a new challenge to see how people can change your look. I like words like transformation, reinvention, and chameleon. Because one word I don't like is predictable."
   },
   "author": {
    "text": "Naomi Campbell"
   }
  },
  {
   "quote": {
    "text": "If you could go back and change things, you might not be the person you are right now."
   },
   "author": {
    "text": "Walter Payton"
   }
  },
  {
   "quote": {
    "text": "Especially as a title-holder, you can do great things with charities, because people suddenly care about what you have to say. I wanted to make a difference, which is why I created the Queen of the Universe pageant. I want to change all of those stigmas in the beauty pageant world."
   },
   "author": {
    "text": "Joyce Giraud"
   }
  },
  {
   "quote": {
    "text": "Instead of trying to change people, we could change the world."
   },
   "author": {
    "text": "Bjarke Ingels"
   }
  },
  {
   "quote": {
    "text": "There is nothing quixotic or romantic in wanting to change the world. It is possible. It is the age-old vocation of all humanity."
   },
   "author": {
    "text": "Gioconda Belli"
   }
  },
  {
   "quote": {
    "text": "I envy those who can wear red lipstick or any bold lip colour, really. My top lip just doesn't seem to take colour - there's nothing I can do to change that, so I usually just use a nude on the bottom lip."
   },
   "author": {
    "text": "Laura Mvula"
   }
  },
  {
   "quote": {
    "text": "Without being aware, I think I was being indoctrinated into what was called Vitalism, the idea that what makes life worth living, the good life, consists of accepting challenges, solving problems, discovery, personal growth, personal change."
   },
   "author": {
    "text": "Edmund Phelps"
   }
  },
  {
   "quote": {
    "text": "My first child is going to be the oldest sibling to the next kid, and that may change with each and every year. I'm looking forward to how one baby influences the other, and to my family as a whole, to every single chapter."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "To me, eyewear goes way beyond being a prescription. It's like makeup. It's the most incredible accessory. The shape of a frame or the color of lenses can change your whole appearance."
   },
   "author": {
    "text": "Vera Wang"
   }
  },
  {
   "quote": {
    "text": "Apologies are great, but they don't really change anything. You know what does? Action."
   },
   "author": {
    "text": "Stella Young"
   }
  },
  {
   "quote": {
    "text": "I don't think anyone is black and white and I think we change our minds and our attitudes about certain things as we grow to our maturity."
   },
   "author": {
    "text": "Giancarlo Esposito"
   }
  },
  {
   "quote": {
    "text": "You can talk yourself into a good emotional state. I stop for a second, take a deep breath, and think about something that's beautiful. A beautiful thought for me is cutting the umbilical cord for my child. I can guarantee you that your emotional state will change."
   },
   "author": {
    "text": "Montel Williams"
   }
  },
  {
   "quote": {
    "text": "If you have an opportunity to help others or incite change, it feels like a moral obligation to do so."
   },
   "author": {
    "text": "Elizabeth Chambers"
   }
  },
  {
   "quote": {
    "text": "The way of the Creative works through change and transformation, so that each thing receives its true nature and destiny and comes into permanent accord with the Great Harmony: this is what furthers and what perseveres."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "I thrive on change. That's probably why my chord changes are weird, because chords depict emotions. They'll be going along on one key and I'll drop off a cliff, and suddenly they will go into a whole other key signature. That will drive some people crazy, but that's how my life is."
   },
   "author": {
    "text": "Joni Mitchell"
   }
  },
  {
   "quote": {
    "text": "The whole course of human history may depend on a change of heart in one solitary and even humble individual - for it is in the solitary mind and soul of the individual that the battle between good and evil is waged and ultimately won or lost."
   },
   "author": {
    "text": "M. Scott Peck"
   }
  },
  {
   "quote": {
    "text": "I believe that social change has almost reached critical mass. So many people have undergone personal transformation that their effect on society is having a geometric - not arithmetic - impact. This coalescence of energies brings about meeting, networking, and a sophistication in communications that is unprecedented in history."
   },
   "author": {
    "text": "Marilyn Ferguson"
   }
  },
  {
   "quote": {
    "text": "Change is not merely necessary to life - it is life."
   },
   "author": {
    "text": "Alvin Toffler"
   }
  },
  {
   "quote": {
    "text": "The signs of outstanding leadership appear primarily among the followers. Are the followers reaching their potential? Are they learning? Serving? Do they achieve the required results? Do they change with grace? Manage conflict?"
   },
   "author": {
    "text": "Max de Pree"
   }
  },
  {
   "quote": {
    "text": "I don't subscribe to, 'Here are the top ten tips to successful leadership,' or, 'How to learn leadership in ten minutes.' A leader is someone who gives positive energy to others which then results in a better change than would have happened. I think everyone is a leader."
   },
   "author": {
    "text": "Paul Polman"
   }
  },
  {
   "quote": {
    "text": "Everybody talks about wanting to change things and help and fix, but ultimately all you can do is fix yourself. And that's a lot. Because if you can fix yourself, it has a ripple effect."
   },
   "author": {
    "text": "Rob Reiner"
   }
  },
  {
   "quote": {
    "text": "Both Presidents George Bush and Barack Obama pursued policies of regime change after 9/11 - with Bush removing al-Qaida's safe haven in Afghanistan and the sadistic anti-American dictator Saddam Hussein in Iraq - but Obama took it a step further and disregarded regional stability as a guiding factor for U.S. policy."
   },
   "author": {
    "text": "Pete Hoekstra"
   }
  },
  {
   "quote": {
    "text": "Culture and tradition have to change little by little. So 'new' means a little twist, a marriage of Japanese technique with French ingredients. My technique. Indian food, Korean food; I put Italian mozzarella cheese with sashimi. I don't think 'new new new.' I'm not a genius. A little twist."
   },
   "author": {
    "text": "Masaharu Morimoto"
   }
  },
  {
   "quote": {
    "text": "A lot of it's mental - a lot of the juniors, once you break them or change the momentum, they go away very quickly."
   },
   "author": {
    "text": "Denis Shapovalov"
   }
  },
  {
   "quote": {
    "text": "The notion that Congress can change the meaning given a constitutional provision by the Court is subversive of the function of judicial review; and it is not the less so because the Court promises to allow it only when the Constitution is moved to the left."
   },
   "author": {
    "text": "Robert Bork"
   }
  },
  {
   "quote": {
    "text": "We have serious challenges regarding climate change, unsustainable use of natural resources, water scarcity, loss of biodiversity, forests and farmland. Not to mention the huge inequality still prevailing in several parts of the planet."
   },
   "author": {
    "text": "Guilherme Leal"
   }
  },
  {
   "quote": {
    "text": "In times of change learners inherit the earth; while the learned find themselves beautifully equipped to deal with a world that no longer exists."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "My goal is always to get better every day. No one will ever outwork me. That's how it will always be for me. That will never change."
   },
   "author": {
    "text": "Antonio Brown"
   }
  },
  {
   "quote": {
    "text": "You're going to change the world? Well, go ahead and try. You'll give it up at a certain point and change yourself instead."
   },
   "author": {
    "text": "Philip Johnson"
   }
  },
  {
   "quote": {
    "text": "The speed of change makes you wonder what will become of architecture."
   },
   "author": {
    "text": "Tadao Ando"
   }
  },
  {
   "quote": {
    "text": "On my father's side, I'm descended from immigrants, one of whom was a Syrian refugee from the Armenian genocide, and my mother was an immigrant from Germany whose visa had expired and, for a year and change, was undocumented here in the U.S."
   },
   "author": {
    "text": "Alexis Ohanian"
   }
  },
  {
   "quote": {
    "text": "You can't change your fingerprints. You have only ten of them. And you leave them on everything you touch; they are definitely not a secret."
   },
   "author": {
    "text": "Al Franken"
   }
  },
  {
   "quote": {
    "text": "I have always wanted to be a catalyst for bringing about positive change, inspiring others to choose goodness."
   },
   "author": {
    "text": "Shari Arison"
   }
  },
  {
   "quote": {
    "text": "Homosexuality is like an inside baseball thing. It's like a gag that people share; 'How is your husband?' But when it comes to bringing diversity to a broader audience, suddenly it's a different road. It's what we call 'a risk.' Isn't it our responsibility to elevate the standards and change people's perceptions?"
   },
   "author": {
    "text": "Xavier Dolan"
   }
  },
  {
   "quote": {
    "text": "How we grow food has enormous effects on the environment - climate change as well as pollution of air, water, and soil."
   },
   "author": {
    "text": "Marion Nestle"
   }
  },
  {
   "quote": {
    "text": "The reality, I believe, is that all change starts small. The big picture is just too unwieldy, too incomprehensible and seemingly immovable. But give us something individual, quantifiable and personalize-able and, suddenly, our perspective shifts to the one."
   },
   "author": {
    "text": "Mick Ebeling"
   }
  },
  {
   "quote": {
    "text": "I think that once people understand the great risks that climate change poses, they will naturally want to choose products and services that cause little or no emissions of greenhouse gases, which means 'low-carbon consumption.' This will apply across the board, including electricity, heating, transport and food."
   },
   "author": {
    "text": "Nicholas Stern"
   }
  },
  {
   "quote": {
    "text": "Maps are living, breathing organisms that change on a daily basis: You see it in new roads, bridge closures, and demolitions."
   },
   "author": {
    "text": "Noam Bardin"
   }
  },
  {
   "quote": {
    "text": "I write a ridiculous number of drafts. The characters change and grow through the drafting, and my understanding of them deepens. Creating characters in a novel is like shooting at clay pigeons and missing, and then missing more productively as the narrative continues."
   },
   "author": {
    "text": "Robert Boswell"
   }
  },
  {
   "quote": {
    "text": "Change occurs in direct proportion to dissatisfaction, but dissatisfaction never changes."
   },
   "author": {
    "text": "Douglas Horton"
   }
  },
  {
   "quote": {
    "text": "Ah! how annoying that the law doesn't allow a woman to change husbands just as one does shirts."
   },
   "author": {
    "text": "Moliere"
   }
  },
  {
   "quote": {
    "text": "I can see why people change. You get complimented all the time, driven around in a black SUV - your life is crazy. But that's your career, not you."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "By the time we get to the 2040s, we'll be able to multiply human intelligence a billionfold. That will be a profound change that's singular in nature. Computers are going to keep getting smaller and smaller. Ultimately, they will go inside our bodies and brains and make us healthier, make us smarter."
   },
   "author": {
    "text": "Ray Kurzweil"
   }
  },
  {
   "quote": {
    "text": "The next five months are grim ones. I always feel sorry to have the summertime change, with the dark evenings closing in mid-afternoon, and will try to lay in some physical comforts these months - the best insurance against gloominess for me."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "Your best is going to change from moment to moment; it will be different when you are healthy as opposed to sick."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "I like a restaurant called Bruci, and there's some really nice people who work there and good food. They change their menu a lot, so maybe that's what keeps me coming back. I never know what I'm going to get."
   },
   "author": {
    "text": "Paul Dano"
   }
  },
  {
   "quote": {
    "text": "I think the main thing was me having a daughter. I just knew that I had to be a man, so I grew up real quick. Then I started caring about my music more, and I feel like that was the main change between 'Killer Instinct' and 'TRAPSOUL'. I was just like, 'I need to take this more serious and watch the things I say'."
   },
   "author": {
    "text": "Bryson Tiller"
   }
  },
  {
   "quote": {
    "text": "We won't be able to stop disasters from happening. On the contrary, climate change may increase the frequency and severity of floods, droughts and storms. But we are better equipped today to prepare for them and reduce their impact."
   },
   "author": {
    "text": "Sri Mulyani Indrawati"
   }
  },
  {
   "quote": {
    "text": "You set paths for yourself, but as you get older, things change."
   },
   "author": {
    "text": "Ian McShane"
   }
  },
  {
   "quote": {
    "text": "Words do not change their meanings so drastically in the course of centuries as, in our minds, names do in the course of a year or two."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "He that will not apply new remedies must expect new evils; for time is the greatest innovator."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Let your customers be your partners; let your vendors be your employees. What's necessary in this transformation more than anything else is courage and a willingness to change."
   },
   "author": {
    "text": "Safra A. Catz"
   }
  },
  {
   "quote": {
    "text": "I may be a living legend, but that sure don't help when I've got to change a flat tire."
   },
   "author": {
    "text": "Roy Orbison"
   }
  },
  {
   "quote": {
    "text": "It's not that our high school system was not designed well, but that it was designed in 1906 when the country was just out of the industrial era. There hasn't been a substantial systemic change the way we do high school since then."
   },
   "author": {
    "text": "Laurene Powell Jobs"
   }
  },
  {
   "quote": {
    "text": "The choices that we make through our lives, the people who intersect us on our path kind of change what our fated destiny is. So some of us are lucky enough for the choices that we make to keep us on our path."
   },
   "author": {
    "text": "Anthony Mackie"
   }
  },
  {
   "quote": {
    "text": "A visit to a cinema is a little outing in itself. It breaks the monotony of an afternoon or evening; it gives a change from the surroundings of home, however pleasant."
   },
   "author": {
    "text": "Ivor Novello"
   }
  },
  {
   "quote": {
    "text": "The reason I think I'm a good pitcher is I locate my fastball and I change speeds. Period. That's what you do to pitch. That's what pitchers have to do to win games."
   },
   "author": {
    "text": "Greg Maddux"
   }
  },
  {
   "quote": {
    "text": "We have to learn to adapt to people and changes. Change is good."
   },
   "author": {
    "text": "Jamie Clayton"
   }
  },
  {
   "quote": {
    "text": "If I can't change the world, at least I want to change the way people look at it."
   },
   "author": {
    "text": "Antoni Tapies"
   }
  },
  {
   "quote": {
    "text": "The art of progress is to preserve order amid change and to preserve change amid order."
   },
   "author": {
    "text": "Alfred North Whitehead"
   }
  },
  {
   "quote": {
    "text": "We need every person on Earth to acknowledge that climate change is real and encourage each other and our leaders to address the challenge."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "'Vogue' is a fashion magazine, and a fashion magazine is about change."
   },
   "author": {
    "text": "Anna Wintour"
   }
  },
  {
   "quote": {
    "text": "Dogs and other animals - goats, donkeys, cows, a grumpy rooster - continue to change my writing life."
   },
   "author": {
    "text": "Jon Katz"
   }
  },
  {
   "quote": {
    "text": "The rate of change is not going to slow down anytime soon. If anything, competition in most industries will probably speed up even more in the next few decades."
   },
   "author": {
    "text": "John P. Kotter"
   }
  },
  {
   "quote": {
    "text": "Most rules that you think are written in stone are just societal. You can change the game and really reach for the stars and make the world a better place."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "There was a great complexity to my father. He was a devoted family man. But, in the same breath, he simply was not suited to an anchored life. He should have been somebody who had a backpack, an old map, a bit of change in his pocket and that was it - roaming the world."
   },
   "author": {
    "text": "Christian Bale"
   }
  },
  {
   "quote": {
    "text": "If a person with a bullet in Dallas can change the world, imagine a person with an idea could do."
   },
   "author": {
    "text": "J. Michael Straczynski"
   }
  },
  {
   "quote": {
    "text": "Any change, even a change for the better, is always accompanied by drawbacks and discomforts."
   },
   "author": {
    "text": "Arnold Bennett"
   }
  },
  {
   "quote": {
    "text": "A photograph doesn't gain weight or lose weight, or change from being happy to being sad. It's frozen. You can use it, then recycle it."
   },
   "author": {
    "text": "Chuck Close"
   }
  },
  {
   "quote": {
    "text": "Theater has an incredible capacity to move people to social change, to address issues, to inspire social revolution."
   },
   "author": {
    "text": "Eve Ensler"
   }
  },
  {
   "quote": {
    "text": "If you have a group of people come together around a vision for real discipleship, people who are committed to grow, committed to change, committed to learn, then a spiritual assessment tool can work."
   },
   "author": {
    "text": "Dallas Willard"
   }
  },
  {
   "quote": {
    "text": "The idea that we have the capacity to change or stop the climate, I'm just skeptical."
   },
   "author": {
    "text": "Ron DeSantis"
   }
  },
  {
   "quote": {
    "text": "I know, ultimately, I want to help effect change; otherwise, I would look at myself in the mirror every day and think, 'What in the world am I doing with my life?'"
   },
   "author": {
    "text": "Yara Shahidi"
   }
  },
  {
   "quote": {
    "text": "Cooking is like fashion. Always, I like to try to change. If I'm traveling in a different country - to Australia, the Bahamas, Budapest, Moscow - and I see a new ingredient, I like to try it in a new dish."
   },
   "author": {
    "text": "Nobu Matsuhisa"
   }
  },
  {
   "quote": {
    "text": "I want variety. I want versatility. Otherwise, I'm wasting the opportunity of being an actor, which is all about variation and change."
   },
   "author": {
    "text": "Toni Collette"
   }
  },
  {
   "quote": {
    "text": "How do we expect change to occur if we are not willing to put on the whole armor of God and fight injustice wherever it raises its ugly head?"
   },
   "author": {
    "text": "Bernice King"
   }
  },
  {
   "quote": {
    "text": "One of the most important tasks as a leader in a startup is to pick the right metric to track. This is often referred to as the 'compass metric' because it will be your compass for growth. It's important to note that 'compass metrics' will likely change over the lifetime of a business."
   },
   "author": {
    "text": "Tobias Lutke"
   }
  },
  {
   "quote": {
    "text": "In my hand luggage I always have my camera, iPod, make-up bag, tooth brush, cleansing products, clean underwear, socks and a change of clothes in case anything goes missing at the other end - and of course my passport."
   },
   "author": {
    "text": "Lisa Snowdon"
   }
  },
  {
   "quote": {
    "text": "Climate change is a really abstract thing in most of the world."
   },
   "author": {
    "text": "James Balog"
   }
  },
  {
   "quote": {
    "text": "Change is always happening. That's one of the wonderful things about jazz music."
   },
   "author": {
    "text": "Maynard Ferguson"
   }
  },
  {
   "quote": {
    "text": "Winners must learn to relish change with the same enthusiasm and energy that we have resisted it in the past."
   },
   "author": {
    "text": "Tom Peters"
   }
  },
  {
   "quote": {
    "text": "Too often, companies focus on systems and structures that facilitate cultural change at the mid-management level, overlooking problems closer to the top."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "People are always looking for the single magic bullet that will totally change everything. There is no single magic bullet."
   },
   "author": {
    "text": "Temple Grandin"
   }
  },
  {
   "quote": {
    "text": "I don't write on topics that require a lot of urgency. But in 'Stiff,' I wanted to change people's hearts about organ donation. Whenever I get a chance, I try to talk about that."
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "I had been educated in the rhythms of the mountain, rhythms in which change was never fundamental, only cyclical. The same sun appeared each morning, swept over the valley, and dropped behind the peak. The snows that fell in winter always melted in the spring."
   },
   "author": {
    "text": "Tara Westover"
   }
  },
  {
   "quote": {
    "text": "Often times we feel like either we can't make a world of difference, or we feel that it's not going to change anything anyway. The truth is you can change someone's day, you can change someone's life, but you have to show up and do what you got to do to actually see any fruit coming from it."
   },
   "author": {
    "text": "Nick Vujicic"
   }
  },
  {
   "quote": {
    "text": "I turn my negatives into my positives because one of my mottos is, 'Yesterday's history, tomorrow's a mystery,' meaning that you can't go back and change anything in the past."
   },
   "author": {
    "text": "Vanilla Ice"
   }
  },
  {
   "quote": {
    "text": "You will not solve global climate change by hitting the delete button."
   },
   "author": {
    "text": "Tom Brokaw"
   }
  },
  {
   "quote": {
    "text": "I can't on my own change the regime in South Africa or teach the Palestinians to learn to live with the Israelies, but I can start with me."
   },
   "author": {
    "text": "River Phoenix"
   }
  },
  {
   "quote": {
    "text": "Those people in New York are not gonna change me none."
   },
   "author": {
    "text": "Elvis Presley"
   }
  },
  {
   "quote": {
    "text": "In difficult times, it's important to speak up. We cannot change the past, but we can impact the future."
   },
   "author": {
    "text": "Mark Parker"
   }
  },
  {
   "quote": {
    "text": "We women, we're always being invited to change our hairstyle, change our clothes, change our wardrobes. It's also important for us to remember as we age to keep changing the way we think of the world. I'm not saying to be flaky at all; but rather than being rigid about something, stay open and available."
   },
   "author": {
    "text": "Trudie Styler"
   }
  },
  {
   "quote": {
    "text": "I want to be proactive in bringing about change and enlightening people."
   },
   "author": {
    "text": "Octavia Spencer"
   }
  },
  {
   "quote": {
    "text": "Very often a change of self is needed more than a change of scene."
   },
   "author": {
    "text": "A. C. Benson"
   }
  },
  {
   "quote": {
    "text": "Everything changes but change."
   },
   "author": {
    "text": "Israel Zangwill"
   }
  },
  {
   "quote": {
    "text": "The more hardcore conservative you are, the more tightly identified you are with defending the interest of capital as an interest of the system based on hyper-competition, the more likely it is that you vehemently deny climate change. Because if climate change is real, your worldview will come crashing down around you."
   },
   "author": {
    "text": "Naomi Klein"
   }
  },
  {
   "quote": {
    "text": "It's a compulsion. I'm always changing parts of me. Even when I was young, I wanted to change my hair color. I was so determined that I dyed my hair with Kool-Aid."
   },
   "author": {
    "text": "Rachel McAdams"
   }
  },
  {
   "quote": {
    "text": "Raising awareness, changing the marketplace, effecting spiritual change - whatever it is that you decide is your thing, go for it."
   },
   "author": {
    "text": "Stone Gossard"
   }
  },
  {
   "quote": {
    "text": "We need healthy forests if we want to protect our climate. As the climate changes, forests become more vulnerable to insect outbreaks, droughts and wildfires. Simultaneously, when our forests are destroyed, their carbon is released back into the atmosphere, further impacting climate change. It's a horrifying one-two punch."
   },
   "author": {
    "text": "Chris Noth"
   }
  },
  {
   "quote": {
    "text": "I chose not to put a wig on. The reason why I chose to come out with the cancer thing is because there's somebody out there who can see that all sickness isn't unto death. That it's something you can't change at that point in time, so you just got to go with it. Don't be ashamed. Don't be ashamed of looking at yourself."
   },
   "author": {
    "text": "Sharon Jones"
   }
  },
  {
   "quote": {
    "text": "I hear music that comes out of need, out of grief, sorrow, suffering and out of overcoming these things, as well. That journey to freedom still goes on today. It's an incremental change, the culmination of many events in your own life and the lives of your children and grandchildren."
   },
   "author": {
    "text": "Kathleen Battle"
   }
  },
  {
   "quote": {
    "text": "Conversations create change. It's easy to call someone 'enemy,' but there's more to it, right?"
   },
   "author": {
    "text": "Ellen Page"
   }
  },
  {
   "quote": {
    "text": "I just think we're living in a time of massive, amazing change, like the Industrial Revolution on acid."
   },
   "author": {
    "text": "Kelly Lynch"
   }
  },
  {
   "quote": {
    "text": "Enjoy every moment: you never know when things might change."
   },
   "author": {
    "text": "Natalie Imbruglia"
   }
  },
  {
   "quote": {
    "text": "Mr. Balanchine was a great gentleman, and he loved his dancers. He was devoted to his company. He came to the ballet every night, and his presence was felt. It was like the whole company was dancing for him. And if he liked you, he trusted you to be yourself. He didn't try to change you and make you into something you were not."
   },
   "author": {
    "text": "Patricia McBride"
   }
  },
  {
   "quote": {
    "text": "A community that sees so clearly its own disadvantage or its own hardships also has a harder time seeing its potential: its ability to work together to change the community and change their lives."
   },
   "author": {
    "text": "Matthew Desmond"
   }
  },
  {
   "quote": {
    "text": "The electoral system is not where change starts - it usually starts in communities and from the bottom up - but it is where change can be stopped."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Apple has a culture of excellence that is, I think, so unique and so special. I'm not going to witness or permit the change of it."
   },
   "author": {
    "text": "Tim Cook"
   }
  },
  {
   "quote": {
    "text": "Is the modern social pattern of unending change and movement the cause of two modern diseases, insecurity and dissatisfaction? How lucky Thomas Hood was to be able to write, 'I remember, I remember the house where I was born.' I don't even know what mine looked like!"
   },
   "author": {
    "text": "Spike Milligan"
   }
  },
  {
   "quote": {
    "text": "We need to change America's image round the world. America has lost some lustre in terms of how folks aspire to be like us."
   },
   "author": {
    "text": "Samuel L. Jackson"
   }
  },
  {
   "quote": {
    "text": "There's nothing quite as powerful as people feeling they can have impact and make a difference. When you've got that going for you, I think it's a very powerful way to implement change."
   },
   "author": {
    "text": "Anne M. Mulcahy"
   }
  },
  {
   "quote": {
    "text": "I think it is important to differentiate between lip service towards something and actually making change."
   },
   "author": {
    "text": "Hozier"
   }
  },
  {
   "quote": {
    "text": "You can try to be catchy without being slick, poppy without being pop, and you can be uplifting without being pompous. Because we're sometimes playing quieter stuff, it's hard to sound like we're trying to change things, but we wanted to be a reaction against soulless rubbish."
   },
   "author": {
    "text": "Chris Martin"
   }
  },
  {
   "quote": {
    "text": "I love to talk about cooking and recipes, but I love as much talking about how food and cooking can change the world."
   },
   "author": {
    "text": "Jose Andres"
   }
  },
  {
   "quote": {
    "text": "I remember walking into drugstores when I was younger and seeing all the hair color boxes on the shelves and just being so in awe. Having the control to dye your hair and change your look is such a part of self-expression."
   },
   "author": {
    "text": "Olivia Wilde"
   }
  },
  {
   "quote": {
    "text": "With faith and obedience practiced long enough, the Holy Ghost becomes a constant companion, our natures change, and endurance becomes certain."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "Active people don't change the world profoundly; ideas do. Napoleon is less important in world history than Jean-Jacques Rousseau."
   },
   "author": {
    "text": "Michel Houellebecq"
   }
  },
  {
   "quote": {
    "text": "I am mindful that the goal of protest is not more protest, but the goal of protest is change."
   },
   "author": {
    "text": "DeRay Mckesson"
   }
  },
  {
   "quote": {
    "text": "Never forget: This very moment, we can change our lives. There never was a moment, and never will be, when we are without the power to alter our destiny. This second, we can turn the tables on Resistance. This second, we can sit down and do our work."
   },
   "author": {
    "text": "Steven Pressfield"
   }
  },
  {
   "quote": {
    "text": "As a kid I had buck teeth and braces and acne. I hated what I saw. I'm still not comfortable, but that's why I change and adapt the way I look."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "One thing I believe completely is that the human heart remains the human heart, no matter how our material circumstances change as we move together through time."
   },
   "author": {
    "text": "Geraldine Brooks"
   }
  },
  {
   "quote": {
    "text": "The whole idea of deterrence is to convince your enemy that you are willing and able to make it so painful for them to continue on a threatening or bellicose course that they change their behavior."
   },
   "author": {
    "text": "Martha McSally"
   }
  },
  {
   "quote": {
    "text": "Every time I see my brother, I just praise God for God's grace in his life. Because if God can change Franklin from a prodigal into a man of God, he can do it for anybody."
   },
   "author": {
    "text": "Anne Graham Lotz"
   }
  },
  {
   "quote": {
    "text": "Fixing obesity is going to require a change in our modern relationship with food. I'm hopeful that we begin to see a turnaround in this childhood obesity epidemic."
   },
   "author": {
    "text": "S. Jay Olshansky"
   }
  },
  {
   "quote": {
    "text": "Cancer stops you in your tracks. It really makes you think about what's important. In a second, life can change. Don't ever forget to say thank you for love and family. What good is your success without them?"
   },
   "author": {
    "text": "Jaclyn Smith"
   }
  },
  {
   "quote": {
    "text": "The principal reason for the universe's poker face is that its constituents are far away. Stars careen through space, and galaxies spin at speeds thousands of times faster than a jet plane. But given their distance, you'd need the patience of Job to notice much change in their appearance or position."
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "Cultural change always precedes political change."
   },
   "author": {
    "text": "Tessa Thompson"
   }
  },
  {
   "quote": {
    "text": "You can't think about things you want to change. Just be yourself."
   },
   "author": {
    "text": "Ethan Embry"
   }
  },
  {
   "quote": {
    "text": "City farming is not only possible, it is the very definition of the kind of meaningful, sustainable innovation we will need to meet the grand challenges of the 21st century: climate change; population growth; ageing population; urbanization; rising demand for energy, food and water; poverty; and access to healthcare."
   },
   "author": {
    "text": "Frans van Houten"
   }
  },
  {
   "quote": {
    "text": "Your family is unavoidable. You cannot escape them or trade them in for another family. You also can't change them... but you can change your response to them."
   },
   "author": {
    "text": "Jami Attenberg"
   }
  },
  {
   "quote": {
    "text": "As an actor, particularly because I'm - I would call myself a character actor. I change my look, my physical appearance and my body, my hair color, my whatever all the time for a role."
   },
   "author": {
    "text": "Lynn Redgrave"
   }
  },
  {
   "quote": {
    "text": "The dictionary is like a time capsule of all of human thinking ever since words began to be written down. And exploring where words have come from can increase your understanding of the words themselves and expand your understanding of how to use the words, and all of this change happens in your thinking when you read the words."
   },
   "author": {
    "text": "Andrew Clements"
   }
  },
  {
   "quote": {
    "text": "Life's a roller coaster, but I feel a change."
   },
   "author": {
    "text": "Donny Most"
   }
  },
  {
   "quote": {
    "text": "Any revival in which I am involved is liable to change."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "Climate change, in some regions, has aggravated conflict over scarce land, and could well trigger large-scale migration in the decades ahead. And rising sea levels put at risk the very survival of all small island states. These and other implications for peace and security have implications for the United Nations itself."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "I'm going to have setbacks and failures; I'm not going to see change right away all of the time or most of the time. But everybody I've ever respected has failed at one thing or another. I've definitely fallen on my face. But I've also had a comparatively easy life."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "If we are to change our world view, images have to change. The artist now has a very important job to do. He's not a little peripheral figure entertaining rich people, he's really needed."
   },
   "author": {
    "text": "Vaclav Havel"
   }
  },
  {
   "quote": {
    "text": "A good marriage is one which allows for change and growth in the individuals and in the way they express their love."
   },
   "author": {
    "text": "Pearl S. Buck"
   }
  },
  {
   "quote": {
    "text": "Opinions alter, manners change, creeds rise and fall, but the moral laws are written on the table of eternity."
   },
   "author": {
    "text": "Lord Acton"
   }
  },
  {
   "quote": {
    "text": "We might be more inclined to think about the longer term if we were more aware of what is happening around us. Perhaps daily weather forecasts could include a few basic facts about the Earth's vital signs or details of where climate change is increasing the likelihood of damaging weather?"
   },
   "author": {
    "text": "Prince Charles"
   }
  },
  {
   "quote": {
    "text": "The culture at Valve is pretty much crowdsourced. The handbook is a wiki. One of the first things we say to new hires is, 'You have to change something in the handbook.'"
   },
   "author": {
    "text": "Gabe Newell"
   }
  },
  {
   "quote": {
    "text": "I wasn't enjoying golf much. I was kind of getting a little bit tired, I was getting a little bit moody, and I was constantly getting angry. That's not me. And when I saw that I knew I had to change."
   },
   "author": {
    "text": "Paula Creamer"
   }
  },
  {
   "quote": {
    "text": "Public discourse about climate change has resulted in the erroneous idea that it's all about cost, burden and sacrifice. If the math was correct, everyone would see it's about profit, jobs and competitive advantage."
   },
   "author": {
    "text": "Amory Lovins"
   }
  },
  {
   "quote": {
    "text": "Actually, climate change is really about the wellbeing of people. It is not a very vague concept or a vague problem that is out of our everyday lives. It is actually affecting our everyday lives, and this is the fundamental fact that everybody should keep in mind while working toward a low-carbon society."
   },
   "author": {
    "text": "Patricia Espinosa"
   }
  },
  {
   "quote": {
    "text": "Part of my advantage is that my strength is economic forecasting, but that only works in free markets, when markets are smarter than people. That's how I started. I watched the stock market, how equities reacted to change in levels of economic activity, and I could understand how price signals worked and how to forecast them."
   },
   "author": {
    "text": "Stanley Druckenmiller"
   }
  },
  {
   "quote": {
    "text": "I literally change my phone number 10 times a year and I don't ever save my contacts."
   },
   "author": {
    "text": "Rob Kardashian"
   }
  },
  {
   "quote": {
    "text": "Change is not only likely, it's inevitable."
   },
   "author": {
    "text": "Barbara Sher"
   }
  },
  {
   "quote": {
    "text": "As children, many of us were taught never to talk to strangers. As parents and grandparents, our message must change with technology to include strangers on the Internet."
   },
   "author": {
    "text": "Judy Biggert"
   }
  },
  {
   "quote": {
    "text": "Every great and deep difficulty bears in itself its own solution. It forces us to change our thinking in order to find it."
   },
   "author": {
    "text": "Niels Bohr"
   }
  },
  {
   "quote": {
    "text": "Change is always tough. Even for those who see themselves as agents of change, the process of starting a new thing can cause times of disorientation, uncertainty and insecurity."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "They must often change, who would be constant in happiness or wisdom."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "So thoroughly and sincerely are we compelled to live, reverencing our life, and denying the possibility of change. This is the only way, we say; but there are as many ways as there can be drawn radii from one centre. All change is a miracle to contemplate; but it is a miracle which is taking place every instant."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "I don't know why my smile has become a signature pose. I think it's a nice change. I think people want to see happiness, so a smile is what can bring that. I didn't make it my trademark on purpose."
   },
   "author": {
    "text": "Arizona Muse"
   }
  },
  {
   "quote": {
    "text": "For changes to be of any true value, they've got to be lasting and consistent."
   },
   "author": {
    "text": "Tony Robbins"
   }
  },
  {
   "quote": {
    "text": "Working together, we can meet our shared goal to combat climate change. From harmonizing vehicle emissions standards to using our trading relationship to boost investment in clean energy, the actions the United States and Canada take together will help both nations meet international goals."
   },
   "author": {
    "text": "Amy Klobuchar"
   }
  },
  {
   "quote": {
    "text": "Whosoever desires constant success must change his conduct with the times."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "The Chinese government wants me to say that for many centuries Tibet has been part of China. Even if I make that statement, many people would just laugh. And my statement will not change past history. History is history."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Bravery is the engine of change."
   },
   "author": {
    "text": "Aisha Tyler"
   }
  },
  {
   "quote": {
    "text": "Real, sustainable community change requires the initiative and engagement of community members."
   },
   "author": {
    "text": "Helene D. Gayle"
   }
  },
  {
   "quote": {
    "text": "I don't care whether you're driving a hybrid or an SUV. If you're headed for a cliff, you have to change direction. That's what the American people called for in November, and that's what we intend to deliver."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Certainly, travel is more than the seeing of sights; it is a change that goes on, deep and permanent, in the ideas of living."
   },
   "author": {
    "text": "Mary Ritter Beard"
   }
  },
  {
   "quote": {
    "text": "I think daughters can change the perception of their fathers."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "Relentless, repetitive self talk is what changes our self-image."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "I strongly believe being mayor is the public post in which you have the greatest opportunity to change peoples' lives for the better. People live in cities, not states or nations. As a mayor, you are connected directly to citizens."
   },
   "author": {
    "text": "Eduardo Paes"
   }
  },
  {
   "quote": {
    "text": "Sometimes if you want to see a change for the better, you have to take things into your own hands."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "Everything will change. The only question is growing up or decaying."
   },
   "author": {
    "text": "Nikki Giovanni"
   }
  },
  {
   "quote": {
    "text": "Change is inevitable. Change is constant."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "You're only as young as the last time you changed your mind."
   },
   "author": {
    "text": "Timothy Leary"
   }
  },
  {
   "quote": {
    "text": "If there is anything that we wish to change in the child, we should first examine it and see whether it is not something that could better be changed in ourselves."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "Wars of nations are fought to change maps. But wars of poverty are fought to map change."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "When I was in first grade, everyone made fun of my name, of course. I think it's kind of a big name to hold up when you're nine years old. It seemed goofy. I used to tell people I wanted to change the world and they used to think, 'This kid's really weird'."
   },
   "author": {
    "text": "River Phoenix"
   }
  },
  {
   "quote": {
    "text": "If we don't change, we don't grow. If we don't grow, we aren't really living."
   },
   "author": {
    "text": "Gail Sheehy"
   }
  },
  {
   "quote": {
    "text": "I have an urge to communicate. I think I'm a change from what it would be like dating a normal guy who doesn't talk too much."
   },
   "author": {
    "text": "Drake"
   }
  },
  {
   "quote": {
    "text": "There is a need for financial reform along ethical lines that would produce in its turn an economic reform to benefit everyone. This would nevertheless require a courageous change of attitude on the part of political leaders."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "It is proof of a base and low mind for one to wish to think with the masses or majority, merely because the majority is the majority. Truth does not change because it is, or is not, believed by a majority of the people."
   },
   "author": {
    "text": "Giordano Bruno"
   }
  },
  {
   "quote": {
    "text": "Once you do away with the idea of people as fixed, static entities, then you see that people can change, and there is hope."
   },
   "author": {
    "text": "bell hooks"
   }
  },
  {
   "quote": {
    "text": "Marketers use big data profiling to predict who is about to get pregnant, who is likely to buy a new car, and who is about to change sexual orientations. That's how they know what ads to send to whom. The NSA, meanwhile, wants to know who is likely to commit an act of terrorism - and for this, they need us."
   },
   "author": {
    "text": "Douglas Rushkoff"
   }
  },
  {
   "quote": {
    "text": "Vengeance is not the point; change is. But the trouble is that in most people's minds the thought of victory and the thought of punishing the enemy coincide."
   },
   "author": {
    "text": "Barbara Deming"
   }
  },
  {
   "quote": {
    "text": "I gotta spread all this love that I have for myself, I gotta spread it to everybody else, because my positivity is going to change at least one person's day a day, and that's all that matters to me."
   },
   "author": {
    "text": "Khalid"
   }
  },
  {
   "quote": {
    "text": "For everybody, I think that we all, when we look at this situation of race, we need a change of heart, and I said it before. I believe the heart change comes from repenting of your racism, repenting of your bias, repenting of your prejudice and understanding that, you know what, God sees us all the same."
   },
   "author": {
    "text": "Benjamin Watson"
   }
  },
  {
   "quote": {
    "text": "There is at least one point in the history of any company when you have to change dramatically to rise to the next level of performance. Miss that moment - and you start to decline."
   },
   "author": {
    "text": "Andy Grove"
   }
  },
  {
   "quote": {
    "text": "It connects humans to other humans in a profound way that I've never seen before in any other form of media. And it can change people's perception of each other. And that's how I think virtual reality has the potential to actually change the world."
   },
   "author": {
    "text": "Chris Milk"
   }
  },
  {
   "quote": {
    "text": "The life purpose of the true social entrepreneur is to change the world."
   },
   "author": {
    "text": "Bill Drayton"
   }
  },
  {
   "quote": {
    "text": "We think the whole world's going to change, and forget that human beings are still human beings; we have the same five senses, we still interact the same way, we still love and hate the same way, but marketers lose track of that. But then it comes down to earth."
   },
   "author": {
    "text": "Michael K. Powell"
   }
  },
  {
   "quote": {
    "text": "I wouldn't mind, if Peter Parker had originally been black, a Latino, an Indian, or anything else, that he stay that way. But we originally made him white. I don't see any reason to change that."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "I was a proponent of the ERA. The women of my generation and my daughter's generation, they were very active in moving along the social change that would result in equal citizenship stature for men and women."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "There can be no democracy without truth. There can be no truth without controversy, there can be no change without freedom. Without freedom there can be no progress."
   },
   "author": {
    "text": "Andrew Young"
   }
  },
  {
   "quote": {
    "text": "If you want to change attitudes, start with a change in behavior."
   },
   "author": {
    "text": "William Glasser"
   }
  },
  {
   "quote": {
    "text": "When we are no longer able to change a situation - just think of an incurable disease such as an inoperable cancer - we are challenged to change ourselves."
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "For someone with a background of economic justice, what scared me about climate change is not just that the sea level will rise and we'll have more storms - it's how this intersects with that cocktail of inequality and racism."
   },
   "author": {
    "text": "Naomi Klein"
   }
  },
  {
   "quote": {
    "text": "To all of the young people out there who are creating social change or even fomenting social movements: hold on to your idealism and your belief in your ability to change the world. Your lofty goals demand attention and deserve support."
   },
   "author": {
    "text": "Lynn Schusterman"
   }
  },
  {
   "quote": {
    "text": "The way I see it, it's impossible to change things without encountering resistance."
   },
   "author": {
    "text": "Evo Morales"
   }
  },
  {
   "quote": {
    "text": "Change the way we all talk to each other about our mental health."
   },
   "author": {
    "text": "Kate Middleton"
   }
  },
  {
   "quote": {
    "text": "Climate change is sometimes misunderstood as being about changes in the weather. In reality it is about changes in our very way of life."
   },
   "author": {
    "text": "Paul Polman"
   }
  },
  {
   "quote": {
    "text": "Music changes, and I'm gonna change right along with it."
   },
   "author": {
    "text": "Aretha Franklin"
   }
  },
  {
   "quote": {
    "text": "Know what's weird? Day by day, nothing seems to change. But pretty soon, everything's different."
   },
   "author": {
    "text": "Bill Watterson"
   }
  },
  {
   "quote": {
    "text": "I thought that the older I got, that partying would change - and it has - in the way that now I know how to party."
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "Unfortunately, some of our poor choices are irreversible, but many are not. Often, we can change course and get back on the right track."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Most people already know what they're doing wrong. When I get them to church I want to tell them that you can change."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Nothing binds a people to their leader like a common enemy. Voters don't change governments during war."
   },
   "author": {
    "text": "Harvey Fierstein"
   }
  },
  {
   "quote": {
    "text": "No one can persuade another to change. Each of us guards a gate of change that can only be opened from the inside. We cannot open the gate of another, either by argument or emotional appeal."
   },
   "author": {
    "text": "Marilyn Ferguson"
   }
  },
  {
   "quote": {
    "text": "If a person doesn't change, there's something really wrong with him."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "I am not naive enough to believe that voting is the only way to bring about transformational change, just as I know that protest alone is not the sole solution to the challenges we face."
   },
   "author": {
    "text": "DeRay Mckesson"
   }
  },
  {
   "quote": {
    "text": "Every time you feel depressed about something, try to identify a corresponding negative thought you had just prior to and during the depression. Because these thoughts have actually created your bad mood, by learning to restructure them, you can change your mood."
   },
   "author": {
    "text": "David D. Burns"
   }
  },
  {
   "quote": {
    "text": "Action and reaction, ebb and flow, trial and error, change - this is the rhythm of living. Out of our over-confidence, fear; out of our fear, clearer vision, fresh hope. And out of hope, progress."
   },
   "author": {
    "text": "Bruce Barton"
   }
  },
  {
   "quote": {
    "text": "I grew up always thinking that fighting for justice was our obligation, whether that's giving your voice to something, serving as a verbal advocate for someone, or physically being in spaces or occupying space to make and create change."
   },
   "author": {
    "text": "Angela Rye"
   }
  },
  {
   "quote": {
    "text": "Excuses change nothing, but make everyone feel better."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "I'm a country singer. I love all kinds of music, but country is where my loyalty lies. That's just me and what I do, and I'm not going to change it."
   },
   "author": {
    "text": "George Strait"
   }
  },
  {
   "quote": {
    "text": "You've got to change incentives for good behavior as opposed to just disincentivizing bad behavior."
   },
   "author": {
    "text": "Gavin Newsom"
   }
  },
  {
   "quote": {
    "text": "Good intentions never change anything. They only become a deeper and deeper rut."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Could we change our attitude, we should not only see life differently, but life itself would come to be different."
   },
   "author": {
    "text": "Katherine Mansfield"
   }
  },
  {
   "quote": {
    "text": "There can be no peace in the world so long as a large proportion of the population lack the necessities of life and believe that a change of the political and economic system will make them available. World peace must be based on world plenty."
   },
   "author": {
    "text": "John Boyd Orr"
   }
  },
  {
   "quote": {
    "text": "Desperation is the raw material of drastic change. Only those who can leave behind everything they have ever believed in can hope to escape."
   },
   "author": {
    "text": "William S. Burroughs"
   }
  },
  {
   "quote": {
    "text": "Wealth brings with it refinement, the spirit of conservation, while poverty inspires adventurous ideas, the desire to change things, and has little care for life."
   },
   "author": {
    "text": "Jose Rizal"
   }
  },
  {
   "quote": {
    "text": "I want to be able to look back and say, 'I've done everything I can, and I was successful.' I don't want to look back and say I should have done this or that. I'd like to change things for the younger generation of swimmers coming along."
   },
   "author": {
    "text": "Michael Phelps"
   }
  },
  {
   "quote": {
    "text": "I read and walked for miles at night along the beach, writing bad blank verse and searching endlessly for someone wonderful who would step out of the darkness and change my life. It never crossed my mind that that person could be me."
   },
   "author": {
    "text": "Anna Quindlen"
   }
  },
  {
   "quote": {
    "text": "All conservatism is based upon the idea that if you leave things alone you leave them as they are. But you do not. If you leave a thing alone you leave it to a torrent of change."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "In tough times, we all hope for knights in shining armor, or the cavalry, to show up and effect change."
   },
   "author": {
    "text": "Dean Devlin"
   }
  },
  {
   "quote": {
    "text": "Perjury is the basest and meanest and most cowardly of crimes. What can it do? Perjury can change the common air that we breathe into the axe of an executioner."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "Opinions are made to be changed - or how is truth to be got at?"
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "The world hates change, yet it is the only thing that has brought progress."
   },
   "author": {
    "text": "Charles Kettering"
   }
  },
  {
   "quote": {
    "text": "All things must change to something new, to something strange."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "To some extent, Seattle remains a frontier metropolis, a place where people can experiment with their lives, and change and grow and make things happen."
   },
   "author": {
    "text": "Tom Robbins"
   }
  },
  {
   "quote": {
    "text": "You have to make a conscious decision to change for your own well-being and that of your family and your country."
   },
   "author": {
    "text": "William J. Clinton"
   }
  },
  {
   "quote": {
    "text": "The changes in our life must come from the impossibility to live otherwise than according to the demands of our conscience not from our mental resolution to try a new form of life."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "Stop trying to change reality by attempting to eliminate complexity."
   },
   "author": {
    "text": "David Whyte"
   }
  },
  {
   "quote": {
    "text": "Ministers are powerless people who have nothing to boast of except their weaknesses. But when the Lord whom they serve fills them with His blessing they will move mountains and change the hearts of people wherever they go."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "The mission of my company is to bring three things to the world through entertainment: joy, happiness, and change. We must believe our precious time is being used to make a product worth more than anything else we could be doing."
   },
   "author": {
    "text": "Charlie Ebersol"
   }
  },
  {
   "quote": {
    "text": "Traditional marriage between a man and a woman has been a cornerstone of our society for generations. If we are going to change that, it ought to be done by the will of the people."
   },
   "author": {
    "text": "Steve Chabot"
   }
  },
  {
   "quote": {
    "text": "In times of rapid change, experience could be your worst enemy."
   },
   "author": {
    "text": "J. Paul Getty"
   }
  },
  {
   "quote": {
    "text": "The world does not need tourists who ride by in a bus clucking their tongues. The world as it is needs those who will love it enough to change it, with what they have, where they are."
   },
   "author": {
    "text": "Robert Fulghum"
   }
  },
  {
   "quote": {
    "text": "Change will never happen when people lack the ability and courage to see themselves for who they are."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Change alone is unchanging."
   },
   "author": {
    "text": "Heraclitus"
   }
  },
  {
   "quote": {
    "text": "I want to remind people that the Nazis weren't able to take the Jews to the crematoriums immediately. The German people wouldn't have allowed for it. Instead, the Nazis had to change public opinion. They marginalized the Jewish people, disparaged them, and made them objects of contempt."
   },
   "author": {
    "text": "Robert Jeffress"
   }
  },
  {
   "quote": {
    "text": "Since I was a child, I hated having to deal with my hair. I hated having to change my clothes. As a kid, I had a sailor shirt and the same old corduroy pants, and that's what I wanted to wear everyday."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "If I make a change to a young kid to play any sport, not only tennis, instead of spending time in front of the TV or computer, that is good. I want to give them a good example: 'Hey, go out and play and see the world.'"
   },
   "author": {
    "text": "Ana Ivanovic"
   }
  },
  {
   "quote": {
    "text": "Personality is less a finished product than a transitive process. While it has some stable features, it is at the same time continually undergoing change."
   },
   "author": {
    "text": "Gordon W. Allport"
   }
  },
  {
   "quote": {
    "text": "Political leaders can help change the psychological climate which affects the quality of relationships among people."
   },
   "author": {
    "text": "Ehud Olmert"
   }
  },
  {
   "quote": {
    "text": "A lot of people I guess, well, some people change when they get in spotlights and everything, but you can take the girl out of Mississippi, but you can't take Mississippi out the girl!"
   },
   "author": {
    "text": "La'Porsha Renae"
   }
  },
  {
   "quote": {
    "text": "A person needs at intervals to separate himself from family and companions and go to new places. He must go without his familiars in order to be open to influences, to change."
   },
   "author": {
    "text": "Katharine Butler Hathaway"
   }
  },
  {
   "quote": {
    "text": "Lesbian, gay, bisexual, and transgender teens are bullied and ostracized in epidemic proportions. It's disgusting, and it must change."
   },
   "author": {
    "text": "Monica Raymund"
   }
  },
  {
   "quote": {
    "text": "All I want to do is change the world."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "Why would a lazy guy become a parent of five? Then again, why would creative people who inherently don't like change and criticism become writers, actors, or comedians? There's something about this process. I joke about it: My kids have made me a better person, and I only need, like, 34 more of them to be a really good guy."
   },
   "author": {
    "text": "Jim Gaffigan"
   }
  },
  {
   "quote": {
    "text": "I try to contrast; life today is full of contrast... We have to change."
   },
   "author": {
    "text": "Gianni Versace"
   }
  },
  {
   "quote": {
    "text": "There are two kinds of fools: those who can't change their opinions and those who won't."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "I am an American man, and in America, we still think of figure skaters as little girls in pretty, sparkly dresses - I worked very hard to change the perception and image of figure skating, and I think I've done a great job on my end, but in figure skating, taste needs to evolve."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "Doing all we can to combat climate change comes with numerous benefits, from reducing pollution and associated health care costs to strengthening and diversifying the economy by shifting to renewable energy, among other measures."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "From year to year, environmental changes are incremental and often barely register in our lives, but from evolutionary or geological perspectives, what is happening is explosive change."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "Your problems never cease. They just change."
   },
   "author": {
    "text": "Phil Jackson"
   }
  },
  {
   "quote": {
    "text": "Nothing endures but change."
   },
   "author": {
    "text": "Heraclitus"
   }
  },
  {
   "quote": {
    "text": "I shall not change my course because those who assume to be better than I desire it."
   },
   "author": {
    "text": "Victoria Woodhull"
   }
  },
  {
   "quote": {
    "text": "Crush Malaysia! Indonesia may change its tactics, but our goal will remain the same."
   },
   "author": {
    "text": "Sukarno"
   }
  },
  {
   "quote": {
    "text": "When you read the New Testament, you see the Holy Spirit was supposed to change everything so that this gathering of people who call themselves Christians had this supernatural element about them."
   },
   "author": {
    "text": "Francis Chan"
   }
  },
  {
   "quote": {
    "text": "We can be thankful President Barack Obama is taking aim at one of the prime causes of climate change and extreme weather: air pollution. The EPA's carbon pollution standards are the most significant step forward our country has ever taken to protect our health by addressing climate change."
   },
   "author": {
    "text": "Donna Brazile"
   }
  },
  {
   "quote": {
    "text": "You can do things in every part of the world. You can do things in every discipline. You can do large things, you can do small things. But it takes a while to figure out what you actually want to do. And it changes. As you change your interests and desires in philanthropy change, I think you have to be open to that change."
   },
   "author": {
    "text": "Marc Benioff"
   }
  },
  {
   "quote": {
    "text": "We women are going to bring change. We are speaking up for girls' rights, but we must not behave like men, like they have done in the past."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Taking bold action on climate change simply makes good business sense. It's also the right thing to do for people and the planet. Setting a net-zero GHG emissions target by 2050 will drive innovation, grow jobs, build prosperity, and secure a better world for what will soon be 9 billion people."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "We have to realize a kid will love us one day and hate us the next. That cannot change who we are and what we are about."
   },
   "author": {
    "text": "Joe Paterno"
   }
  },
  {
   "quote": {
    "text": "There's nothing that will change someone's moral outlook quicker than cash in large sums."
   },
   "author": {
    "text": "Larry Flynt"
   }
  },
  {
   "quote": {
    "text": "Change alone is eternal, perpetual, immortal."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "A spiritual partnership is a partnership between equals for the purpose of spiritual growth. Spiritual partners use their delightful experiences together as well as their power struggles to learn about themselves and change themselves."
   },
   "author": {
    "text": "Gary Zukav"
   }
  },
  {
   "quote": {
    "text": "Sustainability is a seemingly laudable goal - it tells us we need to live within our means, whether economic, ecological, or political - but it's insufficient for uncertain times. How can we live within our means when those very means can change, swiftly and unexpectedly, beneath us?"
   },
   "author": {
    "text": "Jamais Cascio"
   }
  },
  {
   "quote": {
    "text": "I cannot say whether things will get better if we change; what I can say is they must change if they are to get better."
   },
   "author": {
    "text": "Georg C. Lichtenberg"
   }
  },
  {
   "quote": {
    "text": "The thing that surprises me most is, you cannot change who you are."
   },
   "author": {
    "text": "Jeff Probst"
   }
  },
  {
   "quote": {
    "text": "You can change the feel of your sofa by adding a thick, cozy throw and playing a couple of classic pillows off a more Moroccan-inspired one."
   },
   "author": {
    "text": "Nate Berkus"
   }
  },
  {
   "quote": {
    "text": "You can beat a dead horse as much as you want, but it doesn't come back to life. And sometimes you just have to change things up to keep the excitement and enthusiasm in the sport."
   },
   "author": {
    "text": "Kevin Harvick"
   }
  },
  {
   "quote": {
    "text": "Big companies do not want to disrupt themselves. All they want to do is improve themselves. They see the blockchain as another IT project. It's going to save money; it's going improve a process here and there. It's not going to change their business."
   },
   "author": {
    "text": "William Mougayar"
   }
  },
  {
   "quote": {
    "text": "Being reminded about the incredible power of God's love, and living as He intended, is the most powerful motivation to change."
   },
   "author": {
    "text": "Rick Warren"
   }
  },
  {
   "quote": {
    "text": "Nowadays people talk about PayPal's founders as prescient geniuses who would inevitably change the world. It was, however, not so obvious that PayPal would taste its first major success by helping people sell Beanie Babies on eBay. But they had a vision, a hope, and the perseverance to try multiple iterations until they got it right."
   },
   "author": {
    "text": "Eric Ries"
   }
  },
  {
   "quote": {
    "text": "Culture - art, music, literature - is the long game, because it's the way to change people's ideas in a more personal way."
   },
   "author": {
    "text": "Dee Rees"
   }
  },
  {
   "quote": {
    "text": "There are a variety of techniques to help people change the kind of thinking that leads them to become depressed. These techniques are called cognitive behavioral therapy."
   },
   "author": {
    "text": "Irving Kirsch"
   }
  },
  {
   "quote": {
    "text": "Things alter for the worse spontaneously, if they be not altered for the better designedly."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "I believe that artistic activities change people. You do effect change. I see architecture as a political, social and cultural act - that is its primary role."
   },
   "author": {
    "text": "Thom Mayne"
   }
  },
  {
   "quote": {
    "text": "I just feel like I'm such a normal person in an industry that is so chaotic and crazy. I am what I am, and I can't change it. And I don't want to change it."
   },
   "author": {
    "text": "Vicky McClure"
   }
  },
  {
   "quote": {
    "text": "Climate change, demographics, water, food, energy, global health, women's empowerment - these issues are all intertwined. We cannot look at one strand in isolation. Instead, we must examine how these strands are woven together."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "It's tragic from how far we've come from 'Hope and Change'."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "If there's something in your life that you know needs changing, make sure you change it before God's got to change it. Because if God's got to change it, you ain't going to like it."
   },
   "author": {
    "text": "Ray Lewis"
   }
  },
  {
   "quote": {
    "text": "Policy makers who have never served in the military continue to use the military to lead social change in this country."
   },
   "author": {
    "text": "James Mattis"
   }
  },
  {
   "quote": {
    "text": "If citizens do not believe they can change their leaders through the ballot box, they will find other ways, even at the risk of destabilizing their countries."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "America's greatest long-term influence on China comes from playing host to the thousands of students who come from China each year, some of the ablest Chinese scholars and scientists. They will be the most powerful agents for change in China."
   },
   "author": {
    "text": "Lee Kuan Yew"
   }
  },
  {
   "quote": {
    "text": "The greatest revolution in our generation is that of human beings, who by changing the inner attitudes of their minds, can change the outer aspects of their lives."
   },
   "author": {
    "text": "Marilyn Ferguson"
   }
  },
  {
   "quote": {
    "text": "Either you support the existing global elite, or you want real change and believe in nation-state democracy."
   },
   "author": {
    "text": "Nigel Farage"
   }
  },
  {
   "quote": {
    "text": "I hope that young people will also look to politics as a vehicle to not only have their voices heard, but actually to be the change makers that they want to see. They are disaffected, understandably, but I hope that young people will not only turn out to vote but also run for office."
   },
   "author": {
    "text": "Chelsea Clinton"
   }
  },
  {
   "quote": {
    "text": "He who rejects change is the architect of decay. The only human institution which rejects progress is the cemetery."
   },
   "author": {
    "text": "Harold Wilson"
   }
  },
  {
   "quote": {
    "text": "Strong characters are brought out by change of situation, and gentle ones by permanence."
   },
   "author": {
    "text": "Jean Paul"
   }
  },
  {
   "quote": {
    "text": "One is called to live nonviolently, even if the change one works for seems impossible."
   },
   "author": {
    "text": "Daniel Berrigan"
   }
  },
  {
   "quote": {
    "text": "I thought for a very long time that I had to conform or maybe change the way I look, or maybe the hijab was dimming my beauty. I took a moment, and then I realized, you know what, there's a lot of girls who do wear this, and this is their reality. It just made me even more prouder to wear it."
   },
   "author": {
    "text": "Halima Aden"
   }
  },
  {
   "quote": {
    "text": "I have blind trust in people. Even if that ends up hurting me, I won't change. I will go on trusting people because that's the only way I know to love someone."
   },
   "author": {
    "text": "Bipasha Basu"
   }
  },
  {
   "quote": {
    "text": "Change is not a destination, just as hope is not a strategy."
   },
   "author": {
    "text": "Rudy Giuliani"
   }
  },
  {
   "quote": {
    "text": "I've always enjoyed shopping and loved fashion, but my interest as an entrepreneur was definitely more about the opportunities I saw to change the future of retail. My sister was a buyer in New York, and she knew my body and my style, and she could find me things I loved. I thought, 'What if everybody had access to this kind of experience?'"
   },
   "author": {
    "text": "Katrina Lake"
   }
  },
  {
   "quote": {
    "text": "I don't go, 'It is now time to change Americans' perception of Muslims. It's going to be a long day.' I think you just try to be unique and try to be yourself, and if something good comes of that, then great."
   },
   "author": {
    "text": "Kumail Nanjiani"
   }
  },
  {
   "quote": {
    "text": "As women, we know that we must always find ways to change the process because the present institutions want to hold on to power and keep the status quo."
   },
   "author": {
    "text": "Bella Abzug"
   }
  },
  {
   "quote": {
    "text": "Passion has always been important to me. That won't change. What changes in a woman's perspective. I mean, I have two kids now. I'm a single parent balancing motherhood and my career. That changes the equation."
   },
   "author": {
    "text": "Jody Watley"
   }
  },
  {
   "quote": {
    "text": "I have a low tolerance for people who complain about things but never do anything to change them. This led me to conclude that the single largest pool of untapped natural resources in this world is human good intentions that are never translated into actions."
   },
   "author": {
    "text": "Cindy Gallop"
   }
  },
  {
   "quote": {
    "text": "I learned to take those experiences that were difficult in my life and in the adversity that I had overcome to use it for a positive change."
   },
   "author": {
    "text": "Dominique Moceanu"
   }
  },
  {
   "quote": {
    "text": "There never was a social change in America without angry people at the heart."
   },
   "author": {
    "text": "Keith Miller"
   }
  },
  {
   "quote": {
    "text": "With its billions of interconnected neurons, whose interactions change from millisecond to millisecond, the human brain is an archetypal complex system."
   },
   "author": {
    "text": "Miguel Nicolelis"
   }
  },
  {
   "quote": {
    "text": "I totally deplore the notion of an M.D. giving pills to patients - a medical doctor giving psychological or psychoactive change agents to another person."
   },
   "author": {
    "text": "Timothy Leary"
   }
  },
  {
   "quote": {
    "text": "I don't think my body's gonna go to hell if I train for performance. It might change a little and adapt, but I like being strong."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "I've never really worked out this thought, and I don't know if I'm really conscious of it, but I can see there's an attraction about writing about a period that's over and isn't going to change colour while you look at it."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "In a progressive country change is constant; change is inevitable."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Lord, where we are wrong, make us willing to change; where we are right, make us easy to live with."
   },
   "author": {
    "text": "Peter Marshall"
   }
  },
  {
   "quote": {
    "text": "We live in a moment of history where change is so speeded up that we begin to see the present only when it is already disappearing."
   },
   "author": {
    "text": "R. D. Laing"
   }
  },
  {
   "quote": {
    "text": "I believe that history has shape, order, and meaning; that exceptional men, as much as economic forces, produce change; and that passe abstractions like beauty, nobility, and greatness have a shifting but continuing validity."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "Anyone who thinks there's safety in numbers hasn't looked at the stock market pages."
   },
   "author": {
    "text": "Irene Peter"
   }
  },
  {
   "quote": {
    "text": "To me success means effectiveness in the world, that I am able to carry my ideas and values into the world - that I am able to change it in positive ways."
   },
   "author": {
    "text": "Maxine Hong Kingston"
   }
  },
  {
   "quote": {
    "text": "Change is the only constant. Hanging on is the only sin."
   },
   "author": {
    "text": "Denise McCluggage"
   }
  },
  {
   "quote": {
    "text": "Taste may change, but inclination never."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "I don't have perfect teeth, I'm not stick thin. I want to be the person who feels great in her body and can say that she loves it and doesn't want to change anything."
   },
   "author": {
    "text": "Emma Watson"
   }
  },
  {
   "quote": {
    "text": "The thing that lies at the foundation of positive change, the way I see it, is service to a fellow human being."
   },
   "author": {
    "text": "Lech Walesa"
   }
  },
  {
   "quote": {
    "text": "Change is inevitable. Change for the better is a full-time job."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "Because things are the way they are, things will not stay the way they are."
   },
   "author": {
    "text": "Bertolt Brecht"
   }
  },
  {
   "quote": {
    "text": "Future shock is the shattering stress and disorientation that we induce in individuals by subjecting them to too much change in too short a time."
   },
   "author": {
    "text": "Alvin Toffler"
   }
  },
  {
   "quote": {
    "text": "Not only is women's work never done, the definition keeps changing."
   },
   "author": {
    "text": "Bill Copeland"
   }
  },
  {
   "quote": {
    "text": "Slowness to change usually means fear of the new."
   },
   "author": {
    "text": "Phil Crosby"
   }
  },
  {
   "quote": {
    "text": "To change what you get, you must change who you are."
   },
   "author": {
    "text": "Vernon Howard"
   }
  },
  {
   "quote": {
    "text": "Weep not that the world changes - did it keep a stable, changeless state, it were cause indeed to weep."
   },
   "author": {
    "text": "William Cullen Bryant"
   }
  },
  {
   "quote": {
    "text": "The main dangers in this life are the people who want to change everything... or nothing."
   },
   "author": {
    "text": "Nancy Astor"
   }
  },
  {
   "quote": {
    "text": "Change is tough, people don't like it, but it is necessary. Take two aspirins and call me in the morning."
   },
   "author": {
    "text": "Christopher Bond"
   }
  },
  {
   "quote": {
    "text": "Change means that what was before wasn't perfect. People want things to be better."
   },
   "author": {
    "text": "Esther Dyson"
   }
  },
  {
   "quote": {
    "text": "I have a unique history. There's no way to ever separate what your life would have been like if you had taken a different path. You have to embrace what is yours, and if you don't like it, you have to decide to change it."
   },
   "author": {
    "text": "Eve Plumb"
   }
  },
  {
   "quote": {
    "text": "Illness strikes men when they are exposed to change."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "When it becomes more difficult to suffer than to change... you will change."
   },
   "author": {
    "text": "Robert Anthony"
   }
  },
  {
   "quote": {
    "text": "Christians are supposed not merely to endure change, nor even to profit by it, but to cause it."
   },
   "author": {
    "text": "Harry Emerson Fosdick"
   }
  },
  {
   "quote": {
    "text": "A hero is someone right who doesn't change."
   },
   "author": {
    "text": "George Foreman"
   }
  },
  {
   "quote": {
    "text": "Change is such hard work."
   },
   "author": {
    "text": "Billy Crystal"
   }
  },
  {
   "quote": {
    "text": "The garden is growth and change and that means loss as well as constant new treasures to make up for a few disasters."
   },
   "author": {
    "text": "May Sarton"
   }
  },
  {
   "quote": {
    "text": "Change brings opportunity."
   },
   "author": {
    "text": "Nido Qubein"
   }
  },
  {
   "quote": {
    "text": "What we call progress is the exchange of one nuisance for another nuisance."
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "I'm a catalyst for change. You can't be an outsider and be successful over 30 years without leaving a certain amount of scar tissue around the place."
   },
   "author": {
    "text": "Rupert Murdoch"
   }
  },
  {
   "quote": {
    "text": "As with anything creative, change is inevitable."
   },
   "author": {
    "text": "Enya"
   }
  },
  {
   "quote": {
    "text": "A lot of people get impatient with the pace of change."
   },
   "author": {
    "text": "James Levine"
   }
  },
  {
   "quote": {
    "text": "When you are through changing, you are through."
   },
   "author": {
    "text": "Bruce Barton"
   }
  },
  {
   "quote": {
    "text": "Everything in life that we really accept undergoes a change."
   },
   "author": {
    "text": "Katherine Mansfield"
   }
  },
  {
   "quote": {
    "text": "We emphasize that we believe in change because we were born of it, we have lived by it, we prospered and grew great by it. So the status quo has never been our god, and we ask no one else to bow down before it."
   },
   "author": {
    "text": "Carl T. Rowan"
   }
  },
  {
   "quote": {
    "text": "If you want to change the culture, you will have to start by changing the organization."
   },
   "author": {
    "text": "Mary Douglas"
   }
  },
  {
   "quote": {
    "text": "If you can change three lives in 10, three lives in a hundred, that's got to be good, hasn't it?"
   },
   "author": {
    "text": "Ian Botham"
   }
  },
  {
   "quote": {
    "text": "The world changes in direct proportion to the number of people willing to be honest about their lives."
   },
   "author": {
    "text": "Armistead Maupin"
   }
  },
  {
   "quote": {
    "text": "Perfection is immutable. But for things imperfect, change is the way to perfect them."
   },
   "author": {
    "text": "Owen Feltham"
   }
  },
  {
   "quote": {
    "text": "Our fathers valued change for the sake of its results; we value it in the act."
   },
   "author": {
    "text": "Alice Meynell"
   }
  },
  {
   "quote": {
    "text": "I don't know if you can change things, but it's a drop in the ocean."
   },
   "author": {
    "text": "Julie Walters"
   }
  },
  {
   "quote": {
    "text": "Serve the dinner backward, do anything - but for goodness sake, do something weird."
   },
   "author": {
    "text": "Elsa Maxwell"
   }
  },
  {
   "quote": {
    "text": "If you feel like it's difficult to change, you will probably have a harder time succeeding."
   },
   "author": {
    "text": "Andrea Jung"
   }
  },
  {
   "quote": {
    "text": "In not my, but our collective hands, is held the promise of change."
   },
   "author": {
    "text": "Mark Sanford"
   }
  },
  {
   "quote": {
    "text": "The moral world is as little exempt as the physical world from the law of ceaseless change, of perpetual flux."
   },
   "author": {
    "text": "James G. Frazer"
   }
  }
 ]
}