{
 "ChanceQuotes": [
  {
   "quote": {
    "text": "Forgiveness says you are given another chance to make a new beginning."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "Learning is not attained by chance, it must be sought for with ardor and diligence."
   },
   "author": {
    "text": "Abigail Adams"
   }
  },
  {
   "quote": {
    "text": "Take chances, make mistakes. That's how you grow. Pain nourishes your courage. You have to fail in order to practice being brave."
   },
   "author": {
    "text": "Mary Tyler Moore"
   }
  },
  {
   "quote": {
    "text": "Freedom is nothing but a chance to be better."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Growth is never by mere chance; it is the result of forces working together."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "The biggest risk is not taking any risk... In a world that changing really quickly, the only strategy that is guaranteed to fail is not taking risks."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "To reminisce with my old friends, a chance to share some memories, and play our songs again."
   },
   "author": {
    "text": "Ricky Nelson"
   }
  },
  {
   "quote": {
    "text": "Tea time is a chance to slow down, pull back and appreciate our surroundings."
   },
   "author": {
    "text": "Letitia Baldrige"
   }
  },
  {
   "quote": {
    "text": "Coffee has always been a significant part of my life. For me, it's a chance to start my day and gather my thoughts - it's fuel for my creative process."
   },
   "author": {
    "text": "Connor Franta"
   }
  },
  {
   "quote": {
    "text": "Being brave means to know something is scary, difficult, and dangerous, and doing it anyway, because the possibility of winning the fight is worth the chance of losing it."
   },
   "author": {
    "text": "Emilie Autumn"
   }
  },
  {
   "quote": {
    "text": "I don't want to miss out on the chance of having a good time."
   },
   "author": {
    "text": "Victor Webster"
   }
  },
  {
   "quote": {
    "text": "You have to take risks. We will only understand the miracle of life fully when we allow the unexpected to happen."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "Every year on your birthday, you get a chance to start new."
   },
   "author": {
    "text": "Sammy Hagar"
   }
  },
  {
   "quote": {
    "text": "I will prepare and some day my chance will come."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "My smile will always be broken, but I'll always be grateful for the chance to get to do what I get to do."
   },
   "author": {
    "text": "Trent Franks"
   }
  },
  {
   "quote": {
    "text": "When I have a chance to go back to my village, I always remind myself where I came from."
   },
   "author": {
    "text": "Mohamed Salah"
   }
  },
  {
   "quote": {
    "text": "The risk of a wrong decision is preferable to the terror of indecision."
   },
   "author": {
    "text": "Maimonides"
   }
  },
  {
   "quote": {
    "text": "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "We have created a society where individual rights and freedoms, compassion and diversity are core to our citizenship. But underlying that idea of Canada is the promise that we all have a chance to build a better life for ourselves and our children."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "I must learn to love the fool in me - the one who feels too much, talks too much, takes too many chances, wins sometimes and loses often, lacks self-control, loves and hates, hurts and gets hurt, promises and breaks promises, laughs and cries."
   },
   "author": {
    "text": "Theodore Isaac Rubin"
   }
  },
  {
   "quote": {
    "text": "A problem is a chance for you to do your best."
   },
   "author": {
    "text": "Duke Ellington"
   }
  },
  {
   "quote": {
    "text": "If you go around being afraid, you're never going to enjoy life. You have only one chance, so you've got to have fun."
   },
   "author": {
    "text": "Lindsey Vonn"
   }
  },
  {
   "quote": {
    "text": "If you are not willing to risk the unusual, you will have to settle for the ordinary."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "There are risks and costs to action. But they are far less than the long range risks of comfortable inaction."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "We are not the same persons this year as last; nor are those we love. It is a happy chance if we, changing, continue to love a changed person."
   },
   "author": {
    "text": "W. Somerset Maugham"
   }
  },
  {
   "quote": {
    "text": "Living at risk is jumping off the cliff and building your wings on the way down."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "Man, when I'm riding with the helmet on, I'm invisible. And people just deal with me as the guy on the bike... it gives you a chance to read 'em."
   },
   "author": {
    "text": "Brad Pitt"
   }
  },
  {
   "quote": {
    "text": "Cheers to a new year and another chance for us to get it right."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "Come November, the American people will have the chance to re-declare their independence. Americans will have a chance to vote for trade, immigration and foreign policies that put our citizens first. They will have the chance to reject today's rule by the global elite, and to embrace real change that delivers a government of, by and for the people."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Far and away the best prize that life has to offer is the chance to work hard at work worth doing."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Destiny is no matter of chance. It is a matter of choice. It is not a thing to be waited for, it is a thing to be achieved."
   },
   "author": {
    "text": "William Jennings Bryan"
   }
  },
  {
   "quote": {
    "text": "Just keep taking chances and having fun."
   },
   "author": {
    "text": "Garth Brooks"
   }
  },
  {
   "quote": {
    "text": "Enjoy your sweat because hard work doesn't guarantee success, but without it you don't have a chance."
   },
   "author": {
    "text": "Alex Rodriguez"
   }
  },
  {
   "quote": {
    "text": "Thank you, dear God, for this good life and forgive us if we do not love it enough. Thank you for the rain. And for the chance to wake up in three hours and go fishing: I thank you for that now, because I won't feel so thankful then."
   },
   "author": {
    "text": "Garrison Keillor"
   }
  },
  {
   "quote": {
    "text": "America is the land of the second chance - and when the gates of the prison open, the path ahead should lead to a better life."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "A lie gets halfway around the world before the truth has a chance to get its pants on."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "The world is so unpredictable. Things happen suddenly, unexpectedly. We want to feel we are in control of our own existence. In some ways we are, in some ways we're not. We are ruled by the forces of chance and coincidence."
   },
   "author": {
    "text": "Paul Auster"
   }
  },
  {
   "quote": {
    "text": "If you take no risks, you will suffer no defeats. But if you take no risks, you win no victories."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "I think there's no higher calling in terms of a career than public service, which is a chance to make a difference in people's lives and improve the world."
   },
   "author": {
    "text": "Jack Lew"
   }
  },
  {
   "quote": {
    "text": "My favorite fruit is grapes. Because with grapes, you always get another chance. 'Cause, you know, if you have a crappy apple or a peach, you're stuck with that crappy piece of fruit. But if you have a crappy grape, no problem - just move on to the next. 'Grapes: The Fruit of Hope.'"
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "Where there is a will, there is a way. If there is a chance in a million that you can do something, anything, to keep what you want from ending, do it. Pry the door open or, if need be, wedge your foot in that door and keep it open."
   },
   "author": {
    "text": "Pauline Kael"
   }
  },
  {
   "quote": {
    "text": "Take the risk. Take the chance. Put your heart and soul into it, because when you put your soul into it, you will become what you've always dreamed. You yourself will become a legend."
   },
   "author": {
    "text": "Jamie Brewer"
   }
  },
  {
   "quote": {
    "text": "'Eyes Wide Open' took shape from two real life events straight from my own past. One was the sad suicide of my young nephew, a troubled kid, who was found at the bottom of a landmark cliff in central California. The second was a chance encounter forty years ago with none other than, ahem, Charles Manson!"
   },
   "author": {
    "text": "Andrew Gross"
   }
  },
  {
   "quote": {
    "text": "The art of war teaches us to rely not on the likelihood of the enemy's not coming, but on our own readiness to receive him; not on the chance of his not attacking, but rather on the fact that we have made our position unassailable."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "First, I have to thank God for giving me the gift that he did as well as a second chance for a better life."
   },
   "author": {
    "text": "Oksana Baiul"
   }
  },
  {
   "quote": {
    "text": "Climate change is destroying our path to sustainability. Ours is a world of looming challenges and increasingly limited resources. Sustainable development offers the best chance to adjust our course."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "It takes but one positive thought when given a chance to survive and thrive to overpower an entire army of negative thoughts."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "There's nothing as exciting as a comeback - seeing someone with dreams, watching them fail, and then getting a second chance."
   },
   "author": {
    "text": "Rachel Griffiths"
   }
  },
  {
   "quote": {
    "text": "It seems to be a law of nature, inflexible and inexorable, that those who will not risk cannot win."
   },
   "author": {
    "text": "John Paul Jones"
   }
  },
  {
   "quote": {
    "text": "Atheism is so senseless. When I look at the solar system, I see the earth at the right distance from the sun to receive the proper amounts of heat and light. This did not happen by chance."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "Take a chance! All life is a chance. The man who goes farthest is generally the one who is willing to do and dare."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "Buy the ticket, take the ride."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "Housework can't kill you, but why take a chance?"
   },
   "author": {
    "text": "Phyllis Diller"
   }
  },
  {
   "quote": {
    "text": "When you wake up every day, it's like a new birthday: it's a new chance to be great again and make great decisions."
   },
   "author": {
    "text": "Poo Bear"
   }
  },
  {
   "quote": {
    "text": "Every moment is an organizing opportunity, every person a potential activist, every minute a chance to change the world."
   },
   "author": {
    "text": "Dolores Huerta"
   }
  },
  {
   "quote": {
    "text": "In order to be rated as good as a good man in the field of her earnings, she must show herself better than he. She must be more steady, or more trustworthy, or more skilled, or more cheap in order to have the same chance of employment."
   },
   "author": {
    "text": "Florence Kelley"
   }
  },
  {
   "quote": {
    "text": "There are moments in life, when the heart is so full of emotion That if by chance it be shaken, or into its depths like a pebble Drops some careless word, it overflows, and its secret, Spilt on the ground like water, can never be gathered together."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "If you don't take the chance to live life, what can you say at the end of it?"
   },
   "author": {
    "text": "Naveen Andrews"
   }
  },
  {
   "quote": {
    "text": "If you turn a smiling face on the world, you've got a chance of finishing up a good-looking old person."
   },
   "author": {
    "text": "Rolf Harris"
   }
  },
  {
   "quote": {
    "text": "If we choose to walk into a forest where a tiger lives, we are taking a chance. If we swim in a river where crocodiles live, we are taking a chance. If we visit the desert or climb a mountain or enter a swamp where snakes have managed to survive, we are taking a chance."
   },
   "author": {
    "text": "Peter Benchley"
   }
  },
  {
   "quote": {
    "text": "All I ask is the chance to prove that money can't make me happy."
   },
   "author": {
    "text": "Spike Milligan"
   }
  },
  {
   "quote": {
    "text": "My mom didn't let me play video games growing up, so now I do. Gaming gives me a chance to just let go, blow somebody up and fight somebody from another dimension. It's all escapism."
   },
   "author": {
    "text": "Wayne Brady"
   }
  },
  {
   "quote": {
    "text": "I've got big shoes to fill. This is my chance to do something. I have to seize the moment."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "I have never entered into any controversy in defense of my philosophical opinions; I leave them to take their chance in the world. If they are right, truth and experience will support them; if wrong, they ought to be refuted and rejected. Disputes are apt to sour one's temper and disturb one's quiet."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "I think one of the coolest things you can do is disappear for a while, because it gives you the chance to re-emerge. To sort of pounce out of the jungle."
   },
   "author": {
    "text": "Josh Homme"
   }
  },
  {
   "quote": {
    "text": "All discarded lovers should be given a second chance, but with somebody else."
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "Sometimes in life, you're not always given a second chance, but if you do, take advantage of it, and go out with a bang!"
   },
   "author": {
    "text": "Aquaria"
   }
  },
  {
   "quote": {
    "text": "If someone is always to blame, if every time something goes wrong someone has to be punished, people quickly stop taking risks. Without risks, there can't be breakthroughs."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "The great thing about getting older is that you get a chance to tell the people in your life who matter what they mean to you."
   },
   "author": {
    "text": "Mike Love"
   }
  },
  {
   "quote": {
    "text": "Care and diligence bring luck."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "People do make mistakes and I think they should be punished. But they should be forgiven and given the opportunity for a second chance. We are human beings."
   },
   "author": {
    "text": "David Millar"
   }
  },
  {
   "quote": {
    "text": "If you do not believe you can do it then you have no chance at all."
   },
   "author": {
    "text": "Arsene Wenger"
   }
  },
  {
   "quote": {
    "text": "If somebody is gracious enough to give me a second chance, I won't need a third."
   },
   "author": {
    "text": "Pete Rose"
   }
  },
  {
   "quote": {
    "text": "The flower has opened, has been in the sun and is unafraid. I'm taking more chances; I'm bold and proud."
   },
   "author": {
    "text": "Paula Cole"
   }
  },
  {
   "quote": {
    "text": "Chance is a word void of sense; nothing can exist without a cause."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "I had been asking the universe and God to send me a way for me to help me. Show business has been so wonderful to me, and it came in the form of that. It's just so funny how things come into your life, and if you take a chance on them, it might give you a brand new life."
   },
   "author": {
    "text": "Louie Anderson"
   }
  },
  {
   "quote": {
    "text": "To be a good leader, you have to be a good communicator. As a leader, you have to communicate your intent every chance you get, and if you fail to do that, you will pay the consequences."
   },
   "author": {
    "text": "William H. McRaven"
   }
  },
  {
   "quote": {
    "text": "There are good people who are dealt a bad hand by fate, and bad people who live long, comfortable, privileged lives. A small twist of fate can save or end a life; random chance is a permanent, powerful player in each of our lives, and in human history as well."
   },
   "author": {
    "text": "Jeff Greenfield"
   }
  },
  {
   "quote": {
    "text": "I guess I'm pretty much of a lone wolf. I don't say I don't like people at all, but, to tell you the truth, I only like it then if I have a chance to look deep into their hearts and their minds."
   },
   "author": {
    "text": "Bela Lugosi"
   }
  },
  {
   "quote": {
    "text": "Beware of missing chances; otherwise it may be altogether too late some day."
   },
   "author": {
    "text": "Franz Liszt"
   }
  },
  {
   "quote": {
    "text": "Nothing is as obnoxious as other people's luck."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "Christmas for me is all about spending time with my family. I cherish any chance we have to spend all day together making gingerbread houses, baking cookies, or sitting around and watching movies."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "When I first ran for Congress, I went to my daughter Alexandra, who was going to be a senior in high school, and said: 'I have a chance to run. I may not win, but I'd be gone three nights a week. So, if you want me to stay, I'll be happy to.' And do you know what she said to me? 'Mother, get a life!'"
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "I believe in taking chances and living your life. Sometimes doors open and others close and you have to figure out which one you're going to take. I'm always for the one that's challenging."
   },
   "author": {
    "text": "Gisele Bundchen"
   }
  },
  {
   "quote": {
    "text": "Anywhere, anytime ordinary people are given the chance to choose, the choice is the same: freedom, not tyranny; democracy, not dictatorship; the rule of law, not the rule of the secret police."
   },
   "author": {
    "text": "Tony Blair"
   }
  },
  {
   "quote": {
    "text": "If you have a chance to accomplish something that will make things better for people coming behind you, and you don't do that, you are wasting your time on this earth."
   },
   "author": {
    "text": "Roberto Clemente"
   }
  },
  {
   "quote": {
    "text": "Marathon running, like golf, is a game for players, not winners. That is why Callaway sells golf clubs and Nike sells running shoes. But running is unique in that the world's best racers are on the same course, at the same time, as amateurs, who have as much chance of winning as your average weekend warrior would scoring a touchdown in the NFL."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "I think we consider too much the good luck of the early bird and not enough the bad luck of the early worm."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "As a rock star, I have two instincts, I want to have fun, and I want to change the world. I have a chance to do both."
   },
   "author": {
    "text": "Bono"
   }
  },
  {
   "quote": {
    "text": "The lessons I learned from the dark days at Alibaba are that you've got to make your team have value, innovation, and vision. Also, if you don't give up, you still have a chance. And, when you are small, you have to be very focused and rely on your brain, not your strength."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "When people express opinions that differ from yours, take it as a chance to grow. Seek to understand over being understood. Be curious, not defensive. The only way to disarm another human being is by listening."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "Problems can be experienced as... a chance for renewal rather than stress."
   },
   "author": {
    "text": "Marilyn Ferguson"
   }
  },
  {
   "quote": {
    "text": "'Yellow Moon' was a poem. My wife at the time, Joel - she's dead now - it was our 25th anniversary. She had the chance to go on a cruise with her sister. And I'm home with the kids and looking up, and I saw the big moon, and I just started writing."
   },
   "author": {
    "text": "Aaron Neville"
   }
  },
  {
   "quote": {
    "text": "Starbucks did this magical thing where it took a product that people didn't really care that much about and made it this treat. It makes you feel better about your day and gives you a chance to reflect, makes you feel a little special."
   },
   "author": {
    "text": "Aileen Lee"
   }
  },
  {
   "quote": {
    "text": "Friendships in childhood are usually a matter of chance, whereas in adolescence they are most often a matter of choice."
   },
   "author": {
    "text": "David Elkind"
   }
  },
  {
   "quote": {
    "text": "It is with children that we have the best chance of studying the development of logical knowledge, mathematical knowledge, physical knowledge, and so forth."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "Persistence and resilience only come from having been given the chance to work though difficult problems."
   },
   "author": {
    "text": "Gever Tulley"
   }
  },
  {
   "quote": {
    "text": "All human actions have one or more of these seven causes: chance, nature, compulsions, habit, reason, passion, desire."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Like everyone else in this world, I have had struggles. There's disappointment and obstacles in everybody's life. I feel like I was writing 'Second Chance' not just for myself, but also for the people who have struggled."
   },
   "author": {
    "text": "El DeBarge"
   }
  },
  {
   "quote": {
    "text": "I want a president with a record of public service, someone whose life's work shows our children that we don't chase fame and fortune for ourselves: we fight to give everyone a chance to succeed."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "When men and women are able to respect and accept their differences then love has a chance to blossom."
   },
   "author": {
    "text": "John Gray"
   }
  },
  {
   "quote": {
    "text": "Be glad of life because it gives you the chance to love, to work, to play, and to look up at the stars."
   },
   "author": {
    "text": "Henry Van Dyke"
   }
  },
  {
   "quote": {
    "text": "It's not how you start the season, it's how you finish. If you wind up helping the team make the playoffs, that's what you play for. You don't play to put up your numbers, but to try to get a chance to make it to the World Series."
   },
   "author": {
    "text": "Albert Pujols"
   }
  },
  {
   "quote": {
    "text": "I think dress, hairstyle and make-up are the crucial factors in projecting an attractive persona and give one the chance to enhance one's best physical features."
   },
   "author": {
    "text": "Vivienne Westwood"
   }
  },
  {
   "quote": {
    "text": "There is no chance, no destiny, no fate, that can circumvent or hinder or control the firm resolve of a determined soul."
   },
   "author": {
    "text": "Ella Wheeler Wilcox"
   }
  },
  {
   "quote": {
    "text": "In order to have good fried chicken, you should wash and season the bird the morning you're preparing it for dinner. Don't wait and do it right before you start cooking. Throw it in the refrigerator, seasoned, that morning, and give it a chance to soak up all the salt and pepper and goodness."
   },
   "author": {
    "text": "Paula Deen"
   }
  },
  {
   "quote": {
    "text": "Suffering by nature or chance never seems so painful as suffering inflicted on us by the arbitrary will of another."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "Take risks. Ask big questions. Don't be afraid to make mistakes; if you don't make mistakes, you're not reaching far enough."
   },
   "author": {
    "text": "David Packard"
   }
  },
  {
   "quote": {
    "text": "What drew me towards team sport were the camaraderie and friendship. The chance to celebrate victory and success with a group of other people is something I have enjoyed doing."
   },
   "author": {
    "text": "Rahul Dravid"
   }
  },
  {
   "quote": {
    "text": "A complaint is a chance to turn a customer into a lifelong friend. I say that seriously, not as some press release baloney."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "Our lives improve only when we take chances - and the first and most difficult risk we can take is to be honest with ourselves."
   },
   "author": {
    "text": "Walter Anderson"
   }
  },
  {
   "quote": {
    "text": "Each year, Labor Day gives us an opportunity to recognize the invaluable contributions that working men and women make to our nation, our economy and our collective prosperity. It gives us a chance to show gratitude for workers' grit, dedication, ingenuity and strength, which define our nation's character."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "Personally, I would be delighted if there were a life after death, especially if it permitted me to continue to learn about this world and others, if it gave me a chance to discover how history turns out."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "I quit because I didn't feel like the Detroit Lions had a chance to win. It just killed my enjoyment of the game."
   },
   "author": {
    "text": "Barry Sanders"
   }
  },
  {
   "quote": {
    "text": "Always go to the bathroom when you have a chance."
   },
   "author": {
    "text": "King George V"
   }
  },
  {
   "quote": {
    "text": "When exploring London, you will come across lots of excitement by chance, so try to take everything in rather than just rushing around to all of the major tourist haunts."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "As for Guns N' Roses, I don't think there's ever a chance of a reunion."
   },
   "author": {
    "text": "Slash"
   }
  },
  {
   "quote": {
    "text": "No live performance can ever be perfect, and that's what keeps you on your toes - it pushes you to practice harder, show up for that 8 A.M. ballet class, and walk through the stage door every night just to have the chance to do it all again."
   },
   "author": {
    "text": "Andrew Keenan-Bolger"
   }
  },
  {
   "quote": {
    "text": "I'm all about taking chances. You have to ask yourself, if you're not taking any chances, are you actually even living? Every time you walk out of your door and you're out in the world, you take a chance on not coming back. That is the danger and the dynamic of being alive."
   },
   "author": {
    "text": "CeeLo Green"
   }
  },
  {
   "quote": {
    "text": "Both sides in Syria are bad. One side is a brutal dictator, and the other includes Islamists and terrorists who are dangerous already and who would be brutal in power if given the chance."
   },
   "author": {
    "text": "Newt Gingrich"
   }
  },
  {
   "quote": {
    "text": "The man who is intent on making the most of his opportunities is too busy to bother about luck."
   },
   "author": {
    "text": "B. C. Forbes"
   }
  },
  {
   "quote": {
    "text": "Billie Jean King is one of the all-time tennis greats; she's one of the superstars. She's ready for the big one, but she doesn't stand a chance against me. Women's tennis is so far beneath men's tennis; that's what makes the contest with a 55-year-old man the greatest contest of all time."
   },
   "author": {
    "text": "Bobby Riggs"
   }
  },
  {
   "quote": {
    "text": "The ruler who possesses methods of government does not follow the good that happens by chance but practices according to necessary principles. Law, methods, and power must be employed for government: these constitute its 'necessary principles.'"
   },
   "author": {
    "text": "Han Fei"
   }
  },
  {
   "quote": {
    "text": "Pageants were an amazing platform that gave a little girl like me from the mountains of my beautiful Puerto Rico a chance to travel, explore the world, meet amazing people, work for great charities and be a voice to empower women wherever I went. For all those things, I am grateful."
   },
   "author": {
    "text": "Joyce Giraud"
   }
  },
  {
   "quote": {
    "text": "You gotta learn that if you don't get it by midnight, chances are you ain't gonna get it, and if you do, it ain't worth it."
   },
   "author": {
    "text": "Casey Stengel"
   }
  },
  {
   "quote": {
    "text": "The power of digital distribution over physical retail outlets is you have a chance to create a global audience."
   },
   "author": {
    "text": "Chad Hurley"
   }
  },
  {
   "quote": {
    "text": "Wealthy men can't live in an island that is encircled by poverty. We all breathe the same air. We must give a chance to everyone, at least a basic chance."
   },
   "author": {
    "text": "Ayrton Senna"
   }
  },
  {
   "quote": {
    "text": "In the playoffs, it's win or go home. You might not have a chance to look back at a game and say, 'Man, we didn't box out here.'"
   },
   "author": {
    "text": "Scottie Pippen"
   }
  },
  {
   "quote": {
    "text": "Sure, the first light snowfall may be a chance to dance giddily, leaving squeaky footprints through the neighborhood, marking the runner's right to the domain. But later drubbings of snow merely complicate running. Snow turns to ice, to slush, to ice again. Tire ruts twist ankles. New snow hides the hazards."
   },
   "author": {
    "text": "Don Kardong"
   }
  },
  {
   "quote": {
    "text": "My sole ambition is to rid Mexico of the class that has oppressed her and given the people a chance to know what real liberty means. And if I could bring that about today by giving up my life, I would do it gladly."
   },
   "author": {
    "text": "Pancho Villa"
   }
  },
  {
   "quote": {
    "text": "All species capable of grasping this fact manage better in the struggle for existence than those which rely upon their own strength alone: the wolf, which hunts in a pack, has a greater chance of survival than the lion, which hunts alone."
   },
   "author": {
    "text": "Christian Lous Lange"
   }
  },
  {
   "quote": {
    "text": "Festivals are great because you get to just walk around the corner and see a new band that you've heard but not had the chance to check out."
   },
   "author": {
    "text": "Johnny Marr"
   }
  },
  {
   "quote": {
    "text": "The longer you hang in there, the greater the chance that something will happen in your favor. No matter how hard it seems, the longer you persist, the more likely your success."
   },
   "author": {
    "text": "Jack Canfield"
   }
  },
  {
   "quote": {
    "text": "We are not trying to entertain the critics. I'll take my chances with the public."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "One chance is all you need."
   },
   "author": {
    "text": "Jesse Owens"
   }
  },
  {
   "quote": {
    "text": "The goal of Dr. Martin Luther King is to give Negroes a chance to sit in a segregated restaurant beside the same white man who had brutalized them for 400 years."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "People often remark that I'm pretty lucky. Luck is only important in so far as getting the chance to sell yourself at the right moment. After that, you've got to have talent and know how to use it."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "If no one ever took risks, Michaelangelo would have painted the Sistine floor."
   },
   "author": {
    "text": "Neil Simon"
   }
  },
  {
   "quote": {
    "text": "If you knew that your life was merely a phase or short, short segment of your entire existence, how would you live? Knowing nothing 'real' was at risk, what would you do? You'd live a gigantic, bold, fun, dazzling life. You know you would. That's what the ghosts want us to do - all the exciting things they no longer can."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "Walking at random through the streets, we came by chance upon the Cathedral of Notre Dame. I shall long remember my first impression of the scene within. The lofty gothic ceiling arched far above my head and through the stained windows the light came but dimly - it was all still, solemn and religious."
   },
   "author": {
    "text": "Bayard Taylor"
   }
  },
  {
   "quote": {
    "text": "Anytime we step out boldly to make changes, we take a chance that we might fail. But the only way to get better is to try."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Having a second chance makes you want to work even harder."
   },
   "author": {
    "text": "Tia Mowry"
   }
  },
  {
   "quote": {
    "text": "You can't sit on a lead and run a few plays into the line and just kill the clock. You've got to throw the ball over the damn plate and five the other man his chance. That's why baseball is the greatest game of them all."
   },
   "author": {
    "text": "Earl Weaver"
   }
  },
  {
   "quote": {
    "text": "My belief is you have one chance to make a first impression."
   },
   "author": {
    "text": "Kevin McCarthy"
   }
  },
  {
   "quote": {
    "text": "Think of success as a game of chance in which you have control over the odds. As you begin to master concepts in personal achievement, you are increasing your odds of achieving success."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "We all have big changes in our lives that are more or less a second chance."
   },
   "author": {
    "text": "Harrison Ford"
   }
  },
  {
   "quote": {
    "text": "When I'm ready to fight, my opponent has a better chance of surviving a forest fire wearing gasoline drawers."
   },
   "author": {
    "text": "Mr. T"
   }
  },
  {
   "quote": {
    "text": "My whole story is just about me having a second chance."
   },
   "author": {
    "text": "Two Chainz"
   }
  },
  {
   "quote": {
    "text": "Number one - and I want you to emblaze this on your brain - you only have one chance to make a first impression."
   },
   "author": {
    "text": "Judy Sheindlin"
   }
  },
  {
   "quote": {
    "text": "If by chance some day you're not feeling well and you should remember some silly thing I've said or done and it brings back a smile to your face or a chuckle to your heart, then my purpose as your clown has been fulfilled."
   },
   "author": {
    "text": "Red Skelton"
   }
  },
  {
   "quote": {
    "text": "It's one of my favorite seasons of the year: Back to School. As a kid, I loved fresh school supplies, new outfits, the change of seasons, and the chance to crack open a new textbook."
   },
   "author": {
    "text": "Dana Perino"
   }
  },
  {
   "quote": {
    "text": "I do have this belief that we all have a chance to be great, beautiful people based on how we are raised and our surroundings."
   },
   "author": {
    "text": "Rod Lurie"
   }
  },
  {
   "quote": {
    "text": "Stuff doesn't matter - boats, cars, fancy things don't matter. What matters, what will matter to me, is the love of the people around me, and did I take a chance? Did I seize an opportunity to do something for people with the talents that I was lucky enough to be given? Did I make a difference in the lives of people who needed me?"
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "Since there is nothing so well worth having as friends, never lose a chance to make them."
   },
   "author": {
    "text": "Francesco Guicciardini"
   }
  },
  {
   "quote": {
    "text": "It's choice - not chance - that determines your destiny."
   },
   "author": {
    "text": "Jean Nidetch"
   }
  },
  {
   "quote": {
    "text": "No foreign policy - no matter how ingenious - has any chance of success if it is born in the minds of a few and carried in the hearts of none."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "I entered the navy with the great ambition of becoming a naval soldier and going to war. Either I die from this festering wound - because I refuse to have my arm amputated - or I recover from it and continue being a soldier. I have a one-in-two chance, and I shall bet my life on it!"
   },
   "author": {
    "text": "Isoroku Yamamoto"
   }
  },
  {
   "quote": {
    "text": "Not to get too deep on shaving my mustache, but it was kind of symbolic of, 'This is a moment of liberation, a chance to reinvent yourself.' That's kind of what I did."
   },
   "author": {
    "text": "Lester Holt"
   }
  },
  {
   "quote": {
    "text": "Don't listen to anybody. Nobody knows the magic bullet. If they did, they'd sell it and make a fortune. Follow your gut. Follow your instincts. Every once in a while, take a chance."
   },
   "author": {
    "text": "Michael Cudlitz"
   }
  },
  {
   "quote": {
    "text": "Hateful words stand no chance against self-worth and a little of humor."
   },
   "author": {
    "text": "Iskra Lawrence"
   }
  },
  {
   "quote": {
    "text": "A diplomatic solution that puts significant and verifiable constraints on Iran's nuclear program represents the best and most sustainable chance to ensure that America, Israel, the entire Middle East will never be menaced by a nuclear-armed Iran."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "No man ever wetted clay and then left it, as if there would be bricks by chance and fortune."
   },
   "author": {
    "text": "Plutarch"
   }
  },
  {
   "quote": {
    "text": "Americans are fighters. We're tough, resourceful and creative, and if we have the chance to fight on a level playing field, where everyone pays a fair share and everyone has a real shot, then no one - no one can stop us."
   },
   "author": {
    "text": "Elizabeth Warren"
   }
  },
  {
   "quote": {
    "text": "I am a firm believer that upon release, ex-offenders should be afforded a second chance to become productive citizens by providing rehabilitation and education that will help them join the workforce."
   },
   "author": {
    "text": "Charles B. Rangel"
   }
  },
  {
   "quote": {
    "text": "You don't have to be born wealthy and have an aristocratic last name or have connections or all these things. If you have a dream, you can believe in something and work hard and struggle and fight for it and still have a chance to succeed."
   },
   "author": {
    "text": "Jeremy Scott"
   }
  },
  {
   "quote": {
    "text": "Insurance - an ingenious modern game of chance in which the player is permitted to enjoy the comfortable conviction that he is beating the man who keeps the table."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "It should be remarked that, as the principle of liberty is better understood, and more nobly interpreted, a broader protest is made in behalf of women. As men become aware that few have had a fair chance, they are inclined to say that no women have had a fair chance."
   },
   "author": {
    "text": "Margaret Fuller"
   }
  },
  {
   "quote": {
    "text": "Every time we've moved ahead in IBM, it was because someone was willing to take a chance, put his head on the block, and try something new."
   },
   "author": {
    "text": "Thomas J. Watson"
   }
  },
  {
   "quote": {
    "text": "We'd never have got a chance to go outside and look at the earth if it hadn't been for space exploration and NASA."
   },
   "author": {
    "text": "James Lovelock"
   }
  },
  {
   "quote": {
    "text": "You never say never. There's always a chance to do things in the future."
   },
   "author": {
    "text": "Nick Cummins"
   }
  },
  {
   "quote": {
    "text": "I believe in giving people a second chance."
   },
   "author": {
    "text": "George Zimmer"
   }
  },
  {
   "quote": {
    "text": "I just do whatever it is that I believe I should do, regardless of the risks to my life."
   },
   "author": {
    "text": "Corazon Aquino"
   }
  },
  {
   "quote": {
    "text": "We are able to find everything in our memory, which is like a dispensary or chemical laboratory in which chance steers our hand sometimes to a soothing drug and sometimes to a dangerous poison."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "Great customer service does not come by chance. It is the result of training and ensuring there are enough assistants to serve the customers."
   },
   "author": {
    "text": "Theo Paphitis"
   }
  },
  {
   "quote": {
    "text": "Here is the root of all romanticism: that man, the individual, is an infinite reservoir of possibilities, and if you can so rearrange society by the destruction of oppressive order, then these possibilities will have a chance, and you will get Progress."
   },
   "author": {
    "text": "T. E. Hulme"
   }
  },
  {
   "quote": {
    "text": "All my pictures are built around the idea of getting in trouble and so giving me the chance to be desperately serious in my attempt to appear as a normal little gentleman."
   },
   "author": {
    "text": "Charlie Chaplin"
   }
  },
  {
   "quote": {
    "text": "I look at each day as a chance to move one notch above yesterday - whether it's in service quality, delivery, speed, or any other aspect of the business."
   },
   "author": {
    "text": "Daniel Snyder"
   }
  },
  {
   "quote": {
    "text": "The power of women in the politics is a soft power. It is a positive change that our country and other countries in the region... are making by giving a chance to women."
   },
   "author": {
    "text": "Atifete Jahjaga"
   }
  },
  {
   "quote": {
    "text": "So when you get a chance to look at things and chill and relax, it makes you want it more, and that's why I'm so happy to be back!"
   },
   "author": {
    "text": "Brandy Norwood"
   }
  },
  {
   "quote": {
    "text": "As a kid, what brought me in the gym, what got me in there every day was a chance to break your personal best, a chance to be strong; I just really, really dig that."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "I despise the Lottery. There's less chance of you becoming a millionaire than there is of getting hit on the head by a passing asteroid."
   },
   "author": {
    "text": "Brian May"
   }
  },
  {
   "quote": {
    "text": "From kindergarten to graduation, I went to public schools, and I know that they are a key to being sure that every child has a chance to succeed and to rise in the world."
   },
   "author": {
    "text": "Dick Cheney"
   }
  },
  {
   "quote": {
    "text": "I prefer to be alive, so I'm cautious about taking risks."
   },
   "author": {
    "text": "Werner Herzog"
   }
  },
  {
   "quote": {
    "text": "Everything in my career is my decision - every picture, every outfit. You get one chance at this, and I never saw myself as being a puppet."
   },
   "author": {
    "text": "Katherine Jenkins"
   }
  },
  {
   "quote": {
    "text": "One of my big regrets is that Facebook hasn't had a major chance to shape the mobile operating system ecosystem."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "I had a chance to get used to the lights and the camera without all that pressure to... emote."
   },
   "author": {
    "text": "Kerri Green"
   }
  },
  {
   "quote": {
    "text": "If I had a chance for another life, I would certainly choose a better complexion."
   },
   "author": {
    "text": "Richard Burton"
   }
  },
  {
   "quote": {
    "text": "I've been with my husband for seven years. With my husband and my son, I get my second chance in life to be loved and be happy."
   },
   "author": {
    "text": "Tonya Harding"
   }
  },
  {
   "quote": {
    "text": "I love working with a set designer because, in many respects, you meet the set designer before you meet the actors. So it's a chance for me as a director to figure out what I'm thinking and to explore how the space is going to actually be activated."
   },
   "author": {
    "text": "George C. Wolfe"
   }
  },
  {
   "quote": {
    "text": "When I think back on it, of course I got lucky and got great directors and good breaks but all that was the physical part. But what made me a star was that I could take a chance and not have anything to worry about in terms of losing."
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "The more we can do to create a better society, that benefits more people, the better chance we have that our society will continue to grow and prosper."
   },
   "author": {
    "text": "Sanford I. Weill"
   }
  },
  {
   "quote": {
    "text": "Chance plays a powerful role in every life - our brains and personalities are just chemical soup, after all; a few drops here or there matter enormously - but consequences often become more serious as income levels go down."
   },
   "author": {
    "text": "Mohsin Hamid"
   }
  },
  {
   "quote": {
    "text": "There's a lot of freedom to do anything you want in Mexico. It's just that that freedom belongs to a few. It's a huge country with a big contrast. There is this big inequality, so those like us that have the chance to do things, we know we are very lucky."
   },
   "author": {
    "text": "Diego Luna"
   }
  },
  {
   "quote": {
    "text": "If your parents didn't have any children, there's a good chance that you won't have any."
   },
   "author": {
    "text": "Clarence Day"
   }
  },
  {
   "quote": {
    "text": "There's a good chance that in 40 years, after the floods, people zipping by on scavenged jetpacks with their scavenged baseball caps on backwards, I will be in my rocking chair saying bitterly, 'I remember when 'all right' was two words.'"
   },
   "author": {
    "text": "Elizabeth McCracken"
   }
  },
  {
   "quote": {
    "text": "The ADA gave more than 50 million Americans with disabilities, just like my son Cole, the chance to live the American Dream and be defined only by their potential - not their limitations."
   },
   "author": {
    "text": "Cathy McMorris Rodgers"
   }
  },
  {
   "quote": {
    "text": "Great deeds are usually wrought at great risks."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "Chance explorations on search engines do not 'accidentally' lead users to extremist websites."
   },
   "author": {
    "text": "Maajid Nawaz"
   }
  },
  {
   "quote": {
    "text": "If there is anything that a man can do well, I say let him do it. Give him a chance."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Filmmaking is a chance to live many lifetimes."
   },
   "author": {
    "text": "Robert Altman"
   }
  },
  {
   "quote": {
    "text": "I think now that I'm in the autumn of my life, and I'm getting a chance of having an overview and looking at the shape of how things happen, when things happen, why things happen, I think it was fitting that I spent most of my early career doing mask work, because I just don't think I was that comfortable in my own skin."
   },
   "author": {
    "text": "Ron Perlman"
   }
  },
  {
   "quote": {
    "text": "Necessity is the mother of taking chances."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "The world is like a reverse casino. In a casino, if you gamble long enough, you're certainly going to lose. But in the real world, where the only thing you're gambling is, say, your time or your embarrassment, then the more stuff you do, the more you give luck a chance to find you."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "Forgiveness for one's self is the only way we can keep going through life and give ourselves the best chance at being the best people we can be."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "If proud Americans can be who they are and boldly stand at the altar with who they love then surely, surely we can give everyone in this country a fair chance at that great American Dream."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Random chance plays a huge part in everybody's life."
   },
   "author": {
    "text": "Gary Gygax"
   }
  },
  {
   "quote": {
    "text": "Refugees come to us seeking asylum, seeking freedom, justice and dignity - seeking a chance just to breathe. And people in our country are saying close the doors and don't let them in?"
   },
   "author": {
    "text": "Mandy Patinkin"
   }
  },
  {
   "quote": {
    "text": "Take calculated risks. That is quite different from being rash."
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "Do you want to be safe and good, or do you want to take a chance and be great?"
   },
   "author": {
    "text": "Jimmy Johnson"
   }
  },
  {
   "quote": {
    "text": "Bliss is the ocean, a towel on the sand, the sun out, the chance to swim in waves or walk dragging a stick behind you, a good book, a cold drink."
   },
   "author": {
    "text": "Deb Caletti"
   }
  },
  {
   "quote": {
    "text": "What makes us Americans is our shared commitment to an ideal - that all of us are created equal, and all of us have the chance to make of our lives what we will."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "It's no secret that we were sticking just about every nickel we had on the chance that people would really be interested in something totally new and unique in the field of entertainment."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "All we are saying is give peace a chance."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "No man was ever wise by chance."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "I mean we all need a second chance sometimes."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Balance provides the chance for longevity. You can be a champion at work and at home."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "There's no reason why children in inner cities or rural areas do not receive the same quality education or opportunities as those in suburbs or wealthy neighborhoods. If we truly believe in giving all citizens a chance to pursue happiness and pursue their goals, then we cannot continue to marginalize entire groups of people."
   },
   "author": {
    "text": "Al Sharpton"
   }
  },
  {
   "quote": {
    "text": "If everybody is doing it one way, there's a good chance you can find your niche by going exactly in the opposite direction."
   },
   "author": {
    "text": "Sam Walton"
   }
  },
  {
   "quote": {
    "text": "I have been trying to point out that in our lives chance may have an astonishing influence and, if I may offer advice to the young laboratory worker, it would be this - never to neglect an extraordinary appearance or happening."
   },
   "author": {
    "text": "Alexander Fleming"
   }
  },
  {
   "quote": {
    "text": "For me, conferences are like little mental vacations: a chance to go visit an interesting place for a couple of days, and come back rested and refreshed with new ideas and perspectives."
   },
   "author": {
    "text": "Erin McKean"
   }
  },
  {
   "quote": {
    "text": "Every existing thing is born without reason, prolongs itself out of weakness, and dies by chance."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "I don't even know how to speak up for myself, because I don't really have a father who would give me the confidence or advice. And if you're always the new kid, you never get a chance to adapt, so your confidence is just zilch."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "I have warned many times about the guaranteed dangers of betting with your heart instead of your head - big darkness, soon come - but every once in a while you get a fair chance to have it both ways, and the annual NCAA basketball Tournament is one of them."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "I know that I'm here because of the grace of God. But I also know that I've been given this second chance for a specific reason, and that is to bring love to the world again through the voice of my music, and I'm so honored to be able to do it. I'm so blessed that God has chosen me to do that."
   },
   "author": {
    "text": "El DeBarge"
   }
  },
  {
   "quote": {
    "text": "It's true hard work never killed anybody, but I figure, why take the chance?"
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "If given a chance, I would really want to explore the monuments in Delhi, like Qutub Minar and the forts. I have been there as a child, but now I want to go back and understand the history and significance behind them. We take all of these things for granted in life."
   },
   "author": {
    "text": "Shreya Ghoshal"
   }
  },
  {
   "quote": {
    "text": "When it comes to luck, you make your own."
   },
   "author": {
    "text": "Bruce Springsteen"
   }
  },
  {
   "quote": {
    "text": "The 50-50-90 rule: Anytime you have a 50-50 chance of getting something right, there's a 90% probability you'll get it wrong."
   },
   "author": {
    "text": "Andy Rooney"
   }
  },
  {
   "quote": {
    "text": "It's my official role to represent BTS to the world, and it's been a chance for me to mature as a person, but behind the scenes, I'm just one of seven members, and I'm inspired by the others all the time."
   },
   "author": {
    "text": "RM"
   }
  },
  {
   "quote": {
    "text": "I really don't like the gym. I like experiences, so I take any chance I get to go on a bicycle or on a hike."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "I love being an anchor, as it gives you a chance to be yourself."
   },
   "author": {
    "text": "Rithvik Dhanjani"
   }
  },
  {
   "quote": {
    "text": "If you have the chance to be exposed to a loving, understanding environment where the seed of compassion, loving kindness, can be watered every day, then you become a more loving person."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "I always rewrite each day up to the point where I stopped. When it is all finished, naturally you go over it. You get another chance to correct and rewrite when someone else types it, and you see it clean in type. The last chance is in the proofs. You're grateful for these different chances."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Chance has never yet satisfied the hope of a suffering people."
   },
   "author": {
    "text": "Marcus Garvey"
   }
  },
  {
   "quote": {
    "text": "Every few decades, we have an opportunity to make a drastic change to the way we live our lives. We get a chance to design the building blocks of our daily routines, the infrastructure that will support and accompany us for the years to come - from the trains and trams we ride, the offices we work in, to the energy that powers our homes."
   },
   "author": {
    "text": "Paul Polman"
   }
  },
  {
   "quote": {
    "text": "I do believe in humanism, and I believe that we should treat each other with respect and care and look after each other. All human beings should have an equal chance to survive in society, and inequality is a big problem in society."
   },
   "author": {
    "text": "Stellan Skarsgard"
   }
  },
  {
   "quote": {
    "text": "A film like 'Good Night And Good Luck,' you make that for $7 million because you know it's a black-and-white film, and it's not an easy sell. If you make it for $7 million, then everybody can have a chance to make a little bit of money, and you get to make the film you want to make."
   },
   "author": {
    "text": "Grant Heslov"
   }
  },
  {
   "quote": {
    "text": "Everybody deserves a second chance in this world. That's basically all I ask."
   },
   "author": {
    "text": "Shannen Doherty"
   }
  },
  {
   "quote": {
    "text": "You can't just dream about what you want and leave things to chance. You have to get it yourself."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "If I had my way, if I was lucky enough, if I could be on the brink my entire life - that great sense of expectation and excitement without the disappointment - that would be the perfect state."
   },
   "author": {
    "text": "Cate Blanchett"
   }
  },
  {
   "quote": {
    "text": "I see retirement as just another of these reinventions, another chance to do new things and be a new version of myself."
   },
   "author": {
    "text": "Walt Mossberg"
   }
  },
  {
   "quote": {
    "text": "Everything existing in the universe is the fruit of chance and necessity."
   },
   "author": {
    "text": "Democritus"
   }
  },
  {
   "quote": {
    "text": "Beset by a difficult problem? Now is your chance to shine. Pick yourself up, get to work and get triumphantly through it."
   },
   "author": {
    "text": "Ralph Marston"
   }
  },
  {
   "quote": {
    "text": "When I get the chance to make my favorite breakfast on the weekend, I often choose to make pancakes."
   },
   "author": {
    "text": "Marcus Samuelsson"
   }
  },
  {
   "quote": {
    "text": "I never quit trying. I never felt that I didn't have a chance to win."
   },
   "author": {
    "text": "Arnold Palmer"
   }
  },
  {
   "quote": {
    "text": "The history of free men is never really written by chance but by choice; their choice!"
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Luck marches with those who give their very best."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "One hour of life, crowded to the full with glorious action, and filled with noble risks, is worth whole years of those mean observances of paltry decorum, in which men steal through existence, like sluggish waters through a marsh, without either honor or observation."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "But we also believe in taking risks, because that's how you move things along."
   },
   "author": {
    "text": "Melinda Gates"
   }
  },
  {
   "quote": {
    "text": "Remember to be gentle with yourself and others. We are all children of chance and none can say why some fields will blossom while others lay brown beneath the August sun."
   },
   "author": {
    "text": "Kent Nerburn"
   }
  },
  {
   "quote": {
    "text": "The best thing to do is stare it in the face and move on. We have to face our fears and plow through. I think taking chances takes a lot more courage than staying stagnant and doing what's safe and comfortable."
   },
   "author": {
    "text": "Terri Clark"
   }
  },
  {
   "quote": {
    "text": "Not every father gets a chance to start his son off in his own footsteps."
   },
   "author": {
    "text": "Alan Ladd"
   }
  },
  {
   "quote": {
    "text": "We stand our best chance of leaving a legacy to those who want to learn, our children, by standing firm. In matters of style, hey, swing with the stream. But in matters of principle, you need to stand like a rock."
   },
   "author": {
    "text": "Kevin Costner"
   }
  },
  {
   "quote": {
    "text": "Luck is always the last refuge of laziness and incompetence."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "I want the world to know that everybody deserves a second chance."
   },
   "author": {
    "text": "El DeBarge"
   }
  },
  {
   "quote": {
    "text": "We must overcome the notion that we must be regular... it robs you of the chance to be extraordinary and leads you to the mediocre."
   },
   "author": {
    "text": "Uta Hagen"
   }
  },
  {
   "quote": {
    "text": "I love escaping into character. It's a chance to try on people that you wouldn't be brave or stupid enough to be in real life."
   },
   "author": {
    "text": "Andrea Corr"
   }
  },
  {
   "quote": {
    "text": "Give ordinary folk the chance to buy the same things as rich people."
   },
   "author": {
    "text": "Sam Walton"
   }
  },
  {
   "quote": {
    "text": "Nothing happens quite by chance. It's a question of accretion of information and experience."
   },
   "author": {
    "text": "Jonas Salk"
   }
  },
  {
   "quote": {
    "text": "Even when you have doubts, take that step. Take chances. Mistakes are never a failure - they can be turned into wisdom."
   },
   "author": {
    "text": "Cat Cora"
   }
  },
  {
   "quote": {
    "text": "Refusing to ask for help when you need it is refusing someone the chance to be helpful."
   },
   "author": {
    "text": "Ric Ocasek"
   }
  },
  {
   "quote": {
    "text": "Determination, energy, and courage appear spontaneously when we care deeply about something. We take risks that are unimaginable in any other context."
   },
   "author": {
    "text": "Margaret J. Wheatley"
   }
  },
  {
   "quote": {
    "text": "When you are just starting out with an online business, there's a good chance that you'll be making several mistakes. Because of the mistakes that can be made with starting an online business, many people decide to quit or think that online businesses are just a scam."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "I think my father thought I might be president of the United States. I think he would've been satisfied with secretary of state. I'm a foreign policy person, and to have a chance to serve my country as the nation's chief diplomat at a time of peril and consequence, that was enough."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "We really only have two choices. Play it safe, or take a chance. For me, pulling back because of fear has always made me feel worse."
   },
   "author": {
    "text": "Gail Sheehy"
   }
  },
  {
   "quote": {
    "text": "I live in a constant state of gratitude, thankfulness, and appreciation for the second chance I was given, so anytime in any film, when that is given to someone, I always appreciate it."
   },
   "author": {
    "text": "Shawn Michaels"
   }
  },
  {
   "quote": {
    "text": "I'm going to write a book, continue acting, continue motivational speaking and just share with people who I am and what I've learned in my second chance of life and pass it on to people in their first chance of life."
   },
   "author": {
    "text": "J. R. Martinez"
   }
  },
  {
   "quote": {
    "text": "The beauty of our democracy lies in the American value of equality: if you vote, you have a seat at the table. If you speak, you have a chance to persuade others. A billionaire and a minimum wage earner have the same power at the ballot box."
   },
   "author": {
    "text": "Christine Pelosi"
   }
  },
  {
   "quote": {
    "text": "A life lived of choice is a life of conscious action. A life lived of chance is a life of unconscious creation."
   },
   "author": {
    "text": "Neale Donald Walsch"
   }
  },
  {
   "quote": {
    "text": "I feel more like I'm a person who has so much to offer in different capacities that it would be a danger for me not to give myself a chance to spread my wings in all different directions."
   },
   "author": {
    "text": "Alicia Keys"
   }
  },
  {
   "quote": {
    "text": "Every human heart cries and yearns for the same thing: a chance to fulfill his or her own dreams and desires. Even the poorest man has a dream."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "The public health of five million children should not be left to luck or chance."
   },
   "author": {
    "text": "Jamie Oliver"
   }
  },
  {
   "quote": {
    "text": "If your parents never had children, chances are you won't either."
   },
   "author": {
    "text": "Dick Cavett"
   }
  },
  {
   "quote": {
    "text": "I postpone death by living, by suffering, by error, by risking, by giving, by losing."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "I eat at In-N-Out Burger every chance I get."
   },
   "author": {
    "text": "Robin Wright"
   }
  },
  {
   "quote": {
    "text": "Health care is not a privilege. It's a right. It's a right as fundamental as civil rights. It's a right as fundamental as giving every child a chance to get a public education."
   },
   "author": {
    "text": "Rod Blagojevich"
   }
  },
  {
   "quote": {
    "text": "Any swagger is just defense. When you're reminded so much of who you are by people - not a fame thing, but with my size, constantly, growing up - you just either curl up in a corner in the dark or you wear it proudly, like armor or something. You can turn it on its head and use it yourself before anybody else gets a chance."
   },
   "author": {
    "text": "Peter Dinklage"
   }
  },
  {
   "quote": {
    "text": "We're living in a time when the most famous people in the world have no specific skill set and are known for living their lives in front of the world. How strange is that? The appeal makes sense to me - it's like 'The Truman Show,' getting a chance to peak into someone's bedroom or see the way someone fights with their husband."
   },
   "author": {
    "text": "Erin Foster"
   }
  },
  {
   "quote": {
    "text": "I think that if you have a knack for storytelling, and you work really hard at it, you'll have a chance to tap into something deep. But the fact remains that good sentences are hard won. Any writer worth a lick knows constructing a sentence, a paragraph, or a chapter is hard work."
   },
   "author": {
    "text": "Adam Ross"
   }
  },
  {
   "quote": {
    "text": "A person who has not done one half his day's work by ten o clock, runs a chance of leaving the other half undone."
   },
   "author": {
    "text": "Emily Bronte"
   }
  },
  {
   "quote": {
    "text": "I used to have all these plans and think 'Ah, I have my whole life figured out', but then I realized no matter how much I plan: life happens! So I find myself living day to day trying to do my best, embracing every moment as a learning opportunity and chance to get to know myself a little more."
   },
   "author": {
    "text": "Q'orianka Kilcher"
   }
  },
  {
   "quote": {
    "text": "! discovered photography completely by chance. My wife is an architect; when we were young and living in Paris, she bought a camera to take pictures of buildings. For the first time, I looked through a lens - and photography immediately started to invade my life."
   },
   "author": {
    "text": "Sebastiao Salgado"
   }
  },
  {
   "quote": {
    "text": "The important thing is to build up my cardiovascular system, so I have the stamina to do stunts. To me, stepping over the line, taking a chance and succeeding is the ultimate freedom, be it in rock and roll or when executing a really challenging routine."
   },
   "author": {
    "text": "Wendy O. Williams"
   }
  },
  {
   "quote": {
    "text": "Oscar Charleston was the Willie Mays of his day. Nobody ever played center field better than Willie Mays. Suppose they had never given Willie a chance, and we said that, would anybody believe there was a kid in Alabama who was that good? Or there was a black guy in Atlanta who might break Babe Ruth's home run record? No."
   },
   "author": {
    "text": "Monte Irvin"
   }
  },
  {
   "quote": {
    "text": "Those who seek to profit by division don't stand a chance."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "I don't write on topics that require a lot of urgency. But in 'Stiff,' I wanted to change people's hearts about organ donation. Whenever I get a chance, I try to talk about that."
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "'Chance the Rapper' is many things. I'm constantly evolving."
   },
   "author": {
    "text": "Chance The Rapper"
   }
  },
  {
   "quote": {
    "text": "A poem gives me a chance to have an encounter with a feeling, with an experience, with a wish, with an idea."
   },
   "author": {
    "text": "Tracy K. Smith"
   }
  },
  {
   "quote": {
    "text": "There's a short chain between field and fork, and the shorter that chain is - the fresher, the more transparent that system is - the less chance there is of anything from bio-terrorism to pathogenicity to spoilage."
   },
   "author": {
    "text": "Joel Salatin"
   }
  },
  {
   "quote": {
    "text": "Going on the road for long stretches can seem daunting, and I certainly miss being home sometimes, but the chance to see so many different cities, let alone perform in them, is something I am really grateful for."
   },
   "author": {
    "text": "John Mulaney"
   }
  },
  {
   "quote": {
    "text": "I think the harder you work, the more luck you have."
   },
   "author": {
    "text": "Dave Thomas"
   }
  },
  {
   "quote": {
    "text": "Negotiation is often described as the art of letting the other side have your way. You have to give the other side a chance to put stuff on the table voluntarily."
   },
   "author": {
    "text": "Christopher Voss"
   }
  },
  {
   "quote": {
    "text": "There's a way of playing safe, there's a way of using tricks and there's the way I like to play which is dangerously where you're going to take a chance on making mistakes in order to create something you haven't created before."
   },
   "author": {
    "text": "Dave Brubeck"
   }
  },
  {
   "quote": {
    "text": "We are given to the cult of personality; when things go badly we look to some messiah to save us. If by chance we think we have found one, it will not be long before we destroy him."
   },
   "author": {
    "text": "Konstantinos Karamanlis"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as chance; and what seem to us merest accident springs from the deepest source of destiny."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "Credit card companies are jacking up interest rates, lowering credit limits, and closing accounts - and people who have made timely payments are not exempt. So even if you pay off your balance - and that's tough when interest rates are insanely high - there's a good chance your credit limit will be slashed, and that will hurt your FICO score."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "The lunacy continues and has every chance of becoming a way of life unless we stop it soon. Men are getting so used to wars that the psychiatric wing of the RAMC are planning how to break the news to the men when the war is over."
   },
   "author": {
    "text": "Spike Milligan"
   }
  },
  {
   "quote": {
    "text": "I've had a chance to see something that is way outside everybody else's frame of reference and gives a perspective that is very different from everyone else's."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "When you take a year off from football, you come back for all the enjoyable moments. When you're not playing, you miss out on all the highs, but you also miss these disappointments. But I would rather be in the arena to be excited or be disappointed than not have a chance at all. That's football. That's why everybody plays it."
   },
   "author": {
    "text": "Peyton Manning"
   }
  },
  {
   "quote": {
    "text": "Your chances of success in any undertaking can always be measured by your belief in yourself."
   },
   "author": {
    "text": "Robert Collier"
   }
  },
  {
   "quote": {
    "text": "My life experience has taught me nothing happens by chance. Even the idea of the ball in a roulette game: it's not chance it ends up in a certain place. It's forces that are at play."
   },
   "author": {
    "text": "Andrea Bocelli"
   }
  },
  {
   "quote": {
    "text": "What can be more foolish than to think that all this rare fabric of heaven and earth could come by chance, when all the skill of art is not able to make an oyster!"
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "Chance is perhaps the pseudonym of God when he did not want to sign."
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "When I get a chance to power jump off both legs, I can lean, twist, change directions and decide whether to dunk the ball or pass it to an open man. In other words, I may be committed to the air, but I still have some control over it."
   },
   "author": {
    "text": "Julius Erving"
   }
  },
  {
   "quote": {
    "text": "We try to create a situation where we're the casino. It's like how an actuary would set insurance rates. Predictability, predictability, predictability. What's the path to least risk? What's the greater chance of getting some return on this asset?"
   },
   "author": {
    "text": "Billy Beane"
   }
  },
  {
   "quote": {
    "text": "'Encore' was an experiment. 'Encore' was the second chance at a first impression. 'Encore' was not completely planned."
   },
   "author": {
    "text": "Hunter Hayes"
   }
  },
  {
   "quote": {
    "text": "Indy, I have lots of great memories from there, and probably the part of me that doesn't feel quite as longing for it is that there is still a chance that I could do it again. It's not gone."
   },
   "author": {
    "text": "Danica Patrick"
   }
  },
  {
   "quote": {
    "text": "I think for a lot of people, bowling is sort of a joke. But I love it, and it means a lot to me, so any chance to help promote it or celebrate it or not make the hackiest jokes - 'Bowlers are like plumbers and they wear the craziest shirts!' - I'm way into."
   },
   "author": {
    "text": "Chris Hardwick"
   }
  },
  {
   "quote": {
    "text": "Since my 'Crown of Midnight' tour in 2013, we've had such a rapid jump in audience numbers that we've had to move to bigger venues, cap events, and find new and creative ways to keep the line flowing while still allowing me the chance to chat with each person, which will always be very, very important to me."
   },
   "author": {
    "text": "Sarah J. Maas"
   }
  },
  {
   "quote": {
    "text": "In the fell clutch of circumstance, I have not winced nor cried aloud: Under the bludgeoning of chance my head is bloody, but unbowed."
   },
   "author": {
    "text": "William Ernest Henley"
   }
  },
  {
   "quote": {
    "text": "If what I do prove well, it won't advance. They'll say it's stolen, or else it was by chance."
   },
   "author": {
    "text": "Anne Bradstreet"
   }
  },
  {
   "quote": {
    "text": "Don't talk to me about aesthetics or tradition. Talk to me about what sells and what's good right now. And what the American people like is to think the underdog still has a chance."
   },
   "author": {
    "text": "George Steinbrenner"
   }
  },
  {
   "quote": {
    "text": "Composing gives me a chance to work in multiple dimensions and helps me pare down my melodies into what is essential. Learning new skills has always energized me and scoring has opened up a world of sonic possibilities."
   },
   "author": {
    "text": "Liz Phair"
   }
  },
  {
   "quote": {
    "text": "Be strong and follow your own convictions. You can't assume there is a lot of time to do what you like. This is what David Bowie is afraid of: that he will die before he gets a chance to make a real strong contribution."
   },
   "author": {
    "text": "Marc Bolan"
   }
  },
  {
   "quote": {
    "text": "Retail is undergoing a massive change, and there is a chance for new leaders to emerge and older brands to reinvent themselves."
   },
   "author": {
    "text": "Kirsten Green"
   }
  },
  {
   "quote": {
    "text": "Give your subconscious a chance to work by turning your brain off from time to time. Don't focus on work or solving problems constantly."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "What makes me feel good is all of the people that rooted for A.I. get a chance to say, 'He did what you never thought he could do. The critics. He did what you never thought he could accomplish.' This is a moment that me and my fans and my family and friends can share together because we always believed in the dream."
   },
   "author": {
    "text": "Allen Iverson"
   }
  },
  {
   "quote": {
    "text": "Monday Night Football. That was everything to me because you get a chance to show everybody what you're capable of. It's only two teams on that Monday night."
   },
   "author": {
    "text": "Jerry Rice"
   }
  },
  {
   "quote": {
    "text": "In my life, I've been able to really examine society in a way most people who aren't outsiders don't get a chance to do."
   },
   "author": {
    "text": "RuPaul"
   }
  },
  {
   "quote": {
    "text": "When you have the chance to play a Champions League final, you have to win it."
   },
   "author": {
    "text": "Gianluigi Buffon"
   }
  },
  {
   "quote": {
    "text": "The Internet offers endangered languages a chance to have a public voice in a way that would not have been possible before."
   },
   "author": {
    "text": "David Crystal"
   }
  },
  {
   "quote": {
    "text": "You got to make the most of your second life. I was born Nayvadius, but now I'm Future. Should I dwell on what Nayvadius was supposed to be? I get a chance to experience life as something else. I wasn't supposed to be like this."
   },
   "author": {
    "text": "Future"
   }
  },
  {
   "quote": {
    "text": "If you look at the fact that the best chance we have for a good economy is the private sector. The government cannot create jobs. If the government could create jobs, then Communism would have worked. But didn't work. So what we have to do is allow the private sector and the entrepreneurial spirit to lead us back to a job-filled recovery."
   },
   "author": {
    "text": "Tim Scott"
   }
  },
  {
   "quote": {
    "text": "To be honest, I never really considered myself to be too much of an actress. So, whenever I get the chance to do music, I'm always, like, just in it. It's like, 'Oh my God, I finally get to do this. I'm so happy.'"
   },
   "author": {
    "text": "Ariana Grande"
   }
  },
  {
   "quote": {
    "text": "The fundamental problem with program maintenance is that fixing a defect has a substantial chance of introducing another."
   },
   "author": {
    "text": "Fred Brooks"
   }
  },
  {
   "quote": {
    "text": "Hope is the most exciting thing in life, and if you honestly believe that love is out there, it will come. And even if it doesn't come straight away, there is still that chance all through your life that it will."
   },
   "author": {
    "text": "Josh Hartnett"
   }
  },
  {
   "quote": {
    "text": "To have been the first woman premier of Victoria was not only a great opportunity but also a great chance to say to the young women of Victoria - Liberal or Labor - 'You can do it, too.'"
   },
   "author": {
    "text": "Joan Kirner"
   }
  },
  {
   "quote": {
    "text": "Chance makes our parents, but choice makes our friends."
   },
   "author": {
    "text": "Jacques Delille"
   }
  },
  {
   "quote": {
    "text": "Brazil doesn't get a lot of gold medals, so whenever I get a chance, everybody expects me to win, and to get second is a big disappointment."
   },
   "author": {
    "text": "Cesar Cielo"
   }
  },
  {
   "quote": {
    "text": "Creative non-fiction is such a liberating genre because it allows the non-fiction writer, whether he or she be journalist or essayist, to use all of the techniques of the fiction writer and all of the ideas, creative approaches, that fiction writers get a chance to use, but they have to use it in a true story."
   },
   "author": {
    "text": "Lee Gutkind"
   }
  },
  {
   "quote": {
    "text": "E-books present the greatest opportunity readers have ever had to find each other. It's a chance for stories written for paper to find new life and a chance for new stories to appear, freed from the constraints of paper publishing."
   },
   "author": {
    "text": "Nick Earls"
   }
  },
  {
   "quote": {
    "text": "I was branded a Negro in the States and had to act accordingly. They wouldn't even give me a chance in the big leagues because I was a Negro, yet they accepted every other nationality under the sun."
   },
   "author": {
    "text": "Willie Wells"
   }
  },
  {
   "quote": {
    "text": "I have a second chance on life."
   },
   "author": {
    "text": "Katy Perry"
   }
  },
  {
   "quote": {
    "text": "The circle of the return to birth can only remain open, but this is a chance, a sign of life, and a wound."
   },
   "author": {
    "text": "Jacques Derrida"
   }
  },
  {
   "quote": {
    "text": "Giving all of Denver's kids an equal chance at success is the best investment we can make in our community's kids and future."
   },
   "author": {
    "text": "John Hickenlooper"
   }
  },
  {
   "quote": {
    "text": "If you want to wear something and you feel confident, you are going to rock it. That's what I love about fashion: it's your choice and your chance to express yourself."
   },
   "author": {
    "text": "Iskra Lawrence"
   }
  },
  {
   "quote": {
    "text": "I got the chance to do things that I dreamed of when I was a kid: I got to travel around the world; I had my own 'Goosebumps' attraction at Disney World; I've been on TV and had three TV series."
   },
   "author": {
    "text": "R. L. Stine"
   }
  },
  {
   "quote": {
    "text": "It is a medical fact that children can have a better chance in life with better looks, better health and more vigor if the teeth, nose, throat and mouth are taken proper care of at the crucial time of childhood."
   },
   "author": {
    "text": "George Eastman"
   }
  },
  {
   "quote": {
    "text": "I think people who are not rich can be extremely happy. And I think the chances to be happy in this new world - with many more opportunities to be creative, to be online, to educate yourself - there'll be a lot more chances to be happy. It's not to say everyone will take them, but there will be a lot of new paths to opportunity."
   },
   "author": {
    "text": "Tyler Cowen"
   }
  },
  {
   "quote": {
    "text": "The goal of content marketing is to create content that people actually want to read/view. If you're being blatantly promotional, there's a good chance your content marketing efforts are falling flat."
   },
   "author": {
    "text": "John Rampton"
   }
  },
  {
   "quote": {
    "text": "In the theatre you can change things ever so slightly; it's an organic thing. Whereas in film you only have that chance on the day, and you have no control over it at all."
   },
   "author": {
    "text": "Judi Dench"
   }
  },
  {
   "quote": {
    "text": "When you see the same familiar faces, it's nice when you get a chance to play with the same musicians. You start to develop this shorthand so everybody knows where you're at and where you're going, but then again, there are always surprises. But the more people are comfortable with the material, the more free you can be with the music."
   },
   "author": {
    "text": "David Sanborn"
   }
  },
  {
   "quote": {
    "text": "If one has curiosity, then one stands the chance of attain a high level of scientific inquiry."
   },
   "author": {
    "text": "Ada Yonath"
   }
  },
  {
   "quote": {
    "text": "I don't think we can go back to the old days. But I think that what the government needs to do is it needs to make sure that the pricing is fair, that you don't have monopolies out there, so that people don't have a chance to compete fairly."
   },
   "author": {
    "text": "Dan Glickman"
   }
  },
  {
   "quote": {
    "text": "If I've been dating someone for, say, five months, and she cheats on me, I don't think it would be worth it. I'm not committed enough to the situation to give her a second chance."
   },
   "author": {
    "text": "Avan Jogia"
   }
  },
  {
   "quote": {
    "text": "All the evidence shows very clearly that if you are a member of a trade union you are likely to get better pay, more equal pay, better health and safety, more chance to get training, more chance to have conditions of work that help if you have caring responsibilities... the list goes on!"
   },
   "author": {
    "text": "Frances O'Grady"
   }
  },
  {
   "quote": {
    "text": "We have to say now we think the character of the party has changed so far it will take something very exceptional, something really out of the ordinary line to make us be convinced there's a chance of winning back the party."
   },
   "author": {
    "text": "Shirley Williams"
   }
  },
  {
   "quote": {
    "text": "My dream was to win an Academy Award. But my other dream was to win the Super Bowl, and there's a chance that might not happen, either."
   },
   "author": {
    "text": "Brian Dunkleman"
   }
  },
  {
   "quote": {
    "text": "Parikrma aims to give underprivileged children an equal chance at education so they can integrate with kids of private schools and, later, with the society. I want these children to hold high-end jobs at multinational companies and not work at the lower end of the spectrum."
   },
   "author": {
    "text": "Shukla Bose"
   }
  },
  {
   "quote": {
    "text": "One must not make oneself cheap here - that is a cardinal point - or else one is done. Whoever is most impertinent has the best chance."
   },
   "author": {
    "text": "Wolfgang Amadeus Mozart"
   }
  },
  {
   "quote": {
    "text": "It was that which gave promise that in due time the weights should be lifted from the shoulders of all men, and that all should have an equal chance. This is the sentiment embodied in that Declaration of Independence."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "When a person cannot deceive himself the chances are against his being able to deceive other people."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "There is no chance and anarchy in the universe. All is system and gradation. Every god is there sitting in his sphere."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Read the best books first, or you may not have a chance to read them at all."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "If you don't love the Dodgers, there's a good chance you may not get into Heaven."
   },
   "author": {
    "text": "Tommy Lasorda"
   }
  },
  {
   "quote": {
    "text": "There are people who want to make men's lives more difficult for no other reason than the chance it provides them afterwards to offer their prescription for alleviating life; their Christianity, for instance."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "I want a president with a record of public service: someone whose life's work shows our children that we don't chase form and fortune for ourselves; we fight to give everyone a chance to succeed."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "I've always made a total effort, even when the odds seemed entirely against me. I never quit trying; I never felt that I didn't have a chance to win."
   },
   "author": {
    "text": "Arnold Palmer"
   }
  },
  {
   "quote": {
    "text": "While I believed deeply in my husband's vision for this country... and I was certain he would make an extraordinary President... like any mother, I was worried about what it would mean for our girls if he got that chance. How would we keep them grounded under the glare of the national spotlight?"
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "A man who has nothing for which he is willing to fight, nothing which is more important than his own personal safety, is a miserable creature and has no chance of being free unless made and kept so by the exertions of better men than himself."
   },
   "author": {
    "text": "John Stuart Mill"
   }
  },
  {
   "quote": {
    "text": "The thing I like about college football so much is you can affect these guys a lot more when they are 18-22, 23 years old in terms of people and having a chance to be more successful. They are still a value type development, where you have a chance to help them mature a bit and help them be a little more successful in life."
   },
   "author": {
    "text": "Nick Saban"
   }
  },
  {
   "quote": {
    "text": "We don't get a chance to do that many things, and every one should be really excellent. Because this is our life. Life is brief, and then you die, you know? So this is what we've chosen to do with our life."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "You can choose a future where more Americans have the chance to gain the skills they need to compete, no matter how old they are or how much money they have. Education was the gateway to opportunity for me. It was the gateway for Michelle. And now more than ever, it is the gateway to a middle-class life."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "While there is a chance of the world getting through its troubles, I hold that a reasonable man has to behave as though he were sure of it. If at the end your cheerfulness in not justified, at any rate you will have been cheerful."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "Desperation is like stealing from the Mafia: you stand a good chance of attracting the wrong attention."
   },
   "author": {
    "text": "Douglas Horton"
   }
  },
  {
   "quote": {
    "text": "It's not that people don't like classical music. It's that they don't have the chance to understand and to experience it."
   },
   "author": {
    "text": "Gustavo Dudamel"
   }
  },
  {
   "quote": {
    "text": "Good luck is a residue of preparation."
   },
   "author": {
    "text": "Jack Youngblood"
   }
  },
  {
   "quote": {
    "text": "As the Olympic torch neared Lake Placid, N.Y., in 1980, signaling the opening of that year's Winter Olympics, newspapers and magazines throughout the world offered predictions on who would win medals in the major sports. Not a single publication gave the American men's hockey team a chance against the world powers."
   },
   "author": {
    "text": "Don Yaeger"
   }
  },
  {
   "quote": {
    "text": "Trajectories aren't linear. Life's just a roller coaster. If you're getting a chance to do cool stuff, and it's varied stuff, just enjoy it. I guess I'm a believer in the randomness of life rather than it being a linear trajectory or an arc, a consistent smooth arc, towards anything."
   },
   "author": {
    "text": "Riz Ahmed"
   }
  },
  {
   "quote": {
    "text": "It is not like I have gone crazy, I just don't want to take any chances. You never know what could happen."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "Whether it's eight o'clock in the morning or eight o'clock at night, I always try to greet others before they have a chance to speak to me."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Power is the chance to impose your will within a social context, even when opposed and regardless of the integrity of that chance."
   },
   "author": {
    "text": "Max Weber"
   }
  },
  {
   "quote": {
    "text": "In college I never realized the opportunities available to a pro athlete. I've been given the chance to meet all kinds of people, to travel and expand my financial capabilities, to get ideas and learn about life, to create a world apart from basketball."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "Evil is an attack against human spiritual development and enlightenment. All evil, badness, neurosis - it has one motive and one motive only, which is to destroy - to destroy your chance of arising above yourself."
   },
   "author": {
    "text": "Vernon Howard"
   }
  },
  {
   "quote": {
    "text": "Time is a finite resource that you can't get back. I have the same 24 hours you have, and you get the same 24 hours as me. As you rise, so does you chance for opportunity."
   },
   "author": {
    "text": "G-Eazy"
   }
  },
  {
   "quote": {
    "text": "To fulfill a dream, to be allowed to sweat over lonely labor, to be given a chance to create, is the meat and potatoes of life. The money is the gravy."
   },
   "author": {
    "text": "Bette Davis"
   }
  },
  {
   "quote": {
    "text": "Any revolutionary change must be preceded by a passive, affirmative, non-challenging attitude toward change among the mass of our people. They must feel so frustrated, so defeated, so lost, so futureless in the prevailing system that they are willing to let go of the past and chance the future."
   },
   "author": {
    "text": "Saul Alinsky"
   }
  },
  {
   "quote": {
    "text": "Luck is not chance, it's toil; fortune's expensive smile is earned."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "We've gotta become the Martians. I'm a Martian - I tell you to become Martians. And we've gotta go to Mars and civilize Mars and build a whole civilization on Mars and then move out, 300 years from now into the universe. And when we do that, we have a chance of living forever."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "The drums of Africa still beat in my heart. They will not let me rest while there is a single Negro boy or girl without a chance to prove his worth."
   },
   "author": {
    "text": "Mary McLeod Bethune"
   }
  },
  {
   "quote": {
    "text": "If I get to be president, what can I do anyway? With Congress and the press, what chance do I have to make basic changes?"
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "People are lucky and unlucky not according to what they get absolutely, but according to the ratio between what they get and what they have been led to expect."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "We have the tendency to run away from suffering and to look for happiness. But, in fact, if you have not suffered, you have no chance to experience real happiness."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Rhetoric does not get you anywhere, because Hitler and Mussolini are just as good at rhetoric. But if you can bring these people down with comedy, they stand no chance."
   },
   "author": {
    "text": "Mel Brooks"
   }
  },
  {
   "quote": {
    "text": "Good luck has its storms."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "Given a fair shot, given a fair chance, Americans have never, ever, ever, ever let their country down. Never. Never. Ordinary people like us. Who do extraordinary things."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "Going to college offered me the chance to play football for four more years."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Most of us regard good luck as our right, and bad luck as a betrayal of that right."
   },
   "author": {
    "text": "William Feather"
   }
  },
  {
   "quote": {
    "text": "Fame is like a shaved pig with a greased tail, and it is only after it has slipped through the hands of some thousands, that some fellow, by mere chance, holds on to it!"
   },
   "author": {
    "text": "Davy Crockett"
   }
  },
  {
   "quote": {
    "text": "Hold puppies, kittens, and babies anytime you get the chance."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "Happiness in marriage is entirely a matter of chance."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "Often the difference between a successful man and a failure is not one's better abilities or ideas, but the courage that one has to bet on his ideas, to take a calculated risk, and to act."
   },
   "author": {
    "text": "Maxwell Maltz"
   }
  },
  {
   "quote": {
    "text": "If you're low-income in the United States, you have a higher chance of going to jail than you do of getting a four-year degree. And that doesn't seem entirely fair."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "You know, from my point of view, I'm the luckiest cat on the planet."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "I think we have a good chance of surviving long enough to colonize the solar system."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "If you call yourself a leader, then you have to be decisive. If you're decisive, then you have the chance to be a leader. These are two sides to the same coin."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "I don't read 'chick lit,' fantasy or science fiction but I'll give any book a chance if it's lying there and I've got half an hour to kill."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "Children are our second chance to have a great parent-child relationship."
   },
   "author": {
    "text": "Laura Schlessinger"
   }
  },
  {
   "quote": {
    "text": "My son likes to go see mines and electric plants, or the Large Hadron Collider, and we've had a chance to see a lot of interesting stuff."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "I say if you're going to take a chance on something, you just go full balls to the wall."
   },
   "author": {
    "text": "Toby Keith"
   }
  },
  {
   "quote": {
    "text": "Every business and every product has risks. You can't get around it."
   },
   "author": {
    "text": "Lee Iacocca"
   }
  },
  {
   "quote": {
    "text": "I'm proud to be part of the Dr. Pepper Scholarship Giveaway. It's a great program that gives me the chance to brighten the day for some lucky college students with free tuition."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "Science predicts that many different kinds of universe will be spontaneously created out of nothing. It is a matter of chance which we are in."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "When you face a 'performance' that might provoke the 'I'm scared' response, choose love and approach your opportunity as a chance to dance with God. It's more fun than 'Dancing with the Stars!'"
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "When we have peace, then we have a chance to save the planet. But if we are not united in peace, if we do not practice mindful consumption, we cannot save our planet."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Education must lead us from the irresponsible opinion to true responsible judgment. It must lead us from chance and arbitrariness to rational clarity and intellectual order. Therefore, let us guide our students over the road of discipline from materials, through function, to creative work."
   },
   "author": {
    "text": "Ludwig Mies van der Rohe"
   }
  },
  {
   "quote": {
    "text": "Most people sort of enjoy going to work because of the socialisation, a chance to flirt with co-workers and so on, but actually hate the job they do."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "The whole force of the respectable circles to which I belonged, that respectable circle which knew as I did not the value of security won, the slender chance of replacing it if lost or abandoned, was against me."
   },
   "author": {
    "text": "Ida Tarbell"
   }
  },
  {
   "quote": {
    "text": "All anyone asks for is a chance to work with pride."
   },
   "author": {
    "text": "W. Edwards Deming"
   }
  },
  {
   "quote": {
    "text": "I really had a lot of dreams when I was a kid, and I think a great deal of that grew out of the fact that I had a chance to read a lot."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "I am proof that one person can rise above any challenge, and if I can, then so will others if they are given the chance."
   },
   "author": {
    "text": "Emmanuel Jal"
   }
  },
  {
   "quote": {
    "text": "When you learn about the teaching and the practice of another tradition, you always have a chance to understand your own teaching and practice."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "A consistent soul believes in destiny, a capricious one in chance."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Work for something because it is good, not just because it stands a chance to succeed."
   },
   "author": {
    "text": "Vaclav Havel"
   }
  },
  {
   "quote": {
    "text": "I think it's important to take a break, you know, from the public eye for a while, and give people a chance to miss you. I want longevity. I don't want to get out there and run myself ragged and spread myself thin."
   },
   "author": {
    "text": "Aaliyah"
   }
  },
  {
   "quote": {
    "text": "A child-like man is not a man whose development has been arrested; on the contrary, he is a man who has given himself a chance of continuing to develop long after most adults have muffled themselves in the cocoon of middle-aged habit and convention."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Money is often a matter of chance or good fortune and is not the mark of a successful life. It is not the thing that brings a throb of pleasure or a thrill into my life. And I would not pose as a successful man if that were to be the measure."
   },
   "author": {
    "text": "Charles M. Schwab"
   }
  },
  {
   "quote": {
    "text": "The criteria for serving one's country should be competence, courage and willingness to serve. When we deny people the chance to serve because of their sexual orientation, we deprive them of their rights of citizenship, and we deprive our armed forces the service of willing and capable Americans."
   },
   "author": {
    "text": "Dianne Feinstein"
   }
  },
  {
   "quote": {
    "text": "The right time is any time that one is still so lucky as to have."
   },
   "author": {
    "text": "Henry James"
   }
  },
  {
   "quote": {
    "text": "Good governance, safety, a chance to grow economically and professionally - those are important things."
   },
   "author": {
    "text": "Dana Perino"
   }
  },
  {
   "quote": {
    "text": "The thing is most people are afraid to step out, to take a chance beyond their established identity."
   },
   "author": {
    "text": "Demi Moore"
   }
  },
  {
   "quote": {
    "text": "Taking risks gives me energy."
   },
   "author": {
    "text": "Jay Chiat"
   }
  },
  {
   "quote": {
    "text": "It is true that the Puritans banned all recreation on Sundays and all games of chance, gambling, bear baiting, horse racing, and bowling in or around taverns at all times. They did so, not because they were opposed to fun, but because they judged these activities to be inherently harmful or immoral."
   },
   "author": {
    "text": "Leland Ryken"
   }
  },
  {
   "quote": {
    "text": "Colorful garments - ball gowns, kimonos, evening pajamas - made from yards upon yards of iridescent silk or velvet. I own an unjustifiable number of such outfits and jump at the chance to wear them. Against the etiquette about which I am otherwise all too conscious, I frequently, and unrepentantly, overdress for the occasion."
   },
   "author": {
    "text": "Julia Glass"
   }
  },
  {
   "quote": {
    "text": "As a high school dropout, I understand the value of education: A second chance at obtaining my high school diploma through the G.I. Bill led me to attend college and law school and allowed me the opportunity to serve in Congress."
   },
   "author": {
    "text": "Charles B. Rangel"
   }
  },
  {
   "quote": {
    "text": "Risk it; go for it. Life always gives you another chance, another go at it. It's very important to take enormous risks."
   },
   "author": {
    "text": "Mary Quant"
   }
  },
  {
   "quote": {
    "text": "No human being will ever know the Truth, for even if they happen to say it by chance, they would not even known they had done so."
   },
   "author": {
    "text": "Xenophanes"
   }
  },
  {
   "quote": {
    "text": "A Bar Mitzvah is the time in his life when a Jewish boy realizes he has a better chance of owning a team than playing for one."
   },
   "author": {
    "text": "Jerry Reinsdorf"
   }
  },
  {
   "quote": {
    "text": "Every time someone buys a cat or a dog from a breeder or a pet shop, a cat on the streets or in an animal shelter loses his or her chance at finding a good home."
   },
   "author": {
    "text": "Amy Jackson"
   }
  },
  {
   "quote": {
    "text": "The only safe thing is to take a chance."
   },
   "author": {
    "text": "Mike Nichols"
   }
  },
  {
   "quote": {
    "text": "It seemed to me that this might be a great pageant, which would give a chance for a very interesting picture."
   },
   "author": {
    "text": "Henry Ossawa Tanner"
   }
  },
  {
   "quote": {
    "text": "To suggest that Quebecers willingly give up the chance to exercise fully their influence within the federal government would be to betray the historical role Quebec has always played in Confederation, and to undermine the legitimacy of their pride and ambitions."
   },
   "author": {
    "text": "Kim Campbell"
   }
  },
  {
   "quote": {
    "text": "We stand a better chance with aristocracy, whether hereditary or elective, than with monarchy."
   },
   "author": {
    "text": "Ezra Stiles"
   }
  },
  {
   "quote": {
    "text": "God's dice always have a lucky roll."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "Every family should have the right to spend their money, after tax, as they wish, and not as the government dictates. Let us extend choice, extend the will to choose and the chance to choose."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "True ease in writing comes from art, not chance, as those move easiest who have learn'd to dance."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "I think I've got my business notions and my sense for that sort of thing from my dad. My dad never had a chance to go to school. He couldn't read and write. But he was so smart. He was just one of those people that could just make the most of anything and everything that he had to work with."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "When the space shuttle's engines cut off, and you're finally in space, in orbit, weightless... I remember unstrapping from my seat, floating over to the window, and that's when I got my first view of Earth. Just a spectacular view, and a chance to see our planet as a planet."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "When you are in any contest, you should work as if there were - to the very last minute - a chance to lose it. This is battle, this is politics, this is anything."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Nobody could have predicted the effect of John Bonham's drum introduction on 'Good Times, Bad Times,' because no matter what he'd played in before, he'd never had the chance to flex his muscles and play like John Bonham."
   },
   "author": {
    "text": "Jimmy Page"
   }
  },
  {
   "quote": {
    "text": "Those who trust to chance must abide by the results of chance."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "I'm a very happy university professor... the best thing about being a university professor is that you see young people as they're being shaped and molded toward their own future, and you have a chance to be a part of that."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "I never sympathise with the accused unless there's a chance the accused is not guilty, but I certainly don't ever sympathise with the criminal."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "Lacking the direct test of success or failure, the voter tends to turn, not to those politicians whose measures have the best chance of success, but to those with the ability to 'sell' their propaganda. Without grasping logical chains of deduction, the average voter will never be able to discover the error that the ruler makes."
   },
   "author": {
    "text": "Murray Rothbard"
   }
  },
  {
   "quote": {
    "text": "Don't look at small business as a means to an end and a way to make money until the corporation hires you; look at it as a chance to create something of immeasurable value and beauty in a world that desperately needs it."
   },
   "author": {
    "text": "Michael Gerber"
   }
  },
  {
   "quote": {
    "text": "Each of us has about 40 chances to accomplish our goals in life. I learned this first through agriculture, because all farmers can expect to have about 40 growing seasons, giving them just 40 chances to improve on every harvest."
   },
   "author": {
    "text": "Howard Graham Buffett"
   }
  },
  {
   "quote": {
    "text": "What motivated me to dedicate myself to public service for nearly two-thirds of my life was the chance to produce results for those people who entrusted me to be their voice and their champion."
   },
   "author": {
    "text": "Olympia Snowe"
   }
  },
  {
   "quote": {
    "text": "There is no difference between saving lives and extending lives, because in both cases we are giving people the chance of more life."
   },
   "author": {
    "text": "Aubrey de Grey"
   }
  },
  {
   "quote": {
    "text": "'Liberal Fascism' is less an expose of left-wing hypocrisy than a chance to exact political revenge. Yet, the title of his book aside, what distinguishes Goldberg from the Sean Hannitys and Michael Savages is a witty intelligence that deals in ideas as well as insults - no mean feat in the nasty world of the culture wars."
   },
   "author": {
    "text": "David Oshinsky"
   }
  },
  {
   "quote": {
    "text": "As long as the people don't fear the truth, there is hope. For once they fear it, the one who tells it doesn't stand a chance. And today, truth is still beautiful... but so frightening."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "When I won the Golden Gloves in 1960, that made me realize I had a chance. And when I won at the Olympics, that sealed it: I was the champ."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "Treat all men alike. Give them the same law. Give them an even chance to live and grow."
   },
   "author": {
    "text": "Chief Joseph"
   }
  },
  {
   "quote": {
    "text": "Until the age of five, my parents spoke to me in Chinese or a combination of Chinese and English, but they didn't force me to speak Mandarin. In retrospect, this was sad, because they believed that my chance of doing well in America hinged on my fluency in English. Later, as an adult, I wanted to learn Chinese."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "I've always taken risks, and never worried what the world might really think of me."
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "We are in a period when old questions are settled and the new are not yet brought forward. Extreme party action, if continued in such a time, would ruin the party. Moderation is its only chance. The party out of power gains by all partisan conduct of those in power."
   },
   "author": {
    "text": "Rutherford B. Hayes"
   }
  },
  {
   "quote": {
    "text": "For the happiest life, days should be rigorously planned, nights left open to chance."
   },
   "author": {
    "text": "Mignon McLaughlin"
   }
  },
  {
   "quote": {
    "text": "A pound of pluck is worth a ton of luck."
   },
   "author": {
    "text": "James A. Garfield"
   }
  },
  {
   "quote": {
    "text": "Knowledge doesn't really form part of human nature. Conflict, combat, the outcome of the combat, and, consequently, risk and chance are what gives rise to knowledge. Knowledge is not instinctive; it is counter instinctive, just as it is not natural but counter natural."
   },
   "author": {
    "text": "Michel Foucault"
   }
  },
  {
   "quote": {
    "text": "Don't ever try and be like anybody else and don't be afraid to take risks."
   },
   "author": {
    "text": "Waylon Jennings"
   }
  },
  {
   "quote": {
    "text": "I call on people to be 'obsessed citizens,' forever questioning and asking for accountability. That's the only chance we have today of a healthy and happy life."
   },
   "author": {
    "text": "Ai Weiwei"
   }
  },
  {
   "quote": {
    "text": "The chances of each of us coming into existence are infinitesimally small, and even though we shall all die some day, we should count ourselves fantastically lucky to get our decades in the sun."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Nobody owes anybody a living, but everybody is entitled to a chance."
   },
   "author": {
    "text": "Jack Dempsey"
   }
  },
  {
   "quote": {
    "text": "I definitely have plans to do more collaboration albums in the future. I'm a big fan of Common. I'm a big fan of Scarface; I'm a big fan of so many people, from Jeezy to... well, there are a lot of people's music that I respect. I don't know who I will collaborate with, but there's a great chance of something happening."
   },
   "author": {
    "text": "Nas"
   }
  },
  {
   "quote": {
    "text": "Give peace a chance."
   },
   "author": {
    "text": "Yitzhak Rabin"
   }
  },
  {
   "quote": {
    "text": "All human beings are born entrepreneurs. Some get a chance to unleash that capacity. Some never got the chance, never knew that he or she has that capacity."
   },
   "author": {
    "text": "Muhammad Yunus"
   }
  },
  {
   "quote": {
    "text": "Harness mules and oxen, but give a horse a chance to run."
   },
   "author": {
    "text": "Wild Bill Hickok"
   }
  },
  {
   "quote": {
    "text": "The optimist underestimates how difficult it is to achieve real change, believing that anything is possible and it's possible now. Only by confronting head-on the reality that all progress is going to be obstructed by vested interests and corrupted by human venality can we create realistic programmes that actually have a chance of success."
   },
   "author": {
    "text": "Julian Baggini"
   }
  },
  {
   "quote": {
    "text": "No man will be a sailor who has contrivance enough to get himself into a jail; for being in a ship is being in a jail, with the chance of being drowned... a man in a jail has more room, better food, and commonly better company."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Falling in love, romance, matters of the heart - when you fall in love, on some biochemical level you know there is a chance it won't work out. It's ingrained in us that if you take such an enormous risk on someone with your heart that it might not pay off. I gamble all my chips and I might actually lose everything."
   },
   "author": {
    "text": "Rachael Taylor"
   }
  },
  {
   "quote": {
    "text": "Everyone wants to relive their life once again, but if I had the chance, I would do it in the exact same fashion."
   },
   "author": {
    "text": "Barun Sobti"
   }
  },
  {
   "quote": {
    "text": "No press conference announcing a last film. I'd just steal away. Best way because, if by chance after two or three years something interesting comes up, I would not - like Sinatra - have to say: 'Well, I've thought it over and decided to come back.'"
   },
   "author": {
    "text": "Sophia Loren"
   }
  },
  {
   "quote": {
    "text": "I haven't lived a perfect life. I have regrets. But that's from a lifetime of taking chances, making decisions, and trying not to be frozen. The only thing that I can do with my regrets is understand them."
   },
   "author": {
    "text": "Kevin Costner"
   }
  },
  {
   "quote": {
    "text": "It's so much worse to live in regret in your forties than it is to take a chance in your late twenties."
   },
   "author": {
    "text": "Donna Lynne Champlin"
   }
  },
  {
   "quote": {
    "text": "If we're going to have any chance of sending stuff to other star systems, we need to be laser-focused on becoming a multi-planet civilisation."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "At a certain point, if you still have your marbles and are not faced with serious financial challenges, you have a chance to put your house in order. It's a cliche, but it's underestimated as an analgesic on all levels. Putting your house in order, if you can do it, is one of the most comforting activities, and the benefits of it are incalculable."
   },
   "author": {
    "text": "Leonard Cohen"
   }
  },
  {
   "quote": {
    "text": "I think more tolerance, more people having more access to a chance to be literate, and a chance to stay healthy makes for a more peaceful planet."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "This is my chance to get out there and appease the fans of my music as well as show people that I do do standup comedy because a lot of people don't know that's where I started."
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "You might get run over; you might get hit by lightning. I mean, who knows? Each day, there is a chance you might die. And there's nothing wrong with that. Every living being on Earth is facing that same existential rift."
   },
   "author": {
    "text": "Alex Honnold"
   }
  },
  {
   "quote": {
    "text": "I hope that tomorrow we can all, wherever we are, join in expressing our grief at Diana's loss, and gratitude for her all-too-short life. It is a chance to show to the whole world the British nation united in grief and respect."
   },
   "author": {
    "text": "Queen Elizabeth II"
   }
  },
  {
   "quote": {
    "text": "There are people who are able to plan their career, their future, but I've never had any talent for that. I just do things and hope for the best. Say yes, take a chance, and sometimes it's terrific and sometimes it's not."
   },
   "author": {
    "text": "Christopher Walken"
   }
  },
  {
   "quote": {
    "text": "You only get one chance at life and you have to grab it boldly."
   },
   "author": {
    "text": "Bear Grylls"
   }
  },
  {
   "quote": {
    "text": "The person who has nothing for which he is willing to fight, nothing which is more important than his own personal safety, is a miserable creature and has no chance of being free unless made and kept so by the exertions of better men than himself."
   },
   "author": {
    "text": "John Stuart Mill"
   }
  },
  {
   "quote": {
    "text": "Now we Democrats believe that America is still the country of fair play, that we can come out of a small town or a poor neighborhood and have the same chance as anyone else, and it doesn't matter whether we are black or Hispanic, or disabled or women."
   },
   "author": {
    "text": "Ann Richards"
   }
  },
  {
   "quote": {
    "text": "There is no better gift a society can give children than the opportunity to grow up safe and free - the chance to pursue whatever dreams they may have."
   },
   "author": {
    "text": "John Roberts"
   }
  },
  {
   "quote": {
    "text": "Let us understand what our own selfish genes are up to because we may then at least have the chance to upset their designs."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "When I was younger, I would go to auditions to have the opportunity to audition, which would mean another chance to get up there and try out my stuff, or try out what I learned and see how it worked with an audience, because where are you gonna get an audience?"
   },
   "author": {
    "text": "Al Pacino"
   }
  },
  {
   "quote": {
    "text": "When I was in college, I was debating to try my hand at show business, or to become a professor. I just thought of the risk of not going into show business and always wondering if I would've had a chance. Because that's where my real heart was."
   },
   "author": {
    "text": "Steve Martin"
   }
  },
  {
   "quote": {
    "text": "President Obama is doing the right thing by offering young immigrants, most often in this country through no action of their own, a chance to live and work openly, free from the fear of deportation."
   },
   "author": {
    "text": "Eliot Spitzer"
   }
  },
  {
   "quote": {
    "text": "Variety is very, very good. Going from medium to medium, if you get the chance to do it, from theater to television to film, which are all distinctly different, keeps me sharp. What works in one doesn't work in the other, and you have to be looking for the truth of the performance, whatever way that medium might demand."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "Many of us live in dysfunctional families, and so even if it's in a fairy tale, or perhaps because it's in a fairy tale, we have a chance to look at that side of our reflected lives differently."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "If you like the stuff I do, my chances of liking you go up."
   },
   "author": {
    "text": "Penn Jillette"
   }
  },
  {
   "quote": {
    "text": "My mom taught me from a young age to give back and volunteer any chance you get. It was something that I knew, if I made the NFL, I would financially have the ability to do."
   },
   "author": {
    "text": "J. J. Watt"
   }
  },
  {
   "quote": {
    "text": "I hope I will always have the chance to play the violin."
   },
   "author": {
    "text": "Joshua Bell"
   }
  },
  {
   "quote": {
    "text": "It's important to give it all you have while you have the chance."
   },
   "author": {
    "text": "Shania Twain"
   }
  },
  {
   "quote": {
    "text": "All my collaborations happen in different ways. Sometimes it's through a chance meeting at a festival or event, while others can happen just off the back of me liking their music and reaching out."
   },
   "author": {
    "text": "Kygo"
   }
  },
  {
   "quote": {
    "text": "My calling, as one imperfect human, is to celebrate and uphold life every time I get the chance."
   },
   "author": {
    "text": "Victoria Moran"
   }
  },
  {
   "quote": {
    "text": "People with Down syndrome can do anything. They just do it at their own pace. Give them a chance, and you will be rewarded beyond your greatest expectations."
   },
   "author": {
    "text": "Madeline Stuart"
   }
  },
  {
   "quote": {
    "text": "Easter is very important to me, it's a second chance."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "You don't have to be a believer in Jesus Christ to be a gracious individual and understand that everybody messes up and that most are looking for a second chance."
   },
   "author": {
    "text": "Shawn Michaels"
   }
  },
  {
   "quote": {
    "text": "Being in a ship is being in a jail, with the chance of being drowned."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "It can be a grind, training and fighting and waiting for your chance. But when that opportunity presents itself, you have to be ready because you never know if or when you'll get another shot."
   },
   "author": {
    "text": "Tyron Woodley"
   }
  },
  {
   "quote": {
    "text": "Thank you for the confidence put in my by the motherland and the people, for giving me this chance to represent China's millions of women by going into space."
   },
   "author": {
    "text": "Liu Yang"
   }
  },
  {
   "quote": {
    "text": "In the 'Dreamblood' books, I'm focusing more on what I like about epic fantasy: the layering and depth of tension; the chance to really delve into the minutia of an alternate society and its politics; a large cast of characters to love and hate."
   },
   "author": {
    "text": "N. K. Jemisin"
   }
  },
  {
   "quote": {
    "text": "The sacred, I shall say, is that which acts as your partner in the search for the highest and deepest things: the real, the true, the good, and the beautiful. The name I'd like to give to the kind of relationship that gives us a chance to find such things is a 'circle of meaning.'"
   },
   "author": {
    "text": "Brendan Myers"
   }
  },
  {
   "quote": {
    "text": "I have to admit, like so many women, I always knew there was a chance. But like so many women, I never thought it would be me. I never thought I'd hear those devastating words: 'You have breast cancer.'"
   },
   "author": {
    "text": "Debbie Wasserman Schultz"
   }
  },
  {
   "quote": {
    "text": "I can wear a sexy dress to any red carpet event. My wedding is my chance to go all the way and wear a princess silhouette."
   },
   "author": {
    "text": "Roselyn Sanchez"
   }
  },
  {
   "quote": {
    "text": "Americans across the country are expressing their belief that the best chance for a better life in our country is with continued Republican control of the House, Senate, and the White House under President Trump."
   },
   "author": {
    "text": "Ronna McDaniel"
   }
  },
  {
   "quote": {
    "text": "When I see myself on film it makes me smile, I mean making a good living doing what I enjoy is soo much fun. I just hope that everyone has the chance to enjoy life like I do."
   },
   "author": {
    "text": "Adrienne Barbeau"
   }
  },
  {
   "quote": {
    "text": "It's been a struggle for me because I had a chance to be white and refused."
   },
   "author": {
    "text": "Richard Pryor"
   }
  },
  {
   "quote": {
    "text": "The whole life of an American is passed like a game of chance, a revolutionary crisis, or a battle."
   },
   "author": {
    "text": "Alexis de Tocqueville"
   }
  },
  {
   "quote": {
    "text": "Joint undertakings stand a better chance when they benefit both sides."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "When I read that Malaysia Airlines flight MH370 had disappeared - a state-of-the-art Boeing 777, said to be an incredibly safe way to travel - I waited patiently for the chance to learn what happened."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "I'll work to ensure that every single refugee who seeks asylum in the United States has a fair chance to tell his or her story. This is the least we can offer people fleeing persecution and devastation."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "I have spent a lifetime trying to share what it has meant to be a woman first in the world of sports so that other young women have a chance to reach their dreams."
   },
   "author": {
    "text": "Wilma Rudolph"
   }
  },
  {
   "quote": {
    "text": "I think it's no secret that I've tried to take chances in my career and also in my life, and I believe to not live in fear."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "Anyone who is passionate about what they do will have a better chance of connecting with future generations than those who simply follow transient trends. At least their work will have a distinctive character, and this is what people respond to, I believe."
   },
   "author": {
    "text": "Giorgio Armani"
   }
  },
  {
   "quote": {
    "text": "It took me six months to redeem myself at least to have another chance to at least have her get to know me and let her know I was at least a decent guy and to give me a shot. And here we are, we've been married seven years."
   },
   "author": {
    "text": "Drew Brees"
   }
  },
  {
   "quote": {
    "text": "I don't like work... but I like what is in work - the chance to find yourself. Your own reality - for yourself, not for others - which no other man can ever know."
   },
   "author": {
    "text": "Joseph Conrad"
   }
  },
  {
   "quote": {
    "text": "With Americans worried about losing their jobs, their savings, their homes and their chance at the American Dream, the New Direction Congress will work in a bipartisan way to lift our economy and help America's middle class."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "I figure you have the same chance of winning the lottery whether you play or not."
   },
   "author": {
    "text": "Fran Lebowitz"
   }
  },
  {
   "quote": {
    "text": "I fear the boredom that comes with not learning and not taking chances."
   },
   "author": {
    "text": "Robert Fulghum"
   }
  },
  {
   "quote": {
    "text": "Chance gives rise to thoughts, and chance removes them; no art can keep or acquire them."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "New York is the place that made my and other artists' dreams come true by giving us a chance to realise our ideas and concepts. It was a great place for making a presentation of artistic creation."
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "That's what's great about the arts. Everything inspires you, and you get a chance to grow from watching other people and how they do their work."
   },
   "author": {
    "text": "Jamie Foxx"
   }
  },
  {
   "quote": {
    "text": "We do have to ask ourselves as a culture, what do we want to be? You know, what are our founding values? And if we are a society where everybody should have that fair shot and get a second chance, then we should take the necessary steps to implement that and make it a reality."
   },
   "author": {
    "text": "Valerie Jarrett"
   }
  },
  {
   "quote": {
    "text": "Every possession and every happiness is but lent by chance for an uncertain time, and may therefore be demanded back the next hour."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "I learned that instead of relying on and imitating American music, there is a better chance for an Asian artist to succeed if he or she follows his or her own culture."
   },
   "author": {
    "text": "Rain"
   }
  },
  {
   "quote": {
    "text": "I'm actually an evangelical atheist, but there is something I recognise about religion: that it gives people a chance to surrender."
   },
   "author": {
    "text": "Brian Eno"
   }
  },
  {
   "quote": {
    "text": "The use of chance operations opened out my way of working. The body tends to be habitual. The use of chance allowed us to find new ways to move and to put movements together that would not otherwise have been available to us. It revealed possibilities that were always there except that my mind hadn't seen them."
   },
   "author": {
    "text": "Merce Cunningham"
   }
  },
  {
   "quote": {
    "text": "I'm probably not going to get married unless I live with somebody for 10 or 20 years. But these people (Romeo and Juliet) took a chance and they did it. We don't have the balls that Romeo did."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "Gender equality cannot be achieved by cutting programs that allow girls to get the same chance to compete, learn, and play. The United States has had a solid history of commitment to its female athletes and expanding opportunity for women, and it is imperative that we continue on this path."
   },
   "author": {
    "text": "Linda Sanchez"
   }
  },
  {
   "quote": {
    "text": "You can lay in bed and think you don't stand a chance, that's what all of us thought, and here we are. We ended up doing all right."
   },
   "author": {
    "text": "Louis Tomlinson"
   }
  },
  {
   "quote": {
    "text": "In my 20s, life seemed endless. At 49, I've had a chance to see how dark life can be, and I am far more aware of the constraints of time than when I wrote 'The Kite Runner.' I realise there is only a limited number of things I can do."
   },
   "author": {
    "text": "Khaled Hosseini"
   }
  },
  {
   "quote": {
    "text": "We know that in our free market economy some will prosper more than others. What we don't accept is the idea that some folks won't even get a chance."
   },
   "author": {
    "text": "Julian Castro"
   }
  },
  {
   "quote": {
    "text": "I think that presidents deserve to be questioned. Maybe irreverently, most of the time. Bring 'em down a size. You see a president, ask a question. You have one chance in the barrel. Don't blow it."
   },
   "author": {
    "text": "Helen Thomas"
   }
  },
  {
   "quote": {
    "text": "I think the chance of finding beauty is higher if you don't work on it directly. Beauty in architecture is driven by practicality. This is what you learn from studying the old townscapes of the Swiss farmers."
   },
   "author": {
    "text": "Peter Zumthor"
   }
  },
  {
   "quote": {
    "text": "If you have a dream, give it a chance to happen."
   },
   "author": {
    "text": "Richard M. DeVos"
   }
  },
  {
   "quote": {
    "text": "The more I come to know about the outside world's perception of China, the more I feel there are all sorts of misunderstandings, and to a certain extent, people do not get the full picture from the media. A lot of foreigners have few opportunities to visit China, and a lot of Chinese people do not have the chance to go to Europe or to the West."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "The Special Olympics motto, 'Let me win, but if I cannot win, let me be brave in the attempt,' really speaks to me because it embodies exactly what I have pursued in my life. Really, that's all any of us can hope for - a chance to be brave and to pursue a dream."
   },
   "author": {
    "text": "Hannah Teter"
   }
  },
  {
   "quote": {
    "text": "I have connected by phone with customers who have left negative reviews and had a chance to get to know them. Not only was I able to solve their problems, a lot of the customers were so happy with the customer service that they become repeat customers."
   },
   "author": {
    "text": "Chris Gronkowski"
   }
  },
  {
   "quote": {
    "text": "The true statesman is the one who is willing to take risks."
   },
   "author": {
    "text": "Charles de Gaulle"
   }
  },
  {
   "quote": {
    "text": "No dictator can last forever. History shows that in the end, people around the dictator bring about change. Of course, a lot of high-ranking officials don't want change because they want to keep power. But there are other good people who want change. I believe they are waiting for the chance."
   },
   "author": {
    "text": "Lee Hyeon-seo"
   }
  },
  {
   "quote": {
    "text": "North Carolina is strong because our people are strong. They define our state - by their hard work, commitment to their families and neighbors, their willingness to sacrifice so that their children can have a chance to forge their own path."
   },
   "author": {
    "text": "Kay Hagan"
   }
  },
  {
   "quote": {
    "text": "There is always some chance of recession in any year. But the evidence suggests that expansions don't die of old age."
   },
   "author": {
    "text": "Janet Yellen"
   }
  },
  {
   "quote": {
    "text": "I don't feel that I've faced discrimination. I've had every chance to succeed and more, and I think that's what all women should have."
   },
   "author": {
    "text": "Janet Yellen"
   }
  },
  {
   "quote": {
    "text": "I like chance meetings - life is full of them. Every day, without realising it, I pass people whom I should know."
   },
   "author": {
    "text": "Krzysztof Kieslowski"
   }
  },
  {
   "quote": {
    "text": "The universe is so unique and perfect that it could not have originated by chance but was divined by flawless, creative design."
   },
   "author": {
    "text": "Fritz Zwicky"
   }
  },
  {
   "quote": {
    "text": "It's amazing to think how powerful of a force optimism and hope can be. It's the thing that saves me. I believed that I lived in the greatest country in the world. I still believe that, and consequently, I believed that I had a chance, even though things around me were absolutely crazy and difficult."
   },
   "author": {
    "text": "J. D. Vance"
   }
  },
  {
   "quote": {
    "text": "A dream will always triumph over reality, once it is given the chance."
   },
   "author": {
    "text": "Stanislaw Lem"
   }
  },
  {
   "quote": {
    "text": "There have been times when I felt suicidal and I would stop my head from going in that direction of negativity because I thought there'd be something I'd miss that was funny in the future. If there's a chance I'm going to laugh tomorrow then want to live to experience that."
   },
   "author": {
    "text": "Dave Navarro"
   }
  },
  {
   "quote": {
    "text": "I was dying but suddenly had a second chance at living."
   },
   "author": {
    "text": "Shelley Fabares"
   }
  },
  {
   "quote": {
    "text": "You hit home runs not by chance but by preparation."
   },
   "author": {
    "text": "Roger Maris"
   }
  },
  {
   "quote": {
    "text": "Neither can men, by the same principles, be considered as lands, goods, or houses, among possessions. It is necessary that all property should be inferiour to its possessor. But how does the slave differ from his master, but by chance?"
   },
   "author": {
    "text": "Thomas Clarkson"
   }
  },
  {
   "quote": {
    "text": "There may be less of a chance of losing all the money you put into a mutual fund than there is of losing all the money you put into lottery tickets, but you're never going to win big in a mutual fund."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "Keep on going and the chances are you will stumble on something, perhaps when you are least expecting it. I have never heard of anyone stumbling on something sitting down."
   },
   "author": {
    "text": "Charles Kettering"
   }
  },
  {
   "quote": {
    "text": "The golden opportunity you are seeking is in yourself. It is not in your environment; it is not in luck or chance, or the help of others; it is in yourself alone."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "The Savior isn't our last chance; He is our only chance. Our only chance to overcome self-doubt and catch a vision of who we may become. Our only chance to repent and have our sins washed clean."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "Poker is a skill game pretending to be a chance game."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "I like entrepreneurial people; I like people who take risks."
   },
   "author": {
    "text": "Billie Jean King"
   }
  },
  {
   "quote": {
    "text": "In my mind's eye, I visualize how a particular... sight and feeling will appear on a print. If it excites me, there is a good chance it will make a good photograph. It is an intuitive sense, an ability that comes from a lot of practice."
   },
   "author": {
    "text": "Ansel Adams"
   }
  },
  {
   "quote": {
    "text": "The former colonies, in Latin America in particular, have a better chance than ever before to overcome centuries of subjugation, violence and foreign intervention, which they have so far survived as dependencies with islands of luxury in a sea of misery."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "Sometimes you have to stop to think, regroup and regather yourself and realize how lucky you are to still be living and to still be breathing and still be able to even have a chance."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "If you are given a chance to be a role model, I think you should always take it because you can influence a person's life in a positive light, and that's what I want to do. That's what it's all about."
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "My father will anticipate everything. He will leave you and me no chance to do a great and brilliant deed."
   },
   "author": {
    "text": "Alexander the Great"
   }
  },
  {
   "quote": {
    "text": "With 'Stardust', I hope what I was doing is giving 30-year-olds and 40-year-olds and 25-year-olds and 60-year-olds a chance to get the same sense of wonder, the same feeling, the same magic, that they got in reading the classic fairy tales as children."
   },
   "author": {
    "text": "Neil Gaiman"
   }
  },
  {
   "quote": {
    "text": "You don't concentrate on risks. You concentrate on results. No risk is too great to prevent the necessary job from getting done."
   },
   "author": {
    "text": "Chuck Yeager"
   }
  },
  {
   "quote": {
    "text": "What are we going to do to make sure people get the skills they need if they are incarcerated so that when they are released to hit the ground running? And what are we all going to do to give people who've earned a second chance, a second chance?"
   },
   "author": {
    "text": "Valerie Jarrett"
   }
  },
  {
   "quote": {
    "text": "Improvisation is too good to leave to chance."
   },
   "author": {
    "text": "Paul Simon"
   }
  },
  {
   "quote": {
    "text": "Variety is very, very good. Going from medium to medium, if you get the chance to do it, from theater to television to film, which are all distinctly different, keeps me sharp."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "When you're a chef, you graze. You never get a chance to sit down and eat. They don't actually sit down and eat before you cook. So when I finish work, the first thing I'll do, and especially when I'm in New York, I'll go for a run. And I'll run 10 or 15k on my - and I run to gain my appetite."
   },
   "author": {
    "text": "Gordon Ramsay"
   }
  },
  {
   "quote": {
    "text": "God gave me a second chance. I am so very glad with what is going on with my career, but I want to be a success in my relationship with my children."
   },
   "author": {
    "text": "El DeBarge"
   }
  },
  {
   "quote": {
    "text": "In our house, dinner is synonymous with family time. Recently, it has felt like the best chance for all of us to really connect - something that I find myself wanting more of as my kids are getting older."
   },
   "author": {
    "text": "Joanna Gaines"
   }
  },
  {
   "quote": {
    "text": "You grow up in America and you're told from day one, 'This is the land of opportunity.' That everybody has an equal chance to make it in this country. And then you look at places like Harlem, and you say, 'That is absolutely a lie.'"
   },
   "author": {
    "text": "Geoffrey Canada"
   }
  },
  {
   "quote": {
    "text": "The only way to break out is to gamble - take a chance with that first pick if you wanna dramatically improve your team."
   },
   "author": {
    "text": "Jerry Jones"
   }
  },
  {
   "quote": {
    "text": "With the right help, children have a good chance of overcoming their issues while they are still young and can have the bright future they deserve."
   },
   "author": {
    "text": "Kate Middleton"
   }
  },
  {
   "quote": {
    "text": "I continue to work on plays, but I've always felt that you could put a note in a bottle and send it offshore, and you'd have as much chance communicating with people."
   },
   "author": {
    "text": "Lewis Black"
   }
  },
  {
   "quote": {
    "text": "The more I pay attention to what's going on inside, the more I realize that how I feel, and how I react to what I feel, really creates my reality. And the more in touch I can be, the better chance I have to control what's happening in my life."
   },
   "author": {
    "text": "Ricky Williams"
   }
  },
  {
   "quote": {
    "text": "Standing on the apex of our planet is humbling. I'm starved of oxygen, depleted of reserves, unable to eat, and bound by anxiety. This is a dangerous place. Yet the symbolism of standing on top of the world gives me a chance to experience time on a cosmic scale."
   },
   "author": {
    "text": "Conrad Anker"
   }
  },
  {
   "quote": {
    "text": "Super-ambitious goals tend to be unifying and energizing to people; but only if they believe there's a chance of success."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "When you have the chance to present yourself vocally, you realize a kind of brand develops around that vocal, and you start to see the public consciousness of you is only about one half of your brain."
   },
   "author": {
    "text": "Josh Groban"
   }
  },
  {
   "quote": {
    "text": "Peer mediation is a chance for students to work with other students to help them resolve problems, arguments, disagreements without having to get the teacher or the administration involved."
   },
   "author": {
    "text": "Janet Reno"
   }
  },
  {
   "quote": {
    "text": "In every organization, there are many people, from senior leaders to first-time managers, who have the power to elevate women in the workplace. I wouldn't be in the position I'm in today without several key people in power believing in me and giving me a chance to succeed."
   },
   "author": {
    "text": "Susan Wojcicki"
   }
  },
  {
   "quote": {
    "text": "Good economic theory must give the people the chance to use their talents to build their own lives. We must get away from the traditional route where the rich will do the business and the poor will depend on private or public charity."
   },
   "author": {
    "text": "Muhammad Yunus"
   }
  },
  {
   "quote": {
    "text": "I'm a great believer in giving people a chance."
   },
   "author": {
    "text": "Roger Ailes"
   }
  },
  {
   "quote": {
    "text": "Medicine will be personalized and preventive: Your genome might predict that you have an 80 percent chance of breast cancer by the time you are 50, but if you take a preventive drug starting when you are 40, the chance will drop to 2 percent."
   },
   "author": {
    "text": "Leroy Hood"
   }
  },
  {
   "quote": {
    "text": "In Japan, usually, once you become prime minister, you do not have a second chance."
   },
   "author": {
    "text": "Shinzo Abe"
   }
  },
  {
   "quote": {
    "text": "Well, painting is the one thing I do, that is just me. It's me and easels, and the pencils. And as long as I don't drool too much over the canvas, the colors come out pretty good. And it's a chance to express all that I've got inside, that I sometimes keep hidden. And I think that's why I paint big broad, wide open landscapes."
   },
   "author": {
    "text": "Joni Eareckson Tada"
   }
  },
  {
   "quote": {
    "text": "I don't believe in pitfalls. I believe in taking risks and not doing the same thing twice."
   },
   "author": {
    "text": "Guy Laliberte"
   }
  },
  {
   "quote": {
    "text": "We're seeing an enormous amount of global upward mobility that's quite rapid and quite sudden, and undiscovered individuals have a chance - using the Internet, using computers - to prove themselves very quickly. So I think the mobility story will be a quite complicated one."
   },
   "author": {
    "text": "Tyler Cowen"
   }
  },
  {
   "quote": {
    "text": "Don't push away that chance if you're one of the lucky ones who find that partner. And remember, you can always change a job. I hear it's much harder to switch out a husband."
   },
   "author": {
    "text": "Mika Brzezinski"
   }
  },
  {
   "quote": {
    "text": "In tennis, you can have a bad set and still win. The part of track cycling that is difficult to find in other sports is that it's so final; there's no second chance if you make a mistake."
   },
   "author": {
    "text": "Victoria Pendleton"
   }
  },
  {
   "quote": {
    "text": "I wasn't a happy kid. I felt like my mum ruined our chance of a better life, because when she remarried, we went to live in Bahrain, on a compound with a swimming pool, and she ruined it all."
   },
   "author": {
    "text": "James Arthur"
   }
  },
  {
   "quote": {
    "text": "My intention here is to make it clear that not a single cell of my composition, here in regard to The Raven, is found by chance or intuition, that the composition moved towards perfection with the precision and inevitability of a mathematical equation."
   },
   "author": {
    "text": "Maurice Ravel"
   }
  },
  {
   "quote": {
    "text": "To God be humble, to thy friend be kind, and with thy neighbors gladly lend and borrow; His chance tonight, it maybe thine tomorrow."
   },
   "author": {
    "text": "William Dunbar"
   }
  },
  {
   "quote": {
    "text": "I am a legal immigrant whose parents went from Russia to China to Chile to finally reach the United States and thereby give me a chance to have a better life. I served six years in the U.S. Army Reserve, went to college, have a successful career and have dedicated my life to being a good citizen."
   },
   "author": {
    "text": "Mike Medavoy"
   }
  },
  {
   "quote": {
    "text": "So, whenever Scooter was the Pilot, he never had a chance to fly the orbiter. So, the joke is: I'm going to have a chance to fly it first and hand it over to him."
   },
   "author": {
    "text": "Duane G. Carey"
   }
  },
  {
   "quote": {
    "text": "Being outside during the space walk, the view of the Earth is just spectacular, and getting a chance to do that is just unbelievable, everything about it. You are going around the Earth at 17,500 miles an hour, so you have 45 minutes of sunlight followed by 45 minutes of darkness. You do a lap every 90 minutes."
   },
   "author": {
    "text": "Michael J. Massimino"
   }
  },
  {
   "quote": {
    "text": "I study pitchers. I visualize pitches. That gives me a better chance every time I step into the box. That doesn't mean I'm going to get a hit every game, but that's one of the reasons I've come a long way as a hitter."
   },
   "author": {
    "text": "Mark McGwire"
   }
  },
  {
   "quote": {
    "text": "Supporting the entrepreneurial spirit is our best chance for economic progress."
   },
   "author": {
    "text": "Scott Peters"
   }
  },
  {
   "quote": {
    "text": "War never takes a wicked man by chance, the good man always."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "Our lives are pretty calm. Merging on the freeway in the closest you get to risking your life. So what's missing now is that primal emotion of being scared to death, and I think that's why people crave thrills like roller coasters or scary movies. They give you the chance to feel this very primal emotion in a very controlled environment."
   },
   "author": {
    "text": "Oren Peli"
   }
  },
  {
   "quote": {
    "text": "The successful man is the one who had the chance and took it."
   },
   "author": {
    "text": "Roger Babson"
   }
  },
  {
   "quote": {
    "text": "My son had his eighth birthday recently and we had a chance to borrow the film and show it to all of his friends that was at his birthday party and they loved it. I was a little nervous. I said they might not even like it, and say his daddy's movie is wack, but they loved it."
   },
   "author": {
    "text": "Blair Underwood"
   }
  },
  {
   "quote": {
    "text": "The intense media coverage of today's campus shootings presents a double edged sword. On the one hand, it gives us a chance to think about and reflect on the causes; on the other hand, in a very small minority of unstable minds, the repeated telling of the stories can be interpreted as glamorous."
   },
   "author": {
    "text": "Matthew Pearl"
   }
  },
  {
   "quote": {
    "text": "I feel I am blessed. So many actresses went without doing a period film in their career, and I got a chance to do one in my first film."
   },
   "author": {
    "text": "Pooja Hegde"
   }
  },
  {
   "quote": {
    "text": "There are such strong women in my life that there's no chance of me getting too big for my boots."
   },
   "author": {
    "text": "Jack Lowden"
   }
  },
  {
   "quote": {
    "text": "Everyone's path is really different, and you just have to be in the right place at the right time. 'The X Factor' gave me that chance I needed, that platform."
   },
   "author": {
    "text": "Fleur East"
   }
  },
  {
   "quote": {
    "text": "Peru is a country where more than half the people would emigrate if given the chance. That's half the population that is willing to abandon everything they know for the uncertainty of a life in a foreign land, in another language."
   },
   "author": {
    "text": "Daniel Alarcon"
   }
  },
  {
   "quote": {
    "text": "The censorship is such on television in the U.S. that films like mine don't stand a chance."
   },
   "author": {
    "text": "John Pilger"
   }
  },
  {
   "quote": {
    "text": "Unless you burst into movies as a sex goddess, you're likely to play wives and mothers. I came into movies as a teenager in 'They Shoot Horses, Don't They' (1969) playing a pregnant waif from the Ozarks. I didn't get a chance to burst into movies in 'Body Heat.' My career isn't based on having a 23-inch waist and a big bust, though I do."
   },
   "author": {
    "text": "Bonnie Bedelia"
   }
  },
  {
   "quote": {
    "text": "When I woke up Sunday morning at the Open and stepped outside and felt the wind and rain in my face, I knew I had an excellent chance to win if I just took my time and trusted myself."
   },
   "author": {
    "text": "Tom Kite"
   }
  },
  {
   "quote": {
    "text": "Somehow, people get very nervous about leaving the comfortable life of rules behind and never take the chance to develop their own internal voice, to listen to their own consciousness."
   },
   "author": {
    "text": "Michael Masser"
   }
  },
  {
   "quote": {
    "text": "My image had always been very heterosexual, very straight. So it was a nice experience for me, a chance to clarify my own feelings about gay and lesbian civil rights."
   },
   "author": {
    "text": "Bruce Springsteen"
   }
  },
  {
   "quote": {
    "text": "The more completely we focus our attention on our Creator and Lord, the less chance there is of our being distracted by creatures."
   },
   "author": {
    "text": "Saint Ignatius"
   }
  },
  {
   "quote": {
    "text": "I was a good football player, and I had a chance to play with some great players."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "Chance fights ever on the side of the prudent."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "I just think that giving a child a chance and sharing what you have with a child is one of the greatest gifts you can give yourself, as well as a child."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "The people of New York took a big chance on me. And I'm well aware of that."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "If you get so unequal that people believe they don't have a chance, that the field isn't level for them and their children, that puts democracy at risk."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Now, I have always believed that women are not victims; we are agents of change, we are drivers of progress, we are makers of peace - all we need is a fighting chance."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "A wise man turns chance into good fortune."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "We usually have a rookie show when camp is almost over. It's a chance to get to know the rookies and to have fun and set the pace for the season."
   },
   "author": {
    "text": "Antonio Brown"
   }
  },
  {
   "quote": {
    "text": "I believe in luck: how else can you explain the success of those you dislike?"
   },
   "author": {
    "text": "Jean Cocteau"
   }
  },
  {
   "quote": {
    "text": "I've always been a figure skater and ballet dancer. I love physical comedy, and any chance that I get to do that... that is so me."
   },
   "author": {
    "text": "Allison Janney"
   }
  },
  {
   "quote": {
    "text": "Randy Edsall is a good, strong, decent man who is working his tail off on behalf of the University of Maryland. And there are more people that want to spend their days burning things down than building it up. At least just stop rooting against him. You know, give the guy a chance."
   },
   "author": {
    "text": "Kevin Plank"
   }
  },
  {
   "quote": {
    "text": "All these other creatures have an equal right to exist here. We have no prior rights to the Earth than anybody else, and if they're here, let's give them a chance to survive."
   },
   "author": {
    "text": "Prince Philip"
   }
  },
  {
   "quote": {
    "text": "Some folk want their luck buttered."
   },
   "author": {
    "text": "Thomas Hardy"
   }
  },
  {
   "quote": {
    "text": "I feel a real sense of duty to use the voice and the platform I've been afforded by my fame to speak out for those whose voices don't get a chance to be heard."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "I never had a chance to play with dolls like other kids. I started working when I was six years old."
   },
   "author": {
    "text": "Billie Holiday"
   }
  },
  {
   "quote": {
    "text": "The only thing that I could get with chance, and I never was able to use it, was that I would end up with something quite geometric or the spirit that I was interested in, indulging in, was gone."
   },
   "author": {
    "text": "Robert Rauschenberg"
   }
  },
  {
   "quote": {
    "text": "I have always loved the Day of the Dead - a chance to celebrate death rather than to treat it like that awful scene in the cemetery."
   },
   "author": {
    "text": "Andy Dunn"
   }
  },
  {
   "quote": {
    "text": "The most important thing for people to know about the governance of the Arctic is that we have a chance now to act to maintain the integrity of the system or to lose it. To lose it means that we will dismember the vital systems that make the Arctic work. It's not just a cost to the people who live there. It's a cost to all people everywhere."
   },
   "author": {
    "text": "Sylvia Earle"
   }
  },
  {
   "quote": {
    "text": "Success is not assured, but America is resolute: this is the best chance for peace we are likely to see for some years to come - and we are acting to help Israelis and Palestinians seize this chance."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "The insurance of working with a big, already successful franchise just gives you the chance to do other things on a more personal level."
   },
   "author": {
    "text": "Jason Statham"
   }
  },
  {
   "quote": {
    "text": "From my point of view, I always want to fight until the end of my last chance."
   },
   "author": {
    "text": "Pep Guardiola"
   }
  },
  {
   "quote": {
    "text": "Everyone always helped me out growing up, and everyone now supports me Sunday. So whenever there's a chance to give back, to the community, to the less fortunate kids so they have the opportunity to gain the most potential they can in their life to be success, it's always good to do."
   },
   "author": {
    "text": "Rob Gronkowski"
   }
  },
  {
   "quote": {
    "text": "No government ought to be without censors; and where the press is free, no one ever will. Chance is the pseudonym of God when he did not want to sign."
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "You know what I want? The answer is, I truly don't know what I want. I don't want to do a television series. I want to do dramas as well as comedies, but I have no idea what kind or in what order. Just give me the chance at them."
   },
   "author": {
    "text": "Michael J. Fox"
   }
  },
  {
   "quote": {
    "text": "Baseball gives every American boy a chance to excel, not just to be as good as someone else but to be better than someone else. This is the nature of man and the name of the game."
   },
   "author": {
    "text": "Ted Williams"
   }
  },
  {
   "quote": {
    "text": "Nothing can really prepare you for when you get in the Formula One car. Knowing that you're driving a multimillion-dollar car, and if you crash it it's going to cost a lot of money, and they might not give you another chance, is scary."
   },
   "author": {
    "text": "Lewis Hamilton"
   }
  },
  {
   "quote": {
    "text": "If the girl is good looking and talented, and for some reason the film doesn't work, she gets a second chance. But if subsequent films don't work, she gets branded as an 'iron leg.' The whole thing gets negative."
   },
   "author": {
    "text": "Rakul Preet Singh"
   }
  },
  {
   "quote": {
    "text": "You only get one chance in this thing called life. I know that is a bit maudlin and obscure, but it's a fact, and you can make a profound difference in people's lives without having a title in front of your name."
   },
   "author": {
    "text": "Gavin Newsom"
   }
  },
  {
   "quote": {
    "text": "Nowadays love is a matter of chance, matrimony a matter of money and divorce a matter of course."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "The great thing about suicide is that it's not one of those things you have to do now or you lose your chance. I mean, you can always do it later."
   },
   "author": {
    "text": "Harvey Fierstein"
   }
  },
  {
   "quote": {
    "text": "I got a chance to work with Stallone and De Niro - pretty much sums it up for me. You can tell where you're going in your career by the company you keep."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "I don't need therapy. I'm not going to see a therapist; comedy acts as my therapy. I put my problems out there. I talk about them. I talk about everything before anybody has a chance."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "I keep my inner circle of people very small and tight, and I like to relax if I get a chance."
   },
   "author": {
    "text": "Dean Ambrose"
   }
  },
  {
   "quote": {
    "text": "I use the computer as a tool. Like chance or the camera or the other tools I've used, it can open my eye to other ways of seeing or of making dances. It's not simply to do a trick."
   },
   "author": {
    "text": "Merce Cunningham"
   }
  },
  {
   "quote": {
    "text": "Cell phones tend to bring us more inside of our lives whereas movies offer a chance to escape, so there are two competing forces."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "I don't get a chance to be funny with the thrillers. I like to be funny, and I think I am really funny. So with 'Middle School: The Worst Years of My Life', it was fun to let loose."
   },
   "author": {
    "text": "James Patterson"
   }
  },
  {
   "quote": {
    "text": "In books, as in life, there are no second chances. On second thought: it's the next work, still to be written, that offers the second chance."
   },
   "author": {
    "text": "Cynthia Ozick"
   }
  },
  {
   "quote": {
    "text": "A lot of people in Hollywood, and everywhere pretty much, operate on fear. No one wants to get fired, so everyone's scared to take a chance. There's money involved, and there are careers and reputations on the line."
   },
   "author": {
    "text": "Billy Eichner"
   }
  },
  {
   "quote": {
    "text": "I'm quite old-fashioned. I like going out to dinner. You have the chance to talk to somebody and get to know them better."
   },
   "author": {
    "text": "Harry Styles"
   }
  },
  {
   "quote": {
    "text": "The Guns N' Roses reunion didn't happen by chance or whatever. It was always looked at as a possibility, but it never seemed right or felt right."
   },
   "author": {
    "text": "Axl Rose"
   }
  },
  {
   "quote": {
    "text": "There's talent on the streets, kids with ideas who have stories to tell and never get a chance."
   },
   "author": {
    "text": "James Jannard"
   }
  },
  {
   "quote": {
    "text": "When the phone started ringing too many times, I had to take it back to what I can handle. I take my chances on a job or a person as opposed to a situation. I don't like to have a situation placed over my head."
   },
   "author": {
    "text": "Bill Murray"
   }
  },
  {
   "quote": {
    "text": "If you know you can do it - if you can already chart every day in your future - then why bother? Choose to do something you have more trouble imagining. Take a chance."
   },
   "author": {
    "text": "Gina Barreca"
   }
  },
  {
   "quote": {
    "text": "At some point in your life, if you're lucky, you get to design the way in which things evolve."
   },
   "author": {
    "text": "Daniel Day-Lewis"
   }
  },
  {
   "quote": {
    "text": "We did a two month tour with Taj Mahal that was really healing and cathartic and a good distraction after my brother passed away. Then I knew I wanted to take a year off, and it was really nice to have that chance to fall apart."
   },
   "author": {
    "text": "Bonnie Raitt"
   }
  },
  {
   "quote": {
    "text": "Luck affects everything. Let your hook always be cast; in the stream where you least expect it there will be a fish."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "Nothing can ever happen twice. In consequence, the sorry fact is that we arrive here improvised and leave without the chance to practice."
   },
   "author": {
    "text": "Wislawa Szymborska"
   }
  },
  {
   "quote": {
    "text": "There are lots of things which I would love to tell him, but in some way, I also feel that I lost the person closest to me. And I got a second chance to live. So in a way I feel that I live for both of us... and I will do my best."
   },
   "author": {
    "text": "Petra Nemcova"
   }
  },
  {
   "quote": {
    "text": "Luck always favours the brave. And you must remember that brave are the people who follow their heart; brave are the people who take chances in life. Which also means you have to say no sometimes. I believe the power of no is greater than yes."
   },
   "author": {
    "text": "Preity Zinta"
   }
  },
  {
   "quote": {
    "text": "You're not going to eliminate concussions. Anytime you hit your head, you have a chance of getting a concussion, in any sport, too. I think we have to learn more about it. Part of it is rules, part of it is equipment, part of it is medical studies, knowing more about the brain."
   },
   "author": {
    "text": "John Madden"
   }
  },
  {
   "quote": {
    "text": "This club is all about winning trophies and we've got a chance of bringing the greatest trophy of them all back to Anfield, so it means a great deal obviously."
   },
   "author": {
    "text": "Steven Gerrard"
   }
  },
  {
   "quote": {
    "text": "How a piece ends is very important to me. It's the last chance to leave an impression with the reader, the last shot at 'nailing' it. I love to write ending lines; usually, I know them first and write toward them, but if I knew how they came to me, I wouldn't tell."
   },
   "author": {
    "text": "S. E. Hinton"
   }
  },
  {
   "quote": {
    "text": "You don't get a chance to go to the playoffs and World Series very often, but to be able to experience it with the people you love most in the world is really fun."
   },
   "author": {
    "text": "Ben Zobrist"
   }
  },
  {
   "quote": {
    "text": "What makes creative people tingle are interesting problems, the chance to impress their friends, and caffeine."
   },
   "author": {
    "text": "Alex Steffen"
   }
  },
  {
   "quote": {
    "text": "I'm planning to be here forever, but I know at some point I'll probably have to give it up. If you live to 100, there's a very good chance you'll live forever. Because very few people die after 100."
   },
   "author": {
    "text": "S. Truett Cathy"
   }
  },
  {
   "quote": {
    "text": "Creative risk taking is essential to success in any goal where the stakes are high. Thoughtless risks are destructive, of course, but perhaps even more wasteful is thoughtless caution which prompts inaction and promotes failure to seize opportunity."
   },
   "author": {
    "text": "Gary Ryan Blair"
   }
  },
  {
   "quote": {
    "text": "I used to sneak up to the 8th floor and watch Eddie Murphy and Joe Piscopo rehearsing 'Saturday Night Live' and could only wonder if I would ever have the chance to be funny. It took me five years to go up the two stories, but it is such a sense of fulfillment to be able to show what I can do on national television."
   },
   "author": {
    "text": "Dana Carvey"
   }
  },
  {
   "quote": {
    "text": "Luck, that's when preparation and opportunity meet."
   },
   "author": {
    "text": "Pierre Trudeau"
   }
  },
  {
   "quote": {
    "text": "The more that everyone has access to the same educational opportunities, the more society will tend to accept some receiving disproportionate rewards. After all, they themselves have a chance to be winners."
   },
   "author": {
    "text": "Raghuram Rajan"
   }
  },
  {
   "quote": {
    "text": "I have about as much control over how I look as the guy who's short and looks more like a character actor - we both have the same drive to be actors and we both have the same drive to assume these different characters, it's just harder for me to get the chance because they look at me and say, 'Oh, he's this type,' and they stamp me."
   },
   "author": {
    "text": "Armie Hammer"
   }
  },
  {
   "quote": {
    "text": "My best advice to actors is if you love acting, do it every chance you get. Success does not mean success. All that matters is whether or not you're doing your best to entertain. The way this business works is all about luck and timing."
   },
   "author": {
    "text": "Matthew Gray Gubler"
   }
  },
  {
   "quote": {
    "text": "My left foot is severely damaged from TSS, and I'm probably going to have to amputate my left leg. I could be super depressed about it, but I have been given a second chance. I'm here, and I'm living."
   },
   "author": {
    "text": "Lauren Wasser"
   }
  },
  {
   "quote": {
    "text": "Some novelists are luckier than others in the eras of their formative intellectual years, but all Weltanschauungs return, which means that most novelists have at least a chance of a revival."
   },
   "author": {
    "text": "Jane Smiley"
   }
  },
  {
   "quote": {
    "text": "We had a great chance in the mid-2000s to reach an accord with the Chinese on both energy and environmental issues. That deal would have essentially been that the U.S. could provide the equipment and expertise, and the Chinese would help close the trade gap. It was a huge opportunity that we failed to exploit."
   },
   "author": {
    "text": "David E. Sanger"
   }
  },
  {
   "quote": {
    "text": "You travel with the hope that something unexpected will happen. It has to do with enjoying being lost and figuring it out and the satisfaction. I always get a little disappointed when I know too well where I'm going, or when I've lived in a place so long that there's no chance I could possibly get lost."
   },
   "author": {
    "text": "Andrew Bird"
   }
  },
  {
   "quote": {
    "text": "To be sure, many of the Sykes-Picot borders reflected deals cut in Europe rather than local demographic or historical realities. But that hardly makes the Middle East unique: Most borders around the world owe their legacy less to thoughtful design or popular choice than to some mixture of violence, ambition, geography, and chance."
   },
   "author": {
    "text": "Richard N. Haass"
   }
  },
  {
   "quote": {
    "text": "Why if I had half a chance, I could make an entire movie using this stock footage. The story opens on these mysterious explosions. Nobody knows what's causing them, but it's upsetting all the buffalo. So, the military are called in to solve the mystery."
   },
   "author": {
    "text": "Ed Wood"
   }
  },
  {
   "quote": {
    "text": "'Early stages' is when the cancer is completely contained within the prostate. If it is detected when the cancer is entirely in the gland, the chance for full recovery is at its highest."
   },
   "author": {
    "text": "Len Dawson"
   }
  },
  {
   "quote": {
    "text": "I just love to play and I get a chance to play with other musicians and I jump on it."
   },
   "author": {
    "text": "Chad Smith"
   }
  },
  {
   "quote": {
    "text": "When you have a deadline, or when you know that your equipment is about to go up in a rocket and you won't have another chance to fix it, your mind works in a way that it otherwise never would."
   },
   "author": {
    "text": "John C. Mather"
   }
  },
  {
   "quote": {
    "text": "I'm motivated by creating a level playing field for the world so that the weak have a chance."
   },
   "author": {
    "text": "Iqbal Quadir"
   }
  },
  {
   "quote": {
    "text": "Wherefore the race being not to the swift, etc. but time and chance happening to all men, I leave the Judgement of the whole to the Candid, of whose correction I shall never be impatient."
   },
   "author": {
    "text": "William Petty"
   }
  },
  {
   "quote": {
    "text": "The evidence in this universe for design - or, if you will, the fine-tuning that cannot be explained by chance or by 'enough time' - is so compelling that the only way around it is to suggest that our universe is only one of an infinite number of universes."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "I think this is one of the greatest strengths of this school. Not only do the students go on to achieve great milestones in their own lives, they never forget their roots and the school that gave them the chance they needed to improve their lives and their families' lives."
   },
   "author": {
    "text": "Michael N. Castle"
   }
  },
  {
   "quote": {
    "text": "One of the reasons you take a role is because it's something you always wanted to do, from going to the movies as a kid. I always wanted to do a 1950s movie, for example. And I got a chance to be in 'Peggy Sue Got Married.' I would have taken only one line of dialogue to be in that."
   },
   "author": {
    "text": "Catherine Hicks"
   }
  },
  {
   "quote": {
    "text": "The first time Adam had a chance, he laid the blame on women."
   },
   "author": {
    "text": "Nancy Astor"
   }
  },
  {
   "quote": {
    "text": "I play for the America that embraces refugees from war-torn nations, for the America that welcomes all people who want the chance to experience the American Dream, for the America that appreciates the contributions from all the people it shelters."
   },
   "author": {
    "text": "Becky Sauerbrunn"
   }
  },
  {
   "quote": {
    "text": "My presence in the social media and on the Internet is much bigger than many of the other candidates, including Mitt Romney. So, when you take the social media and you take the Tea Party citizens movement, you have a combination there that, quite frankly, 10 years ago, I wouldn't have had a chance."
   },
   "author": {
    "text": "Herman Cain"
   }
  },
  {
   "quote": {
    "text": "All I demand for the black man is, that the white people shall take their heels off his neck, and let him have a chance to rise by his own efforts."
   },
   "author": {
    "text": "William Wells Brown"
   }
  },
  {
   "quote": {
    "text": "For me, it's just finding ways to create shots. I feel like if I got a shot off, it has a good chance of going in. So it's finding ways of creating different shots. Being smart. I watch film a lot, and different tricks that I can do to get my shot off the ball and creating ways to get shots off of pick-and-rolls or one-on-one situations like that."
   },
   "author": {
    "text": "Seth Curry"
   }
  },
  {
   "quote": {
    "text": "Traveling in India gives you a chance to observe a renaissance."
   },
   "author": {
    "text": "Marie Brenner"
   }
  },
  {
   "quote": {
    "text": "I think as a 20-year-old you expect life to always be easy. You get given a good hand and the chance to race in Formula One. You think the driver can make the difference, can make up for everything else within the team. But that is not the case. You are racing in such a competitive sport so that doesn't happen."
   },
   "author": {
    "text": "Jenson Button"
   }
  },
  {
   "quote": {
    "text": "All good ideas arrive by chance."
   },
   "author": {
    "text": "Max Ernst"
   }
  },
  {
   "quote": {
    "text": "I always think about which blood drive was going on in Georgia that day when that husband or mom or school teacher rolled up their sleeve and actually gave me a second chance at life. It's the ultimate gift of life, and I'm the one who was on the other end."
   },
   "author": {
    "text": "Niki Taylor"
   }
  },
  {
   "quote": {
    "text": "I'm just really thankful to have the chance to portray a character you don't see every day."
   },
   "author": {
    "text": "Regina King"
   }
  },
  {
   "quote": {
    "text": "Across our country, social enterprise partnerships between the public and private sectors are providing millions of Americans - young and old - a second chance."
   },
   "author": {
    "text": "George R. Roberts"
   }
  },
  {
   "quote": {
    "text": "Give yourself a chance to see how much better life will get. And it will get better."
   },
   "author": {
    "text": "Joel Burns"
   }
  },
  {
   "quote": {
    "text": "The act of voting by ordinary Iraqis in the face of extreme danger confirms President Bush's belief that people around the globe, when given a chance, will choose liberty and democracy over enslavement and tyranny."
   },
   "author": {
    "text": "John Ensign"
   }
  },
  {
   "quote": {
    "text": "We've heard the excuses from those responsible for hiring that they don't want to take a chance on a new director. But the truth is that the industry hires new directors all the time; it's just that most of them are white males."
   },
   "author": {
    "text": "Lesli Linka Glatter"
   }
  },
  {
   "quote": {
    "text": "In front of us was not a line but a fortress position, twenty miles deep, entrenched and fortified, defended by masses of machine-gun posts and thousands of guns in a wide arc. No chance for cavalry!"
   },
   "author": {
    "text": "Philip Gibbs"
   }
  },
  {
   "quote": {
    "text": "When my father passed away, he had his organs donated. In that painful moment, I was deeply comforted knowing that my father would be able to give others a second chance at life. That is why I encourage everyone to sign up to be a donor."
   },
   "author": {
    "text": "John Perez"
   }
  },
  {
   "quote": {
    "text": "When you suffer an attack of nerves you're being attacked by the nervous system. What chance has a man got against a system?"
   },
   "author": {
    "text": "Russell Hoban"
   }
  },
  {
   "quote": {
    "text": "I tend to be a person who starts with the presumption that I should trust you until you abuse the privilege, and then our relationship is forever changed. That's a very big line, and chances are it's not going to work if it's crossed. I warn people that this is how I'm going to deal with it."
   },
   "author": {
    "text": "Penny Pritzker"
   }
  },
  {
   "quote": {
    "text": "If life is a video game, then most of us have no chance of winning, if by winning you mean succeeding in a quest or saving a princess."
   },
   "author": {
    "text": "Douglas Lain"
   }
  },
  {
   "quote": {
    "text": "Practice every time you get a chance."
   },
   "author": {
    "text": "Bill Monroe"
   }
  },
  {
   "quote": {
    "text": "I was a military spouse, and I lived on military pay. It is very difficult to do that. But we do that with honor and with gratitude for the chance to serve this country."
   },
   "author": {
    "text": "Carol Shea-Porter"
   }
  },
  {
   "quote": {
    "text": "Grab a chance and you won't be sorry for a might-have-been."
   },
   "author": {
    "text": "Arthur Ransome"
   }
  },
  {
   "quote": {
    "text": "When it comes to the American dream, no one has a corner on the market. All of us have an equal chance to share in that dream."
   },
   "author": {
    "text": "J. C. Watts"
   }
  },
  {
   "quote": {
    "text": "My dad was in a hospital for months. The doctors told my dad he would never be able to walk again. My dad beat all the odds. He came back and was able to walk and start boxing again. He went to No. 1 in the world at welterweight to fight for the world title. But he never had his chance to fight for a world title."
   },
   "author": {
    "text": "Floyd Mayweather, Jr."
   }
  },
  {
   "quote": {
    "text": "I haven't had the occasion to meet Adele. She lives in England. So when I'm flying, or when she comes over here, perhaps we'll have a chance. I think she's a very fine singer, a very strong writer and performer."
   },
   "author": {
    "text": "Aretha Franklin"
   }
  },
  {
   "quote": {
    "text": "Any time you take a chance you better be sure the rewards are worth the risk because they can put you away just as fast for a ten dollar heist as they can for a million dollar job."
   },
   "author": {
    "text": "Stanley Kubrick"
   }
  },
  {
   "quote": {
    "text": "If you're financially responsible, your children have a much better chance to grow up financially responsible."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "An American cannot converse, but he can discuss, and his talk falls into a dissertation. He speaks to you as if he was addressing a meeting; and if he should chance to become warm in the discussion, he will say 'Gentlemen' to the person with whom he is conversing."
   },
   "author": {
    "text": "Alexis de Tocqueville"
   }
  },
  {
   "quote": {
    "text": "I liked Trump's honesty because it was different and had a chance to change the business of politics. What I didn't realize he was missing at the time was a complete and utter lack of preparation, knowledge, and common sense."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "Newspaper readership is declining like crazy. In fact, there's a good chance that nobody is reading my column."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "That which has been believed by everyone, always and everywhere, has every chance of being false."
   },
   "author": {
    "text": "Paul Valery"
   }
  },
  {
   "quote": {
    "text": "You could make the most beautiful film, and that weekend it's raining too hard on the East Coast, and no one goes out. Artists should have a chance to do it again. That's the challenge: Women artists don't get a second chance. People-of-color artists don't get a second chance. You're put in director's jail, and that's a wrap."
   },
   "author": {
    "text": "Ava DuVernay"
   }
  },
  {
   "quote": {
    "text": "He is not to pass for a man of reason who stumbles upon reason by chance but he who knows it and can judge it and has a true taste for it."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "Though men are apt to flatter and exalt themselves with their great achievements, yet these are, in truth, very often owing not so much to design as chance."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "The great opportunity belongs to him who can see it, to him who can grasp it. The better part of your chance is right inside of you."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Childhood is Last Chance Gulch for happiness. After that, you know too much."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "I don't like rats, but there's not much else I don't like. The problem with rats is they have no fear of human beings, they're loaded with foul diseases, they would run the place given half the chance, and I've had them leap out of a lavatory while I've been sitting on it."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "I could have easily gone down the wrong path and dropped out of school, but I was given a second chance."
   },
   "author": {
    "text": "Kevin O'Leary"
   }
  },
  {
   "quote": {
    "text": "I've seen a lot of poverty - coming up as a young child, lost hopes and dreams and people that never had a chance to have a decent quality of life. I believe we can do a lot greater than that."
   },
   "author": {
    "text": "Maxine Waters"
   }
  },
  {
   "quote": {
    "text": "I think a lot of times, when people who get a chance to meet me and be around me, they understand that I'm not the person that the media make me out to be."
   },
   "author": {
    "text": "Allen Iverson"
   }
  },
  {
   "quote": {
    "text": "Chance, my dear, is the sovereign deity in child-bearing."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "If men are honest, everything they do and everywhere they go is for a chance to see women."
   },
   "author": {
    "text": "Jack Nicholson"
   }
  },
  {
   "quote": {
    "text": "As an artist, you have to work really, really hard because you gotta make something that will allow people to even take the chance to even listen to it, you know?"
   },
   "author": {
    "text": "Zendaya"
   }
  },
  {
   "quote": {
    "text": "But now I realize that this record business really needs me. No one else is trying to take a chance or do something different."
   },
   "author": {
    "text": "Erykah Badu"
   }
  },
  {
   "quote": {
    "text": "People are always asking for the latest developments in the unification of this theory with that theory, and they don't give us a chance to tell them anything about one of the theories that we know pretty well. They always want to know things that we don't know."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "We cannot always assure the future of our friends; we have a better chance of assuring our future if we remember who our friends are."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "I wanted to appeal to people who've never really listened to hip-hop or really given it a chance before. I've also tried to incorporate all my favorite lifestyle things in the music. Of course, 'Fashion Killa' is one of peoples' favorites because it just expresses how much I like fashion."
   },
   "author": {
    "text": "ASAP Rocky"
   }
  },
  {
   "quote": {
    "text": "I tend to feel if people say they're going to do something, they will, if given the chance."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "I met my wife through playing golf. She is French and couldn't speak English and I couldn't speak French, so there was little chance of us getting involved in any boring conversations - that's why we got married really quickly."
   },
   "author": {
    "text": "Sean Connery"
   }
  },
  {
   "quote": {
    "text": "The cost of living is going up and the chance of living is going down."
   },
   "author": {
    "text": "Flip Wilson"
   }
  },
  {
   "quote": {
    "text": "So, you pick this stuff here and this stuff there and then you see things in certain ways and you start visualizing and thank God I get the chance to do this. It's really the greatest thing in the whole wide world."
   },
   "author": {
    "text": "Danny DeVito"
   }
  },
  {
   "quote": {
    "text": "I loved being in the Marine Corps, I loved my job in the Marine Corps, and I loved the people I served with. It's one of the best things I've had a chance to do."
   },
   "author": {
    "text": "Adam Driver"
   }
  },
  {
   "quote": {
    "text": "Chance The Rapper is just unreal: he's changing rap and really creating this whole amazing new style."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "I totally understand that I am a little outrageous in some ways... I'm a little un-P.C., but I really wish I had the chance to perform for the American fans."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "There's no such thing as a good time. I started an apparel-manufacturing business in the tech-boom years. I mean, come on. Get out of your garage and go take a chance and start your business."
   },
   "author": {
    "text": "Kevin Plank"
   }
  },
  {
   "quote": {
    "text": "Things happen to us in unpredictable ways, but the effect that that has on the kind of people who we become actually is not only open to chance - we can influence it in pretty profound ways."
   },
   "author": {
    "text": "Clayton M. Christensen"
   }
  },
  {
   "quote": {
    "text": "If we are not given the chance to forget, we are also not given the chance to recover our memories, to alter them with time, perspective, and wisdom. Forgetting, we can be ourselves beyond what the past has told us we are; we can evolve. That is the possibility we want from the future."
   },
   "author": {
    "text": "Caterina Fake"
   }
  },
  {
   "quote": {
    "text": "If you show emotion in competition, temporarily, you'll be ineffective. If you're disciplined enough, you don't get down when you're behind, and you have a chance to create something positive."
   },
   "author": {
    "text": "Tom Landry"
   }
  },
  {
   "quote": {
    "text": "Why talk now when so many things have been said without ever giving me a chance to talk?"
   },
   "author": {
    "text": "Bobby Knight"
   }
  },
  {
   "quote": {
    "text": "You get a chance like that maybe once in your lifetime, and you are lucky to sustain it over that period of time. It doesn't mean to say that whatever I do in the future has no substance to it - I may present some new material I've got, and there are definitely new angles of doing it - but I'm not looking to recreate another Led Zeppelin."
   },
   "author": {
    "text": "Jimmy Page"
   }
  },
  {
   "quote": {
    "text": "Fortune, seeing that she could not make fools wise, has made them lucky."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "Just by luck, I picked good heroes to worship."
   },
   "author": {
    "text": "Charles Kuralt"
   }
  },
  {
   "quote": {
    "text": "If the sun comes up, I have a chance."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "I'm an actor and I've created a lasting and memorable character named Frasier, who is not me, but who most people think is. So when I have a chance to play something that's different, I embrace it because it's fun; also in this case, he's a memorable character."
   },
   "author": {
    "text": "Kelsey Grammer"
   }
  },
  {
   "quote": {
    "text": "Here's the thing: the unit of reverence in Europe is the family, which is why a child born today of unmarried parents in Sweden has a better chance of growing up in a house with both of his parents than a child born to a married couple in America. Here we revere the couple, there they revere the family."
   },
   "author": {
    "text": "Elizabeth Gilbert"
   }
  },
  {
   "quote": {
    "text": "The things I learned from my parents, what was deeply ingrained in their generation, is this idea of opportunity and the freedom to have an opportunity. The way the United States was thought of is as a place you can have this chance to do anything, to say, 'This is my idea, and I get to offer it to you, and if you like it, I can profit from it.'"
   },
   "author": {
    "text": "Sebastian Stan"
   }
  },
  {
   "quote": {
    "text": "My mother fought cancer for almost a decade and died at 56. She held out long enough to meet the first of her grandchildren and to hold them in her arms. But my other children will never have the chance to know her and experience how loving and gracious she was."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "I got the chance to be the secretary of state; I'm an international relations specialist. It doesn't get better than that."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "The real trouble with war (modern war) is that it gives no one a chance to kill the right people."
   },
   "author": {
    "text": "Ezra Pound"
   }
  },
  {
   "quote": {
    "text": "I hadn't planned to be a model. It just happened by pure chance. I went to a beauty school with my sister, and I got discovered pretty late. I was discovered when I was 20-21."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "Given a chance, I would like to work with Aishwarya Rai Bachchan because she's a versatile actor."
   },
   "author": {
    "text": "Brad Pitt"
   }
  },
  {
   "quote": {
    "text": "If you keep on saying things are going to be bad, you have a good chance of being a prophet."
   },
   "author": {
    "text": "Isaac Bashevis Singer"
   }
  },
  {
   "quote": {
    "text": "I thought theater people wouldn't see me if I hadn't trained. I didn't want to just be the Brideshead guy, to spend the rest of my life wearing waistcoats. I got the chance to try everything. Not just Romeos, but pimps and grandfathers and even one role as a woman in a Naomi Wallace play called Slaughter City."
   },
   "author": {
    "text": "Tom Hiddleston"
   }
  },
  {
   "quote": {
    "text": "In baseball, you can't kill the clock. You've got to give the other man his chance. That's why this is the greatest game."
   },
   "author": {
    "text": "Earl Weaver"
   }
  },
  {
   "quote": {
    "text": "We must recover the element of quality in our traditional pursuit of equality. We must not, in opening our schools to everyone, confuse the idea that all should have equal chance with the notion that all have equal endowments."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "When an animal dies, it gives you the chance to love another animal. That's an insightful and profound way to look at it."
   },
   "author": {
    "text": "Jon Katz"
   }
  },
  {
   "quote": {
    "text": "It's about taking advantage of the opportunities you have right now, and right now we're in a position where you call somebody and they're willing to pick up and take the call because they're a fan, you have to take advantage of that and have a chance to capitalize on your ideas."
   },
   "author": {
    "text": "Dwyane Wade"
   }
  },
  {
   "quote": {
    "text": "Giving children a fair chance to achieve their dreams and reach their potential is everyone's responsibility."
   },
   "author": {
    "text": "Randi Weingarten"
   }
  },
  {
   "quote": {
    "text": "If you're so afraid of failure, you will never succeed. You have to take chances."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "If the Indy Racing League didn't have the Indianapolis 500, do you think it would have lasted more than six months? No chance."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "A very small cause which escapes our notice determines a considerable effect that we cannot fail to see, and then we say that the effect is due to chance."
   },
   "author": {
    "text": "Henri Poincare"
   }
  },
  {
   "quote": {
    "text": "Liberals will continue to put forward positive solutions that will help our economy grow and give all Canadians a real and fair chance at success."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "What I felt was, if you spend your life just writing fiction, you are going to falsify your material. And the fictional form was going to force you to do things with the material, to dramatize it in a certain way. I thought nonfiction gave one a chance to explore the world, the other world, the world that one didn't know fully."
   },
   "author": {
    "text": "V. S. Naipaul"
   }
  },
  {
   "quote": {
    "text": "From those to whom much is given, much is expected. I have been given much - the love of my family, the faith and trust of the people of New York, and the chance to lead this state. I am deeply sorry that I did not live up to what was expected of me."
   },
   "author": {
    "text": "Eliot Spitzer"
   }
  },
  {
   "quote": {
    "text": "The British Fashion Awards gives us the chance to commend not only the winners but celebrate all of the individuals that contribute to the incredible achievements that make London the best fashion destination in the world."
   },
   "author": {
    "text": "Natalie Massenet"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as luck. It's a fancy name for being always at our duty, and so sure to be ready when good time comes."
   },
   "author": {
    "text": "Edward G. Bulwer-Lytton"
   }
  },
  {
   "quote": {
    "text": "Some men have a silly theory about beautiful women - that somewhere along the line they'll turn into a monster. That movie gave them a chance to watch it happen."
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "By preventing pneumonia and other diseases, we are giving men, women and children the chance to live healthy productive lives and participate in the global economy. In doing so, we are not only enhancing their futures - we are enhancing our own."
   },
   "author": {
    "text": "Mandy Moore"
   }
  },
  {
   "quote": {
    "text": "After the brain tumor happened, I realized I love acting, I've always loved it, I may never get a chance to do it again."
   },
   "author": {
    "text": "Mark Ruffalo"
   }
  },
  {
   "quote": {
    "text": "In using chance operations, the mind is enriched."
   },
   "author": {
    "text": "Merce Cunningham"
   }
  },
  {
   "quote": {
    "text": "Portraying emotionally ill characters gives me the chance to really act."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "I was a freshman All-American, and I tore my ACL in the third game. But God has a plan for everything. I had a chance to turn away from Him in that situation or draw closer to Him. I decided to draw closer to Him, and came back stronger from it."
   },
   "author": {
    "text": "Robert Griffin III"
   }
  },
  {
   "quote": {
    "text": "To me and my band, guitar riffs are what it's all about. We know that every time we jam on a great riff, we've got a fighting chance of writing a great song!"
   },
   "author": {
    "text": "Dimebag Darrell"
   }
  },
  {
   "quote": {
    "text": "In prison, you get the chance to see who really loves you."
   },
   "author": {
    "text": "Suge Knight"
   }
  },
  {
   "quote": {
    "text": "If we win trophies, we have the chance to win individual awards because it comes with the team targets."
   },
   "author": {
    "text": "Fernando Torres"
   }
  },
  {
   "quote": {
    "text": "Luck can be assisted. It is not all chance with the wise."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "I'm only 35, and I felt that the time was right to try to come back and have a chance for him to see me play."
   },
   "author": {
    "text": "Mario Lemieux"
   }
  },
  {
   "quote": {
    "text": "My grandmother spent her whole life working as a maid, a cook and a babysitter, barely scraping by, but still working hard to give my mother, her only child, a chance in life, so that my mother could give my brother and me an even better one."
   },
   "author": {
    "text": "Julian Castro"
   }
  },
  {
   "quote": {
    "text": "I was a late bloomer, but I had a career as a contemporary dancer before that, so I had some kind of connection to this world. But I was always a little more in love with the drama of dancing than the aesthetics, so I thought, 'Why don't you give it a chance if you think you can do it a little different?'"
   },
   "author": {
    "text": "Mads Mikkelsen"
   }
  },
  {
   "quote": {
    "text": "As the novelty of wearable tech gives way to necessity - and, later, as wearable tech becomes embedded tech - will we be deprived of the chance to pause, reflect, and engage in meaningful, substantive conversations? How will our inner lives and ties to those around us change?"
   },
   "author": {
    "text": "Klaus Schwab"
   }
  },
  {
   "quote": {
    "text": "Man, if I get a chance to speak on the microphone, I've got to say something somewhere in there. You know, I'm going to laugh and have fun, too, but something has to be said that has some substance, because this is a platform, and the power that we have with words and with this microphone is phenomenal."
   },
   "author": {
    "text": "Common"
   }
  },
  {
   "quote": {
    "text": "'The Voice' gave me a chance to show people the side of me that is an artist. People didn't know what that would look like or sound like. It allowed people to see that potential."
   },
   "author": {
    "text": "Judith Hill"
   }
  },
  {
   "quote": {
    "text": "You surprise yourself on some balls off the bat. You don't think you have a chance to catch it. And then your natural ability just takes over."
   },
   "author": {
    "text": "Mike Trout"
   }
  },
  {
   "quote": {
    "text": "Employers are looking for individuals who can tell a story about what they bring to a particular company, and people with an understanding of that have a much better chance of getting to where they want to go."
   },
   "author": {
    "text": "Kathryn Minshew"
   }
  },
  {
   "quote": {
    "text": "I believe that fate is choices - it's not chance."
   },
   "author": {
    "text": "Wayne Newton"
   }
  },
  {
   "quote": {
    "text": "But you've reached them, and I've always wanted to reach people. I'm the first one to say I love my fans because they love that I took a chance."
   },
   "author": {
    "text": "Steven Tyler"
   }
  },
  {
   "quote": {
    "text": "From now until the end of time no one else will ever see life with my eyes, and I mean to make the best of my chance."
   },
   "author": {
    "text": "Christopher Morley"
   }
  },
  {
   "quote": {
    "text": "I got a chance to work with Miles Davis, and that changed everything for me, 'cause Miles really encouraged all his musicians to reach beyond what they know, go into unknown territory and explore. It's made a difference to me and the decisions that I've made over the years about how to approach a project in this music."
   },
   "author": {
    "text": "Herbie Hancock"
   }
  },
  {
   "quote": {
    "text": "I was 19 years old, and I felt like I had the flu one day. Within 24 hours, I was in the hospital on life support, and I was given less than a 2 percent chance of living. It took five days for the doctors to find out that I had contracted bacterial meningitis."
   },
   "author": {
    "text": "Amy Purdy"
   }
  },
  {
   "quote": {
    "text": "We need to give the Iraqis a chance to build their own future. It should be in their hands. It must be in their hands. That is what democracy is all about. We can teach it, we can explain it, but they must want it enough to make it work for them."
   },
   "author": {
    "text": "Barbara Boxer"
   }
  },
  {
   "quote": {
    "text": "I'm one of the most optimistic persons in the world. I always believed that - there's another shot, another chance. In boxing, I never gave up. I kept trying, kept trying. Even when things seemed so dim, I continued to push forward to make something happen in my favor."
   },
   "author": {
    "text": "Sugar Ray Leonard"
   }
  },
  {
   "quote": {
    "text": "I am grateful I got the chance to meet Stevie Wonder! He's like royalty to me and is one of my biggest inspirations."
   },
   "author": {
    "text": "Hunter Hayes"
   }
  },
  {
   "quote": {
    "text": "In general, I agree with Jacob Grimm and feel that we ought to permit changes and uncontrolled growth in language. Even though that also allows potentially threatening new words to develop, language needs the chance to constantly renew itself."
   },
   "author": {
    "text": "Gunter Grass"
   }
  },
  {
   "quote": {
    "text": "Every American deserves to live in freedom, to have his or her privacy respected and a chance to go as far as their ability and effort will take them - regardless of race, gender, ethnicity or economic circumstances."
   },
   "author": {
    "text": "Christopher Dodd"
   }
  },
  {
   "quote": {
    "text": "Every child should have a chance to feel special."
   },
   "author": {
    "text": "Chuck Close"
   }
  },
  {
   "quote": {
    "text": "I was a little chubby kid that no girls ever talked to. I had little chance of becoming an internationally known rock star. Music was my escape and my belief system."
   },
   "author": {
    "text": "Andy Biersack"
   }
  },
  {
   "quote": {
    "text": "Chance is always powerful. Let your hook always be cast; in the pool where you least expect it, there will be fish."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "I want to judge the nannies that's around my child. I don't want to pay for a nanny that I never met, that I never got a chance to interview. That's not the life I want for my child. I want to be involved 100 percent in all decisions made. This my flesh and blood."
   },
   "author": {
    "text": "Future"
   }
  },
  {
   "quote": {
    "text": "In Kenya you've got the great birds and monkeys leaping through the trees overhead. It's a chance to remember what the world is really like."
   },
   "author": {
    "text": "Joanna Lumley"
   }
  },
  {
   "quote": {
    "text": "The Classics are those books which constitute a treasured experience for those who have read and loved them; but they remain just as rich an experience for those who reserve the chance to read them for when they are in the best condition to enjoy them."
   },
   "author": {
    "text": "Italo Calvino"
   }
  },
  {
   "quote": {
    "text": "A lot of people would be happy that they got through a long career and had a chance to play as many times in the finals. To me, I wanted to win for the franchise and for the people. And when you can't do that, it's devastating, particularly for someone like me."
   },
   "author": {
    "text": "Jerry West"
   }
  },
  {
   "quote": {
    "text": "I ran for Congress because I want to make sure others have the same chance at the dream that I had for generations to come."
   },
   "author": {
    "text": "Ami Bera"
   }
  },
  {
   "quote": {
    "text": "Dances have a second and third life. You feel they are never ready. They always have a chance for another life."
   },
   "author": {
    "text": "Mikhail Baryshnikov"
   }
  },
  {
   "quote": {
    "text": "It's sad when you see most of your friends in the business gone, like Tommy Cooper, Frankie Howard, Eric Morecambe, Roy Castle, Les Dawson. They were very dear to me. You no longer have the chance to bump into them at a celebrity do."
   },
   "author": {
    "text": "Bruce Forsyth"
   }
  },
  {
   "quote": {
    "text": "I like this job - most days I have a chance to make breakfast and take the kids to school or to read 'em a bedtime story. It's almost like a normal life."
   },
   "author": {
    "text": "Mark Harmon"
   }
  },
  {
   "quote": {
    "text": "St Paul, in his second letter to Corinth, spells this out further in the important eighth and ninth chapters, where he urges some of the Christian communities to be generous to others so that they may also have the chance to be generous in return."
   },
   "author": {
    "text": "Rowan Williams"
   }
  },
  {
   "quote": {
    "text": "I have an interesting perspective on depending on others. I think it gives people a chance to serve. And I'm not so much big on independence, as I am on interdependence. I'm not talking about co-dependency, I'm talking about giving people the opportunity to practicing love with its sleeves rolled up."
   },
   "author": {
    "text": "Joni Eareckson Tada"
   }
  },
  {
   "quote": {
    "text": "The Supreme Court is having a hard time integrating schools. What chance do I have to integrate audiences?"
   },
   "author": {
    "text": "Nat King Cole"
   }
  },
  {
   "quote": {
    "text": "I always sort of thought, 'I'm probably going to get breast cancer. There's a really good chance.'"
   },
   "author": {
    "text": "Cynthia Nixon"
   }
  },
  {
   "quote": {
    "text": "I've become more and more aware of the promise and struggle to teach the global mind nowadays because I use every chance I get to ask faculty and administrators of management education programs why we don't offer at least one course - not even required, just an elective - on the world's religions."
   },
   "author": {
    "text": "Warren Bennis"
   }
  },
  {
   "quote": {
    "text": "For an actor to have the chance to go and play something that's far away from yourself, physically and also in terms of personality, character, is so much fun."
   },
   "author": {
    "text": "Taron Egerton"
   }
  },
  {
   "quote": {
    "text": "I'm a chemistry guy. I believe you've got to play together to have a chance to win."
   },
   "author": {
    "text": "Tony Gwynn"
   }
  },
  {
   "quote": {
    "text": "I tend to pick objectives that I feel are safe because I know that, in the moment, I always go for it. I have some rules for myself, though: Look for the rock faces without a lot of loose rock. Always rope up on glaciers where there is even a slight chance of falling into a crevasse. No pure free soloing. Never climb below hanging glaciers."
   },
   "author": {
    "text": "Tommy Caldwell"
   }
  },
  {
   "quote": {
    "text": "There's no second chance on stage, and I was trained to make the most of my first chance."
   },
   "author": {
    "text": "Kate Smith"
   }
  },
  {
   "quote": {
    "text": "Hopefully, I can play both sides of the fence. That's probably what winning the Oscar gives me, the chance to do something with a studio and do other things that I really want to do."
   },
   "author": {
    "text": "Benicio Del Toro"
   }
  },
  {
   "quote": {
    "text": "I am not driven by any bitterness by what happened in Athens. I learnt a lot of lessons from it and probably came through it a stronger person in the end. There have been a lot of near misses, and that's taught me to keep persevering and that there is a chance it can come right."
   },
   "author": {
    "text": "Paula Radcliffe"
   }
  },
  {
   "quote": {
    "text": "African Americans are concerned about the scourge of abortion in their community, and respond to related facts and figures. Large majorities agree that every life should have a chance, regardless of race, socioeconomic status or circumstance."
   },
   "author": {
    "text": "Kellyanne Conway"
   }
  },
  {
   "quote": {
    "text": "If we want to defeat Hillary Clinton and have a chance to change the trajectory of our country, we need to unite behind the Republican ticket this November."
   },
   "author": {
    "text": "Ron DeSantis"
   }
  },
  {
   "quote": {
    "text": "I know I can get laughs anywhere, in front of any crowd, if I'm given the chance."
   },
   "author": {
    "text": "Bobby Lee"
   }
  },
  {
   "quote": {
    "text": "People need to pay attention to their bodies and go get a checkup. If you do that, you have a chance to help illnesses from getting even worse."
   },
   "author": {
    "text": "Tony Dorsett"
   }
  },
  {
   "quote": {
    "text": "The goal of the Head Start program is to give at-risk children all across our Nation a fair chance at succeeding in the educational system."
   },
   "author": {
    "text": "Joe Baca"
   }
  },
  {
   "quote": {
    "text": "When in doubt, wear a suit. Look at male politicians: you see them in a suit, and they look fine. But if you see a picture of them on the weekend or on vacation, there's a good chance they look terrible and unstylish."
   },
   "author": {
    "text": "Carine Roitfeld"
   }
  },
  {
   "quote": {
    "text": "We all have the same destiny. The difference is opening ourselves up to possibilities to joy, hope, and happiness along the way. Give yourself and others a chance to take advantage of what's out there and available."
   },
   "author": {
    "text": "Diane Ladd"
   }
  },
  {
   "quote": {
    "text": "You never know who's going to become your friend. Friends are always chance meetings."
   },
   "author": {
    "text": "Steve Guttenberg"
   }
  },
  {
   "quote": {
    "text": "I'm a pretty organised packer, laying out everything beforehand, as I don't like to take extra stuff. I've got a good eye for judging how much I can stuff into one suitcase. I've often not brought the right items, but I'd never avoided a chance to shop, unlike most men."
   },
   "author": {
    "text": "Kyle MacLachlan"
   }
  },
  {
   "quote": {
    "text": "Before the first year, nobody gave it a chance. Now, 36 years later, everybody knows Monday Night Football."
   },
   "author": {
    "text": "Frank Gifford"
   }
  },
  {
   "quote": {
    "text": "First-person narrators is the way I know how to write a book with the greatest power and chance of artistic success."
   },
   "author": {
    "text": "Anne Rice"
   }
  },
  {
   "quote": {
    "text": "I don't go to a psychiatrist. I don't go to a gym. I run away from my accountant, I run away from my dentist. They are all supposed to help you, but I like to stay in bed, where I have a chance to reflect, like Rossellini."
   },
   "author": {
    "text": "Marlene Dumas"
   }
  },
  {
   "quote": {
    "text": "On a personal level, I've seen a lot in my time as attorney general, but few things have affected me as greatly as my visit to Ferguson. I had the chance to meet with the family of Michael Brown. I spoke to them not just as attorney general but as a father of a teenage son myself."
   },
   "author": {
    "text": "Eric Holder"
   }
  },
  {
   "quote": {
    "text": "Birth is violent, and out of that violence is our only chance of rebirth."
   },
   "author": {
    "text": "Nick Nolte"
   }
  },
  {
   "quote": {
    "text": "I don't want to be a grumpy old man or too pessimistic, because if I have a chance, I would prefer to watch a film in the cinema with an audience on a big screen instead of watching it on a cell phone. It's a very different experience, but somehow I think this form will have its own future and life."
   },
   "author": {
    "text": "Wong Kar-wai"
   }
  },
  {
   "quote": {
    "text": "Releasing a record is only the tip of the iceberg when it comes to the promotion of the product, but you have to play the game if you are to have a chance of competing in the market place."
   },
   "author": {
    "text": "John Barrow"
   }
  },
  {
   "quote": {
    "text": "I love my fans, so when I get the chance to interact with them, it's beautiful."
   },
   "author": {
    "text": "Flo Rida"
   }
  },
  {
   "quote": {
    "text": "I had a really dark time after the Olympic Games... But then I said to myself, 'This is a sport that's blessed me with a home, with an education, with some money. I can't hate this sport. This sport took me out of Louisiana. This sport gave me a chance when so many people don't get a chance. And I love this sport.'"
   },
   "author": {
    "text": "Daniel Cormier"
   }
  },
  {
   "quote": {
    "text": "Back when I was a senior in high school in Haughton, LA, I had a chance to go to LSU. Everyone I grew up with adored LSU, including my mom. But I chose to come to Mississippi State because I wanted to start a new tradition instead of perpetuating an established one."
   },
   "author": {
    "text": "Dak Prescott"
   }
  },
  {
   "quote": {
    "text": "Chance doesn't mean meaningless randomness, but historical contingency. This happens rather than that, and that's the way that novelty, new things, come about."
   },
   "author": {
    "text": "John Polkinghorne"
   }
  },
  {
   "quote": {
    "text": "I confess I am a romantic. I love romance, and I think it's really fun and delicious and some of my favorite films are love stories. I think that you just get a chance to fall in love with the characters so much and you get to explore their lives so deeply."
   },
   "author": {
    "text": "Rachel McAdams"
   }
  },
  {
   "quote": {
    "text": "This is a truth that should be repeated like a mantra: to have any chance of a ful - filling life, we require not only clean air and a steady climate, but also an abundance of meadows and woodlands, rivers and oceans, teeming with life and the mass existence of other living creatures."
   },
   "author": {
    "text": "John Burnside"
   }
  },
  {
   "quote": {
    "text": "To be on this set today, I feel very blessed for the second chance and for the opportunity, my record company believing in me and everybody here just showing me so much love and support."
   },
   "author": {
    "text": "Brandy Norwood"
   }
  },
  {
   "quote": {
    "text": "If you have a diverse workforce, then you have a much better chance of picking up on things that a lack of diversity would hide from them."
   },
   "author": {
    "text": "Vivienne Ming"
   }
  },
  {
   "quote": {
    "text": "If you push down that pyramid of power and spread out the base, every member gets a chance to file their bill and have it heard and file their amendment and have it heard, as opposed to the system that we have now, which closes out, closes down bills, limits debate, and so forth."
   },
   "author": {
    "text": "Dan Webster"
   }
  },
  {
   "quote": {
    "text": "If I get a chance to dress up, I really go for it."
   },
   "author": {
    "text": "Annabelle Wallis"
   }
  },
  {
   "quote": {
    "text": "By giving the public a rich and full melody, distinctly arranged and well played, all the time creating new tone colors and patterns, I feel we have a better chance of being successful. I want a kick to my band, but I don't want the rhythm to hog the spotlight."
   },
   "author": {
    "text": "Glenn Miller"
   }
  },
  {
   "quote": {
    "text": "Every fight, honest to say, in this division, at this level, is a toss-up. It's a 50-50 chance."
   },
   "author": {
    "text": "Alistair Overeem"
   }
  },
  {
   "quote": {
    "text": "My mom and dad put my brother and sister through university and they were very keen for us to have an academic background just to give us a chance."
   },
   "author": {
    "text": "Rob James-Collier"
   }
  },
  {
   "quote": {
    "text": "I was a guy who showed up for work and took the chance for finding out whether I could do it or not... I'd like to think I made my success not at the expense of anyone. Success was accidental."
   },
   "author": {
    "text": "Gary David Goldberg"
   }
  },
  {
   "quote": {
    "text": "I love the fact we're still on the road. I was born to be a factory worker really, so for me the chance to get on stage at Wembley 30 years after we started is amazing."
   },
   "author": {
    "text": "Joe Elliott"
   }
  },
  {
   "quote": {
    "text": "A friend told me about the casting notice for 'Queer Eye.' I was in Chicago and I had a contract with 'Esquire' magazine, so had been coming to New York City regularly and thought I'd catch a cheap flight, crash on a friend's sofa and do this hilarious audition that I had no chance of winning."
   },
   "author": {
    "text": "Ted Allen"
   }
  },
  {
   "quote": {
    "text": "You might not trust me. Please give me a chance and time. I will prove myself for all of you."
   },
   "author": {
    "text": "Yingluck Shinawatra"
   }
  },
  {
   "quote": {
    "text": "Ain't no chance if you don't take it."
   },
   "author": {
    "text": "Guy Clark"
   }
  },
  {
   "quote": {
    "text": "You have to take the belt, and I dont give my opponents a chance to take my belt. I go out there and take away their opportunity to take my belt away from me."
   },
   "author": {
    "text": "Demetrious Johnson"
   }
  },
  {
   "quote": {
    "text": "I am not up there by chance. I am there by choice. And I know the wire. And I know my limits. And I am a madman of details."
   },
   "author": {
    "text": "Philippe Petit"
   }
  },
  {
   "quote": {
    "text": "Great risks come in long term, tremendously assiduous, very courageous study."
   },
   "author": {
    "text": "William Hurt"
   }
  },
  {
   "quote": {
    "text": "I did criminal defense work part-time, and that paid the bills for representing abused and neglected children... and for defending in juvenile court those kids the 'child protective system' had missed when it had the chance."
   },
   "author": {
    "text": "Andrew Vachss"
   }
  },
  {
   "quote": {
    "text": "I just basically took a chance because it looked like fun and I wanted the ."
   },
   "author": {
    "text": "Rob Mariano"
   }
  },
  {
   "quote": {
    "text": "Events are not a matter of chance."
   },
   "author": {
    "text": "Gamal Abdel Nasser"
   }
  },
  {
   "quote": {
    "text": "The Cardiff Half Marathon has already proved itself to be one of the biggest and best road races in the U.K., and when the best athletes in the world run on the same course, the times should be spectacular. But the real beauty of this event is that ordinary runners get the chance to line up on the same start line as the best athletes in the world."
   },
   "author": {
    "text": "Lynn Davies"
   }
  },
  {
   "quote": {
    "text": "I had a lot of different reasons for writing the book, but at its core was the desire to write for black teenage girls growing up reading books they were absent from. That was my experience as a child. 'Children of Blood and Bone' is a chance to address that. To say you are seen."
   },
   "author": {
    "text": "Tomi Adeyemi"
   }
  },
  {
   "quote": {
    "text": "I am sad to leave so many friends at Manchester United. But I am grateful to the club for allowing me the chance to take up the challenge at Chicago Fire."
   },
   "author": {
    "text": "Bastian Schweinsteiger"
   }
  },
  {
   "quote": {
    "text": "There is a one-in-300 chance that Earth will be struck on March 16, 2880, by an asteroid large enough to destroy civilization and possibly cause the extinction of the human race. But, on the bright side, Prince could re-release his hit song with the new refrain 'We're gonna party like its twenty-eight seventy-nine.'"
   },
   "author": {
    "text": "Nathan Myhrvold"
   }
  },
  {
   "quote": {
    "text": "Humans having any kind of sporting chance against hostile alien invaders armed with superior technology - Good luck. If they're advanced enough to cross the enormous distances of interstellar space, they're advanced enough to wipe us out without breaking whatever in their physiology passes for a sweat."
   },
   "author": {
    "text": "Nick Sagan"
   }
  },
  {
   "quote": {
    "text": "I'm thrilled to be working with the Science Channel. A chance to shine a light on the wonder and exciting possibilities of science with such a smart and talented team is a dream come true for me. It's very gratifying to me personally, and it's also a way to honor my family."
   },
   "author": {
    "text": "Nick Sagan"
   }
  },
  {
   "quote": {
    "text": "To give students the best possible chance to succeed, education must prepare them to handle issues that transcend national boundaries."
   },
   "author": {
    "text": "Jose Angel Gurria"
   }
  },
  {
   "quote": {
    "text": "Luck relies on chance, labor on character."
   },
   "author": {
    "text": "Richard Cobden"
   }
  },
  {
   "quote": {
    "text": "Even of if a certain backlash is unavoidable, we must make the most of the momentous chance with which history has presented us so swiftly and so unexpectedly."
   },
   "author": {
    "text": "Moshe Sharett"
   }
  },
  {
   "quote": {
    "text": "I couldn't get a date, but I couldn't be quite sure how unattractive I'd become. I was still friendly; I made jokes, and in my mind, if I saw a woman smiling at me... I still had a chance. I did not."
   },
   "author": {
    "text": "Victor LaValle"
   }
  },
  {
   "quote": {
    "text": "I was a huge fan of Bobby Cox, a huge fan of Chipper Jones and John Smoltz. And just those guys, I grew up watching those guys and often wondered early on in my career if I would ever have the chance to play for the Atlanta Braves, and there it was. God kind of answered my prayers."
   },
   "author": {
    "text": "Tim Hudson"
   }
  },
  {
   "quote": {
    "text": "There was a time when 'Batman' really kept me from getting some pretty good roles, and I was asked to do what I figured were important features. However, Batman was there, and very few people would take a chance on me walking onto the screen. And they'd be taking people away from the story."
   },
   "author": {
    "text": "Adam West"
   }
  },
  {
   "quote": {
    "text": "It comes from the likes of you! Take what you can get! Grab the chances as they come along! Act in hallways! Sing in doorways! Dance in cellars!"
   },
   "author": {
    "text": "Alexander Woollcott"
   }
  },
  {
   "quote": {
    "text": "I come from the poor people, and I have been here working my whole stinkin' career for people who don't have a chance, and I really resent anybody that says I'm doing it for the rich. Give me a break."
   },
   "author": {
    "text": "Orrin Hatch"
   }
  },
  {
   "quote": {
    "text": "Let's not dismiss or attack individual ideas as being inadequate before we have had a chance to assess their positive effect as part of a whole solution."
   },
   "author": {
    "text": "John Thune"
   }
  },
  {
   "quote": {
    "text": "It is an essential tenet of our whole representative form of government, the idea that there should not be some tyranny which makes it so nobody can even have a chance to vote."
   },
   "author": {
    "text": "Todd Akin"
   }
  },
  {
   "quote": {
    "text": "When I teach seminars, I tell people, 'Your stuff has to look like something that's out there, because otherwise nobody will take a chance on you.'"
   },
   "author": {
    "text": "Christopher Moore"
   }
  },
  {
   "quote": {
    "text": "We didn't have a garage to rehearse in. We had to aggravate the folks in the house. But I got a chance to play in a beer joint, and that's how it started."
   },
   "author": {
    "text": "Charlie Daniels"
   }
  },
  {
   "quote": {
    "text": "It gives me a chance to explore so many dynamics - that's what we actors dream of doing. So, I love playing the villain."
   },
   "author": {
    "text": "Angela Robinson"
   }
  },
  {
   "quote": {
    "text": "Worldwide is an overused word. But it's true that being known has given me new ideas and a chance to get to know new people who think in different ways. I want to hear myself referred to as Elie Saab, without labels or titles."
   },
   "author": {
    "text": "Elie Saab"
   }
  },
  {
   "quote": {
    "text": "I got a chance to work with Judi Dench in almost every scene. How many Indian actors get that chance?"
   },
   "author": {
    "text": "Ali Fazal"
   }
  },
  {
   "quote": {
    "text": "When you think in terms of public service, I heard so much about what Mother Theresa had done in her life. And I was fortunate enough to get a chance to meet her and talk to her a lot about what motivates her and what drives her. And that, to me, is a person that really is an extraordinary role model."
   },
   "author": {
    "text": "Anthony Fauci"
   }
  },
  {
   "quote": {
    "text": "I do not have a 10-point plan or a formula for reversing our accelerating slide into tyranny. But any fool can see what doesn't work and what has no chance of success."
   },
   "author": {
    "text": "Tom Tancredo"
   }
  },
  {
   "quote": {
    "text": "I like to travel any chance I get, even if it's just a local vacation to San Diego or Palm Springs or wherever. I just like to get out and do stuff and see the world."
   },
   "author": {
    "text": "Christa B. Allen"
   }
  },
  {
   "quote": {
    "text": "The chance to play a romantic character who kisses somebody onscreen was one of the elements that made me want to do 'The Stand.' The more you can do, the better, and I've been known as a character actor."
   },
   "author": {
    "text": "Gary Sinise"
   }
  },
  {
   "quote": {
    "text": "It's frustrating at times when you think you've earned a chance to play on the field and you're over there sitting on the bench. That's not the kind of player I am. I'm the kind of player who wants to be out there on the field and needs to contribute every minute of every game."
   },
   "author": {
    "text": "Freddy Adu"
   }
  },
  {
   "quote": {
    "text": "I have never done Cult TV before, the convention was good. It gives the fans a chance to meet the celebrities. Connect with the guy that used to be a bunch of coloured dots on your TV screen."
   },
   "author": {
    "text": "Peter Tork"
   }
  },
  {
   "quote": {
    "text": "One reason citizens, politicians and university donors sometimes lack confidence in the social sciences is that social scientists too often miss the chance to declare victory and move on to new frontiers."
   },
   "author": {
    "text": "Nicholas A. Christakis"
   }
  },
  {
   "quote": {
    "text": "If you look at the coverage of female sports and athletics across any of the broadcasters that participate in league rights and/or sports programming, women are underrepresented, and it's a chance and an opportunity for Lifetime to support that movement and the importance of athletics and competition for girls and women."
   },
   "author": {
    "text": "Nancy Dubuc"
   }
  },
  {
   "quote": {
    "text": "What is overriding that and most important is that readers generally are interested in a good character. They might be more comfortable with Harry because they think they know him, but they always seem willing to give somebody new a chance."
   },
   "author": {
    "text": "Michael Connelly"
   }
  },
  {
   "quote": {
    "text": "John Cleese was a big hero of mine. He grew up in Weston Super Mare near Bristol where I grew up; he was always very tall and gangly, but he was smart and used his physicality in a very funny way. I used to think, 'Well he came from Weston and he did it, so there's a chance for me.'"
   },
   "author": {
    "text": "Stephen Merchant"
   }
  },
  {
   "quote": {
    "text": "There was a period where I was a little scared that I'd blown my chance."
   },
   "author": {
    "text": "Carlene Carter"
   }
  },
  {
   "quote": {
    "text": "I grew up in a bookless house - my parents didn't read poetry, so if I hadn't had the chance to experience it at school I'd never have experienced it. But I loved English, and I was very lucky in that I had inspirational English teachers, Miss Scriven and Mr. Walker, and they liked us to learn poems by heart, which I found I loved doing."
   },
   "author": {
    "text": "Carol Ann Duffy"
   }
  },
  {
   "quote": {
    "text": "I am finally getting the chance to build large structures and break preconceptions that my designs are just sculptures for people to be in. But my work always comes down to the human scale."
   },
   "author": {
    "text": "Thomas Heatherwick"
   }
  },
  {
   "quote": {
    "text": "Reed Morano is an amazing woman and one of the most extraordinary people I've had the chance to work with."
   },
   "author": {
    "text": "O. T. Fagbenle"
   }
  },
  {
   "quote": {
    "text": "In passing, also, I would like to say that the first time Adam had a chance he laid the blame on a woman."
   },
   "author": {
    "text": "Nancy Astor"
   }
  },
  {
   "quote": {
    "text": "I play knowing that there is somebody watching me out there in the crowd that has never had the opportunity to watch a game before and it might be the only chance they ever to see one, live in person. Michael Jordan once said that in an interview, and I really took it to heart; whenever I step on the floor, I play for that person."
   },
   "author": {
    "text": "Tyson Chandler"
   }
  },
  {
   "quote": {
    "text": "I think in every picture that I've ever made. Everything that I've done torments me. I really would like another chance except I'd be too embarrassed to ever really try to do them again and no one would want to see the same movie just done differently."
   },
   "author": {
    "text": "Sam Raimi"
   }
  },
  {
   "quote": {
    "text": "We can all be proud of our men and women in the military who are following their orders, carrying out their missions and sacrificing so much to give the Iraqi people a chance for a more peaceful and prosperous future."
   },
   "author": {
    "text": "Ron Kind"
   }
  },
  {
   "quote": {
    "text": "Every state aspiring to be part of the free world, able to decide its own destiny, deserves its chance. They may, in a not too distant future, contribute to all of us in ways we cannot imagine today."
   },
   "author": {
    "text": "Kersti Kaljulaid"
   }
  },
  {
   "quote": {
    "text": "It takes one person to give you a big chance."
   },
   "author": {
    "text": "Patricia Velasquez"
   }
  },
  {
   "quote": {
    "text": "Sometimes I think I could have got some better results if I had a different mentality; if I could have pushed hard and attacked. But then I would have had a good chance of making a mistake."
   },
   "author": {
    "text": "Alain Prost"
   }
  },
  {
   "quote": {
    "text": "I wouldn't say that 'Wowee Zowee' was a success. We probably had a chance, had I focused a little more, to capitalize on the attention the band got for 'Crooked Rain.'"
   },
   "author": {
    "text": "Stephen Malkmus"
   }
  },
  {
   "quote": {
    "text": "I find my best writing time is actually 6 A.M., before the detritus of the day - the fish fingers and the school uniform and dogs and bills - have had a chance to clog up my brain. I can usually get 500 words done before 7 A.M. But it is difficult, and the Internet, and social networking, are terrible timesucks."
   },
   "author": {
    "text": "Jojo Moyes"
   }
  },
  {
   "quote": {
    "text": "Halfway through the decade, we realized that we had a great team and that we could do great things, and that we could probably have something here that we believed we had a chance to reach greatness."
   },
   "author": {
    "text": "Franco Harris"
   }
  },
  {
   "quote": {
    "text": "It is time that we take control and find a way to curtail the explosive costs of health care. Small businesses deserve a chance to channel these funds toward other needs, such as expanding and creating more jobs for the economy."
   },
   "author": {
    "text": "Christopher Bond"
   }
  },
  {
   "quote": {
    "text": "I just want the respect I deserve. Not for what I can do in the future but what I've done in the past. And I just want a fair opportunity, a fair chance, a fair shot to play basketball."
   },
   "author": {
    "text": "Michael Beasley"
   }
  },
  {
   "quote": {
    "text": "I grew up on the stage, and there's no two ways about it: you only get one chance to do your bit."
   },
   "author": {
    "text": "Jack Lowden"
   }
  },
  {
   "quote": {
    "text": "I like auditioning. I like working on material. I just love working. I like the chance to work on material. Sometimes it helps to not be going into a room cold and to know people. I've spent a lot of years getting to know people in the business, and that really helps. It depends. You can have some pretty terrible auditions."
   },
   "author": {
    "text": "Patrick J. Adams"
   }
  },
  {
   "quote": {
    "text": "In a fit at the bookstore one day, I bought all my favourite composers' biographies: Schubert, Massenet, Wolf. I've still not had a chance to read them; it breaks my heart. But when you travel so much, you just can't take that many books with you."
   },
   "author": {
    "text": "Danielle de Niese"
   }
  },
  {
   "quote": {
    "text": "Psycho 11 and III say, in effect, there's no way to survive with a psychological problem. If you've got it, the law can keep you locked up because there's no chance for cure."
   },
   "author": {
    "text": "Joseph Stefano"
   }
  },
  {
   "quote": {
    "text": "After that initial success, every chance we got we'd hire that remote recording truck and just record stuff at the Whisky because it was so inexpensive."
   },
   "author": {
    "text": "Johnny Rivers"
   }
  },
  {
   "quote": {
    "text": "I understand why creative people like dark, but American audiences don't like dark. They like story. They do not respond to nervous breakdowns and unhappy episodes that lead nowhere. They like their characters to be a part of the action. They like strength, not weakness, a chance to work out any dilemma."
   },
   "author": {
    "text": "Leslie Moonves"
   }
  },
  {
   "quote": {
    "text": "I wanna be funny, but if I have a chance to make a point while being funny - why not?"
   },
   "author": {
    "text": "Chris Cubas"
   }
  },
  {
   "quote": {
    "text": "Sometimes I just have a chance to go forward, so of course I try to make the most of it."
   },
   "author": {
    "text": "Julie Johnston"
   }
  },
  {
   "quote": {
    "text": "I'm competitive. I'd love another chance to be part of a Stanley Cup championship team. That'd be awesome."
   },
   "author": {
    "text": "Ed Belfour"
   }
  },
  {
   "quote": {
    "text": "Once in a while, I have the chance to speak to students. I learn from them as much as they learn from me. It's a great dialogue to create."
   },
   "author": {
    "text": "Ann Callis"
   }
  },
  {
   "quote": {
    "text": "The truth is, I like to engage with life fully. Given an opportunity to do something I don't often get a chance to do, I feel the need to try it, even if I suspect I'll make a fool out of myself."
   },
   "author": {
    "text": "Amelia Atwater-Rhodes"
   }
  },
  {
   "quote": {
    "text": "We felt like when we went into last year we had a pretty good chance to win the championship from the previous year with the fall we put together. We've got the same everything now, so I think we can come back and be as strong this year."
   },
   "author": {
    "text": "Sterling Marlin"
   }
  },
  {
   "quote": {
    "text": "I was a very close friend of Dash Snow's, so whenever I get a chance to revisit his work, that's always amazing for me."
   },
   "author": {
    "text": "Leo Fitzpatrick"
   }
  },
  {
   "quote": {
    "text": "Having a chance to be someone other than yourself and to act out stuff that makes people look at you, like, wow, and that's why I love acting so much."
   },
   "author": {
    "text": "Quinton Aaron"
   }
  },
  {
   "quote": {
    "text": "I think my best teacher and my best study was theater in general. It taught me a lot of patience and a lot of hard work, and I think that theater teaches you that you've got to know your stuff because you only get one chance."
   },
   "author": {
    "text": "Chelsea Kane"
   }
  },
  {
   "quote": {
    "text": "In U.S. sports, you tend to be pretty strictly limited by the size of your team's market. When we heard that Villa was a club here that might be available, I had a strong feeling that a team in the West Midlands could be the chance to create something very special."
   },
   "author": {
    "text": "Randy Lerner"
   }
  },
  {
   "quote": {
    "text": "'School Daze' was one of the highlights of my life because it was the first chance I had to act on screen. I would have been happy if that had been it, because I proved that I could do it."
   },
   "author": {
    "text": "Bill Nunn"
   }
  },
  {
   "quote": {
    "text": "If you ever really want to get away from it all and see something that you have never seen, and have an excellent chance of seeing something no one has ever seen, get in a sub. You climb in, seal the hatch, turn on a little oxygen, turn on the scrubber, which removes the CO2 in the air you breathe, and they chuck you overboard. Down you go."
   },
   "author": {
    "text": "Mike deGruy"
   }
  },
  {
   "quote": {
    "text": "I checked on the Internet this morning, and I realized that with five individual world titles, I was level with my elders Florian Rousseau and Arnaud Tournant, who were the sprint leaders in France when I started at the French Institute of Sports and taught me everything. I had the chance to overtake them, and I did it."
   },
   "author": {
    "text": "Francois Pervis"
   }
  },
  {
   "quote": {
    "text": "Welcome, wild harbinger of spring! To this small nook of earth; Feeling and fancy fondly cling, Round thoughts which owe their birth, To thee, and to the humble spot, Where chance has fixed thy lowly lot."
   },
   "author": {
    "text": "Bernard Barton"
   }
  },
  {
   "quote": {
    "text": "When it was over, I was so happy, I felt like crying. I wanted to win this one for Casey. After what I did in Brooklyn, he could have forgotten about me and who would blame him? But he gave me another chance and I'm grateful."
   },
   "author": {
    "text": "Don Larsen"
   }
  },
  {
   "quote": {
    "text": "Unfortunately, we don't get a second chance. We've already played them twice."
   },
   "author": {
    "text": "Trevor Brooking"
   }
  },
  {
   "quote": {
    "text": "I do not believe anything comes by chance. I regard the present as the necessary child of a necessary past."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "I never miss a chance to have sex or appear on television."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "I'd love to make a movie with Tom Hardy. If we ever got the chance to make a Venom movie together, that would be super-cool, but his movie would have to take place in the MCU because I'm not giving up my ticket in the MCU."
   },
   "author": {
    "text": "Tom Holland"
   }
  },
  {
   "quote": {
    "text": "Short of hiring a new staff, consider giving subpar workers a chance to improve. Tell them why they're not measuring up and give them a set amount of time to make specific improvements."
   },
   "author": {
    "text": "Danny Meyer"
   }
  },
  {
   "quote": {
    "text": "You as an individual coach have a responsibility to try to give those players who put themselves at risk and in harm's way a chance to achieve success, and that goes for universities and professional teams, as well."
   },
   "author": {
    "text": "Bill Parcells"
   }
  },
  {
   "quote": {
    "text": "I think about death all the time. I know there's nothing out there, but I'm curious. There's a 300 billion-to-one chance that there might be an energy that goes somewhere else, but I doubt it."
   },
   "author": {
    "text": "David Bailey"
   }
  },
  {
   "quote": {
    "text": "I love roller coasters. I don't get a chance often, but I've gone to Magic Mountain and gone on the rides. I love roller coasters."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "I'm the one who will take chances, not worry about the backlash."
   },
   "author": {
    "text": "Magic Johnson"
   }
  },
  {
   "quote": {
    "text": "Working with HBO was an opportunity to experience creative freedom and 'long-form development' that filmmakers didn't have a chance to do before the emergence of shows like 'The Sopranos.'"
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "With physical prep work, you know if you go to the gym, you will get size. There's no chance it won't happen. The emotional prep work is a variable. You could step onto the set one day and have a disconnect with your thoughts and feelings and have a rough day acting because you can't quite tap into what you need."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "I always appreciated the ex-players. Being a Yankee, you get spoiled. Old-Timers Day, all these guys coming back, spring training, being around them, you get a chance to get to know them. So I always think you learn a lot by listening."
   },
   "author": {
    "text": "Derek Jeter"
   }
  },
  {
   "quote": {
    "text": "I think all of us certainly believed the statistics which said that probably 88% chance of mission success and maybe 96% chance of survival. And we were willing to take those odds."
   },
   "author": {
    "text": "Alan Shepard"
   }
  },
  {
   "quote": {
    "text": "Unless you have prepared yourself to profit by your chance, the opportunity will only make you ridiculous. A great occasion is valuable to you just in proportion as you have educated yourself to make use of it."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "I have never been able to look upon America as young and vital but rather as prematurely old, as a fruit which rotted before it had a chance to ripen."
   },
   "author": {
    "text": "Henry Miller"
   }
  },
  {
   "quote": {
    "text": "We should read to give our souls a chance to luxuriate."
   },
   "author": {
    "text": "Henry Miller"
   }
  },
  {
   "quote": {
    "text": "If you put a woman in prison for four years when she's young and make her pay her time in a horrible place and she wants to come out and work, and become a mother and be a contributor to society and pay taxes and you never give her that chance. There is something un-Canadian about that."
   },
   "author": {
    "text": "Kevin O'Leary"
   }
  },
  {
   "quote": {
    "text": "Right afterwards there was a whole, whole lot of press to do, so the week after, all day, every day, was press so I didn't really get a chance to celebrate."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "If I go into a restaurant there's a very good chance that I'm going to spend my time being the mayor. If I want to have a good time, I'm happier having dinner here."
   },
   "author": {
    "text": "Jack Nicholson"
   }
  },
  {
   "quote": {
    "text": "I believe in trusting men, not only once but twice - in giving a failure another chance."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "I take risks - that's my life on the slopes and off."
   },
   "author": {
    "text": "Lindsey Vonn"
   }
  },
  {
   "quote": {
    "text": "I have the freedom to take chances, to say no. I have the freedom to be who I really want to be, rather than have to conform to this or that just to stay alive."
   },
   "author": {
    "text": "Robert Redford"
   }
  },
  {
   "quote": {
    "text": "When you procrastinate, you're more likely to let your mind wander. That gives you a better chance of stumbling onto the unusual and spotting unexpected patterns."
   },
   "author": {
    "text": "Adam Grant"
   }
  },
  {
   "quote": {
    "text": "A lot of people, given the chance, would blow up everything, and you and me."
   },
   "author": {
    "text": "David Hockney"
   }
  },
  {
   "quote": {
    "text": "When a man has no reason to trust himself, he trusts in luck."
   },
   "author": {
    "text": "E. W. Howe"
   }
  },
  {
   "quote": {
    "text": "I think luck is the sense to recognize an opportunity and the ability to take advantage of it... The man who can smile at his breaks and grab his chances gets on."
   },
   "author": {
    "text": "Samuel Goldwyn"
   }
  },
  {
   "quote": {
    "text": "I got to tell you, when I wrote 'Adios America,' I thought there was a 10 percent chance of saving the country."
   },
   "author": {
    "text": "Ann Coulter"
   }
  },
  {
   "quote": {
    "text": "However well organized the foundations of life may be, life must always be full of risks."
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "To work all the time is to be incredibly lucky."
   },
   "author": {
    "text": "Harvey Fierstein"
   }
  },
  {
   "quote": {
    "text": "If you are worried about what people think of you, you should go into politics. Real actors take chances."
   },
   "author": {
    "text": "Rob Lowe"
   }
  },
  {
   "quote": {
    "text": "We should recognize that on the day that we are born, our glass is half full. In America your chance to fill your glass the rest of the way up is greater than it is anyplace else on this planet."
   },
   "author": {
    "text": "Steve King"
   }
  },
  {
   "quote": {
    "text": "The more guidance a central bank can provide the public about how policy is likely to evolve the greater the chance that market participants will make appropriate inferences."
   },
   "author": {
    "text": "Ben Bernanke"
   }
  },
  {
   "quote": {
    "text": "And when I was saying I want to become number one of the world and I was 7, 8 years old, most of the people were laughing to me. Because you know, it seemed like I have one percent chances to do that. And I've done it."
   },
   "author": {
    "text": "Novak Djokovic"
   }
  },
  {
   "quote": {
    "text": "In battle, you forgive a man anything except an unwillingness to take risks. Sometimes you have to put it on the line."
   },
   "author": {
    "text": "Tom Clancy"
   }
  },
  {
   "quote": {
    "text": "In 1984, when I was a rookie member of the House, there was a bill introduced to make Martin Luther King's birthday a state holiday. It didn't have a chance. As time passed, though, more and more states adopted the holiday. Finally, after about five years, we passed it and, I think, almost unanimously. As I said, change is slow and hard."
   },
   "author": {
    "text": "John Grisham"
   }
  },
  {
   "quote": {
    "text": "Sometimes I wake up in the morning and feel like going straight back to bed. But I still have to get up and work, and I still have to take advantage of the chances I've been given in life."
   },
   "author": {
    "text": "Estelle"
   }
  },
  {
   "quote": {
    "text": "Living is risking."
   },
   "author": {
    "text": "Jeanne Moreau"
   }
  },
  {
   "quote": {
    "text": "I guess I've always been attracted to people who stand out as individuals - people who are adventurous and take chances."
   },
   "author": {
    "text": "Carmen Electra"
   }
  },
  {
   "quote": {
    "text": "I do think taking the 20s to take the most chances you can is important, because you're not going to hurt anyone else during that time. And if you do have a partner, you need a couple years to rehearse that relationship."
   },
   "author": {
    "text": "Gail Sheehy"
   }
  },
  {
   "quote": {
    "text": "I love taking chances."
   },
   "author": {
    "text": "Wayne Newton"
   }
  },
  {
   "quote": {
    "text": "I have found that I always learn more from my mistakes than from my successes. If you aren't making some mistakes, you aren't taking enough chances."
   },
   "author": {
    "text": "John Sculley"
   }
  },
  {
   "quote": {
    "text": "Schools can do extraordinary things given the chance; teachers can do remarkable things if we eliminate the paperwork that sometimes binds them and give them a chance to really teach in our schools."
   },
   "author": {
    "text": "Janet Reno"
   }
  },
  {
   "quote": {
    "text": "If you are living a life that feels right to you, if you're willing to take creative chances or a creative path that feels like it's mostly in keeping with your sensibilities, you know, aesthetic and artistic, then that's what matters."
   },
   "author": {
    "text": "Tracy Chapman"
   }
  },
  {
   "quote": {
    "text": "I have my warts. I sometimes say things that get me in trouble. In other words, I lead with my heart and not my head. That's the only chance we have against George Bush."
   },
   "author": {
    "text": "Howard Dean"
   }
  },
  {
   "quote": {
    "text": "I've told myself I have a chance to make history, and that's my focus."
   },
   "author": {
    "text": "Jordan Spieth"
   }
  },
  {
   "quote": {
    "text": "A life lesson for me is, how do you muster the courage to take on a new risk? Whether it's starting up a business or taking on a new project or expedition. I think the risks that we take are all relative to the risk-taker."
   },
   "author": {
    "text": "Ann Bancroft"
   }
  },
  {
   "quote": {
    "text": "I lucked out when I started to sing. I'd already experienced failing at everything else."
   },
   "author": {
    "text": "Cyndi Lauper"
   }
  },
  {
   "quote": {
    "text": "Black Rock gives us all a chance to heal, to become ourselves."
   },
   "author": {
    "text": "Larry Harvey"
   }
  },
  {
   "quote": {
    "text": "I am a great believer in luck, and I find the harder I work the more I have of it."
   },
   "author": {
    "text": "Stephen Leacock"
   }
  },
  {
   "quote": {
    "text": "The worst cynicism: a belief in luck."
   },
   "author": {
    "text": "Joyce Carol Oates"
   }
  },
  {
   "quote": {
    "text": "It's luck that one thing works out and one doesn't, it's sort of happenstance."
   },
   "author": {
    "text": "Richard Linklater"
   }
  },
  {
   "quote": {
    "text": "It's not that I don't value my life. It's just that I love taking chances, testing myself, stepping over the line."
   },
   "author": {
    "text": "Wendy O. Williams"
   }
  },
  {
   "quote": {
    "text": "I think a lot of people may have a unique insight or some idea that they feel could be a great solution for a particular problem, but for some reason never have a chance to try or never have the courage or maybe the self-doubt. Really, it's best just to remain naive and continue to work on things and see if people have the same problems."
   },
   "author": {
    "text": "Chad Hurley"
   }
  },
  {
   "quote": {
    "text": "Being a start-up has nothing to do with the numbers. It's that everyone who works there has the chance to do everything and have an impact."
   },
   "author": {
    "text": "Tobias Lutke"
   }
  },
  {
   "quote": {
    "text": "Sometimes there are things worth risking your life for. It was Jesus who said if you want to save your life, you have to lose it."
   },
   "author": {
    "text": "Gene Robinson"
   }
  },
  {
   "quote": {
    "text": "I respond very easily to outside events. One's life is a matter of chance. Nothing that you've arranged for yourself works out."
   },
   "author": {
    "text": "Nicholas Winton"
   }
  },
  {
   "quote": {
    "text": "I couldn't believe it when Penguin offered me the chance to publish a book."
   },
   "author": {
    "text": "Brooklyn Beckham"
   }
  },
  {
   "quote": {
    "text": "This business is always changing. If you're going to be a leader, you've got to take chances."
   },
   "author": {
    "text": "Ronnie Milsap"
   }
  },
  {
   "quote": {
    "text": "It's not about failure; it's about trying something and risking something for attaining your goal."
   },
   "author": {
    "text": "Carol Alt"
   }
  },
  {
   "quote": {
    "text": "Thinking of Plan B muddies up your chances of succeeding at Plan A."
   },
   "author": {
    "text": "Charlie Day"
   }
  },
  {
   "quote": {
    "text": "Some campaigns are not worth waging if you can't win; others have to be fought on grounds of principle regardless of the chances for success."
   },
   "author": {
    "text": "Patricia Ireland"
   }
  },
  {
   "quote": {
    "text": "To be successful, one must take chances."
   },
   "author": {
    "text": "Willie Stargell"
   }
  },
  {
   "quote": {
    "text": "I just have to take my chances like any other composer."
   },
   "author": {
    "text": "Gordon Getty"
   }
  },
  {
   "quote": {
    "text": "When I left for college, I told myself that this was a chance for reinvention. No one on the other side of the country knew that I was an introvert, so maybe if I tried not acting like an introvert, I wouldn't be one."
   },
   "author": {
    "text": "Andrea Seigel"
   }
  },
  {
   "quote": {
    "text": "First of all, just to get Diner made would have been an achievement in that I got a chance to direct."
   },
   "author": {
    "text": "Barry Levinson"
   }
  },
  {
   "quote": {
    "text": "Discipline is what makes a writer. If writing was like lifting weights, then I'd look like Mr. Universe. Write every day. Give the Muse a chance to get to know you."
   },
   "author": {
    "text": "Tony D'Souza"
   }
  },
  {
   "quote": {
    "text": "More than 100 people are involved in a transplant operation... and we can't waste time and resources if there is a chance the caretakers aren't up for an awesome responsibility."
   },
   "author": {
    "text": "Leonard Bailey"
   }
  }
 ]
}