{
 "CoolQuotes": [
  {
   "quote": {
    "text": "My key to dealing with stress is simple: just stay cool and stay focused."
   },
   "author": {
    "text": "Ashton Eaton"
   }
  },
  {
   "quote": {
    "text": "I'm not the kind of person who tries to be cool or trendy, I'm definitely an individual."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "Being cool is being your own self, not doing something that someone else is telling you to do."
   },
   "author": {
    "text": "Vanessa Hudgens"
   }
  },
  {
   "quote": {
    "text": "Keep a cool head and maintain a low profile. Never take the lead - but aim to do something big."
   },
   "author": {
    "text": "Deng Xiaoping"
   }
  },
  {
   "quote": {
    "text": "I don't think of myself as hot or cool or anything, just a dork."
   },
   "author": {
    "text": "Ashley Olsen"
   }
  },
  {
   "quote": {
    "text": "Nothing is cooler and more attractive than a big comeback, and that'll be me."
   },
   "author": {
    "text": "Steven Adler"
   }
  },
  {
   "quote": {
    "text": "My sister is my little star, and I'm excited for her and proud of her. With her, I'm protective, but also I don't want to be that sister who's really pushy and thinks they know everything and making her feel like she doesn't know what she's doing. I'm trying to be that cool older sister and not the mom, but it's hard."
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "Good words cool more than cold water."
   },
   "author": {
    "text": "John Ray"
   }
  },
  {
   "quote": {
    "text": "I think it's cool to be smart, and I think it's sexy to be smart."
   },
   "author": {
    "text": "Stacey Farber"
   }
  },
  {
   "quote": {
    "text": "It's cool to be different and just be who you are and shock people in a good way."
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "I think fashion is a lot of fun. I love clothes. More than fashion or brand labels, I love design. I love the thought that people put into clothes. I love when clothes make cultural statements and I think personal style is really cool. I also freely recognize that fashion should be a hobby."
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "Like a welcome summer rain, humor may suddenly cleanse and cool the earth, the air and you."
   },
   "author": {
    "text": "Langston Hughes"
   }
  },
  {
   "quote": {
    "text": "It's so important to realize that every time you get upset, it drains your emotional energy. Losing your cool makes you tired. Getting angry a lot messes with your health."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "I try to explain to people that the only way to be cool is to be who you truly are, and the only way to live life is to do the things that you want to do and be the person that you want to be no matter who that is or what that is or how you have to do it. That's the only way you can be genuinely happy."
   },
   "author": {
    "text": "Tucker Max"
   }
  },
  {
   "quote": {
    "text": "What people don't understand is joining a gang ain't bad, it's cool, it's fine. When you in the hood, joining a gang it's cool because all your friends are in the gang, all your family's in the gang. We're not just killing people every night, we're just hanging out, having a good time."
   },
   "author": {
    "text": "Snoop Dogg"
   }
  },
  {
   "quote": {
    "text": "November is auspicious in so many parts of the country: the rice harvest is already in, the weather starts to cool, and the festive glow which precedes Christmas has began to brighten the landscape."
   },
   "author": {
    "text": "F. Sionil Jose"
   }
  },
  {
   "quote": {
    "text": "Let your soul stand cool and composed before a million universes."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "For me, the cool thing is doing things that could only be done in gaming."
   },
   "author": {
    "text": "Warren Spector"
   }
  },
  {
   "quote": {
    "text": "My style is pretty clean, classic, and elegant, with some elements to make it a little funkier. If you see me on a normal day, I'm usually in a T-shirt and jeans, maybe with some cool sneakers, but I'm pretty basic."
   },
   "author": {
    "text": "John Legend"
   }
  },
  {
   "quote": {
    "text": "My main focus is to always try to be myself first, and then, hey, if I wear a cool jacket, that's a bonus."
   },
   "author": {
    "text": "John Krasinski"
   }
  },
  {
   "quote": {
    "text": "I think when you are a cool guy but also a hot guy, that makes you even more sexy."
   },
   "author": {
    "text": "Tessanne Chin"
   }
  },
  {
   "quote": {
    "text": "My personal style falls between casual cool and meticulous slob. I'm most comfortable in jeans, but I love fashion."
   },
   "author": {
    "text": "Reid Scott"
   }
  },
  {
   "quote": {
    "text": "Obviously anything that accessorizes or enhances the iPhone is always pretty cool."
   },
   "author": {
    "text": "Harry Shum, Jr."
   }
  },
  {
   "quote": {
    "text": "There's something cool about being a stealth classic."
   },
   "author": {
    "text": "John Cameron Mitchell"
   }
  },
  {
   "quote": {
    "text": "Cell phones, mobile e-mail, and all the other cool and slick gadgets can cause massive losses in our creative output and overall productivity."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "I think I'm cool. That's all that matters."
   },
   "author": {
    "text": "Tyler, The Creator"
   }
  },
  {
   "quote": {
    "text": "You don't have to carry a designer bag that costs more than a car to look cool."
   },
   "author": {
    "text": "Kesha"
   }
  },
  {
   "quote": {
    "text": "Keep a cool head and a warm heart."
   },
   "author": {
    "text": "Mike Love"
   }
  },
  {
   "quote": {
    "text": "I am a bit of a bad boy. I have tattoos and I mess around. That's part of my image, so it's cool."
   },
   "author": {
    "text": "Zayn Malik"
   }
  },
  {
   "quote": {
    "text": "I can take it. The tougher it gets, the cooler I get."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "There's a gap between what I want to do, what I do on camera, and what gets edited. Right? So the goal is to try and close the gaps. What's the biggest compliment is if I read a review and it's exactly what I wrote down in my diary before ever filming it. That's really cool. That's the biggest signifier of closing the gaps."
   },
   "author": {
    "text": "Matthew McConaughey"
   }
  },
  {
   "quote": {
    "text": "Oh, my God, this amazing cool breeze is coming through my window and the sun is shining. I'm happy."
   },
   "author": {
    "text": "Liv Tyler"
   }
  },
  {
   "quote": {
    "text": "Picking a best friend who stands up for what she believes in, is true to herself and allows you to be yourself without judgement of how 'cool' you are? Well, now you're picking a friend for life."
   },
   "author": {
    "text": "Renee Olstead"
   }
  },
  {
   "quote": {
    "text": "One of the things I admire most about millennials is they celebrate individualism, and their singularity is encouraged. To be different is to be cool as opposed to weird."
   },
   "author": {
    "text": "Sutton Foster"
   }
  },
  {
   "quote": {
    "text": "To create well I have to be in a good mood, happy and cool."
   },
   "author": {
    "text": "Marc Newson"
   }
  },
  {
   "quote": {
    "text": "I want to be a vampire. They're the coolest monsters."
   },
   "author": {
    "text": "Gerard Way"
   }
  },
  {
   "quote": {
    "text": "I'm cool with the way I look, I'm not an ugly dog, but I don't see myself as a stud or anything."
   },
   "author": {
    "text": "Seann William Scott"
   }
  },
  {
   "quote": {
    "text": "It's good to be happy and tell us how cool your life is and how awesome you are on social media. That's great because it inspires other people to be happy, too. But a lot of times, people are trying to be happy in the wrong ways - with money or with different things that are not true happiness."
   },
   "author": {
    "text": "Jaden Smith"
   }
  },
  {
   "quote": {
    "text": "I never cut class. I loved getting A's, I liked being smart. I liked being on time. I thought being smart is cooler than anything in the world."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "A full beard looks cool."
   },
   "author": {
    "text": "Richard C. Armitage"
   }
  },
  {
   "quote": {
    "text": "I'd love to have a lasting impact as far as growing the game. It would be cool to be remembered as a major champion. I'd like to be remembered as a great golfer but also a great person, as far as growing the game and charity work. The whole well-rounded athlete."
   },
   "author": {
    "text": "Rickie Fowler"
   }
  },
  {
   "quote": {
    "text": "Drake is an amazing person. Also, a magician. He's a big brother, super-talent; he's cool."
   },
   "author": {
    "text": "Travis Scott"
   }
  },
  {
   "quote": {
    "text": "A God of fire is the only one there is. Our God is not like an iceberg but like a forest fire. He is never compared to the moon with its cool glow but rather to the sun, radiating warmth. He dwells in the light of the rising sun. Whatever he does shines brightly and is carried out with burning desire and a blazing purpose."
   },
   "author": {
    "text": "Reinhard Bonnke"
   }
  },
  {
   "quote": {
    "text": "I suppose being fierce is a very good thing, and a very cool thing. But more than fierce, I think I'm a strong person and a strong individual. And that's what I take with me every day."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "What I think is so amazing about having everything, and feeling like I have everything, is that I don't really find happiness within materialistic things. Like, it's cool if I can buy myself a new car, and I think it's amazing for a week, but then the thrill is over, and I'm like, 'Oh, so I guess that wasn't really happiness.'"
   },
   "author": {
    "text": "Kylie Jenner"
   }
  },
  {
   "quote": {
    "text": "I'm not going to say I'm cool, because I don't really feel that. I just don't care at all, and I guess that's what people think is cool."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "I still have my school friends who are actually friends. It's nice that they don't think much about my singing career. They think it is cool, and they are happy for me, but they don't really bother me about it. To them, I'm still just the schoolgirl from next door."
   },
   "author": {
    "text": "Jackie Evancho"
   }
  },
  {
   "quote": {
    "text": "I'm cute - and God I hate that. Because that's not cool. I'm like your niece, and nobody wants to date their niece. It's the chubby cheeks. The whole reason people voted for me on American Idol is because I'm an everyday, normal girl."
   },
   "author": {
    "text": "Kelly Clarkson"
   }
  },
  {
   "quote": {
    "text": "I wear sunglasses almost all the time outside - not because I think I'm really, really cool, but because of the rays."
   },
   "author": {
    "text": "Ronda Rousey"
   }
  },
  {
   "quote": {
    "text": "The sexiest thing about style is if you kind of just take your personality and put it in what you wear. That's what I think is cool."
   },
   "author": {
    "text": "Jessica Szohr"
   }
  },
  {
   "quote": {
    "text": "My goal was never to make Facebook cool. I am not a cool person."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "I had my bad-boy moment in my teens. I'll never do that again. It wasn't pleasant, and I learned my lesson. It was sexy and mysterious, and it's like, 'Look how cool they are,' but it's just not worth it. He was lying to me and accusing me of cheating - but then I realized he was the one cheating."
   },
   "author": {
    "text": "Jessica Biel"
   }
  },
  {
   "quote": {
    "text": "The concept of the robot encapsulates both aspects of technology. On one hand it's cool, it's fun, it's healthy, it's sexy, it's stylish. On the other hand it's terrifying, it's alienating, it's addictive, and it's scary. That has been the subject of much science-fiction literature."
   },
   "author": {
    "text": "Thomas Bangalter"
   }
  },
  {
   "quote": {
    "text": "You can think of Hollywood as high school. TV actors are freshmen, comedy actors are maybe juniors, and dramatic actors - they're the cool seniors."
   },
   "author": {
    "text": "Owen Wilson"
   }
  },
  {
   "quote": {
    "text": "I'm a traditionalist, so for me, black coffee is cool."
   },
   "author": {
    "text": "Graham Elliot"
   }
  },
  {
   "quote": {
    "text": "We were in recycling before recycling was cool."
   },
   "author": {
    "text": "Anthony Pratt"
   }
  },
  {
   "quote": {
    "text": "My hair is different than a lot of people's. I like my hair. I like the fade. I like the little design I have. I'm cool with it. Obviously my hair is thin on top, so it looks like a bald spot, but I really could care less."
   },
   "author": {
    "text": "Trae Young"
   }
  },
  {
   "quote": {
    "text": "How cool it is to see a bride walking down the aisle with a beautiful long gown with beautiful layers of tulle and organza, unveiling their mini dress at the party?"
   },
   "author": {
    "text": "Reem Acra"
   }
  },
  {
   "quote": {
    "text": "I like to look cool and dress nice. Lil Uzi is a rock star. Just know that."
   },
   "author": {
    "text": "Lil Uzi Vert"
   }
  },
  {
   "quote": {
    "text": "Different cultures produce a different 'cool.' And your perception of 'cool' changes depending on where you are."
   },
   "author": {
    "text": "Labrinth"
   }
  },
  {
   "quote": {
    "text": "Slow motion goes one of two ways. It either makes it look really, really cool, or it makes it look really, really bad."
   },
   "author": {
    "text": "Blake Griffin"
   }
  },
  {
   "quote": {
    "text": "Me and my buddies are all like brothers. So it's okay for us to say 'I love you' or whatever. It's always cool. I think that comes from my dad. That's just the way he always was."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "No matter how good you are, at some point your kids are gonna have to create their own independence and think that Mom and Dad aren't cool, just to establish themselves. That's what adolescence is about. They're gonna go through that no matter what."
   },
   "author": {
    "text": "Eddie Vedder"
   }
  },
  {
   "quote": {
    "text": "It's cool to be a part of recovery. This is just who I am, this is what I write about, what I do, and most of my work has been a reflection of what I've been going through in one way or another."
   },
   "author": {
    "text": "Chester Bennington"
   }
  },
  {
   "quote": {
    "text": "The Internet made fame wack and anonymity cool."
   },
   "author": {
    "text": "Frank Ocean"
   }
  },
  {
   "quote": {
    "text": "The cool parts - the parts that have won Dubai its reputation as 'the Vegas of the Middle East' or 'the Venice of the Middle East' or 'the Disney World of the Middle East, if Disney World were the size of San Francisco and out in a desert' - have been built in the last ten years."
   },
   "author": {
    "text": "George Saunders"
   }
  },
  {
   "quote": {
    "text": "After talking to people and meeting them every day, I realize that a song can be written from one perspective with an objective in mind. What is crazy about it is that many different people can take one song a totally different way. That is so cool, since music is a universal thing and a very personal thing."
   },
   "author": {
    "text": "Josh Dun"
   }
  },
  {
   "quote": {
    "text": "My mother was so stylish, but she never pushed that on me. She always thought I looked cool."
   },
   "author": {
    "text": "Tig Notaro"
   }
  },
  {
   "quote": {
    "text": "My brother's my best friend, without a doubt. Me and my big sister get along so well. She moved to East London, though, so points off, but she's wicked. And then my little sister is a little genius. She's super talented and such a great person, always been far more mature and cool than me."
   },
   "author": {
    "text": "Will Poulter"
   }
  },
  {
   "quote": {
    "text": "I was very aware of the fact that I was a young designer, and I didn't want to fall into the trap of 'mother of the bride' dressing and 'occasion-wear.' I wanted to make sure that girls my age were wearing it and that there was a cool factor to my clothes."
   },
   "author": {
    "text": "Emilia Wickstead"
   }
  },
  {
   "quote": {
    "text": "One of the key factors of life is love, and the key factor of God is love, so having that understanding is really important in a relationship. Having someone that genuinely respects you and understands your life and is open to hearing about your life is really cool."
   },
   "author": {
    "text": "Sofia Richie"
   }
  },
  {
   "quote": {
    "text": "It's going to be interesting to see how society deals with artificial intelligence, but it will definitely be cool."
   },
   "author": {
    "text": "Colin Angle"
   }
  },
  {
   "quote": {
    "text": "To be honest, the cool thing about Cena is he's just in his gear all the time. He doesn't have to get dressed. He comes off his bus, and he's it. All he has to do is pull up his kneepads. You know who is kind of a new Cena is Ambrose. Ambrose can show up in his gear like he just changes his boots."
   },
   "author": {
    "text": "Roman Reigns"
   }
  },
  {
   "quote": {
    "text": "Technology is cool, but you've got to use it as opposed to letting it use you."
   },
   "author": {
    "text": "Prince"
   }
  },
  {
   "quote": {
    "text": "For cool things to happen, you have to get out of your comfort zone."
   },
   "author": {
    "text": "Rony Abovitz"
   }
  },
  {
   "quote": {
    "text": "Is a hippopotamus a hippopotamus, or just a really cool Opotamus?"
   },
   "author": {
    "text": "Mitch Hedberg"
   }
  },
  {
   "quote": {
    "text": "I'm a mirror. If you're cool with me, I'm cool with you, and the exchange starts. What you see is what you reflect. If you don't like what you see, then you've done something. If I'm standoffish, that's because you are."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "Rather be dead than cool."
   },
   "author": {
    "text": "Kurt Cobain"
   }
  },
  {
   "quote": {
    "text": "If you've got cool nails, you wake up and you're like, 'Oh, I'm happy now.'"
   },
   "author": {
    "text": "Maisie Williams"
   }
  },
  {
   "quote": {
    "text": "The thing that's really cool for me about Miami Beach is you have this dichotomy between sunlight and family and happiness and innocence and then at night, darker, stranger mob conspiracy stuff sort of comes out. It seems like a storytelling engine. You can just keep writing about how those two worlds smash into each other."
   },
   "author": {
    "text": "Mitch Glazer"
   }
  },
  {
   "quote": {
    "text": "More than anything, I like a jacket. You can do anything with a great jacket, the bigger the better. You can have any silhouette underneath. It gives you an attitude. It makes a gown look cool."
   },
   "author": {
    "text": "Rihanna"
   }
  },
  {
   "quote": {
    "text": "The idea of recognising your strengths and using them in as versatile a way as you can is cool to me."
   },
   "author": {
    "text": "Frank Ocean"
   }
  },
  {
   "quote": {
    "text": "Don't worry about what's cool and what's not cool. Authenticity is what's cool."
   },
   "author": {
    "text": "Zac Posen"
   }
  },
  {
   "quote": {
    "text": "I think you have to be cool to be a good flirt, and I don't think I'm very cool."
   },
   "author": {
    "text": "Harry Styles"
   }
  },
  {
   "quote": {
    "text": "I had to take false steps and go through hard times to come out to where I am now. I can't imagine living without acting. It's not easy, and I don't disrespect anyone who steps out of it after a certain point. Having a family and a house is cool. It's not a betrayal. But if you're going to be an actor, it has to be more than a passing interest."
   },
   "author": {
    "text": "Marylouise Burke"
   }
  },
  {
   "quote": {
    "text": "He who keeps his cool best wins."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "I find it very cool when girls hit on me because, for a long time, I was a fat kid. I became sexy at a later stage."
   },
   "author": {
    "text": "Ranveer Singh"
   }
  },
  {
   "quote": {
    "text": "I represent the kids who come from nothing but who understand it all and love it all. That's what I represent - those are the cool kids, you know, the kids of tomorrow, because who would've known that I'd be who I am today? We are the kids of tomorrow."
   },
   "author": {
    "text": "ASAP Rocky"
   }
  },
  {
   "quote": {
    "text": "I've never really wanted to do the bra top or booty shorts at festivals. I'd rather be cool, casual, and comfortable, and I like wearing outfits that I can also walk on the street with. In short, I don't really dress differently at festivals."
   },
   "author": {
    "text": "Madelaine Petsch"
   }
  },
  {
   "quote": {
    "text": "For me, being comfortable is the best way to express my personality. Some days I like to be chill and wear my Stan Smiths with a cool little jacket, a blouse, and some lipstick for night, and that's it."
   },
   "author": {
    "text": "Elodie Yung"
   }
  },
  {
   "quote": {
    "text": "There's something really cool about taking oily coloured paste and pushing it around with these hairy sticks and making something that looks like you. That's the magic of painting."
   },
   "author": {
    "text": "Kehinde Wiley"
   }
  },
  {
   "quote": {
    "text": "Be still and cool in thine own mind and spirit."
   },
   "author": {
    "text": "George Fox"
   }
  },
  {
   "quote": {
    "text": "Me and my brother get along super well. We're, like, best friends. So we'll stay up until, like, five just talking because we get along and, you know, it's cool. And he respects my opinions, and I respect his, even if we don't have the same opinions, but a lot of the time we do."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "I actually admire the Indian artiste 'Lost Stories.' He made a remix of my song 'Faded.' That is really good and cool because it actually represented Indian music. I just loved the song; it so unique."
   },
   "author": {
    "text": "Alan Walker"
   }
  },
  {
   "quote": {
    "text": "People look at me and see a calm, cool guy on the sidelines and I want them to know that my Christian faith affects my coaching and everything I do."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "I try to be cool with everybody, but sometimes, everybody just has different personalities, motives, and different characters."
   },
   "author": {
    "text": "Tyga"
   }
  },
  {
   "quote": {
    "text": "Racism is taught in the home. We agree on that? Well, it's very hard to teach racism to a teenager who's listening to rap music and who idolizes, say, Snoop Dogg. It's hard to say, 'That guy is less than you.' The kid is like, 'I like that guy, he's cool. How is he less than me?"
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "The world that I am coming from, hip-hop, is so regurgitated and repetitive that some people are used to that and they don't want change, they don't like change. And I get that, that's cool. Luckily for me, I'm confident in myself as an artist where I can do what I want, and as long as I'm cool with it, I'm cool with it."
   },
   "author": {
    "text": "Kid Cudi"
   }
  },
  {
   "quote": {
    "text": "I laugh at what I used to think was cool when I was growing up. In all seriousness, I thought having braces was cool."
   },
   "author": {
    "text": "Rachel Nichols"
   }
  },
  {
   "quote": {
    "text": "What is 'cool,' anyway? Maybe it's Warne Marsh, almost totally obscure and penniless, coming in late to a fourth-rate Hollywood nightclub, playing like an angel with a couple of sidemen, but never speaking to or even acknowledging another human being."
   },
   "author": {
    "text": "Carolyn See"
   }
  },
  {
   "quote": {
    "text": "I feel like my style's always been influenced by 'less is more.' The coolest styles are kind of simple and classic, like a white T-shirt and jeans. Maybe you have a cool belt and cool shoes, but everything else you keep simple."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "Whatever hysteria exists is inflamed by mystery, suspicion and secrecy. Hard and exact facts will cool it."
   },
   "author": {
    "text": "Elia Kazan"
   }
  },
  {
   "quote": {
    "text": "Photographing friends means that there's a spontaneity to the images. I have a lot of love for my friends and family, and I love taking cool pictures of them."
   },
   "author": {
    "text": "Suki Waterhouse"
   }
  },
  {
   "quote": {
    "text": "I wouldn't want to be Superman. Batman would be cool. But the one I've always wanted to play is the Joker. There is a maniacal and dangerous side to me."
   },
   "author": {
    "text": "T. J. Miller"
   }
  },
  {
   "quote": {
    "text": "If I wasn't even famous or had any success, I would still wake up and put tons of make-up on, and put on a cool outfit. That's always been who I've been my whole life, so that's never gonna change. I love fashion. I love getting dressed up. I love Halloween, too."
   },
   "author": {
    "text": "Gwen Stefani"
   }
  },
  {
   "quote": {
    "text": "If you're doing this because you feel like you have a burning desire to do it, then you'll find a way to do it, no matter what. If you're doing this because you're thinking, 'Hey, this will be really cool. I'll be famous. I'll be on YouTube,' then you'll probably quit, because it's not easy to do for the long haul."
   },
   "author": {
    "text": "Trisha Yearwood"
   }
  },
  {
   "quote": {
    "text": "When I hit 16, I got a scooter to ride to school. It was bright pink, and I saw on the ownership papers that Jonathan Ross once owned it. My friends slated me for it because of the colour, but it was cool. My father used to ride, and my mother's boyfriend has a bike, so we're a bit of a biker family."
   },
   "author": {
    "text": "Thomas Brodie-Sangster"
   }
  },
  {
   "quote": {
    "text": "Nothing gives one person so much advantage over another as to remain always cool and unruffled under all circumstances."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "The cool thing about being famous is traveling. I have always wanted to travel across seas, like to Canada and stuff."
   },
   "author": {
    "text": "Britney Spears"
   }
  },
  {
   "quote": {
    "text": "There aren't many things that are universally cool, and it's cool not to litter. I'd never do it."
   },
   "author": {
    "text": "Matthew McConaughey"
   }
  },
  {
   "quote": {
    "text": "When I was doing 'Smile,' I was looking back at pictures of myself and going, 'Thank goodness I couldn't do the sprayed-bangs thing! Everybody's so embarrassed by that hairstyle now, but I was never cool enough to pull it off!'"
   },
   "author": {
    "text": "Raina Telgemeier"
   }
  },
  {
   "quote": {
    "text": "Me and my mom are pretty cool. My mother's Caribbean, and she gets a little spicy, and I get a little spicy back."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "I think, a lot of times, people just want to be cool, and to be in love is not cool. But I think it's the coolest. I think love is the coolest thing that there is."
   },
   "author": {
    "text": "Mac Miller"
   }
  },
  {
   "quote": {
    "text": "Opening day is always so cool to be a part of and to people watch. The Pacific Classic, which I've had the privilege of riding in a couple of times, is great. Every day at Del Mar is fantastic. I love the smells, working out on the beach, running the stairs. It's just a healthy environment. I love it."
   },
   "author": {
    "text": "Chantal Sutherland"
   }
  },
  {
   "quote": {
    "text": "I like the way Quentin Tarantino creates a scene using a series of close-ups or showing very cool images of a person or people walking on some ordinary street in slow motion. I wish I could achieve that kind of slow-motion effect in manga, but it's rather difficult to draw; the only things we can play with are tones of black and white."
   },
   "author": {
    "text": "Masashi Kishimoto"
   }
  },
  {
   "quote": {
    "text": "I think everybody deserves an equal amount of appreciation whether how old they are, but I mean, I'm cool with the praise. I'm good."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "Vegetarians are cool. All I eat are vegetarians - except for the occasional mountain lion steak."
   },
   "author": {
    "text": "Ted Nugent"
   }
  },
  {
   "quote": {
    "text": "It's just so cool when you meet people who are different than you are. That can give you a different perspective, a viewpoint on life, or inspire you. I mean, what would the world be like if we were all the same? I think it would be very boring."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "I think when you're winning, your uniforms are cool."
   },
   "author": {
    "text": "Shaun Alexander"
   }
  },
  {
   "quote": {
    "text": "I like low-maintenance girls, but at the same time, classy. She needs to take care of herself. But also be a girl who isn't afraid to get sweaty and play basketball, so it's cool if she's a tomboy."
   },
   "author": {
    "text": "Chris Brown"
   }
  },
  {
   "quote": {
    "text": "I would like to be a heart surgeon or brain surgeon... something with that knowledge and the ability to save a life would be pretty cool. I wasn't that good in science class, though."
   },
   "author": {
    "text": "Luke Bryan"
   }
  },
  {
   "quote": {
    "text": "I'm a Muslim, but I think Jesus would have a drink with me. He would be cool. He would talk to me."
   },
   "author": {
    "text": "Mike Tyson"
   }
  },
  {
   "quote": {
    "text": "The ballplayer who loses his head, who can't keep his cool, is worse than no ballplayer at all."
   },
   "author": {
    "text": "Lou Gehrig"
   }
  },
  {
   "quote": {
    "text": "With all of you men out there who think that having a thousand different ladies is pretty cool, I have learned in my life I've found out that having one woman a thousand different times is much more satisfying."
   },
   "author": {
    "text": "Wilt Chamberlain"
   }
  },
  {
   "quote": {
    "text": "I feel like I've kinda danced around telling the truest story I can for many years of my life. I've been a little distracted by trying to be shocking or edgy or cool or whatever, and by letting go of that and telling the truest story I can - even if it's about aliens and talking raccoons - it works."
   },
   "author": {
    "text": "James Gunn"
   }
  },
  {
   "quote": {
    "text": "Keep your cool, even when those around you can't."
   },
   "author": {
    "text": "William H. McRaven"
   }
  },
  {
   "quote": {
    "text": "High school is when I started to get my sense of fashion together. My queen was Candice Swanepoel, who is a friend of mine now, which is kind of funny, but in high school, I was obsessed. I love her street style: she is always in cool boyfriend jeans, boots, and an awesome coat, which is very much like what I wear."
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "I went to high school, and I started getting bullied because I was very weird. I mean, freshman year I went to school in a pirate suit - I just didn't care. I'm not like the cool girls - I'm the other girl. The one that's basically a nerd, but proud of that."
   },
   "author": {
    "text": "Lele Pons"
   }
  },
  {
   "quote": {
    "text": "While it's cool to think ghosts exist, I don't want to see one."
   },
   "author": {
    "text": "Dean Ambrose"
   }
  },
  {
   "quote": {
    "text": "I think it would be cool if you were writing a ransom note on your computer, if the paper clip popped up and said, 'Looks like you're writing a ransom note. Need help? You should use more forceful language, you'll get more money.'"
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "Dressing in an androgynous way, mixing up the masculine and feminine, blurring those boundaries - I'm cool with that. No one should ever be limited by stereotypes of gender, just as no one should ever be limited by stereotypes of race."
   },
   "author": {
    "text": "Marley Dias"
   }
  },
  {
   "quote": {
    "text": "I'm cool as a cucumber, baby."
   },
   "author": {
    "text": "Thomas Middleditch"
   }
  },
  {
   "quote": {
    "text": "If someone had written a review saying, ''Oh, Hello' is stupid,' we would have said, 'Yeah, it is. You're absolutely right.' That people liked it was extremely cool."
   },
   "author": {
    "text": "John Mulaney"
   }
  },
  {
   "quote": {
    "text": "I think it's really cool when artists have song titles or album names that are a really conversational sentence."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "If I find cool, open-minded people, want to do unique one-of-a-kind kind of project, I'll do it as long as I can."
   },
   "author": {
    "text": "Macaulay Culkin"
   }
  },
  {
   "quote": {
    "text": "Cyber attacks are not what makes the cool war 'cool.' As a strategic matter, they do not differ fundamentally from older tools of espionage and sabotage."
   },
   "author": {
    "text": "Noah Feldman"
   }
  },
  {
   "quote": {
    "text": "I'm just a big old nerd. I'm not that cool guy at all."
   },
   "author": {
    "text": "Guillermo Diaz"
   }
  },
  {
   "quote": {
    "text": "Keep cool my babies."
   },
   "author": {
    "text": "Conan O'Brien"
   }
  },
  {
   "quote": {
    "text": "It never mattered to me that people in school didn't think that country music was cool, and they made fun of me for it - though it did matter to me that I was not wearing the clothes that everybody was wearing at that moment. But at some point, I was just like, 'I like wearing sundresses and cowboy boots.'"
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "To be honest, and this comes out of left field, but I would love to do something with Jay-Z or Eminem. I have no limitations when it comes to the stuff I want to do musically. So to be able to do something like that I think would be really, really cool."
   },
   "author": {
    "text": "Corey Taylor"
   }
  },
  {
   "quote": {
    "text": "It's hard when you play something that people are like, 'Wow that's really cool - you just did something really epic,' because you're not always going to be playing epic characters in a role."
   },
   "author": {
    "text": "Riley Keough"
   }
  },
  {
   "quote": {
    "text": "I was trying to be this person who is cool, eternally rocking."
   },
   "author": {
    "text": "Billy Corgan"
   }
  },
  {
   "quote": {
    "text": "It's cool to be healthy."
   },
   "author": {
    "text": "Dick Gregory"
   }
  },
  {
   "quote": {
    "text": "I've been called 'musically schizophrenic,' and some people think that's a cool thing."
   },
   "author": {
    "text": "Gary Clark, Jr."
   }
  },
  {
   "quote": {
    "text": "When I was young, for some reason, I thought a postman's job was quite cool, and once, I even contemplated becoming a lawyer. Finally, I decided to dabble in something creative like fashion designing or photography. Till I joined college, I had no clue that one day, I will face the camera."
   },
   "author": {
    "text": "Pooja Hegde"
   }
  },
  {
   "quote": {
    "text": "Virtual reality sort of encloses and immerses the person into an experience that can be really cool but probably has a lower commercial interest over time. Less people will be interested in that, but there are some really cool areas there for education and gaming that we have a lot of interest in."
   },
   "author": {
    "text": "Tim Cook"
   }
  },
  {
   "quote": {
    "text": "It's cool when fans spend so much time making things for me. It means a lot."
   },
   "author": {
    "text": "Justin Bieber"
   }
  },
  {
   "quote": {
    "text": "The days I'm not doing videos, I always have random stuff. We do production meeting stuff. Those are so stupid. Everyone's like, 'We like you; we don't know what to do with you.' I'm like, 'Cool.'"
   },
   "author": {
    "text": "Jenna Marbles"
   }
  },
  {
   "quote": {
    "text": "I don't want to be too cool. You get so caught up with whether you're doing it right."
   },
   "author": {
    "text": "John Hughes"
   }
  },
  {
   "quote": {
    "text": "I just think it looks so cool when a woman has a dirty martini. She looks so powerful."
   },
   "author": {
    "text": "Banks"
   }
  },
  {
   "quote": {
    "text": "We do this basically for ourselves. People appreciate it, which is cool, but I think they appreciate that we're doing it for ourselves. We're doing it our way, and how people like it is not up to us. We like it."
   },
   "author": {
    "text": "James Hetfield"
   }
  },
  {
   "quote": {
    "text": "People see my photos and think I labor over my image and I'm this cool, brooding artist. But I'm just having fun with it."
   },
   "author": {
    "text": "Lenny Kravitz"
   }
  },
  {
   "quote": {
    "text": "I got tired of the Ramones around the time I quit and I really got into rap. I thought it was the new punk rock. LL Cool J was my biggest idol."
   },
   "author": {
    "text": "Dee Dee Ramone"
   }
  },
  {
   "quote": {
    "text": "I love to hear a cool ambient sound at runway shows. It creates a good energy."
   },
   "author": {
    "text": "Theophilus London"
   }
  },
  {
   "quote": {
    "text": "It's like Canada is the little brother to the United States and one day they are going to show the world they're just as cool as their successful big brother."
   },
   "author": {
    "text": "Dustin Milligan"
   }
  },
  {
   "quote": {
    "text": "I work with really cool people, and so far I haven't been approached in any embarrassing manner when it comes to image."
   },
   "author": {
    "text": "Sondre Lerche"
   }
  },
  {
   "quote": {
    "text": "I really like women who get emotional about babies and puppies. I've met some incredibly cool women who are tough, but the woman you marry should have a really soft side."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "Maybe the coolest people are the ones who don't care about being cool."
   },
   "author": {
    "text": "Steve Carell"
   }
  },
  {
   "quote": {
    "text": "I feel like baggy pants are cool."
   },
   "author": {
    "text": "Khalid"
   }
  },
  {
   "quote": {
    "text": "I think it's really cool to embrace the pain of something that may have hurt you and be able to express it through music."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "That is who Barack Obama is - a person of admirable character - and that is who he has remained for me over these last four years. I have not agreed with his every decision, but never once have I seen him break his cool, lose his composure, or abandon his insightful perspective - even during the most serious and/or absurd national disasters."
   },
   "author": {
    "text": "Elizabeth Gilbert"
   }
  },
  {
   "quote": {
    "text": "Prince turned experimental music into pop music. 'When Doves Cry,' the whole 'Purple Rain' soundtrack - he was inspired by the Cocteau Twins and new wave pop and brought it into R&B when he first started, and then it became this cool, next-level, kind of hard-to-digest music. Which is what I felt 'House of Balloons' was."
   },
   "author": {
    "text": "The Weeknd"
   }
  },
  {
   "quote": {
    "text": "Most of the time you're too busy to think about it. But every now and then you say, 'I work at 'Saturday Night Live,' and that is so cool."
   },
   "author": {
    "text": "Tina Fey"
   }
  },
  {
   "quote": {
    "text": "I'm a flamboyant type of guy, a cooler version of Liberace."
   },
   "author": {
    "text": "Usher"
   }
  },
  {
   "quote": {
    "text": "Pink is my favourite colour. I used to say my favourite colour was black to be cool, but it is pink - all shades of pink. If I have an accessory, it is probably pink."
   },
   "author": {
    "text": "Roxane Gay"
   }
  },
  {
   "quote": {
    "text": "If you meet a girl, you meet a girl. It's normal, so if you exchange numbers, whatevs, it's cool."
   },
   "author": {
    "text": "Zayn Malik"
   }
  },
  {
   "quote": {
    "text": "The nightlife in Baltimore is very mixed. Any gay people I know go to the hipster bars; they don't go to the gay bars. Start your night at the Club Charles, and then you can meet people to go other places. The Charles has been Baltimore's favourite cool hipster bar forever."
   },
   "author": {
    "text": "John Waters"
   }
  },
  {
   "quote": {
    "text": "I guess I look strange a bit. Strange but confident. I'm not like a model or anything. I always compare this to wearing a hat. You can wear the strangest hat, but if you think it's cool, then you'll look cool."
   },
   "author": {
    "text": "Vincent Cassel"
   }
  },
  {
   "quote": {
    "text": "The reason it has taken so long for the robotics industry to move forward is because people keep trying to make something that is cool but difficult to achieve rather than trying to find solutions to actual human problems. Technology can be extremely expensive if you don't focus."
   },
   "author": {
    "text": "Colin Angle"
   }
  },
  {
   "quote": {
    "text": "Now that I finally have the time for it, this web surfing stuff turns out to be as interesting and fun and addictive as you've all been telling me. Zipping from link to link, chasing an idea across the noosphere, sucking up information like a killer whale - way cool."
   },
   "author": {
    "text": "Spider Robinson"
   }
  },
  {
   "quote": {
    "text": "More and more, Democrats are starting to worry they that they have a more um, colorful version of Jimmy Carter on their hands. Obama acts cool as a proverbial cucumber but that awful '70s show seems frightfully close to a rerun."
   },
   "author": {
    "text": "Eric Alterman"
   }
  },
  {
   "quote": {
    "text": "The first record I ever listened to was Elvis Presley, and I remember thinking, 'Man this guy is cool!' The swagger he had really helped my confidence, because he really made me think that a white boy could make music like this."
   },
   "author": {
    "text": "Jesse McCartney"
   }
  },
  {
   "quote": {
    "text": "I don't go out drinking and stuff like that. My friends say 'Just have one drink, JD.' I say 'What's the point?' I'll go to a club and have a Red Bull, get my buzz. And the next day I feel cool. It's discipline, not just with drinking but a lot of things in life. You've just got to look at the bigger picture."
   },
   "author": {
    "text": "Jermain Defoe"
   }
  },
  {
   "quote": {
    "text": "It was really cool going to Sea World. We had an amazing time. They were amazing to us. We got to swim with the dolphins, and it was really special."
   },
   "author": {
    "text": "Sarah Chalke"
   }
  },
  {
   "quote": {
    "text": "I think, as most of us do, I put such high expectations on myself that this spills over onto other people. And not everyone is wired this way. Some people can shrug expectations off their shoulders like a cardigan, remaining cool and breezy. Others wear them like a parka with a stuck zipper, hot and stifling."
   },
   "author": {
    "text": "Kristin Armstrong"
   }
  },
  {
   "quote": {
    "text": "Music is music, ultimately. If it makes you feel good, cool."
   },
   "author": {
    "text": "Prince"
   }
  },
  {
   "quote": {
    "text": "Crunches are much more effective than regular sit-ups because they specifically target your upper abdominal muscles rather than your hip muscles. If you're not used to them, they can cause soreness a day or two later, but it's a 'cool' soreness. A badge of honor."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "I just want to make cool art work that has some meaning."
   },
   "author": {
    "text": "Katya Zamolodchikova"
   }
  },
  {
   "quote": {
    "text": "Sure, climbing Mount Everest would be cool, but that's something I would now like to do as a family. Big experiences like that I don't want to have on my own anymore. I want to share them."
   },
   "author": {
    "text": "Heidi Klum"
   }
  },
  {
   "quote": {
    "text": "I grew up not really having anything, so the idea that I can take care of my family and my friends now is a really cool bonus."
   },
   "author": {
    "text": "Katy Perry"
   }
  },
  {
   "quote": {
    "text": "Prominence is cool, but when the delusion kicks in it can be a drag. Especially if you choose to surround yourself with friends and not acolytes."
   },
   "author": {
    "text": "Barbara Kruger"
   }
  },
  {
   "quote": {
    "text": "I'm from Iowa, we don't know what cool is!"
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "It's a pretty cool feeling to be the person to knock down a barrier - just like the Williams sisters did in tennis or Tiger Woods in golf."
   },
   "author": {
    "text": "Lewis Hamilton"
   }
  },
  {
   "quote": {
    "text": "'Yeezus,' I really love it. I think the sound of it is cool."
   },
   "author": {
    "text": "Trent Reznor"
   }
  },
  {
   "quote": {
    "text": "I don't mind not being cool."
   },
   "author": {
    "text": "Chris Martin"
   }
  },
  {
   "quote": {
    "text": "Being voted the world's sexiest vegetarian is about as cool as it gets. It's not quite as cool as Brad Pitt, but it'll do."
   },
   "author": {
    "text": "Chris Martin"
   }
  },
  {
   "quote": {
    "text": "Hopefully everybody in the audience thinks, 'That's cool. I could do that.' I don't like the thought that they say, 'I saw the Beastie Boys last night, and they're mega-stars.' I'm a lot happier when the kids who come backstage or to the hotel try to give us tapes of what they've done instead of just getting an autograph."
   },
   "author": {
    "text": "Mike D"
   }
  },
  {
   "quote": {
    "text": "My parents are so cool, so chill, super hip. They know what's up."
   },
   "author": {
    "text": "Becky G"
   }
  },
  {
   "quote": {
    "text": "The high-spirited man may indeed die, but he will not stoop to meanness. Fire, though it may be quenched, will not become cool."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "I don't watch reality TV. I'm cool."
   },
   "author": {
    "text": "Dave Attell"
   }
  },
  {
   "quote": {
    "text": "I think it's most important to, rather than just do what everybody else is doing, like tons of selfies, find out what makes you excited. You know, is it taking pictures and doing cool makeup and making yourself look great? If so, wonderful. Is it music? Is it teaching something? Are you great at teaching?"
   },
   "author": {
    "text": "Lindsey Stirling"
   }
  },
  {
   "quote": {
    "text": "It's super cool becoming friends with people from other countries because you can get their Snapchat and talk to them."
   },
   "author": {
    "text": "Red Gerard"
   }
  },
  {
   "quote": {
    "text": "I can remember my father gave me a huge history of football for my 12th birthday - I used to read that a lot. I can remember thinking it was cool that something I was interested in even had a history. Most things I loved didn't."
   },
   "author": {
    "text": "Nick Hornby"
   }
  },
  {
   "quote": {
    "text": "I think the whole thing, boy band, it's a little bit of a dirty word. They say it's not a good thing to be in a boy band. We want to change that. We want to make the boy band cool. It's not just about dancing and dressing the same."
   },
   "author": {
    "text": "Liam Payne"
   }
  },
  {
   "quote": {
    "text": "A couple days ago, I saw a lot of people tweeting, 'Oh, it's so cool 'Home' is being used in the Olympics!' We don't really get to watch much TV, man, with the concerts every night, but I wish I could have seen it. I really just found out through Twitter and my management texting me. I thought it was really awesome."
   },
   "author": {
    "text": "Phillip Phillips"
   }
  },
  {
   "quote": {
    "text": "By the rules of debate, if you lose your cool, you've lost the game."
   },
   "author": {
    "text": "Morgan Neville"
   }
  },
  {
   "quote": {
    "text": "I like Kauffman Stadium in Kansas City. With the waterfall and things like that, I think it's pretty cool."
   },
   "author": {
    "text": "CC Sabathia"
   }
  },
  {
   "quote": {
    "text": "I love HBO and Showtime, especially Showtime. I'm a huge 'Dexter' fan, and I love 'Weeds.' That would be cool to do a recurring role on a show like that."
   },
   "author": {
    "text": "Aly Michalka"
   }
  },
  {
   "quote": {
    "text": "'Texas Chainsaw Massacre' is just one of those movies that's like a page of history. You can't really go wrong. It's a prequel. It's not like number three. Which is really cool, to be the before as opposed to the after."
   },
   "author": {
    "text": "Diora Baird"
   }
  },
  {
   "quote": {
    "text": "My mom is my best friend in the entire world. She is so cool and so inspiring. I've always been able to be open with her and talk to her as a friend."
   },
   "author": {
    "text": "Jessica Lowndes"
   }
  },
  {
   "quote": {
    "text": "Social media is a huge struggle for my generation in general - it's a lot of pressure! Even having an Instagram is stressful. You have to make it look cool, posting it at the right time, and it's become its own job and not something where you connect with people."
   },
   "author": {
    "text": "Justine Skye"
   }
  },
  {
   "quote": {
    "text": "'Aladdin' was probably my favorite Disney animation when I was a kid. The animation was great and Robin Williams was unbelievable as the Genie. 'Aladdin' was an amazing adventure and the lead character was a hero for guys, which I loved. It wasn't a princess or a girl beating the odds; it was a street rat. That seemed really cool to me."
   },
   "author": {
    "text": "Zachary Levi"
   }
  },
  {
   "quote": {
    "text": "Sometimes it's okay to give yourself a pat on the back and say, 'That was cool. That made me feel good.'"
   },
   "author": {
    "text": "Sebastian Stan"
   }
  },
  {
   "quote": {
    "text": "On stage, we just want to generate hysteria. We don't care about looking cool or posing."
   },
   "author": {
    "text": "Adrian Edmondson"
   }
  },
  {
   "quote": {
    "text": "My biggest thing about being a role model is whatever I'm preaching, I'm practicing. If I'm telling people I'm boxing and then I'm eating a burger tonight, it's because I am. I'm not cheating and eating a salad and then being like, 'Yeah! Burgers are cool!'"
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "Jazz is smooth and cool. Jazz is rage. Jazz flows like water. Jazz never seems to begin or end. Jazz isn't methodical, but jazz isn't messy either. Jazz is a conversation, a give and take. Jazz is the connection and communication between musicians. Jazz is abandon."
   },
   "author": {
    "text": "Nat Wolff"
   }
  },
  {
   "quote": {
    "text": "If people are cool, then they are not stressed. I pity the fool that don't be cool."
   },
   "author": {
    "text": "Mr. T"
   }
  },
  {
   "quote": {
    "text": "It's a funny thing. I'll be in my home town of Columbus at a restaurant or something, and the waiter maybe asks, 'What do you do?' and I say, 'Oh, I'm in a band... Twenty One Pilots,' and he'll say, 'Cool, I'll check it out. I never heard of them.' And then I say, 'In September we're playing the Schottenstein Center,' and it's like, 'What?!'"
   },
   "author": {
    "text": "Tyler Joseph"
   }
  },
  {
   "quote": {
    "text": "You've got to be strong enough for love. It's very easy to be cool and cynical. It's very difficult to just let yourself go and be in love. You've got to be strong enough for that."
   },
   "author": {
    "text": "Noel Gallagher"
   }
  },
  {
   "quote": {
    "text": "If you don't like me, if you like me; both are equally cool. I send love and positive energy to all those people in their lives. I hope they find where they're meant to be."
   },
   "author": {
    "text": "Willow Smith"
   }
  },
  {
   "quote": {
    "text": "All of my favorite people - people I really trust - none of them were cool in their younger years."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "As a young boy, I was taught in high school that hacking was cool."
   },
   "author": {
    "text": "Kevin Mitnick"
   }
  },
  {
   "quote": {
    "text": "I don't want to be just known for the way I dress. I want to be known for how I play, how I treat people, and how I am as a role model. I don't just want to be, 'He dresses cool' or 'He dresses crazy.' You're going to have lovers and haters. I want my golf game to be the main thing."
   },
   "author": {
    "text": "Rickie Fowler"
   }
  },
  {
   "quote": {
    "text": "When I am working on a book or a story, I write every morning as soon after first light as possible. There is no one to disturb you, and it is cool or cold, and you come to your work and warm as you write."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Trajectories aren't linear. Life's just a roller coaster. If you're getting a chance to do cool stuff, and it's varied stuff, just enjoy it. I guess I'm a believer in the randomness of life rather than it being a linear trajectory or an arc, a consistent smooth arc, towards anything."
   },
   "author": {
    "text": "Riz Ahmed"
   }
  },
  {
   "quote": {
    "text": "Sometimes just when I say hello the right way, I'm like, 'Whoa, I'm so cool.'"
   },
   "author": {
    "text": "Robert Pattinson"
   }
  },
  {
   "quote": {
    "text": "When I talk about rock n' roll, to me, that goes back to the beginning of the 1950s. Blue suede shoes and sideburns, man. Pink and black coloured clothes. Turn your collar up, comb your hair in ducktails. And the music was cool. It was a whole culture then - a different world."
   },
   "author": {
    "text": "Bobby Keys"
   }
  },
  {
   "quote": {
    "text": "I'm keeping the pixie. I hope I inspire people... it's really cool to have short hair."
   },
   "author": {
    "text": "Millie Bobby Brown"
   }
  },
  {
   "quote": {
    "text": "I love Poseidon. His trident - his weapon - is really cool."
   },
   "author": {
    "text": "Kellan Lutz"
   }
  },
  {
   "quote": {
    "text": "To me, Sid Vicious is cool. Super chill."
   },
   "author": {
    "text": "Tyler, The Creator"
   }
  },
  {
   "quote": {
    "text": "It's cool to meet your idols. It's a good opportunity to travel. Those kinds of things are good."
   },
   "author": {
    "text": "Meg White"
   }
  },
  {
   "quote": {
    "text": "Houston is kind of a melting pot. There are many different cultures and ethnicities represented out there, even on my team. It's really cool: you'll see so many different things."
   },
   "author": {
    "text": "J. J. Watt"
   }
  },
  {
   "quote": {
    "text": "Being a drummer, I'm always like, 'Oh, that's got a funky beat. That's cool,' and I like to dance."
   },
   "author": {
    "text": "Tommy Lee"
   }
  },
  {
   "quote": {
    "text": "I went to a public school through sixth grade, and being good at tests wasn't cool."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "In today's world, having money has allowed people who are extremely uncool to think that they're cool and carry it like that. People who really are cool and people who really are artists and have ideas have to literally turn in their cool card to society just to make it past the age of 28."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "I'm cool with failing so long as I know that there are people around me that love me unconditionally."
   },
   "author": {
    "text": "Dave Chappelle"
   }
  },
  {
   "quote": {
    "text": "I'm doing everything that I can, working with experts, really studying the statistics to figure out a way we can make it cool or normal to be kind and loving."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "Rockets are cool. There's no getting around that."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "I'm never quite cool, if you know what I mean. I'm basically the worst, best superhero."
   },
   "author": {
    "text": "Tom Holland"
   }
  },
  {
   "quote": {
    "text": "People will visit Mars, they will settle mars, and we should because it's cool."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "Survival, in the cool economics of biology, means simply the persistence of one's own genes in the generations to follow."
   },
   "author": {
    "text": "Lewis Thomas"
   }
  },
  {
   "quote": {
    "text": "In college - while figuring the things out that most people do in college - I had no game. No confidence. I had Birkenstocks. And overalls. A budding romance novel addiction. But no cool. No poise. I was trying on a thousand different personalities, but a lot of them were formed by the perceptions of others."
   },
   "author": {
    "text": "Molly O'Keefe"
   }
  },
  {
   "quote": {
    "text": "It's actually cool to be positive and optimistic and idealistic. It's cool to see yourself doing beautiful, great things."
   },
   "author": {
    "text": "Tom DeLonge"
   }
  },
  {
   "quote": {
    "text": "Where most of the country is, well, hot - from the bone-baking dry heat of the desert to the flesh-melting humidity of Kerala in the south - Kashmir is cool: so cool, in fact, that in the winter, the temperatures can sink to sub-zero."
   },
   "author": {
    "text": "Hanya Yanagihara"
   }
  },
  {
   "quote": {
    "text": "I just like short hair on women; I think it's cool."
   },
   "author": {
    "text": "Evangeline Lilly"
   }
  },
  {
   "quote": {
    "text": "In Israel, there's a lot to learn from anyone, because to live there you've got to deal with the truth. Things happen real fast. Your day goes from cool to catastrophic in one second. Israelis know that the cafe you're in could blow up, or the shopping mall, and they rock that."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Came from a song that I made from, like, 2012 - there was some phrase like 'Rap Monster', and I just, I thought it was so cool. But as I grow up, and as I came to America, I think it felt like too much. So I just abbreviated it to 'RM', and it could symbolize many things. It could have more spectrums to it."
   },
   "author": {
    "text": "RM"
   }
  },
  {
   "quote": {
    "text": "Mike Jones, Ying Yang Twins, then a little later, Wiz Khalifa and Meek Mill, too. It was the repetitive stuff with Mike Jones when he would give out his number, and I also like his style. Back then, actually, I still think du-rags, grillz, and stuff like that are cool."
   },
   "author": {
    "text": "Lil Uzi Vert"
   }
  },
  {
   "quote": {
    "text": "I arranged 'DT Suga,' which I previously used in lyrics, backwards. 'DT' is D Town and refers to my hometown. I like the meaning, and it sounds cool when I say it, so I think I'll continue using this name when I work externally. I also like how the mixtape came out in August."
   },
   "author": {
    "text": "Suga"
   }
  },
  {
   "quote": {
    "text": "To me, a sure-fire way to get in a rut is by sitting around playing by yourself for too long. You've gotta get out there and jam, man! You don't have to necessarily be in a band, all you've gotta have are a couple of buds who play too. They don't have to be guitarists either; jamming with a bassist or a drummer is cool."
   },
   "author": {
    "text": "Dimebag Darrell"
   }
  },
  {
   "quote": {
    "text": "I don't count on the boy who waits till October, when it's cool and fun, then decides he wants to play."
   },
   "author": {
    "text": "Darrell Royal"
   }
  },
  {
   "quote": {
    "text": "I had fantasies of being a European lawyer, but I quickly realised I probably just had fantasies of wearing a raincoat and carrying a briefcase and driving a BMW. I thought that would be cool."
   },
   "author": {
    "text": "Mark Strong"
   }
  },
  {
   "quote": {
    "text": "I would like to fly in space. Absolutely. That would be cool. I used to just do personally risky things, but now I've got kids and responsibilities, so I can't be my own test pilot. That wouldn't be a good idea. But I definitely want to fly as soon as it's a sensible thing to do."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "When I see someone I think is cool, he's a pretty well-adjusted individual. He's not too affected one way or the other by what's happening, no matter what's going through his mind."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "Where I come from it was really unheard of to be at a party and someone says, 'What kind of music do you make?', and you say, 'Pop music.' You may as well have 'I'm not cool' stamped on your forehead."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "Every time I take a photo, it goes into SnapSeed. Even if it's just a price tag on something, it still goes into SnapSeed, and I start editing it. I'm not a photographer, so I need all the help I can get when it comes to make a picture look cool."
   },
   "author": {
    "text": "Hunter Hayes"
   }
  },
  {
   "quote": {
    "text": "As a person, I have a lot of different sides to me, and I genuinely just embrace them. I don't think, 'Oh, I gotta put on my cool face now!'"
   },
   "author": {
    "text": "Tinashe"
   }
  },
  {
   "quote": {
    "text": "I can see my competitors sweating, and I am cool as a cucumber."
   },
   "author": {
    "text": "Adam Rippon"
   }
  },
  {
   "quote": {
    "text": "My dad is a great writer. Naturally talented, naturally charming. He embodies that back-in-the-day cool."
   },
   "author": {
    "text": "Drake"
   }
  },
  {
   "quote": {
    "text": "I don't think I could ever have a desk job, so I get to be mobile. I'm on set. I get to walk around kind of doing my own thing, being independent - it's just a really good vibe. Everyone on a film set is very happy, and they all love their jobs, so it's a cool environment to be a part of."
   },
   "author": {
    "text": "Jean-Luc Bilodeau"
   }
  },
  {
   "quote": {
    "text": "Summer bachelors, like summer breezes, are never as cool as they pretend to be."
   },
   "author": {
    "text": "Nora Ephron"
   }
  },
  {
   "quote": {
    "text": "Many in the world are searching, often intensely, for a source of refreshment that will quench their yearning for meaning and direction in their lives. They crave a cool, satisfying drink of insight and knowledge that will soothe their parched souls."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "I have to stay calm, cool, and collected."
   },
   "author": {
    "text": "Canelo Alvarez"
   }
  },
  {
   "quote": {
    "text": "Me and my dad are friends. We're cool. I'll never be disappointed again, because I don't expect anything anymore from him. I just let him exist, and that's how we get along."
   },
   "author": {
    "text": "Drake"
   }
  },
  {
   "quote": {
    "text": "I'm cool with Jay-Z. Jay-Z is genuinely my friend."
   },
   "author": {
    "text": "Drake"
   }
  },
  {
   "quote": {
    "text": "My family lived off the land and summer evening meals featured baked stuffed tomatoes, potato salad, corn on the cob, fresh shelled peas and homemade ice cream with strawberries from our garden. With no air conditioning in those days, the cool porch was the center of our universe after the scorching days."
   },
   "author": {
    "text": "David Mixner"
   }
  },
  {
   "quote": {
    "text": "Watch 'Dog with a Blog' to get a good laugh, to see me, of course, and to see an awesome, awesome talking dog who is the cleverest, most awesome dude in the world. He's really, really adorable and cute, and it's really cool seeing what kind of tricks he has up his sleeve."
   },
   "author": {
    "text": "Blake Michael"
   }
  },
  {
   "quote": {
    "text": "When I started playing music, I was more of a character. Now I'm just me with a cool outfit on. I'm more comfortable being myself."
   },
   "author": {
    "text": "Ben Hopkins"
   }
  },
  {
   "quote": {
    "text": "My name is Lithuanian. My father was born there, and he gave me a cool name. It's the Lithuanian national flower - looks like a weed, a little bit like me! - although in Spanish it means a 'route' or 'road,' and in Swedish it means 'square'. So, not quite so cool in those countries."
   },
   "author": {
    "text": "Ruta Gedmintas"
   }
  },
  {
   "quote": {
    "text": "I'm glad to see that BMW is bringing an electric car to market. That's cool."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "I once asked Ozzy Osbourne, truly one of my favorite people in the world, if he was cool with singing Black Sabbath songs year after year, whether he was performing with Black Sabbath or out on a solo tour. He said it was great."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "So there's nothing more provocative than taking a genre that everybody who's cool hates - and then making it cool."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "Horses and horsepower alike are about status and being cool."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Rhyme patterns are nothing without meanings to the words. A lot of rappers can do those flows, but the raps aren't really about anything - which is cool sometimes, but to have the flow and the message is one of my favorite things."
   },
   "author": {
    "text": "J. Cole"
   }
  },
  {
   "quote": {
    "text": "I'm a farmer now, and it's fantastic. My goal is to be totally self-sufficient and grow everything that I eat. There's something about earning your dinner that's cool."
   },
   "author": {
    "text": "Roseanne Barr"
   }
  },
  {
   "quote": {
    "text": "It's cool just because I've had this dream of changing the sport of swimming and it's finally happening."
   },
   "author": {
    "text": "Michael Phelps"
   }
  },
  {
   "quote": {
    "text": "I'm cool with people dressing up as Eleven for Halloween. I definitely want to open my door and give them candy."
   },
   "author": {
    "text": "Millie Bobby Brown"
   }
  },
  {
   "quote": {
    "text": "Doing graphic novels is cool! It's fun! You get to write something, and then see it visually page by page, panel by panel, working with the artist, you get to see it fleshed out."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "You cannot represent cool. You've got to be cool. You've got to be authentic. I think, after all these years, that is how I define cool. It is being authentic. That is powerful."
   },
   "author": {
    "text": "Henry Winkler"
   }
  },
  {
   "quote": {
    "text": "I was just a big fan of tattoos always growing up, and I wanted something cool that symbolizes what I've been through in my life, and everything on my chest and my back is like a collage."
   },
   "author": {
    "text": "Kevin Durant"
   }
  },
  {
   "quote": {
    "text": "If we have a purpose in life beyond being a cog in the human machine, mine is to help inspire people and that's pretty cool. I would like to motivate the world."
   },
   "author": {
    "text": "Steve Gleason"
   }
  },
  {
   "quote": {
    "text": "Even reading my first bad review was an awesome experience. It was cool because you make something and not everybody's going to like it. I felt like that kind of grew me up a little bit into a professional. I was a student filmmaker, and no one writes reviews about student films."
   },
   "author": {
    "text": "Ryan Coogler"
   }
  },
  {
   "quote": {
    "text": "I think the best people are the ones who are just as nice and fun. This is really cheesy, but you only have one life - why spend most of it pretending to be cool?"
   },
   "author": {
    "text": "Charli XCX"
   }
  },
  {
   "quote": {
    "text": "The mentality always in reggaeton was, 'I'm the man.' I made that cool to say, 'I messed up. I'm not the best.'"
   },
   "author": {
    "text": "Nicky Jam"
   }
  },
  {
   "quote": {
    "text": "In my personal life, I would just feel like, I will always be cool with everyone."
   },
   "author": {
    "text": "Zara Larsson"
   }
  },
  {
   "quote": {
    "text": "You can pull off anything if you have the right attitude. Being cool is whatever you think it is. Own your style."
   },
   "author": {
    "text": "Freja Beha Erichsen"
   }
  },
  {
   "quote": {
    "text": "I look like an accountant. And no offense to accountants! There's some really cool accountants out there."
   },
   "author": {
    "text": "Jake Lacy"
   }
  },
  {
   "quote": {
    "text": "But being on location and shooting, whether its in Puerto Rico or Atlanta, it always reminds me of how really cool my job can be. Interacting with the fans is one of the best parts of it."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "I didn't watch much TV as a kid and I don' t watch it now. I don' t find anything beautiful or unique to the medium, and the only thing you can do on TV that you can't do in film is make a continuing story - which is so cool!"
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "Saturday morning, you knew what was cool by what was on 'Soul Train.'"
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "Smoking is definitely not cool anymore, and the folks who have worked against that have done a great job."
   },
   "author": {
    "text": "Tarana Burke"
   }
  },
  {
   "quote": {
    "text": "To act coolly, intelligently and prudently in perilous circumstances is the test of a man - and also a nation."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "Being cool is when you win, you don't get too happy; and when you lose, you don't get too mad."
   },
   "author": {
    "text": "Ice T"
   }
  },
  {
   "quote": {
    "text": "I wasn't always the most fashionable, and I would come to school with cauliflower ear and ringworm. I got made fun of a lot. People called me 'Miss Man' and 'Guns,' and people directed a lot of karate jokes at me. I wish that I was at school now that MMA and martial arts is cool, but back when I was in school, people associated it with nerdy stuff."
   },
   "author": {
    "text": "Ronda Rousey"
   }
  },
  {
   "quote": {
    "text": "I'm not the biggest motorcycle fan - they're cool and a lot of fun, but they're scary as well!"
   },
   "author": {
    "text": "Taylor Lautner"
   }
  },
  {
   "quote": {
    "text": "Placebo is music for outsiders, by outsiders and our gigs are like conventions of outcasts, which is cool."
   },
   "author": {
    "text": "Brian Molko"
   }
  },
  {
   "quote": {
    "text": "I'm a really artistic person, and so, with the live stuff, there's a lot that I think is really cool. Beyonce and Rihanna have all these dancers. So with the live costumes and video costumes, I'd really like to have my vision. The way that I want people to dress is very specific. I love fashion."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "The Internet is for haters. Everyone wants to knock somebody down, but it's cool."
   },
   "author": {
    "text": "Andy Cohen"
   }
  },
  {
   "quote": {
    "text": "'You'll Accomp'ny Me' is a song I've always really cherished. The guy in that song is just so courageous. He's saying this to the girl, 'I know you've got to go do your thing, but eventually, we'll be together. I feel that strong, and I know it in my soul.' And there's something really cool about that."
   },
   "author": {
    "text": "Frankie Ballard"
   }
  },
  {
   "quote": {
    "text": "One cool judgment is worth a thousand hasty counsels. The thing to do is to supply light and not heat."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "I'm not interested in being one of those comedians who wants to look good and be this 'cool' funny person. I don't care how weird or ugly I look."
   },
   "author": {
    "text": "Chris Lilley"
   }
  },
  {
   "quote": {
    "text": "I think it's cool people love to hate me."
   },
   "author": {
    "text": "Carice van Houten"
   }
  },
  {
   "quote": {
    "text": "I was raised to believe in myself. I know I'm cool. I'm not trying to brag or say I'm the man or anything like that. I don't lie or cheat, and I'm not mean to anybody. I treat people with respect."
   },
   "author": {
    "text": "Freddie Prinze, Jr."
   }
  },
  {
   "quote": {
    "text": "I think we all have different moods - a nerd one day and cool the next. I think everyone has an inner geek, and I know I definitely do."
   },
   "author": {
    "text": "Kaley Cuoco"
   }
  },
  {
   "quote": {
    "text": "You can't be a strong or cool woman and be represented except in a harsh way, looking mean and cold and hard. It's like reverse sexism."
   },
   "author": {
    "text": "Kim Gordon"
   }
  },
  {
   "quote": {
    "text": "I've never done anything because I thought it would look cool."
   },
   "author": {
    "text": "John Mayer"
   }
  },
  {
   "quote": {
    "text": "I'm like a big 10-year-old when I'm on stage. I just go up there and do whatever I think is cool at the moment."
   },
   "author": {
    "text": "Tyler, The Creator"
   }
  },
  {
   "quote": {
    "text": "It seems like once people grow up, they have no idea what's cool."
   },
   "author": {
    "text": "Bill Watterson"
   }
  },
  {
   "quote": {
    "text": "I hate painting with a broad brush, but I think the birther thing, at its root, is racist. The guy was born in Hawaii. A black guy is president. It's cool. Get over it. Just deal with it. There's nothing you could show these birther people that would shut them up."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "I used to love to draw. I didn't want to go to art class because I felt that would be too corny when I was young, but architectural drafting was the cool thing to do because there was more precision. It taught me a lot about building and structures and doorways and frames and windowsills."
   },
   "author": {
    "text": "Ice Cube"
   }
  },
  {
   "quote": {
    "text": "Being a sex symbol isn't cool unless you're in love with a girl, and she calls you a sex symbol."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "You just have to play it cool. You don't want everyone to know you're an amateur."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "When I was younger, the pressure was just being cool. I never thought of myself as a cool guy. I always thought of myself as more of the goofy guy."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "If your stomach disputes you, lie down and pacify it with cool thoughts."
   },
   "author": {
    "text": "Satchel Paige"
   }
  },
  {
   "quote": {
    "text": "Summer is a great time to visit art museums, which offer the refreshing rinse of swimming pools - only instead of cool water, you immerse yourself in art."
   },
   "author": {
    "text": "Jerry Saltz"
   }
  },
  {
   "quote": {
    "text": "The cool thing about my profession is that I can do it until the day I die."
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "When you're the cool guy, you don't know how to take people not liking you. I've already been there, done that."
   },
   "author": {
    "text": "Kyle"
   }
  },
  {
   "quote": {
    "text": "Life is hard, you know. If I can give someone on the radio three minutes to make them feel happier, that's a cool thing."
   },
   "author": {
    "text": "Andy Grammer"
   }
  },
  {
   "quote": {
    "text": "My advice to young people wanting to make music and to be in this industry is to really spend your time making music. Make so much music you have no friends. Make music. Figure out what it is you love, and... because if you're making cool art, then everything else will fall into line."
   },
   "author": {
    "text": "Lorde"
   }
  },
  {
   "quote": {
    "text": "People want to go out and travel around and meet cool people. I could just go live in Vermont, but is that what I really want?"
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "I've always had a big personality. I was trickier as a kid. I behaved erratically instead of consistently. I would have tons of friends, and then I would have no friends. I'd be with the cool girls, then the uncool girls. I migrated from group to group because I was bored or people got bored with me. I was very intense."
   },
   "author": {
    "text": "Chelsea Handler"
   }
  },
  {
   "quote": {
    "text": "'Bellyache' is totally fictional. I like writing about things that aren't real. The song is about not trusting anyone and then putting trust in yourself and realizing that you don't know what you are doing, either. Or realizing that things you do with a group of people that you think are cool in the moment are ultimately all on you."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "I don't want people at my shows to come out and say, 'I just saw a cool show.' I want them to say, 'I had fun at the show.' I want it to be a collaborative thing and be part of the audience and have them be part of me. I try to interact with everyone there and have them be equal to me because they are."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "What inspires me about rap is that it's written in an almost poetic way. I just think it's so cool."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "I definitely move to the beat of my own drummer and man, he's not playing something anyone has heard before. It's pretty cool, though. Pretty cool."
   },
   "author": {
    "text": "Q-Tip"
   }
  },
  {
   "quote": {
    "text": "I experimented with fashion as it being more like art, allowing what I wore to express what I was feeling on the inside. Androgyny, rock culture, and grunge - they definitely had an effect on the things that made me feel cool and comfortable."
   },
   "author": {
    "text": "Ruby Rose"
   }
  },
  {
   "quote": {
    "text": "The softest thing I've ever heard are the wind chimes in my backyard. They are soft and cool and mellow."
   },
   "author": {
    "text": "Ty Dolla Sign"
   }
  },
  {
   "quote": {
    "text": "New diseases like SARS and bird flu cause anxiety in the community. People get worried, some to the extent that it even affects their health. You feel very sad, and yet you must carry on and maintain your cool in very trying and difficult moments. You have to tough it out."
   },
   "author": {
    "text": "Margaret Chan"
   }
  },
  {
   "quote": {
    "text": "I wish I was a cool guy and could drink coffee black, but I put almond milk and raw cane sugar in it."
   },
   "author": {
    "text": "Nick Kroll"
   }
  },
  {
   "quote": {
    "text": "The battle to find a workplace that's wheelchair accessible is a feat in itself, let alone an employer who's going to be cool about employing someone with a disability in a job you actually want to do."
   },
   "author": {
    "text": "Stella Young"
   }
  },
  {
   "quote": {
    "text": "I do value the respect I get from my contemporaries, but to have Oasis cover my song, to have Puff Daddy cover a song, to have Goldie come along to my gigs - that's where my ego is at. To have my fellow musicians like what I do, that's very cool."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "No longer is a geek identifiable by a pale complexion, black-rimmed glasses, a bowling shirt that says 'Nerd World Order.' No, geeks are everywhere. And they're cool!"
   },
   "author": {
    "text": "Faith Salie"
   }
  },
  {
   "quote": {
    "text": "Living my life socially means there is a swagger to how I dress, walk; it's not about being 'cool,' it's just being me - that's understanding your place and your center - that's what swagger is, and I guess that's where the soul comes from."
   },
   "author": {
    "text": "BJ the Chicago Kid"
   }
  },
  {
   "quote": {
    "text": "In the summer I wear shorts with a bright top and ankle boots or just sandals. I'll add a nice scarf, maybe a hat, some cool sunglasses. It's all about the accessories."
   },
   "author": {
    "text": "Alessandra Ambrosio"
   }
  },
  {
   "quote": {
    "text": "My generation fought very hard for feminism, and we fought very hard to not be labeled as you had to have a husband or you had to be in a relationship, or you were somehow not a cool chick."
   },
   "author": {
    "text": "Stevie Nicks"
   }
  },
  {
   "quote": {
    "text": "It feels quite cool, in a mad way, to be someone who skulks about in the shadows."
   },
   "author": {
    "text": "Peter Baynham"
   }
  },
  {
   "quote": {
    "text": "Take a deep breath. When the game comes, no matter what happens, you can always keep your cool. I'm a bit of a hot head, a bit of a spaz, so it really helps me calm myself down during the game."
   },
   "author": {
    "text": "Mike Daniels"
   }
  },
  {
   "quote": {
    "text": "I'm a geeky toy collector, and to have toys of your own characters is unbelievably cool."
   },
   "author": {
    "text": "Craig McCracken"
   }
  },
  {
   "quote": {
    "text": "The worst thing I could be thinking is how could I be a cool bass player."
   },
   "author": {
    "text": "Mike Gordon"
   }
  },
  {
   "quote": {
    "text": "I haven't experienced anything paranormal yet, but I did see what I think was a meteor light up the sky in a flash of red for a few seconds. That was really cool."
   },
   "author": {
    "text": "Ryan Lee"
   }
  },
  {
   "quote": {
    "text": "Ali was a threat because he was a voice, and the people hated Ali when he was a voice, but once Ali could no longer speak and he wasn't a voice, they loved him. Love me now. I don't want to be loved if I could barely walk or barely talk. That's not cool."
   },
   "author": {
    "text": "Floyd Mayweather, Jr."
   }
  },
  {
   "quote": {
    "text": "I suppose the only thing at 50 you can really start to look forward to is just total irresponsibility. As you get older, you can just sit in a chair, wear anything you want, you know you can walk down; old people dress cool. You know they wear sweatpants. The elderly have it down."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "I don't mind The Boss. I think he's an honest guy. I have some of his records, not all of them. I've met a couple of the E-Street guys, and they seem really cool."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Most Americans are very cool people."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "I get along with Australians really well. Everyone's usually really cool, and it's always a drag to leave."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "America was cool with Saddam Hussein when he was killing Iranians."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Imagine a 15-year-old kid saying, 'I have two moms - it's cool.' I don't fear that at all."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "I wonder what it's like to be from a state that is spread across a few islands way out in the Pacific Ocean, only added to the United States in 1959. Not only that but to be the birthplace of America's first black president? Pretty cool, I bet."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "I am not immune to the lure of a signed record, flier or set list. The fact that your music heroes potentially had, in their own hands, the record you now have in yours is kind of cool. When the musician has departed, it can give the thing a unique power."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "The cool thing about reading is that when you read a short story or you read something that takes your mind and expands where your thoughts can go, that's powerful."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "I don't rely on catchphrases or really like sing-along. I just do whatever I feel. Whatever the beat makes me say, I do that and I run with that. It's been working for me, so I'd be cool with that."
   },
   "author": {
    "text": "Meek Mill"
   }
  },
  {
   "quote": {
    "text": "The thing about stand-up was, I was doing all this sketch and YouTube stuff where I was not being censored and I got to do my own thing, and it was really cool."
   },
   "author": {
    "text": "Donald Glover"
   }
  },
  {
   "quote": {
    "text": "One of the reasons I'm excited by what visionary Elon Musk has done with the Tesla is to show that you can reduce global warming and drive a powerful, fun car. A cool car helps make a cooler planet."
   },
   "author": {
    "text": "Dean Ornish"
   }
  },
  {
   "quote": {
    "text": "So when I got to be about 13 or 14, I started listening - even though my parents music was way cool - to contemporary hard rock at that time, which was Aerosmith, Cheap Trick, Black Sabbath, AC/DC, Ted Nugent and all that, and that's just where I came from."
   },
   "author": {
    "text": "Slash"
   }
  },
  {
   "quote": {
    "text": "'Cyberspace' as a term is sort of over. It's over in the way that, after a certain time, people stopped using the suffix '-electro' to make things cool, because everything was electrical. 'Electro' was all over the early 20th century, and now it's gone. I think 'cyber' is sort of the same way."
   },
   "author": {
    "text": "William Gibson"
   }
  },
  {
   "quote": {
    "text": "I wanted to escape Small Town U.S.A. To dismiss the boundaries, to explore. My life experience came from watching movies, TV, and reading books and magazines. When your culture comes from watching TV everyday, you're bombarded with images of things that seem cool, places that seem interesting, people who have jobs and careers and opportunities."
   },
   "author": {
    "text": "Trent Reznor"
   }
  },
  {
   "quote": {
    "text": "When the soul drifts uncertainly between life and the dream, between the mind's disorder and the return to cool reflection, it is in religious thought that we should seek consolation."
   },
   "author": {
    "text": "Gerard De Nerval"
   }
  },
  {
   "quote": {
    "text": "You don't have to be a certain thing to be cool. If you're white, you don't have to act black or whatever. Just be you and know who you are."
   },
   "author": {
    "text": "Wiz Khalifa"
   }
  },
  {
   "quote": {
    "text": "I knew exactly what I wanted to do. I wanted to build some kind of lifestyle brand that was preppy and cool."
   },
   "author": {
    "text": "Tommy Hilfiger"
   }
  },
  {
   "quote": {
    "text": "I don't need to come back to Wimbledon every year because I can't live without it. I'd be totally cool without tennis."
   },
   "author": {
    "text": "Roger Federer"
   }
  },
  {
   "quote": {
    "text": "You show up in Paris, and on the drive from the airport to the hotel you're like, 'This is so cool! I want to see something! I want to go to the Eiffel Tower!' And then you leave the next morning. You think, Oh, I didn't get to do anything. I tell people: I've been just about everywhere, but I've seen nothing."
   },
   "author": {
    "text": "Taylor Lautner"
   }
  },
  {
   "quote": {
    "text": "John Legend is a cool guy. He likes to chill, is easy to talk to and hang out with. He's also inspiring on a musical level."
   },
   "author": {
    "text": "Estelle"
   }
  },
  {
   "quote": {
    "text": "Now I'm way into suits that I can put on whether I took a shower or not, and wear barefoot and paint my toes black or whatever color the suit is. It's very cool to wear suits like that. Roll up the sleeves and just say yee-haw."
   },
   "author": {
    "text": "Steven Tyler"
   }
  },
  {
   "quote": {
    "text": "My friends are people who like building cool stuff. We always have this joke about people who want to just start companies without making something valuable. There's a lot of that in Silicon Valley."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "It wasn't until the Apple Macintosh that people understood what true hardware-software integration was about. It took one company to line it up: low-cost hardware, cool graphics, third-party products built on top of it, in an all-in-one attractive package that was accessible to consumer marketing."
   },
   "author": {
    "text": "Tony Fadell"
   }
  },
  {
   "quote": {
    "text": "I'm not trying to be this cool girl. If you're trying to be something you're not, it's slowly going to bite you in the butt."
   },
   "author": {
    "text": "Bella Hadid"
   }
  },
  {
   "quote": {
    "text": "Morgan Freeman is so class. He's so cool. He's so scary."
   },
   "author": {
    "text": "Jim Carrey"
   }
  },
  {
   "quote": {
    "text": "Fashion is really a place where every other industry connects, whether it's music or acting. At the end of the day, everyone is going to walk the red carpet and be interested in the fashion side of it. I think that's really cool because as a model, you get to connect with a lot of different worlds."
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "Unwanted honking not only irritates others, but may also end up causing accidents. Drivers lose cool and it may result in road rage."
   },
   "author": {
    "text": "Rahul Dravid"
   }
  },
  {
   "quote": {
    "text": "It's the most gratifying thing to have young girls telling me, 'I love that you do a photo shoot in pants and a button up shirt, and you still look cool.'"
   },
   "author": {
    "text": "AJ Lee"
   }
  },
  {
   "quote": {
    "text": "I'm thinking, 'Man, there's this whole other group of people that are attached to me because of my last name and my family's roots.' That's pretty cool. That's special, that's a lot of power and it's important."
   },
   "author": {
    "text": "Mark Sanchez"
   }
  },
  {
   "quote": {
    "text": "I hate it when people come up to me on trains and ask 'Are you Soulja Boy?' If people want pictures or autographs, that's cool, but I don't like the dumb questions."
   },
   "author": {
    "text": "Soulja Boy"
   }
  },
  {
   "quote": {
    "text": "I get people who come up to me and are like, 'You make me wanna live my dream.' I was them, so I'm like, 'Me, out of all people? No way.' Eddie Guerrero did that for me, so to have little girls and guys tell me I inspire them, I didn't know that came with the job, but it's so cool."
   },
   "author": {
    "text": "Sasha Banks"
   }
  },
  {
   "quote": {
    "text": "It's really cool to see how many people try to imitate me or wear my stuff. I get a lot of Instagram videos of people doing my entrance. I think that's so cool. To see the variety of people, little girls, guys, doing it. I never really thought that would happen. It's amazing."
   },
   "author": {
    "text": "Sasha Banks"
   }
  },
  {
   "quote": {
    "text": "I am the woman with the cool vintage glasses... I am the proud wife beside her husband... I am the writer who has written a new novel."
   },
   "author": {
    "text": "Ann Hood"
   }
  },
  {
   "quote": {
    "text": "I think what draws people into 'Supernatural' is that when all is said and done, and the ash from the various apocalypses settle, it's about the brothers. Even though there's cool fights in this and cool special effects, and there's superheroes... in the end, it is about family. Two families: the family by blood and family by choice."
   },
   "author": {
    "text": "Mark Pellegrino"
   }
  },
  {
   "quote": {
    "text": "'Sparkle' fell into my lap. I had heard a little bit about it, that it was being redone in early 2011. I was just kind of like, 'Oh, that would be really cool,' and not really thinking too much about it, and then it came through my agency. I read it, I fell in love with the script and I went in to audition."
   },
   "author": {
    "text": "Jordin Sparks"
   }
  },
  {
   "quote": {
    "text": "Yeah, I get to fight in 'Eclipse.' My trainer is teaching me MMA right now. So. Cool."
   },
   "author": {
    "text": "Ashley Greene"
   }
  },
  {
   "quote": {
    "text": "What I find cool about being a banned author is this: I'm writing books that evoke a reaction, books that, if dropped in a lake, go down not with a whimper but a splash."
   },
   "author": {
    "text": "Lauren Myracle"
   }
  },
  {
   "quote": {
    "text": "Kicks to the legs, they're not very cool. They're brutal."
   },
   "author": {
    "text": "Michael Pena"
   }
  },
  {
   "quote": {
    "text": "Being the new guy, you're gonna dress your best every day. When you're the cool guy, you gonna be like, 'Ah, I'm the cool guy anyway. I don't need to dress like that.'"
   },
   "author": {
    "text": "Mustard"
   }
  },
  {
   "quote": {
    "text": "It's hard after a long day at work to still get your butt up and go to the gym, so classes are the best motivators for me, or if I have a trainer. I had a trainer for a while, and that was cool because you just show up, and they tell you what to do."
   },
   "author": {
    "text": "Miranda Rae Mayo"
   }
  },
  {
   "quote": {
    "text": "Instagram is a personal subscription. It's like your own personal magazine. It's like doing a photo shoot for no money, which is cool."
   },
   "author": {
    "text": "Goapele"
   }
  },
  {
   "quote": {
    "text": "Do you want to be an actor, or do you want to be a celebrity? I made that decision when I went to Juilliard. I wanted to be an actor. So, if I get the opportunity to be an actor and do some cool, fun and interesting projects, I'm going to do that."
   },
   "author": {
    "text": "Anthony Mackie"
   }
  },
  {
   "quote": {
    "text": "I could finally quit my job as a bartender and stop dreaming that I might be Superman and know that I was. Then I started thinking about how cool it was."
   },
   "author": {
    "text": "Brandon Routh"
   }
  },
  {
   "quote": {
    "text": "The cool wind blew in my face and all at once I felt as if I had shed dullness from myself. Before me lay a long gray line with a black mark down the center. The birds were singing. It was spring."
   },
   "author": {
    "text": "Burl Ives"
   }
  },
  {
   "quote": {
    "text": "My perfect guy wears converse, is totally laid back, and doesn't worry about being cool."
   },
   "author": {
    "text": "Selena Gomez"
   }
  },
  {
   "quote": {
    "text": "With the computer and stuff, the difference between a rich guy and a poor guy, to me, is nothing. Because I don't like big houses, I don't drive a car, so you know, I just live in a small apartment and I have my computer, which is really cool."
   },
   "author": {
    "text": "Norm MacDonald"
   }
  },
  {
   "quote": {
    "text": "At my age, I'm not trying to score cool points. I'm just excited when I can speak to younger members of our audience in the WWE. I just get to be a superhero to kids, but I'm not trying to be on the cutting edge of style or anything like that. Once you reach that point of deprivation, you don't mind it."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "The simple truth is that balding African-American men look cool when they shave their heads, whereas balding white men look like giant thumbs."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "Growing up, politics never trickled down to the areas we come from. But people from Obama's camp, and Obama himself, reached out to me and asked for my help on the campaign. We've sat and had dinner, and we've spoken on the phone. He's a very sharp guy. Very charming. Very cool."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "I think the best comedians have that bravery and courage to say, 'This is what it is. This is unfair; that's not cool.'"
   },
   "author": {
    "text": "Hasan Minhaj"
   }
  },
  {
   "quote": {
    "text": "Ngila Dixon is such an incredible costume designer. She's such a cool, stylish woman. She has such an understanding of character."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "Death is staring too long into the burning sun and the relief of entering a cool, dark room."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "It's always cool to meet people who can do things that you have no capacity to do."
   },
   "author": {
    "text": "Kevin James"
   }
  },
  {
   "quote": {
    "text": "Keep cool; anger is not an argument."
   },
   "author": {
    "text": "Daniel Webster"
   }
  },
  {
   "quote": {
    "text": "It's cool to go places where working people are happy."
   },
   "author": {
    "text": "Neil Young"
   }
  },
  {
   "quote": {
    "text": "Some years I'm the coolest thing that ever happened, and then the next year everyone's so over me, and I'm just so past my sell date."
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "I don't ever feel like the cool kid at the party, ever. It's like, 'Smile and be nice to everybody, because you were not invited to be here.'"
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "I think who you are in school really sticks with you. I don't ever feel like the cool kid at the party, ever. It's like, 'Smile and be nice to everybody, because you were not invited to be here.'"
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "When I'm 40 and nobody wants to see me in a sparkly dress anymore, I'll be like: 'Cool, I'll just go in the studio and write songs for kids.'"
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "If someone has a really great boyfriend or career, I think, it's cool that happens."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "When kids get stuck on one of our quests, we now have an app for that. It is so cool to know that now kids can use mobile technology to learn more about Poptropica's great adventures and solve its challenging quests."
   },
   "author": {
    "text": "Jeff Kinney"
   }
  },
  {
   "quote": {
    "text": "I've thought it would be cool to have a baby young. You know, be my road dog - like my dogs, they travel the world - but there's always something you have to give up for success. Everything comes at a cost. Just what are you willing to pay for it?"
   },
   "author": {
    "text": "Serena Williams"
   }
  },
  {
   "quote": {
    "text": "Making a mix CD - albeit slightly old school - is generally a pretty cool gift and something I like to receive, or giving someone a book that moved you. Writing an inscription inside makes it even better."
   },
   "author": {
    "text": "Ryan Reynolds"
   }
  },
  {
   "quote": {
    "text": "I'm Brian a lot more than I'm Paul Walker, which is awesome. When I hear, 'Hey Paul Walker!' my hair stands up on the back of my neck. It's uncomfortable. But when I hear, 'It's Brian!' it's cool. I like Brian."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "No-one has ever called me a cool dude. I'm somewhere between geek and normal."
   },
   "author": {
    "text": "Linus Torvalds"
   }
  },
  {
   "quote": {
    "text": "I kinda see everyone as competition. I'm a very competitive person. But I think that's good. Competition is great. And as long as it's friendly and not a malicious thing, then I think it's cool."
   },
   "author": {
    "text": "Janet Jackson"
   }
  },
  {
   "quote": {
    "text": "I think sometimes I guess you see records, say you want to get there and use that as motivation. In a way, it's kind of cool if there is a possibility to rewrite history and be up there with the greats of Olympic history."
   },
   "author": {
    "text": "Michael Phelps"
   }
  },
  {
   "quote": {
    "text": "I met Bill Clinton; he's a very nice guy. Yeah, Bill Clinton's cool."
   },
   "author": {
    "text": "Ed Sheeran"
   }
  },
  {
   "quote": {
    "text": "Everyone knows almost everything about me. I make it very clear that I'm cool with people knowing all my personal life through my songs."
   },
   "author": {
    "text": "Ed Sheeran"
   }
  },
  {
   "quote": {
    "text": "It's cool that I'm 20 and am on the cover of the video game. A lot of kids play hockey, and a few get drafted, and only a few get to be on the cover. It's a great feeling."
   },
   "author": {
    "text": "Patrick Kane"
   }
  },
  {
   "quote": {
    "text": "You start in bars and then restaurants, then you want to get into comedy clubs where you feature, then you headline, and once you sell out clubs you're into theaters. I've been able to get there, and it's cool to do that."
   },
   "author": {
    "text": "Bill Burr"
   }
  },
  {
   "quote": {
    "text": "When you're a Chicago artist, to play Lollapalooza, that's not a normal thing. It's artists on a path to a certain place that do that. Chief Keef did it; Kids These Days did it; Cool Kids did it. And I'm the next Cool-Kids-Chief, if you will."
   },
   "author": {
    "text": "Chance The Rapper"
   }
  },
  {
   "quote": {
    "text": "Just be a cool grandpa who's creative, and hang out and tell stories and read a book in the library."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "There are days when I want to feel cool, sexy, goofy, and at these times, fashion helps me define my mood."
   },
   "author": {
    "text": "Disha Patani"
   }
  },
  {
   "quote": {
    "text": "Don't ripen picked tomatoes in the sun. Put underripe tomatoes and stone fruits in a paper bag in cool, dark place, and magic happens. And never, ever store them in the fridge: they turn mushy and flavorless."
   },
   "author": {
    "text": "Andrew Zimmern"
   }
  },
  {
   "quote": {
    "text": "You know, I want to be the uncommon one. I think it's pretty cool that I'm only 5'11\", you know, and playing in the National Football League."
   },
   "author": {
    "text": "Russell Wilson"
   }
  },
  {
   "quote": {
    "text": "Opening Ceremony is my number one favorite place to shop here. It's the only place I'll shop in New York with my son. All of the sales people are so cool; the music is great; it's just like a big fun house, so he stays entertained."
   },
   "author": {
    "text": "Solange Knowles"
   }
  },
  {
   "quote": {
    "text": "I always preferred to hang out with the outcasts, 'cause they were cooler; they had better taste in music, for one thing, I guess because they had more time to develop one with the lack of social interaction they had!"
   },
   "author": {
    "text": "John Hughes"
   }
  },
  {
   "quote": {
    "text": "People connect with me just as a cool, around-the-way type of guy."
   },
   "author": {
    "text": "Wiz Khalifa"
   }
  },
  {
   "quote": {
    "text": "All you 'Twilight' fans, can't thank you really enough for being so supportive. You're real cool people."
   },
   "author": {
    "text": "Rami Malek"
   }
  },
  {
   "quote": {
    "text": "I'm always drawing, so Draw Something is a cool game to play against your friends when you're bored and sat chilling out and relaxing."
   },
   "author": {
    "text": "Zayn Malik"
   }
  },
  {
   "quote": {
    "text": "You make yourself broad. You make yourself appealing. 'Hey, y'all, I'm cool with everybody.' That's my message."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "People always ask, 'Man, why don't you come out and enjoy it? Why don't you celebrate? Why don't you have any fun?' My fun is Sundays. Anybody can go to the club. You don't have to be good at going to the club to go to the club. You have to be good to be playing on Sundays, and to me, that's what's cool."
   },
   "author": {
    "text": "J. J. Watt"
   }
  },
  {
   "quote": {
    "text": "The stigma with country is it's not cool. That's wrong. Country is very cool. I look at award shows, I look at how country is represented. Country is represented with an asterisk. We have to perform collaborations. We have to perform a tribute. We can't perform by ourselves."
   },
   "author": {
    "text": "Eric Church"
   }
  },
  {
   "quote": {
    "text": "All of a sudden, Hulk Hogan has become retro. Hulk Hogan has become cool again. So to come out and to hear how loud the fans are. To hear how loyal the fans are, it's truly overwhelming. I just can't believe I've been reborn in the WWE."
   },
   "author": {
    "text": "Hulk Hogan"
   }
  },
  {
   "quote": {
    "text": "Mysterious can be cool, if you're in Hollywood and everyone's happy. But it can be really bad if people perceive that the financial interests are adversarial, that there's money versus people. A lot of Goldman Sachs people went into government, so at a time when there's a distrust of institutions, some of that reflects on us."
   },
   "author": {
    "text": "Lloyd Blankfein"
   }
  },
  {
   "quote": {
    "text": "Public relations and marketing are something companies do to move product. It is not meaningful. It is not cool. Yet because it is cheap, easy, and lucrative to cover, blogs want to convince you that it is."
   },
   "author": {
    "text": "Ryan Holiday"
   }
  },
  {
   "quote": {
    "text": "For most of my life, I've thought of myself as pretty cool."
   },
   "author": {
    "text": "Nikki Giovanni"
   }
  },
  {
   "quote": {
    "text": "I like cool jackets - a nice fall or winter coat. You can get a lot of use out of it, and you'll wear it frequently, so it can really set the tone of your uniform for the season."
   },
   "author": {
    "text": "John Legend"
   }
  },
  {
   "quote": {
    "text": "It's really cool to come from nothing and essentially be a nobody and make yourself somebody."
   },
   "author": {
    "text": "Logic"
   }
  },
  {
   "quote": {
    "text": "I have long been of the mindset that aviators are like leather jackets - when they're perfect, they give you 'instant cool.' They're the Alexa Chung of sunglasses."
   },
   "author": {
    "text": "Emily Weiss"
   }
  },
  {
   "quote": {
    "text": "Glossier is really for anyone who wants to embrace the present and live in the now. It's about embracing constant change and who you are at any given moment, and that's often someone who's imperfect - and that's cool."
   },
   "author": {
    "text": "Emily Weiss"
   }
  },
  {
   "quote": {
    "text": "Being uncool is being pretty much the coolest you can be."
   },
   "author": {
    "text": "Rufus Wainwright"
   }
  },
  {
   "quote": {
    "text": "I think it's becoming cool to have mental toughness or to meditate. It's a thing, but I don't think people really understand the value of it."
   },
   "author": {
    "text": "Jaylen Brown"
   }
  },
  {
   "quote": {
    "text": "A lot of people are focused on taking over the world or doing the biggest thing and getting the most users. I think part of making a difference and doing something cool is focusing intensely."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "I had a really great performance with Steven Tyler in the movie 'Be Cool.' I performed 'Cryin',' so we recorded the song beforehand. But I didn't get to meet him until I hit the stage with him, and we had a live performance with 30,000 people in the audience, and that was for the movie."
   },
   "author": {
    "text": "Christina Milian"
   }
  },
  {
   "quote": {
    "text": "I think the cool thing about snowboarding is that everyone has their own style."
   },
   "author": {
    "text": "Chloe Kim"
   }
  },
  {
   "quote": {
    "text": "I never saw music in terms of men and women or black and white. There was just cool and uncool."
   },
   "author": {
    "text": "Bonnie Raitt"
   }
  },
  {
   "quote": {
    "text": "Feminism rotates between backlash and interest. And the cool thing about the Internet is that it's allowing women more access to their own history. Part of the problem before the Internet was that we didn't know which books to read. Someone had to tell you."
   },
   "author": {
    "text": "Kathleen Hanna"
   }
  },
  {
   "quote": {
    "text": "You can be cool and at the same time respect your woman, who will hopefully become your wife, who will hopefully become the mother of your kids. America needs to get back to family values."
   },
   "author": {
    "text": "Martin Lawrence"
   }
  },
  {
   "quote": {
    "text": "We found out the Gemini spacesuit was, well, oxygen was flowing to keep me cool as well as to breathe, and it wasn't good enough. My visor got fogged."
   },
   "author": {
    "text": "Gene Cernan"
   }
  },
  {
   "quote": {
    "text": "In high school I was an outcast... I wasn't cool to hang out with. I ate my lunch in a bathroom stall because that was the one place I could go where I wouldn't been seen."
   },
   "author": {
    "text": "Shay Mitchell"
   }
  },
  {
   "quote": {
    "text": "I love Doritos - the nacho flavor. The Cool Ranch is good; it's a good second."
   },
   "author": {
    "text": "Ally Brooke"
   }
  },
  {
   "quote": {
    "text": "In Hollywood today, it's cool for guys to wear nail polish and earrings in their lips and tongues. I don't get it."
   },
   "author": {
    "text": "Scott Caan"
   }
  },
  {
   "quote": {
    "text": "I remember really loving the CoverGirl ads when I was younger - there was something very cool about how they always put the girls in white. It looked so clean."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "The cool thing about Snapchat is you can get a lot of news on there now. There's CNN, ESPN, and I find myself reading the most random articles. I don't know how it actually benefits me, but it's interesting. I like to stay up on current events, so I have to give kudos to Snapchat: they've done a good job of that. But I'm on there way too much."
   },
   "author": {
    "text": "Klay Thompson"
   }
  },
  {
   "quote": {
    "text": "Hong Kong has plenty of superlative hotels, amazing food, and cool shopping."
   },
   "author": {
    "text": "Hanya Yanagihara"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, I used to listen to my Emerson radio late at night under the covers. I started by listening to jazz in the late 1940s and then vocal harmony groups like the Four Freshmen, the Modernaires and the Hi-Lo's. I loved Stan Kenton's big band - with those dark chords and musicians who could swing cool with individual sounds."
   },
   "author": {
    "text": "Frankie Valli"
   }
  },
  {
   "quote": {
    "text": "I remember once acting really cool on a bus with this girl named Stephanie. When I got home, I realized that I had a really big zit on my forehead. If you have acne problems, you really shouldn't be acting like Don Juan. I should have been contrite - and apologized for exposing her to the angry pimple."
   },
   "author": {
    "text": "John Cusack"
   }
  },
  {
   "quote": {
    "text": "When the NBA adopted their uniform that they had to wear, I thought that was very interesting. And you see the way NBA players dress: It's very cool."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "I really liked the snake that breaks out of the cage in the beginning of the movie. I saw it in real life, and it was really cool. Really big and fat. The owls are cool as well, but you can't really pet them."
   },
   "author": {
    "text": "Tom Felton"
   }
  },
  {
   "quote": {
    "text": "We live in a world that tells us not to care, to consume everything in sight. It tells us that being cool and being an individual actually means buying what everyone else is buying and doing what everyone else is doing."
   },
   "author": {
    "text": "Julia Butterfly Hill"
   }
  },
  {
   "quote": {
    "text": "Accessories are key - nothing beats a cool Panama hat or statement shades - look to Maison Michel or Miu Miu for inspiration."
   },
   "author": {
    "text": "Poppy Delevingne"
   }
  },
  {
   "quote": {
    "text": "Don't get me wrong, magic is cool. But a nervous mother singing to her child at night while something moves quietly through the dark outside her house? That's a story. Handled properly, it's more dramatic than any apocalypse or goblin army could ever be."
   },
   "author": {
    "text": "Patrick Rothfuss"
   }
  },
  {
   "quote": {
    "text": "It's crazy to see all the fans, and it's cool to see them all support each other - it all feels like one big family."
   },
   "author": {
    "text": "Jonah Marais"
   }
  },
  {
   "quote": {
    "text": "Rey is so strong. She's cool and smart and she can look after herself. Young girls can look at her and know that they can wear trousers if they want to. That they don't have to show off their bodies."
   },
   "author": {
    "text": "Daisy Ridley"
   }
  },
  {
   "quote": {
    "text": "The great thing about working with NPR - and, really, there's like a million of 'em - is all the cool stuff I get to do for the public. Meet the president. Hang out at the National Finals Rodeo in Vegas. Drink a $10,000 martini."
   },
   "author": {
    "text": "John Ridley"
   }
  },
  {
   "quote": {
    "text": "Goteborg used to be a not very cool place to live. The culture centered around shrimp and bingo. Bands played Copenhagen and Stockholm and skipped Goteborg."
   },
   "author": {
    "text": "Jens Lekman"
   }
  },
  {
   "quote": {
    "text": "There's something cool, even on a philosophical level, about understanding the bigger picture and exploring faith, if you will, in a very real way. The more you delve into it and give into it, you just have to have faith. The more you invest in faith, wherever it takes you, some of those jagged edges become less sharp."
   },
   "author": {
    "text": "Corbin Bernsen"
   }
  },
  {
   "quote": {
    "text": "I still, at hotel rooms, I do this one sort of not-so-cool thing: continually shoving my room service tray in front of someone else's door. Because I don't want the remnants. I don't want to be caught, like, being like the pig that I was at two in the morning."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "I loved the world of roller derby because I thought it was such an empowering metaphor, that you get out there and do it. It's such a rocker, athletic, capable, cool exhibitionist sport; it's about this great sort of camaraderie."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "When I started at Ricci, I did street wear for very cool, young girls, but the price point was for the fourth floor of Bergdorf Goodman next to Carolina Herrera. My cool girls cannot afford it."
   },
   "author": {
    "text": "Olivier Theyskens"
   }
  },
  {
   "quote": {
    "text": "This wired generation is kind of cool."
   },
   "author": {
    "text": "LeVar Burton"
   }
  },
  {
   "quote": {
    "text": "At Tencent, we may be businessmen, but we are still chasing our IT, our science. We are still striving to create something really cool, trying to create things we couldn't even imagine without our new technologies. I am still clinging to this enthusiasm."
   },
   "author": {
    "text": "Ma Huateng"
   }
  },
  {
   "quote": {
    "text": "Boxing is all about how cool and controlled and clear your mind is. Violence only gets in the way of you winning a fight. It's a sport that's more about the strategy than anything. You lose or you win in your head."
   },
   "author": {
    "text": "Edgar Ramirez"
   }
  },
  {
   "quote": {
    "text": "I want my clothes to have a life and then end up in a secondhand store, where some cool girl discovers them 20 years later. If the runway or red carpet is the only life clothes have, it's sad."
   },
   "author": {
    "text": "Jeremy Scott"
   }
  },
  {
   "quote": {
    "text": "I'll bet you a six-pack of Coors that pretty soon, people will be discovering Cretaceous parasites inside Cretaceous bones. The possibility of looking into epidemiology and pathology is pretty cool."
   },
   "author": {
    "text": "Robert T. Bakker"
   }
  },
  {
   "quote": {
    "text": "I do really silly dancing. I love dancing, but I'm not cool when I dance. It's not about my moves, it's not about how cool I am, it's not about how slick I look on the dance floor, it's about having a great time."
   },
   "author": {
    "text": "Imogen Heap"
   }
  },
  {
   "quote": {
    "text": "On the tennis court, one needs a cool temperament, tremendous ball sense, reflexes, speed, hand-eye co-ordination, power, timing and peak physical fitness. Off the court, the player and support team need skills in planning, execution, travel, an ability to raise funds when needed, and several other talents."
   },
   "author": {
    "text": "Sania Mirza"
   }
  },
  {
   "quote": {
    "text": "In general I like a guy who is athletic, somebody who can teach me something. Whether it's teaching me a new way to cut on a wave or teach me a three-point conversion or teach me how to dribble a soccer ball. There's something really cool about that."
   },
   "author": {
    "text": "Aimee Teegarden"
   }
  },
  {
   "quote": {
    "text": "I find it really funny that men can always get away with being a ladies man. Everyone thinks it's really cool. But a girl can't really date boys all the time because everybody looks down on her. I think boys get away with things so much easier."
   },
   "author": {
    "text": "Jade Thirlwall"
   }
  },
  {
   "quote": {
    "text": "The one cool thing with getting older is that you can actively choose to just be an eccentric."
   },
   "author": {
    "text": "Greg Behrendt"
   }
  },
  {
   "quote": {
    "text": "I like to stay cool and comfortable. If I'm going out, then I might wear a nice sundress or skirt to keep from getting too hot."
   },
   "author": {
    "text": "Sloane Stephens"
   }
  },
  {
   "quote": {
    "text": "When I went to shows with my friends, it was all about the experience with my friends. If I met the band, it was cool. But it was more about talking about the memories of the show with my friends."
   },
   "author": {
    "text": "Kellin Quinn"
   }
  },
  {
   "quote": {
    "text": "What I kind of want to spread as my message to all kinds of youth that I get to reach out to is, you can do cool stuff; you've just got to put in time and be dedicated."
   },
   "author": {
    "text": "Ann Makosinski"
   }
  },
  {
   "quote": {
    "text": "I don't think it's cool for people to say, 'You shouldn't reference God because I don't believe that, and I don't want to hear it.' Well, there's a lot of stuff I don't believe that I still gotta hear."
   },
   "author": {
    "text": "Steve Harvey"
   }
  },
  {
   "quote": {
    "text": "Getting a grey beard's not cool."
   },
   "author": {
    "text": "Ian Brown"
   }
  },
  {
   "quote": {
    "text": "It's pretty cool to be able to hang out with the President and have the race-winning car on the South Lawn."
   },
   "author": {
    "text": "Buddy Rice"
   }
  },
  {
   "quote": {
    "text": "This idea of 'cool capitalism' is still capitalism. It doesn't matter if Elon Musk quotes Nas."
   },
   "author": {
    "text": "Boots Riley"
   }
  },
  {
   "quote": {
    "text": "Barcelona is one of my favourite cities in the world. The fashion and people are just so effortlessly cool."
   },
   "author": {
    "text": "Leigh Lezark"
   }
  },
  {
   "quote": {
    "text": "In this beginner-friendly book, called 'Learn to Program with Minecraft,' you will learn how to do cool things in Minecraft using the Python programming language. No prior programming experience is needed."
   },
   "author": {
    "text": "Mark Frauenfelder"
   }
  },
  {
   "quote": {
    "text": "What you do on travel holiday is what your memories are based on. People want to do cool stuff, and this is what will shape your entire experience."
   },
   "author": {
    "text": "Ruzwana Bashir"
   }
  },
  {
   "quote": {
    "text": "I'd rate myself an 8. I do have my flaws, but I'm a cool dude. If I wasn't myself, I'd kick it with me. I'm a down-to-earth person and all around cool guy."
   },
   "author": {
    "text": "Lance Gross"
   }
  },
  {
   "quote": {
    "text": "Superman is not as innately cool as Batman."
   },
   "author": {
    "text": "David S. Goyer"
   }
  },
  {
   "quote": {
    "text": "Cool things happen. Ace's guitar flies through space, goes through a hole, and blows up. I throw drumsticks and they come flying at you."
   },
   "author": {
    "text": "Peter Criss"
   }
  },
  {
   "quote": {
    "text": "When I was in high school, my friends and I would drive out into the country to abandoned houses and structures... haha... to ghost hunt. We would scare each other so bad! We would sometimes camp out by the abandoned buildings just to scare ourselves! Such good times. The adrenaline of real fear is so cool!"
   },
   "author": {
    "text": "Keegan Allen"
   }
  },
  {
   "quote": {
    "text": "Salem is such a cool little town that's very touristy. It's fun to walk around all the shops and get the feeling there."
   },
   "author": {
    "text": "Sheri Moon Zombie"
   }
  },
  {
   "quote": {
    "text": "It's cool to have critical success because it's always nice for your peers to say, 'Good job.' But who cares about them?"
   },
   "author": {
    "text": "Zac Hanson"
   }
  },
  {
   "quote": {
    "text": "I think a generation ago, dads went to work, they came home, and they had their dinner, had a drink, and then went to bed. I don't know what it was like in your house, but that is how it was in mine. I think it is cool to have the dads in the trenches and doing the real parenting work."
   },
   "author": {
    "text": "Zach Cregger"
   }
  },
  {
   "quote": {
    "text": "I used to make up stuff in my bio all the time, that I used to be a professional ice-skater and stuff like that. I found it so inspirational. Why not make myself cooler than I am?"
   },
   "author": {
    "text": "Stephen Colbert"
   }
  },
  {
   "quote": {
    "text": "I live in Brooklyn, in Williamsburg, so I just like to wander around. Williamsburg's such a cool little neighborhood community spot."
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "Tweeting is like sending out cool telegrams to your friends once a week."
   },
   "author": {
    "text": "Tom Hanks"
   }
  },
  {
   "quote": {
    "text": "There's no idea or concept in comedy you could do that hasn't been attacked from some angle. But if you start leaving punchlines out so you'll look cool, I don't get that. But I don't watch standup anyway, so I don't know what they're doing."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "I'd love to date somebody cool, fun, funny."
   },
   "author": {
    "text": "Rihanna"
   }
  },
  {
   "quote": {
    "text": "'Be Cool' was a defining movie for me."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "Just sharing music with each other - that's cool. It's the selling that becomes the problem."
   },
   "author": {
    "text": "Prince"
   }
  },
  {
   "quote": {
    "text": "Remember the first time you went to a show and saw your favorite band. You wore their shirt, and sang every word. You didn't know anything about scene politics, haircuts, or what was cool. All you knew was that this music made you feel different from anyone you shared a locker with. Someone finally understood you. This is what music is about."
   },
   "author": {
    "text": "Gerard Way"
   }
  },
  {
   "quote": {
    "text": "But this is Miami, you can't come to Miami and not show any skin. You gotta show something. If you're all covered up in this heat, you're gonna make me pass out out just to look at you. It's sweaty in Miami-but the diamonds will keep me cool."
   },
   "author": {
    "text": "Lil' Kim"
   }
  },
  {
   "quote": {
    "text": "Growing up, I really liked 'Star Wars.' Han Solo would've been really cool to meet. But my stuff was real low-brow. I was watching 'Bugs Bunny.'"
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "I love Bob Dylan. Who doesn't? He tapped into some kind of vein and it keeps on keeping on. There's nobody like him. He's unique, and just... way out cool."
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "The thing I adore about Mariah the most is she's probably the most nurturing person I've ever met, like one of those spirits that walks into the room and wants to make sure that everybody's okay and taken care of. For someone to be at her status but be so concerned about others is really cool."
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "In the hot summer months, popsicles are a perfect way to cool down while enjoying a delicious, fruity treat. Frozen, refreshing, mouth-friendly candy on a stick cannot get any better... or can it?"
   },
   "author": {
    "text": "Marcus Samuelsson"
   }
  },
  {
   "quote": {
    "text": "I call my style Classic Americana Swag. I do my vibe, and I'll throw in a cool sneaker here or there, a pair of Js."
   },
   "author": {
    "text": "Hasan Minhaj"
   }
  },
  {
   "quote": {
    "text": "I've had fans do some pretty awesome things... I once had a fan do a mock proposal for me in Mumbai, inside a McDonalds... and I've had fans give me some precious things. I had one fan give me her mother's ring; I've gotten some pretty intense stuff. And I always get drawings and scrapbooks from fans, which is also pretty cool."
   },
   "author": {
    "text": "Lilly Singh"
   }
  },
  {
   "quote": {
    "text": "Mike Myers as Austin Powers makes me laugh - that was genius - and Daffy Duck makes me laugh, but I like odd behavior. I don't like hip dialogue and one-liners and all that sort of cool, sophomoric comedy. It's just not for me."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "Sometimes you have the trends that's not that cool. You may have certain artists portraying these trends and don't really have that lifestyle, and then it gives off the wrong thing. And it becomes kinda corny after awhile. It's really about keeping hip-hop original and pushing away the corniness in it."
   },
   "author": {
    "text": "Kendrick Lamar"
   }
  },
  {
   "quote": {
    "text": "I've built a network that curates interestingness. In my universe, it encompasses thousands and thousands of filters and people, each person being a filter. So it's kinda cool. Like I've created my own utopia, removing the boring stuff and showing only the amazing stuff."
   },
   "author": {
    "text": "Jason Silva"
   }
  },
  {
   "quote": {
    "text": "For me, it was really a childhood dream coming true. It's sort of where the fantasy led reality, and then I got to be on the Starship Enterprise anyway. And the cool thing was - is I was the only person on this bridge who had actually been in space."
   },
   "author": {
    "text": "Mae Jemison"
   }
  },
  {
   "quote": {
    "text": "We have to change the way people look at scientists. Today, they are the nerds, the geeks. Instead, we want some of the cool kids to say, 'Hey, this is all right.'"
   },
   "author": {
    "text": "Mae Jemison"
   }
  },
  {
   "quote": {
    "text": "Catty is not cool. I can't think of anything less becoming than a man who talks about people behind their backs."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "I'm the person friends come to when they want to find the perfect restaurant or boutique hotel on the outskirts of Paris. As opposed to scouring the Internet for a travel guide, wouldn't you rather ask the people who are really cool who go there? That's what I do."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "Anything I get to wear to the Met Ball is huge. I'm not a fashion girl, so it's cool to be dolled up and have those diamonds where they send armed guards with you."
   },
   "author": {
    "text": "Chrissy Teigen"
   }
  },
  {
   "quote": {
    "text": "After all these years, I've done well and I'm cool. I feel comfortable in my skin, I've saved some paper, everybody's healthy, my kids are beautiful and smart, doing different things, it's all good."
   },
   "author": {
    "text": "Eddie Murphy"
   }
  },
  {
   "quote": {
    "text": "What happens to boys in tech is in many ways different than what happens to girls in tech. it's not that they're facing sexism per se: it's that they don't think it's cool. So I think we really have to change the way we present technology."
   },
   "author": {
    "text": "Reshma Saujani"
   }
  },
  {
   "quote": {
    "text": "It's cool when people know you more, but I like people to treat me regular when they see me. I take pictures. I don't really be big on people looking at me."
   },
   "author": {
    "text": "Meek Mill"
   }
  },
  {
   "quote": {
    "text": "I once sang 'Summer Nights,' from 'Grease,' at a bar in Melbourne with John Travolta, who's a good friend of mine. He looked cool singing the part of Danny - sitting in an armchair, smoking a cigar - while I got stuck playing Sandy."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "All actors are my brothers and my sisters. It ain't cool to compare or disparage them. It ain't polite."
   },
   "author": {
    "text": "Michael Keaton"
   }
  },
  {
   "quote": {
    "text": "There's a time and place for everything, but as I get older, I like finding those human moments and really connecting. Maybe I'm not as cool as I once was."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "Americans are cool; if you show just a chink of vulnerability, they respond so much. They'll pat you on the arm and say, 'Hey kid, you're all right.' Brits will respond but they are much more cynical."
   },
   "author": {
    "text": "Bear Grylls"
   }
  },
  {
   "quote": {
    "text": "I know that people think I'm sexy and I am looked at as that. It is cool with me. It's wonderful to have sexy appeal. If you embrace it, it can be a very beautiful thing."
   },
   "author": {
    "text": "Aaliyah"
   }
  },
  {
   "quote": {
    "text": "Competition is great. And as long as it's friendly and not a malicious thing, then I think it's cool."
   },
   "author": {
    "text": "Janet Jackson"
   }
  },
  {
   "quote": {
    "text": "Come Christmas Eve, we usually go to my mom and dad's. Everybody brings one gift and then we play that game when we all steal it from each other. Some are really cool, others are useful and some are a bit out there."
   },
   "author": {
    "text": "Amy Grant"
   }
  },
  {
   "quote": {
    "text": "I am not a fan of referencing your own work when it's in a different universe than what you're doing. That, to me, is a wink at the audience, and winking isn't actually cool when you're not, like, 10."
   },
   "author": {
    "text": "Joss Whedon"
   }
  },
  {
   "quote": {
    "text": "The Tom Brady sandwich would be a prosciutto with a nice Buffalo mozzarella, on a crispy baguette with a little fresh basil. Brady is classy; he's a really cool dude. He's got a lot of flavor."
   },
   "author": {
    "text": "Guy Fieri"
   }
  },
  {
   "quote": {
    "text": "It's not cool to be an alcoholic."
   },
   "author": {
    "text": "Chester Bennington"
   }
  },
  {
   "quote": {
    "text": "Being in the space that I am as a writer, and just as a black dude in America, there's this push to be cool or be what you're expected to be. There's a need for a song that puts that in perspective. I think that's an important thing for young children to hear growing up."
   },
   "author": {
    "text": "Chance The Rapper"
   }
  },
  {
   "quote": {
    "text": "Everything we have today that's cool comes from someone wanting more of something they loved in the past. Action figures, videogames, superhero movies, iPods: All are continuations of a love that wanted more."
   },
   "author": {
    "text": "Patton Oswalt"
   }
  },
  {
   "quote": {
    "text": "With 'The Social Network,' I got into it at first because frankly I thought there was a cool courtroom drama to be had with the intellectual properties. And then what further drew me in was that the most extraordinary social networking device ever created was created by the world's most antisocial person. I liked that story."
   },
   "author": {
    "text": "Aaron Sorkin"
   }
  },
  {
   "quote": {
    "text": "When I'm singing, it's a mixture of my innocence in the projects, my mom and dad. It's all the good and the bad, the laughs and the frowns that I went through and seen other people go through. Then you be trying to write it. Whatever's coming out, you try and make it all cool."
   },
   "author": {
    "text": "Aaron Neville"
   }
  },
  {
   "quote": {
    "text": "All women do have a different sense of sexuality, or sense of fun, or sense of like what's sexy or cool or tough."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "It's cool to be recognised by your peers."
   },
   "author": {
    "text": "Frank Ocean"
   }
  },
  {
   "quote": {
    "text": "My band is so dedicated, everybody works very hard. The No. 1 priority is the show, and it's pretty cool because we all pull together, and it's fun. It's like being on a sports team or something."
   },
   "author": {
    "text": "Bob Seger"
   }
  },
  {
   "quote": {
    "text": "Working with crocodiles is always amazing because they're beautiful. They're modern day dinosaurs, which is really cool."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "You can't not look cool with a crossbow."
   },
   "author": {
    "text": "Norman Reedus"
   }
  },
  {
   "quote": {
    "text": "If my eyebrows are cool, if my eyeliner is popping, if I'm moisturized, then I can pretty much wear whatever I want. I think if your hair and your face are together, I think it's pretty much polished!"
   },
   "author": {
    "text": "Kehlani"
   }
  },
  {
   "quote": {
    "text": "Jail is definitely not cool. Education is."
   },
   "author": {
    "text": "Ja Rule"
   }
  },
  {
   "quote": {
    "text": "I'm cool with my body, I love my body. I wouldn't trade it for no other body."
   },
   "author": {
    "text": "Marshawn Lynch"
   }
  },
  {
   "quote": {
    "text": "The advent of cellphones may, in the end, be no more relevant than the ability of laptops to change our written documents into ones using cool new fonts."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "They're very, uh, you know, I don't come from the suburbs and a jolly, Disney type of lifestyle. I come from something totally different. And they're cool and bare minimum so it's not always a money issue for me."
   },
   "author": {
    "text": "Shia LaBeouf"
   }
  },
  {
   "quote": {
    "text": "I go from English to Spanish, and I feel I have some cool songs."
   },
   "author": {
    "text": "Enrique Iglesias"
   }
  },
  {
   "quote": {
    "text": "When I was 24, I was full of life. I was that ham who wanted to be famous, a movie star, all that stuff. I think it's cool. But it was not what I was searching for, really. It was more a delusion."
   },
   "author": {
    "text": "Jean-Claude Van Damme"
   }
  },
  {
   "quote": {
    "text": "I mostly play my dynasty or against someone in the hotel. I don't really like online games. I can't stand people yelling in my ear over a headset. I'd rather just play someone like Dwight Howard out in Orlando or people back home. For games like that, it's cool, but just signing on and playing random people, I hate it."
   },
   "author": {
    "text": "J. R. Smith"
   }
  },
  {
   "quote": {
    "text": "I partnered with Mission: it's a really cool company based on giving athletes what they need. I have my own signature lip balm because when I'm up on the hill, protecting your lips is so important."
   },
   "author": {
    "text": "Gretchen Bleiler"
   }
  },
  {
   "quote": {
    "text": "I have snakes, three sharks, moray eels, piranhas, five scorpions and a bird spider. All of them are predators. They are dangerous but it's cool to have strong and powerful pets."
   },
   "author": {
    "text": "Tracy Morgan"
   }
  },
  {
   "quote": {
    "text": "We aren't cool and never will be."
   },
   "author": {
    "text": "Chris Martin"
   }
  },
  {
   "quote": {
    "text": "I usually just have a circle of people that I associate myself with. I'm not really cool with a lot of people. It might seem like I'm cool with them, but I'm really not."
   },
   "author": {
    "text": "Rich the Kid"
   }
  },
  {
   "quote": {
    "text": "I would never say that I'm good at being on dates. I think I like to try to find a connection with somebody, like, that's my main thing. I think that maybe if you find a connection with a girl on a date, that's like the No. 1 thing, and then it's like, 'Cool, that was a great date.'"
   },
   "author": {
    "text": "Chris D'Elia"
   }
  },
  {
   "quote": {
    "text": "Once Johnny Cash and Waylon Jennings are not cool on country radio, it's time for a new format."
   },
   "author": {
    "text": "Steven Van Zandt"
   }
  },
  {
   "quote": {
    "text": "I remember going with my mom to a random garage sale as a kid and thinking what a cool treasure hunt that whole world was. Only to transition as an adult to think, 'What a gross place that really is.'"
   },
   "author": {
    "text": "Will Ferrell"
   }
  },
  {
   "quote": {
    "text": "My parents were vegetarians. I'd show up at school, this giant black kid, with none of the cool clothes and a tofu sandwich and celery sticks."
   },
   "author": {
    "text": "Aisha Tyler"
   }
  },
  {
   "quote": {
    "text": "You know, the diversity that America has is so special. It's starting to really become a cool thing for young people."
   },
   "author": {
    "text": "Russell Simmons"
   }
  },
  {
   "quote": {
    "text": "I think adidas really understands that it's cool to be in business with the right people. It really feels like a bunch of creative minds rather than some rap guys stamping their names on a sneaker. We're arguing over shoes, ideas, and everything - it's like a tug of war."
   },
   "author": {
    "text": "Pusha T"
   }
  },
  {
   "quote": {
    "text": "We had incense and rock'n'roll posters, and we sold records and rolling papers. People could just, like, hang out. We had a cool vibe going."
   },
   "author": {
    "text": "Tommy Hilfiger"
   }
  },
  {
   "quote": {
    "text": "Let's have days and days of brilliant clarity, etched and limpid, cool and surgical."
   },
   "author": {
    "text": "Richard Burton"
   }
  },
  {
   "quote": {
    "text": "I really hate my hair when it's not braided because it's so big when it dries. When it's wet, it looks cool, but when it dries, it gets all in my mouth during a match, and I hate it."
   },
   "author": {
    "text": "Jeff Hardy"
   }
  },
  {
   "quote": {
    "text": "The first Maiden record I ever got was 'Piece of Mind,' and I only got it because I thought the artwork was cool, and everyone talked about Iron Maiden. But they weren't necessarily the most popular metal band in America for a 12-year-old kid when I discovered them."
   },
   "author": {
    "text": "M. Shadows"
   }
  },
  {
   "quote": {
    "text": "I think the cool thing about being alive in 2017 is that you can literally put out music as soon and as frequently as you want to because of streaming services."
   },
   "author": {
    "text": "M. Shadows"
   }
  },
  {
   "quote": {
    "text": "Long intros are cool because there's a little bit of anticipation, you know?"
   },
   "author": {
    "text": "Miranda Lambert"
   }
  },
  {
   "quote": {
    "text": "If there is a situation, I try to take a step back, cool down, and solve the problem. Flipping out, freaking out, and being very rude about it is not going to help."
   },
   "author": {
    "text": "Maneet Chauhan"
   }
  },
  {
   "quote": {
    "text": "My uncle's a lawyer and I remember going to see him in court and thinking, 'That's cool, too bad I could never be a lawyer.'"
   },
   "author": {
    "text": "Lena Dunham"
   }
  },
  {
   "quote": {
    "text": "From the third grade, I knew that I wanted to play in the NFL. It's pretty cool to see the dream about to come to fruition, but it's just a starting point."
   },
   "author": {
    "text": "Carson Wentz"
   }
  },
  {
   "quote": {
    "text": "I was not a good-lookin' girl. I was extremely skinny. I wasn't pretty. I wasn't cool."
   },
   "author": {
    "text": "Celine Dion"
   }
  },
  {
   "quote": {
    "text": "The thing is, it's not uncool to worry about people who seem like they're going on the wrong path. There's nothing cool about being self-destructive."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "It's not uncool to worry about people who seem like they're going on the wrong path. There's nothing cool about being self-destructive."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "What turns teenagers on more than the Internet these days? If you can get a language out there, the youngsters are much more likely to think it's cool."
   },
   "author": {
    "text": "David Crystal"
   }
  },
  {
   "quote": {
    "text": "The Minimalists are idealist. They want to minimize themselves in favor of the ideal... But I just can't. You see, my paintings are not cool."
   },
   "author": {
    "text": "Agnes Martin"
   }
  },
  {
   "quote": {
    "text": "It doesn't sound that cool to say it, but I still get nervous for any show. But it's different degrees - playing a small basement of a club versus playing a festival like Firefly or Bonnaroo. The feeling is, 'Crap, I'm about to be blasted in the face,' and once you get started, then it's like, 'OK, I've done this before. I know what I'm doing.'"
   },
   "author": {
    "text": "Josh Dun"
   }
  },
  {
   "quote": {
    "text": "I keep my face covered during concerts. That's just something that is part of me, an artist, and I think it's a cool concept and look. It is really inspired by my love for video games, especially with the videogame 'Watchdog' that I love."
   },
   "author": {
    "text": "Alan Walker"
   }
  },
  {
   "quote": {
    "text": "I have a satellite radio show called 'The Legends of Reggae.' It's a cool way to branch out and do other things. I'm paying respect to the legends of reggae."
   },
   "author": {
    "text": "Ziggy Marley"
   }
  },
  {
   "quote": {
    "text": "Just because it's been around for centuries, doesn't mean it's cool to be a creepy old man."
   },
   "author": {
    "text": "Hannah Gadsby"
   }
  },
  {
   "quote": {
    "text": "When Brian told me he grew up in New Mexico, I told him I thought it is cool that people from other countries play football. He corrected me on my geography and agreed to sit down with me anyway."
   },
   "author": {
    "text": "Terry Bradshaw"
   }
  },
  {
   "quote": {
    "text": "I feel like you can't get an audience to like your character if she's actually cool, but you can if she's trying to be cool and sometimes fails."
   },
   "author": {
    "text": "Anna Kendrick"
   }
  },
  {
   "quote": {
    "text": "I was a kid watching music videos, which were so cool and made me want to learn how to dance. I wish I could've gone to dance classes and learn, like, hip-hop dancing."
   },
   "author": {
    "text": "Iggy Azalea"
   }
  },
  {
   "quote": {
    "text": "I've always loved the mixture of crushing live drums with a programmed groove, that really cool blend, like in the verse there's a really funky drum beat that is programmed then it comes in to the chorus; you've got that enormous human feel where the band kicks in."
   },
   "author": {
    "text": "Tommy Lee"
   }
  },
  {
   "quote": {
    "text": "I sang 'All Of Me' at the wedding. I sang 'Stay With You' from my first album. And then Stevie Wonder came up and sang 'Ribbon In the Sky.' It was impromptu... It was cool... He's always been a friend and a mentor to me."
   },
   "author": {
    "text": "John Legend"
   }
  },
  {
   "quote": {
    "text": "With Tinder and all these other things, there's always this kind of illusion with infinite choices. There's something very cool about saying, 'Oh, I actually really care about this person, and I want to commit to loving this person and being loyal to this person.' You can't get that from the kind of infinite multiple choices that are out there."
   },
   "author": {
    "text": "John Legend"
   }
  },
  {
   "quote": {
    "text": "Back in the day, I was a Royce Gracie fan and a fan of Tank Abbott. It's always the different-looking guys that you want to root for. Then there were guys like Mark Coleman and Randy Couture, so for me to get in there and fight against guys like that is pretty cool."
   },
   "author": {
    "text": "Brock Lesnar"
   }
  },
  {
   "quote": {
    "text": "Lauryn Hill's always been a hero of mine. And Bruno Mars, Janelle Monae and Adele, those are the current artists I would reference in terms of who's been able to do really amazing pop records with really cool, organic throwback elements of soul in there as well."
   },
   "author": {
    "text": "Judith Hill"
   }
  },
  {
   "quote": {
    "text": "The cool thing about designers is they have very specific points of view, and because my inspiration is always changing, it's easy to go, 'This feels right.' But just because I wear fancy dresses on weekends doesn't mean in my heart of hearts I'm not a jeans and T-shirt person."
   },
   "author": {
    "text": "Brie Larson"
   }
  },
  {
   "quote": {
    "text": "MAC always has the cool, funky products."
   },
   "author": {
    "text": "Justine Skye"
   }
  },
  {
   "quote": {
    "text": "I like John McCain, or he seems like a cool guy in a lot of ways. I don't agree with a lot of his policies, but he still seems like a cool guy."
   },
   "author": {
    "text": "John McEnroe"
   }
  },
  {
   "quote": {
    "text": "Before we were Migos, we were called Polo Club and wore them thangs. It was cool back then, but now it's whack."
   },
   "author": {
    "text": "Takeoff"
   }
  },
  {
   "quote": {
    "text": "My mom was really cool. She's the one that gave me the mentality about believing in myself and trusting it, that I was always gonna be okay, and that I could do things in a special way. She just pumped me up, you know?"
   },
   "author": {
    "text": "Pete Carroll"
   }
  },
  {
   "quote": {
    "text": "Every year, tens of millions of salmon return to the pristine shores of Bristol Bay in Alaska. They linger in the bay's cool, shallow waters before charging up nearby streams to spawn and create another generation of wild salmon."
   },
   "author": {
    "text": "Frances Beinecke"
   }
  },
  {
   "quote": {
    "text": "Orlando's a really cool guy. They hired him for 'Lord of the Rings' out of drama school. He's very new at this still and doesn't have a lot of experience. So we were in this together and we've tried to help each other out. We felt very equal which was good."
   },
   "author": {
    "text": "Diane Kruger"
   }
  },
  {
   "quote": {
    "text": "I simply can't do one-word message replies: Yes. Ok. No. Sure. Cool. None of these are options for me. I must write something extra. Something personal. I put kisses and emoticons. Emoticons, by the way, are my very best friends. They have removed all the pressure of thinking up something personal to say."
   },
   "author": {
    "text": "Karan Johar"
   }
  },
  {
   "quote": {
    "text": "This was something I always dreamed and wanted to be part of, when women's wrestling was freakin' cool, and now it is."
   },
   "author": {
    "text": "Becky Lynch"
   }
  },
  {
   "quote": {
    "text": "In the 1970s, we had Carl Sagan, and he was so suave with his turtleneck and his tweed jacket. And he was, you know, he made science look cool. And in punk rock, we haven't had that. We haven't had the Carl Sagan of punk."
   },
   "author": {
    "text": "Greg Graffin"
   }
  },
  {
   "quote": {
    "text": "Most of the people at my headline shows are in their 20s, but it varies a ton: like, I've had a six-year-old hug my leg after the show and a 60-year-old shake my hand. It's cool to see people connecting with the music across different generations."
   },
   "author": {
    "text": "K. Flay"
   }
  },
  {
   "quote": {
    "text": "When you think of technological revolution, you probably think of geeks in cool coastal spaces like the Google campus, or perhaps of math wizards on Wall Street. But one source of rural prosperity is the adoption of radical new technologies - and a consequent surge in productivity."
   },
   "author": {
    "text": "Chrystia Freeland"
   }
  },
  {
   "quote": {
    "text": "If I'm the biggest artist in the world, cool, but I want to just be me."
   },
   "author": {
    "text": "Future"
   }
  },
  {
   "quote": {
    "text": "I try to look cool. I strategize. Sometimes it's like - that's part of the strategizing, to make it seem like I don't think about it."
   },
   "author": {
    "text": "Future"
   }
  },
  {
   "quote": {
    "text": "Sometimes I can sit at my computer and find a cool sound, or a new synth patch, and get super-inspired by that and make a track based on that sound. But the piano is where I find the inspiration and come up with the melody."
   },
   "author": {
    "text": "Kygo"
   }
  },
  {
   "quote": {
    "text": "David Lynch and I almost made a movie together in the late '80s. We had lots of dinners and lunches. He's a very cool, hip guy. This film, let's face it, is like an homage to him, I would imagine he'd find it funny."
   },
   "author": {
    "text": "Martin Short"
   }
  },
  {
   "quote": {
    "text": "I'm a fan of designers and clothes that look beautiful, but more importantly, make me feel beautiful and confident. It's why I've always loved Stella McCartney, and more recently, Prabal Gurung. Their pieces are cool, yet timeless, and the fits are effortlessly flattering."
   },
   "author": {
    "text": "Shay Mitchell"
   }
  },
  {
   "quote": {
    "text": "I like to start with an idea, but then again, I might be sitting at the keyboard, and just playing a bunch of chords that sound cool together, and something just inspires an idea from that."
   },
   "author": {
    "text": "Diane Warren"
   }
  },
  {
   "quote": {
    "text": "Oh, man, if in real life I was as cool and suave as Coach Taylor and had all the answers, things would be easier."
   },
   "author": {
    "text": "Kyle Chandler"
   }
  },
  {
   "quote": {
    "text": "Black and awkward is the worst, because black people are stereotyped as being anything but awkward in mainstream media... Black people are always portrayed to be cool or overly dramatic, anything but awkward."
   },
   "author": {
    "text": "Issa Rae"
   }
  },
  {
   "quote": {
    "text": "I used to love being the class clown. I loved to make jokes and make people laugh. There was a set of students who would find it funny. But the cool students were like, 'Eeew!'"
   },
   "author": {
    "text": "Issa Rae"
   }
  },
  {
   "quote": {
    "text": "It's cool to have instruments lying around because they give you different ideas."
   },
   "author": {
    "text": "Ezra Koenig"
   }
  },
  {
   "quote": {
    "text": "I went to Northwestern because I had gone to a really nontraditional high school. I was like, 'It'd be cool to have a traditional college experience.' Then I was like, 'Oh, but none of these people understand what's cool about me. My specialness is not appreciated in this place.'"
   },
   "author": {
    "text": "Zooey Deschanel"
   }
  },
  {
   "quote": {
    "text": "Growing up in Hollywood meant there were a lot of film stars' kids at my school - but no conspicuous wealth. It wasn't cool to show off that you had money."
   },
   "author": {
    "text": "Zooey Deschanel"
   }
  },
  {
   "quote": {
    "text": "The cool thing about dope black style becoming in style is that the industry has no choice but to try and reduplicate that."
   },
   "author": {
    "text": "Lena Waithe"
   }
  },
  {
   "quote": {
    "text": "To be yourself is truly a revolutionary act, and I think more and more people should try it, because it's gotten me a pretty cool life."
   },
   "author": {
    "text": "Lena Waithe"
   }
  },
  {
   "quote": {
    "text": "My sister has three kids so I've spent a lot of time around children and I've always really liked them and wanted my own. It's cool because you think all babies are the same but they aren't at all. They all have such different personalities. It's crazy."
   },
   "author": {
    "text": "Bode Miller"
   }
  },
  {
   "quote": {
    "text": "I love my bubble skirt. I wear it with a belt and my shirt tucked in. Just like a t-shirt from Nordstrom's or something. And I wear this navy blue blazer with the sleeves crushed up. And I just feel like I'm such a cool girl when I walk out. I feel like, 'Yeah I'm cool, like a model.'"
   },
   "author": {
    "text": "Keke Palmer"
   }
  },
  {
   "quote": {
    "text": "I think it would be cool to maybe do something with Ed Sheeran. That would be awesome and interesting. He writes amazing songs, and I could easily hear Backstreet Boys sing 'Shape Of You.'"
   },
   "author": {
    "text": "Brian Littrell"
   }
  },
  {
   "quote": {
    "text": "I've never been one of the cool people at school, but then again, I don't get the people who are cool. It's not that I don't like them, it's just that they don't interest me."
   },
   "author": {
    "text": "Daniel Radcliffe"
   }
  },
  {
   "quote": {
    "text": "I saw this cool interview with Amy Adams from when she did 'Enchanted' and played a princess, and when kids came up to her with no make-up and ripped jeans on, she said, 'I'm off duty. I'm an off-duty princess', and I thought that was quite sweet."
   },
   "author": {
    "text": "Lily James"
   }
  },
  {
   "quote": {
    "text": "There are some parts of my life that are wonderful, and it's amazing to get to go to cool events and award shows and things like that, but I think the outside perception is that your life just changes overnight and you wear Dolce and Gabanna suits and drive a Mercedes. But life's just not like that."
   },
   "author": {
    "text": "Taron Egerton"
   }
  },
  {
   "quote": {
    "text": "It is so cool to be able to stand as a witness of Christ and to be able to be proud of it and be part of His army."
   },
   "author": {
    "text": "Lindsey Stirling"
   }
  },
  {
   "quote": {
    "text": "I've always been into guitars... we want to put keyboards on, but keyboard players don't look cool onstage, they just keep their heads down. There has never been a cool keyboard player, apart from Elton John."
   },
   "author": {
    "text": "Noel Gallagher"
   }
  },
  {
   "quote": {
    "text": "I think that it's interesting how shows like 'Walking Dead' or even 'Game of Thrones,' with all its fantasy elements, have become so popular. Sometimes, though, I get a little bit annoyed because the whole nerd thing taking over and is now cool, and it wasn't cool when I was younger."
   },
   "author": {
    "text": "AJ Lee"
   }
  },
  {
   "quote": {
    "text": "I'm proud to be part of the fabric that inspires the next generations to remain curious and remember that 'smart is cool.'"
   },
   "author": {
    "text": "Walter O'Brien"
   }
  },
  {
   "quote": {
    "text": "I'm just a cool type of guy who's all about positives."
   },
   "author": {
    "text": "Big Boi"
   }
  },
  {
   "quote": {
    "text": "I met Drew Barrymore, and she was so cool. She told me, 'I know I just had my baby three weeks ago, and that's why I'm emotional, but I cried when you performed.' And then she pulled out a tissue and said, 'Look, I was sobbing.'"
   },
   "author": {
    "text": "Maddie Ziegler"
   }
  },
  {
   "quote": {
    "text": "It's kinda cool to have friends that just do good."
   },
   "author": {
    "text": "Adrienne C. Moore"
   }
  },
  {
   "quote": {
    "text": "In terms of me being a Christian, going to Israel was really cool. Going to the West Bank, Bethlehem, floating in the Dead Sea - that was great for me."
   },
   "author": {
    "text": "Larry Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "Being on a lunchbox was awesome, and being on a thermos was pretty cool, too."
   },
   "author": {
    "text": "Zach Galligan"
   }
  },
  {
   "quote": {
    "text": "I read somewhere that when I go on stage, people realize that they're not me and they feel better. When I walk off the stage, people know who I really am. I'm not saying it's great comedy, cool comedy or better comedy - but that's what I do, and I do it first for myself."
   },
   "author": {
    "text": "Richard Lewis"
   }
  },
  {
   "quote": {
    "text": "When you're 14, anything with a sword and a dragon is pretty cool. But when you're 21 and you've read 2,000 fantasy novels, you start to realize that some of those books, well, they weren't really good. OK, let's be honest. A lot of them were crap."
   },
   "author": {
    "text": "Patrick Rothfuss"
   }
  },
  {
   "quote": {
    "text": "I say don't overreact; cool your jets. Focus on things that you can control: your business, your employees' welfare, your guests, and the quality of the product that you dish up. Do that, keep your chin down, pay attention to business, and the sun will come up tomorrow. That's the way I figure it."
   },
   "author": {
    "text": "Steve Wynn"
   }
  },
  {
   "quote": {
    "text": "When I come home and I'm tired from filming all day, I expect her to be there and make sure everything is cool for me. You know, like drawing my bath and helping me into bed."
   },
   "author": {
    "text": "Oliver Reed"
   }
  },
  {
   "quote": {
    "text": "There's just something about being on stage and being with the people that, once that camera turns on, you find the strength to keep it cool, look good, act like you're not cold, act like you ain't nervous, act like you aren't scared. I think that comes with confidence and practice."
   },
   "author": {
    "text": "Prince Royce"
   }
  },
  {
   "quote": {
    "text": "It's been constant grinding and trying to secure work that I care about, tireless auditions and meetings. I've been fortunate that a lot of cool doors have opened to me, chiefly meeting great people who were inspired by what I've done and what they feel I could bring to their projects."
   },
   "author": {
    "text": "Keith Stanfield"
   }
  },
  {
   "quote": {
    "text": "That was like my safe place with great teachers where everyone could let down their guard and not feel judged. As soon as we walk outside, it was like, 'Look at these weird drama club kids.' But we all had our own agreement that we were cool in our own way."
   },
   "author": {
    "text": "Keith Stanfield"
   }
  },
  {
   "quote": {
    "text": "If we have a great idea, we'll go, 'Oh, this could be a cool movie.' Or really for us, it's more like, 'Oh, this is a really bad idea. Let's do this. This seems really stupid.'"
   },
   "author": {
    "text": "Trey Parker"
   }
  },
  {
   "quote": {
    "text": "When I was younger, I'd be walking down the street and suddenly panic because I had a cool idea and no way of getting it down - I'd have to sing it all the way home. Now I can hum it into my phone."
   },
   "author": {
    "text": "Kamasi Washington"
   }
  },
  {
   "quote": {
    "text": "It's funny because the action figures are cool, and then I enjoy the magazines because that's me. Obviously, the fans are wonderful - they're so excited - but I'm not Rey, and people tend to not be able to differentiate the two."
   },
   "author": {
    "text": "Daisy Ridley"
   }
  },
  {
   "quote": {
    "text": "Growing up, I didn't get the talk of 'Make sure boys take you on a date and treat you right.' So I was the girl who wasn't dating and would just text. I dated these guys who didn't have jobs, and I would always be paying. At one point, I remember looking in the mirror and thinking, 'You're too pretty and cool to be treated like this.'"
   },
   "author": {
    "text": "Meghan Trainor"
   }
  },
  {
   "quote": {
    "text": "I am a very open, social, friendly person, and when it comes to people approaching me and asking for an autograph, I am totally cool with doing any of that. It's a lot of fun."
   },
   "author": {
    "text": "Corbin Bleu"
   }
  },
  {
   "quote": {
    "text": "I wanted to be a cool mom. It was hectic. I felt very isolated for a long time, but in the end, it was cool because it helped me and Ninja stick together. If we hadn't, we would have maybe drifted."
   },
   "author": {
    "text": "Yolandi Visser"
   }
  },
  {
   "quote": {
    "text": "So much about 'Rookie' has been very organically familial among our contributors, among our readers. Yeah, if I interview someone like Lorde, who I do know outside of work - sometimes I'm just so happy; it's so cool that this is organically, effortlessly, the warm, supportive friend vibe that we want here."
   },
   "author": {
    "text": "Tavi Gevinson"
   }
  },
  {
   "quote": {
    "text": "To have so many years in the rap industry and so many number one songs, and sold so many millions of records, introduced the world to people like Cool & Dre, DJ Khaled, Pitbull, Rick Ross, Trick Daddy, Remy Ma, Big Pun, Rico Love... I could go on and on. Having been able to influence the rap game for so long is very important to me."
   },
   "author": {
    "text": "Fat Joe"
   }
  },
  {
   "quote": {
    "text": "Cate Blanchett and others, they get this broad range of all these cool people they can play. Some women really do get it all. For me, it is the same thing that happens over and over. I should change that and maybe write my own thing."
   },
   "author": {
    "text": "Jennifer Coolidge"
   }
  },
  {
   "quote": {
    "text": "When you try to cool down hot emotions, what tends to happen is that you end up either repressing them or losing them altogether. Neither is desirable. Without emotion, much social interaction loses its meaning or changes for the worse."
   },
   "author": {
    "text": "Julian Baggini"
   }
  },
  {
   "quote": {
    "text": "I never was a person that said, 'I'm gonna be a rapper.' I thought I would be a doctor. I just knew how to rap, and it was a cool thing to do, so I started doing it for fun."
   },
   "author": {
    "text": "Remy Ma"
   }
  },
  {
   "quote": {
    "text": "In the first two projects I've worked on professionally, I've been doing ensemble work with other young women, which I think is pretty cool. And they both were directed by and written by women. It's been a wonderful experience of real ensemble support and women lifting each other up, and I feel really lucky for that."
   },
   "author": {
    "text": "Maya Hawke"
   }
  },
  {
   "quote": {
    "text": "I remember being on film sets when I was younger, and only men got to do the cool action movies. So I thought, 'Maybe I'll get to produce one day and get to do cool stuff too,' which is what happened when we did 'Charlie's Angels.' Starting my production company was a big turning point for me."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "I remember being on film sets when I was younger, and only men got to do the cool action movies. So I thought, 'Maybe I'll get to produce one day and get to do cool stuff, too,' which is what happened when we did 'Charlie's Angels'."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "My mother used to dress rather risque when I was a kid, and that sort of shocked me. I always thought moms were supposed to wear cardigans and flats, but she was in leather bracelets and minidresses. In hindsight, it was pretty cool, but I'm probably more conservative because of it."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "As a kid, I did want to be an old-timer, since they were the ones with the big stories and the cool clothes. I wanted to go there. Now, I guess I want to bring that with me and go back in time."
   },
   "author": {
    "text": "Tom Waits"
   }
  },
  {
   "quote": {
    "text": "I could never dream of being cool."
   },
   "author": {
    "text": "Andrea Corr"
   }
  },
  {
   "quote": {
    "text": "Sometimes acting is really cool because it forces you to exercise certain muscles in your personality that you wouldn't normally be called upon in life."
   },
   "author": {
    "text": "Jenna Fischer"
   }
  },
  {
   "quote": {
    "text": "What's really cool about our family is that we don't hold grudges, and I think that is what's been the key to the success. We get into our little disagreements, and whether we're right or wrong, we'll go and apologize. That's just the way we are."
   },
   "author": {
    "text": "Selena"
   }
  },
  {
   "quote": {
    "text": "By no means do we think, 'Oh, it's cool to be a teen mom.' I definitely don't think that it's cool."
   },
   "author": {
    "text": "Farrah Abraham"
   }
  },
  {
   "quote": {
    "text": "I always say, 'Hip-hop takes me everywhere.' It's crazy when I step onstage, and people might not speak much English, but they know every word to your songs. It's kind of freaky, but it's really cool."
   },
   "author": {
    "text": "Eve"
   }
  },
  {
   "quote": {
    "text": "England is like the margin of a spring-run: near its source, always green, always cool, always moist, comparatively free from frost in winter and from drought in summer."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "I was never considered cool throughout my teens: a very important time to be accepted by someone, especially your peers. Yes, I had all the screaming women, but the guys hated my guts."
   },
   "author": {
    "text": "Donny Osmond"
   }
  },
  {
   "quote": {
    "text": "I've always been scared of advertising folk. I've met them at parties and I've been to their offices and I've always found them intimidatingly cool. At one company I visited, they held their meetings in a caravan that had somehow been installed in the place, a rather more exotic place to gather than the typical BBC glass box."
   },
   "author": {
    "text": "Evan Davis"
   }
  },
  {
   "quote": {
    "text": "To me, what I love about the draft is; first, you see the young men who are realizing their dreams that they've worked so hard for. That's a pretty cool thing. You saw the emotion from some of these guys the other day. And then, the second thing is this total sense of hope and optimism. And, I think that's great for everybody."
   },
   "author": {
    "text": "Roger Goodell"
   }
  },
  {
   "quote": {
    "text": "I really don't know that I'm iconic. I don't even know that people think I'm cool."
   },
   "author": {
    "text": "Laurence Fishburne"
   }
  },
  {
   "quote": {
    "text": "It's nice to see different places and different parts of the world. It's pretty cool, though I hate flying!"
   },
   "author": {
    "text": "Stipe Miocic"
   }
  },
  {
   "quote": {
    "text": "My youngest son has a very clear idea of what he wants to be when he grows up: he wants to be Indiana Jones, Batman and Jack Sparrow. Yes, all three at the same time. So he basically wants to be an archaeologist who wears tights and fights crimes on pirate ships. That's pretty cool, huh?"
   },
   "author": {
    "text": "Rhys Darby"
   }
  },
  {
   "quote": {
    "text": "The thing that's cool about the recording booth is that it's so perfunctory, so cut-to-the-chase."
   },
   "author": {
    "text": "Ron Perlman"
   }
  },
  {
   "quote": {
    "text": "I think I'm commercial underground. I'm not commercial in the way that people consider 'pop,' but I'm not underground in the way that people consider that. either. I am just a cool guy."
   },
   "author": {
    "text": "Tiesto"
   }
  },
  {
   "quote": {
    "text": "In America there's lot of cool cities, but in Canada there's, like, well, Vancouver, Toronto and Halifax may be cool, but they're so expensive. Montreal is the only city that's affordable but also has buses and culture."
   },
   "author": {
    "text": "Grimes"
   }
  },
  {
   "quote": {
    "text": "I met Evan Rachel Wood, James Woods, Kevin Bacon at Sundance. Steve Buscemi is pretty laid-back. I met Judy Greer in Vegas, and she was cool."
   },
   "author": {
    "text": "Mark Zupan"
   }
  },
  {
   "quote": {
    "text": "I think it's a very female trait to want to please men and to want to be considered the Cool Girl. And if you take that to the farthest reach, where you're actually selling yourself out and degrading yourself by doing things you don't actually want to do, only in order for this man to think that you do, that's a very perverse thing."
   },
   "author": {
    "text": "Gillian Flynn"
   }
  },
  {
   "quote": {
    "text": "The thing that I think a lot of guys need to know how to do is not take your mother's advice about honesty being the best policy. Listen to your cool, drunk uncle who tells you to lie. Those are the relationships that last."
   },
   "author": {
    "text": "Adam DeVine"
   }
  },
  {
   "quote": {
    "text": "There is something exciting about being in an environment in which it's really cool to be smart."
   },
   "author": {
    "text": "Freeman A. Hrabowski III"
   }
  },
  {
   "quote": {
    "text": "I no longer file expense reports, so I no longer experience the pain of it. What if everyone had a virtual assistant to do that kind of effort... like approving time off or submitting time-off requests? We want to really encourage developers to create cool things for Slack."
   },
   "author": {
    "text": "Stewart Butterfield"
   }
  },
  {
   "quote": {
    "text": "I'm too young to have experienced firsthand the '70s rock, but when I was in high school, me and my friends were super into Neil Young. That was the grunge era, and he was considered cool again."
   },
   "author": {
    "text": "Bryan Lee O'Malley"
   }
  },
  {
   "quote": {
    "text": "A fan sent me a pair of fluffy winter socks, and I was like, 'Oh, that's cool. I'll wear them to bed. It's cold; it's winter.' But they were worn. They were black underneath, and they stunk, and I hate feet. She was like, 'I'm giving you my favorite pair.'"
   },
   "author": {
    "text": "Ella Henderson"
   }
  },
  {
   "quote": {
    "text": "If kids can have some sort of social responsibility, that's cool. But if they're not actually having social responsibility, and they're kind of hiding behind it, that's kind of useless, or even worse."
   },
   "author": {
    "text": "Diplo"
   }
  },
  {
   "quote": {
    "text": "I've done a road trip across Italy with a girlfriend, and that was very romantic. I think that road trips are probably one of the romantic things you can do. To take your girlfriend and just stay wherever; don't have a destination and just drive and see where the road takes you is pretty cool."
   },
   "author": {
    "text": "Christopher Egan"
   }
  },
  {
   "quote": {
    "text": "I was terribly shy when I was growing up, I really wasn't confident with other people and I think I was always afraid of up or not being this very cool, amazing person that I wanted to be."
   },
   "author": {
    "text": "Emily Mortimer"
   }
  },
  {
   "quote": {
    "text": "There are still movies where females are just there to be cool, or they are there to lambaste their husbands and scold. But female comedy characters are changing for the better."
   },
   "author": {
    "text": "Nicholas Stoller"
   }
  },
  {
   "quote": {
    "text": "I want to speak up and tell you that mascara and clothes don't make you cool, neither do name-brand handbags, but being a leader can."
   },
   "author": {
    "text": "Renee Olstead"
   }
  },
  {
   "quote": {
    "text": "We define a metrosexual as someone who really takes care of themselves in terms of grooming and style. There is nothing wrong with that. But I think you need to have some other values. It's cool to incorporate some traditional values into metrosexuality. Then it becomes a good lifestyle."
   },
   "author": {
    "text": "Frank Vincent"
   }
  },
  {
   "quote": {
    "text": "I love evening tuberoses. My mother used to have tuberoses in her garden, and in the summers in Sacramento, it would get really hot and then cool down in the evenings. You'd walk up the driveway, and it made it feel like 'A Midsummer Night's Dream.'"
   },
   "author": {
    "text": "Lela Loren"
   }
  },
  {
   "quote": {
    "text": "It's difficult because Manhattan is so fantastic, and it's 9 miles away, and all these cool rich people live there and have great lives, and you live in a semi-attached row house in Queens."
   },
   "author": {
    "text": "James Gray"
   }
  },
  {
   "quote": {
    "text": "I wanted to be like some of the other young ladies that were in my school. I used to get picked on in church. Nobody wants to hang out with me. I want to hang out with the cool girls, and I started to take the wrong turn and do things I knew wasn't right."
   },
   "author": {
    "text": "Fantasia Barrino"
   }
  },
  {
   "quote": {
    "text": "It's always interesting to see how we're able to, with craftsmanship... to bring these cool sustainable materials, cool metals, into the House of Marley and keeping that sustainable movement as well."
   },
   "author": {
    "text": "Rohan Marley"
   }
  },
  {
   "quote": {
    "text": "The cool thing about my show and me is that I'm a writer, and I'm a writer first if I don't have music."
   },
   "author": {
    "text": "Halsey"
   }
  },
  {
   "quote": {
    "text": "If we just stick to one kind of music, our creativity is limited. We wanted to extend the audience for the cello, especially the younger people, and to show them how cool and how powerful and how diverse the cello can be."
   },
   "author": {
    "text": "Stjepan Hauser"
   }
  },
  {
   "quote": {
    "text": "I admire a lot of photographers, but I feel very disconnected from them at the same time. I don't feel I employ any technique like these people in my work. I guess if there's any influence from any of these photographers, it's this: They were concerned only with beauty. Not with 'cool.' I hope I'm doing the same."
   },
   "author": {
    "text": "Jamie Hince"
   }
  },
  {
   "quote": {
    "text": "Makeup is cool. I mean, you can turn up and feel really good and treat yourself, but it shouldn't be something you hang on to to validate your beauty or something you have to do to make you feel beautiful."
   },
   "author": {
    "text": "Letitia Wright"
   }
  },
  {
   "quote": {
    "text": "Parisians have this ability to be cool and chic without appearing to have made an effort."
   },
   "author": {
    "text": "Jeanne Damas"
   }
  },
  {
   "quote": {
    "text": "When people hear the name Gregory Isaacs, I want dem to think of 'Night Nurse' and 'Red Rose For Gregory' and 'The Cool Ruler.' I love it when somebody comes up to me and say, 'I love your songs.'"
   },
   "author": {
    "text": "Gregory Isaacs"
   }
  },
  {
   "quote": {
    "text": "I love the Army-Navy surplus store Surplus Value Center. They have really good long underwear and multicolored bandanas, cool camo jackets, and really, really scary-looking knives. If you're into that sort of thing."
   },
   "author": {
    "text": "Jill Soloway"
   }
  },
  {
   "quote": {
    "text": "I remember in high school trying to get home from water-polo practice in time so I could see Happy Days on television when it first came on, because I was so blown away by it. It was just such a cool thing."
   },
   "author": {
    "text": "Ted McGinley"
   }
  },
  {
   "quote": {
    "text": "I find a place I love and want to tell people about it. Same thing with Photoshop tips. When I discover a cool tip, I can't keep it to myself."
   },
   "author": {
    "text": "Scott Kelby"
   }
  },
  {
   "quote": {
    "text": "I am the 'Cosmic Dancer' who dances his way out of the womb and into the tomb on 'Electric Warrior.' I'm not frightened to get up there and groove about in front of six million people on TV because it doesn't look cool. That's the way I would do it at home."
   },
   "author": {
    "text": "Marc Bolan"
   }
  },
  {
   "quote": {
    "text": "Never judge someone by who he's in love with; judge him by his friends. People fall in love with the most appalling people. Take a cool, appraising glance at his pals."
   },
   "author": {
    "text": "Cynthia Heimel"
   }
  },
  {
   "quote": {
    "text": "It is so cool to think that there are two female, Indian actresses on prime-time American network television who are considered attractive and funny and smart."
   },
   "author": {
    "text": "Hannah Simone"
   }
  },
  {
   "quote": {
    "text": "Being a nerd is not always a bad thing. It's actually cool to be a nerd."
   },
   "author": {
    "text": "Grizz Chapman"
   }
  },
  {
   "quote": {
    "text": "I write because it's my way of finding cool ideas, thinking through hard problems and things I don't understand, and getting better at something."
   },
   "author": {
    "text": "Atul Gawande"
   }
  },
  {
   "quote": {
    "text": "People expect you to be doing something cool all the time. In a normal life, that's not happening!"
   },
   "author": {
    "text": "Kaia Gerber"
   }
  },
  {
   "quote": {
    "text": "Guys want to be cool without appearing to be bothered about trends."
   },
   "author": {
    "text": "John Rocha"
   }
  },
  {
   "quote": {
    "text": "As far as putting stuff on social media, I think Instagram is really cool because I like the visual aspect. You're taking pictures, and you can put a filter on them, and it's super creative."
   },
   "author": {
    "text": "Ross Lynch"
   }
  },
  {
   "quote": {
    "text": "If you think about it, you can have the best CGI, but you can always tell that it is CGI. Your brain can spot that is not real even though you think it looks cool. Your brain knows the truth, so you don't jump and you don't scream. It was very important for me to expose the audience to real elements."
   },
   "author": {
    "text": "Fede Alvarez"
   }
  },
  {
   "quote": {
    "text": "One interviewer asked me: 'How do you feel that you've betrayed your father?' That wasn't really very cool."
   },
   "author": {
    "text": "Dhani Harrison"
   }
  },
  {
   "quote": {
    "text": "I used to have an afro - like Will Ferrell in 'Semi-Pro.' It was bleached blond from the sun. I was tall and awkward. I was not cool."
   },
   "author": {
    "text": "Liam Hemsworth"
   }
  },
  {
   "quote": {
    "text": "It's so cool to hear these DJs and younger artists that are coming around be like, 'Wow, we love your music.'"
   },
   "author": {
    "text": "Howie Dorough"
   }
  },
  {
   "quote": {
    "text": "I don't believe you can buy or sell 'cool.'"
   },
   "author": {
    "text": "Carolyn See"
   }
  },
  {
   "quote": {
    "text": "I'm always trying to be a good example to people and always trying to do something cool. I really don't want to end up like that cliche celebrity teenager kid who is a bad example."
   },
   "author": {
    "text": "Lucky Blue Smith"
   }
  },
  {
   "quote": {
    "text": "Electric cars are really very cool. Air-source heat pumps are great."
   },
   "author": {
    "text": "David J. C. MacKay"
   }
  },
  {
   "quote": {
    "text": "It's just cool for a girl to be able to do her own thing. I do a lot of movies, and I'm very lucky, and I'm not complaining. But in movies, alongside big action men, we've always got to take a step back and let the men shine."
   },
   "author": {
    "text": "Maggie Q"
   }
  },
  {
   "quote": {
    "text": "I always had good friends, but I did not feel like a cool girl, ever."
   },
   "author": {
    "text": "Nicole Holofcener"
   }
  },
  {
   "quote": {
    "text": "Artists thrive off each other, and when you see other people doing cool stuff, it inspires you to do cool stuff."
   },
   "author": {
    "text": "Courtney Barnett"
   }
  },
  {
   "quote": {
    "text": "I love reading religious authors. Especially in the sort of circle I move in, people tend to be more secular, and I love reading books by just really smart people of religious faith. It's always a really cool perspective."
   },
   "author": {
    "text": "Mallory Ortberg"
   }
  },
  {
   "quote": {
    "text": "I hear good things about Xbox Live from some of my younger teammates. I think it would be fun to be able to challenge fans all over the world. It would be cool to be able to play some of my friends back home in the States. I'm looking forward to trying it."
   },
   "author": {
    "text": "Claudio Reyna"
   }
  },
  {
   "quote": {
    "text": "A lot of people are obsessed with looking cool. They feel they have to look after their image."
   },
   "author": {
    "text": "Adrian Edmondson"
   }
  },
  {
   "quote": {
    "text": "I don't mind not being cool; I wear a cardigan."
   },
   "author": {
    "text": "Marcus Brigstocke"
   }
  },
  {
   "quote": {
    "text": "The camera never lies, man. I've learned that. If you allow it, it will see right through you, which is kind of cool."
   },
   "author": {
    "text": "Ramon Rodriguez"
   }
  },
  {
   "quote": {
    "text": "Westerns are cool, man. I'm big on Westerns. I just love the grittiness."
   },
   "author": {
    "text": "Ramon Rodriguez"
   }
  },
  {
   "quote": {
    "text": "Well, we played with Soul Coughing once for like two days, that was pretty cool. I mean they were all good, you can pull a great experience from everything."
   },
   "author": {
    "text": "Mike Lowry"
   }
  },
  {
   "quote": {
    "text": "This phenomenon with Betty White is so wonderfully amazing. In a world where ageism runs rampant, out of left field, all of a sudden, the country decides to celebrate Betty White, and she becomes cool at 90. That's remarkable."
   },
   "author": {
    "text": "Chris Meledandri"
   }
  },
  {
   "quote": {
    "text": "It's cool seeing stuff, like, that come together really quickly and the reaction that it gets."
   },
   "author": {
    "text": "Joshua Ostrander"
   }
  },
  {
   "quote": {
    "text": "I've actually been compared to every female singer going from Britney, Christina, Mariah, Duffy, Amy Winehouse, everyone. And they are so different, so I think it's cool that people see me as so many different artistes but I think I'm a little different, yeah."
   },
   "author": {
    "text": "Pixie Lott"
   }
  },
  {
   "quote": {
    "text": "Redford always has been a cool presence both before and behind the camera. His best movie as a filmmaker, 1994's 'Quiz Show,' exhibits a classicism verging on self-repression, and the social indignation in many of his films engages more than moves you."
   },
   "author": {
    "text": "Steve Erickson"
   }
  },
  {
   "quote": {
    "text": "Everybody else was quoting 2Pac, and I was running around with Green Day in my Walkman. Racially speaking, I wasn't cool or appropriate for any group."
   },
   "author": {
    "text": "Justin Simien"
   }
  },
  {
   "quote": {
    "text": "There's no point in swanning through and being cool as a breeze in every scene. It's not really that interesting. Even if you're a superhero."
   },
   "author": {
    "text": "Michael Fassbender"
   }
  },
  {
   "quote": {
    "text": "I was just this little theater geek. I joined the drama program my freshman year. I read the morning announcements my sophomore year. I didn't have to eat in the cafeteria with everyone else because my drama teacher was cool. Everybody knew who I was, and that's all I ever wanted as a theater kid."
   },
   "author": {
    "text": "Ashleigh Murray"
   }
  },
  {
   "quote": {
    "text": "Elon Musk is a cool cookie."
   },
   "author": {
    "text": "John Collison"
   }
  },
  {
   "quote": {
    "text": "I'm involved in so many cool and interesting and redeeming things. I'm enjoying every day."
   },
   "author": {
    "text": "Chris Borland"
   }
  },
  {
   "quote": {
    "text": "I've always enjoyed searching for clothes. I like thrift stores and vintage stuff, and not so much going to Urban Outfitters. What got me interested is having to choose dresses for the carpet, and doing a lot of shoots with really cool clothes. I've gotten to try on a lot of things that I've liked, and some things that I haven't."
   },
   "author": {
    "text": "Morgan Saylor"
   }
  },
  {
   "quote": {
    "text": "I admire cool renderings of hot topics."
   },
   "author": {
    "text": "Kathryn Harrison"
   }
  },
  {
   "quote": {
    "text": "You know, you grow up with the image of John Travolta being super cool - 'Saturday Night Fever,' Brian De Palma, handsome young god... he, in reality, is a very silly man. And I mean that in a good way. He'll walk around the set talking in little weird voices, making people laugh."
   },
   "author": {
    "text": "Eric Stoltz"
   }
  },
  {
   "quote": {
    "text": "I had a lot of jobs in New York. I worked in a cafe, and I did bike delivery, and I was a mover. And I babysat, which was really cool in some cases and really insane in others."
   },
   "author": {
    "text": "Kevin Morby"
   }
  },
  {
   "quote": {
    "text": "They're a different generation, those kids; kids that are under the age of twelve. They're not that impressed by rock music, you know what I mean? They're like, it's cool and everything, but whatever. They're just as impressed by YouTube."
   },
   "author": {
    "text": "Frank Black"
   }
  },
  {
   "quote": {
    "text": "My strangest media moment a photo session they all had dressed up like 50 gangsters. That was pretty cool. We have to get some more of those kind of photos sometimes."
   },
   "author": {
    "text": "Kerry King"
   }
  },
  {
   "quote": {
    "text": "In secondary school, I became aware of the idea of being cool, and that was a bit of a shell shock."
   },
   "author": {
    "text": "Ruth Bradley"
   }
  },
  {
   "quote": {
    "text": "I guess I would use my son's word: cool. It was cool to work in the White House."
   },
   "author": {
    "text": "Alberto Gonzales"
   }
  },
  {
   "quote": {
    "text": "I think as - all in all, it's better to have a cool president than a not cool president."
   },
   "author": {
    "text": "Jonah Goldberg"
   }
  },
  {
   "quote": {
    "text": "The secret was to just be cool, stay in God's graces, and work it out."
   },
   "author": {
    "text": "Solomon Burke"
   }
  },
  {
   "quote": {
    "text": "The Russo brothers are the best people ever, and they cast me in 'Happy Endings.' I did text Joe Russo to say, 'I don't think my character dies, so if you need a local news cameraman to show up in 'Captain America 2'... I know it doesn't make sense, but just hear me out on this!' He was really cool about it and turned me down right away."
   },
   "author": {
    "text": "Adam Pally"
   }
  },
  {
   "quote": {
    "text": "'Proof' is a really cool pilot that I was lucky enough to read by Rob Braggin for TNT that's about a surgeon who's an agnostic, tough, grounded, scientific mind and she's hired by a Steve Jobs-type who's just been diagnosed with cancer to focus on near death experiences and what happens when you die."
   },
   "author": {
    "text": "Alex Graves"
   }
  },
  {
   "quote": {
    "text": "When I look at President Obama, I see a leader with a cool head, a caring heart and an open mind, a president who has demonstrated through his demeanor and through his deeds that he is uniquely qualified to heal our divisions, rebuild our nation and lead us to a brighter future together."
   },
   "author": {
    "text": "Charlie Crist"
   }
  },
  {
   "quote": {
    "text": "My dad is a really cool guy, but he showed me 'The Shining,' and I was like, 'Hey, dad. I'm thirsty. Let's go get a Coke.' So we went to the vending machine, and he hid... and I turned back, and I was like, 'Dad? Dad?' And the elevator scene came to my mind."
   },
   "author": {
    "text": "Daniel Zovatto"
   }
  },
  {
   "quote": {
    "text": "White people couldn't do black music back in the day because they weren't funky or bad enough. They weren't from the ghettoes, but hip-hop and R&B changed all of that because white kids want to be down with it. They wanted to learn it so they studied the culture. It's kind of a cool thing because we shouldn't be so separate."
   },
   "author": {
    "text": "Narada Michael Walden"
   }
  },
  {
   "quote": {
    "text": "When I buy clothes, I like to buy them in outfits so I know they go together. I like a very simple, natural style. I never like to be the attention getter; I like to come under the radar and be cool about my look, very classic and stylish. I'm not into fads."
   },
   "author": {
    "text": "Rena Sofer"
   }
  },
  {
   "quote": {
    "text": "I'm cool with where I'm at. It's certain things I wanna do to be better, but I'm good."
   },
   "author": {
    "text": "Jazmine Sullivan"
   }
  },
  {
   "quote": {
    "text": "In the old days, a TV sync was perceived as not so cool or whittling away at your indie cred. Now it's seen as much more of an opportunity than a sellout, as a way to find fans who wouldn't have ordinarily come across their genre of music."
   },
   "author": {
    "text": "Alexandra Patsavas"
   }
  },
  {
   "quote": {
    "text": "I loved it. I just thought I wanted to stay in college forever. I came to New York all by myself; I didn't have any friends there. But it was fine. I felt comfortable. I started thinking, 'Maybe graduate school?' I was really cool with people who were smart, who knew stuff. It's very romantic and stimulating."
   },
   "author": {
    "text": "Alice Smith"
   }
  },
  {
   "quote": {
    "text": "There's nothing less funny than someone who looks cool. There's nothing more unappealing."
   },
   "author": {
    "text": "Eric Wareheim"
   }
  },
  {
   "quote": {
    "text": "I'd say I'm a true conservative. Liberals have got a monopoly on protecting the environment, or all the cool technology, and I don't think we should cede that territory."
   },
   "author": {
    "text": "Thomas Massie"
   }
  },
  {
   "quote": {
    "text": "I like to wear shoes that are cool but also practical. The same goes for bags. Your bag is a big deal in New York. You can't just carry around a little clutch, because you don't have a car or anywhere to stash things during the day, so you need to carry your whole life with you. That's why I like big, chunky bags with lots of compartments."
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "I don't really go out, 'go out' that much anymore. I live in Brooklyn, in Williamsburg, so I just like to wander around. Williamsburg's such a cool little neighborhood community spot."
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "Hollywood is like a really sad, grown up version of high school where people get labeled as 'cool,' 'not cool,' 'jock,' 'bombshell,' 'quirky'... it's like a caste system. You're either in, or you're out."
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "It's superficial that people think I'm cool because I wear certain clothes and I have tattoos. The funniest part is, when they get to know me, they're always surprised by how nerdy I am."
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "The one thing about art is you can't question it. Everyone is looking at everyone else to find out what's cool. No one knows what's cool."
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "I recently discovered Artkive, a wonderful app that allows you to archive your child's artwork and create cool gifts like photo albums, mugs, mousepads, etc. It's very easy to use, and since Arabella is such a talented artist, I'm a pro!"
   },
   "author": {
    "text": "Ivanka Trump"
   }
  },
  {
   "quote": {
    "text": "I haven't took no punishment. There's nothing cool about taking punishment."
   },
   "author": {
    "text": "Floyd Mayweather, Jr."
   }
  },
  {
   "quote": {
    "text": "Stop being conned by the old mantra that says, 'Leaders are cool, managers are dweebs.' Instead, follow the Peters Principle: Leaders are cool. Managers are cool too!"
   },
   "author": {
    "text": "Tom Peters"
   }
  },
  {
   "quote": {
    "text": "'In Search of Excellence' - even the title - is a reminder that business isn't dry, dreary, boring, or by the numbers. Life at work can be cool - and work that's cool isn't confined to Tiger Woods, Yo-Yo Ma, or Tom Hanks. It's available to all of us and any of us."
   },
   "author": {
    "text": "Tom Peters"
   }
  },
  {
   "quote": {
    "text": "I don't wanna abandon my identity as LL Cool J, but at the same time, I had to figure out how to let people know that I'm really serious about making these movies."
   },
   "author": {
    "text": "LL Cool J"
   }
  },
  {
   "quote": {
    "text": "What is more important than the name is that people know that I really like acting, I enjoy it and I want people to know that I am serious. The name thing: I will always be L.L. Cool J."
   },
   "author": {
    "text": "LL Cool J"
   }
  },
  {
   "quote": {
    "text": "Being cool, having a 'cool' energy is just not attractive to me."
   },
   "author": {
    "text": "Selena Gomez"
   }
  },
  {
   "quote": {
    "text": "I've always wanted to do a cutesy little song with a guy and girl singing back and forth and thought that Regina Spektor would be kind of cool for that. I love her voice. She's an amazing musician."
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "It's just really cool to go to countries and play festivals for people who don't really know your band or don't ever get to see it. It's really nice."
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "Halsey's a really great artist - her voice is great, and she has a really cool message behind her songs."
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "I used to study 'Hunky Dory' - and be mad that I hadn't figured out anything that cool!"
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "It's not really a popular consensus to sing Sinatra - which I love! And I just think it's so cool that he disliked rock n' roll so much."
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "I follow all these fashion blogs that are cool and inspire me. I'm not really obsessed with anyone except for the people that I like romantically. I get excited when they post. Sometimes I like to stalk my exes."
   },
   "author": {
    "text": "Kylie Jenner"
   }
  },
  {
   "quote": {
    "text": "Awkwardness gives me great comfort. I've never been cool, but I've felt cool. I've been in the cool place, but I wasn't really cool - I was trying to pass for hip or cool. It's the awkwardness that's nice."
   },
   "author": {
    "text": "Marc Jacobs"
   }
  },
  {
   "quote": {
    "text": "Blood is one of the things that made fights cool. Like, you knew it had gotten serious. I understand why we don't do it anymore."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "I really, really, really love my job, so it's not like I'm trying to quit wrestling to do movies. They just all seemed like cool things to do. I mean, I'd love to be the bad guy in an action movie because then people would get to see another side of me they don't get to see."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "I had a couple of really cool friends when I was a kid, and we'd find cool music and movies and show them to each other. My friend Dennis had a copy of 'A Clockwork Orange' and he'd already seen it once, and he was like, 'We need to watch this.' I was sleeping over his house - and I think we were literally 15 - and we watched it."
   },
   "author": {
    "text": "Gerard Way"
   }
  },
  {
   "quote": {
    "text": "You have this ability in hip hop to be invincibly cool, and that is a part of G-Eazy."
   },
   "author": {
    "text": "G-Eazy"
   }
  },
  {
   "quote": {
    "text": "If we're deciding about merch pieces, t-shirts or hats, they have to be well designed and cool enough for somebody to want to buy it and then wear it and walk around advertising me and my music."
   },
   "author": {
    "text": "G-Eazy"
   }
  },
  {
   "quote": {
    "text": "Pretty much any time I got a chance to do something cool, I tried to grab for it, and that's where my solace comes from."
   },
   "author": {
    "text": "Randy Pausch"
   }
  },
  {
   "quote": {
    "text": "'Boyz-n-the-Hood' was actually supposed to be written for Eazy's group. He had a group out in New York called Home Boys Only, called HBO. One of them looked like LL Cool J. Eazy wanted to write a song for them, a street song, like what we were doing on the mix tapes. So when I wrote it, it was too West Coast for them."
   },
   "author": {
    "text": "Ice Cube"
   }
  },
  {
   "quote": {
    "text": "I'm not geeky but I have my geeky, corky moments, and then I've got some aspects of cool in me, I guess."
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "You make your first album, you make some money, and you feel like you still have to show face, like 'I still go to the projects.' I'm like, why? Your job is to inspire people from your neighborhood to get out. You grew up there. What makes you think it's so cool?"
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "I've always believed in good music over bad music. I believe in two sorts of musics. And the lines that separate us, I don't believe in that. That's for people who need to easily define what they're hearing. Me, I'm cool with everything and anything I'm hearing that's music. It comes under one definition for me."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "One of the biggest challenges we have, folks, is making liberty and freedom cool."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "I think most people think of ballerinas as kind of either as a fairytale, far-away thing that's really not attainable, something they can't grasp, or they think of them as European or Russian and kind of their nose up in the air. So, it's cool for me to, like, sit with them and for them to really see themselves as me."
   },
   "author": {
    "text": "Misty Copeland"
   }
  },
  {
   "quote": {
    "text": "What I love about comedy is that we're this group of weirdos, and the only language that matters is, 'Are you funny?' And it really is this oddly cool American idea where comedy's the marketplace of ideas. May the best idea win."
   },
   "author": {
    "text": "Hasan Minhaj"
   }
  },
  {
   "quote": {
    "text": "'Vice News' is cool because they'll just send your local barista to go talk to the head of ISIS."
   },
   "author": {
    "text": "Hasan Minhaj"
   }
  },
  {
   "quote": {
    "text": "So, it's cool that, yes, Hal Jordan is a superhero, but my character is a real-world hero in her own life."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "If people could walk around in suits of energy, that would be cool. Other than that, I don't think men should wear spandex."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "An Oklahoma girl like me wouldn't even know how to be a diva. I'm just a person who has a cool job. I love to be at home. I rarely go to clubs... and I always wear underwear! I just know I'd fall down, and that's not for everyone to see."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "When I entered high school I was an A-student, but not for long. I wanted the fancy clothes. I wanted to hang out with the guys. I went from being an A-student to a B-student to a C-student, but I didn't care. I was getting the high fives and the low fives and the pats on the back. I was cool."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "In my 30s, it wasn't cool to like Pauly Shore movies. It was cool to like them when they came out, then it wasn't cool."
   },
   "author": {
    "text": "Pauly Shore"
   }
  },
  {
   "quote": {
    "text": "I've had fans come and knock on my door. I'm usually polite, but I'm usually very direct and say, 'It's not cool that you come here uninvited.'"
   },
   "author": {
    "text": "Gary Allan"
   }
  },
  {
   "quote": {
    "text": "I put on the Hank Williams and the Patsy Cline and the Rosemary Clooney on vinyl - I'm not trying to be some cool indie-rock person, I just love the way it sounds - and throw on a T-shirt and jeans. In Texas, we practically come out of the womb in jeans."
   },
   "author": {
    "text": "Kelly Clarkson"
   }
  },
  {
   "quote": {
    "text": "The last game I played in college was in the NIT against St. Mary's. That was the first time I had come to the Oakland area. So, the last game I played in college and the first game of my NBA career were out here in the Bay Area. It's pretty cool."
   },
   "author": {
    "text": "Stephen Curry"
   }
  },
  {
   "quote": {
    "text": "I think, for the first time, people are starting to say, 'That's Sterling K. Brown,' which is cool, which is uncharted territory for your boy. It's nice to be called by your name when you're not in character."
   },
   "author": {
    "text": "Sterling K. Brown"
   }
  },
  {
   "quote": {
    "text": "On Twitter, there'll be fans of 'Army Wives' and people who say, 'I've been following you since 'Supernatural,' I loved you on 'Person of Interest,'' and it's really cool to get that love. To them, I'm not just an overnight success."
   },
   "author": {
    "text": "Sterling K. Brown"
   }
  },
  {
   "quote": {
    "text": "M. Night Shyamalan can draw quite a few people to quite a few things, and having the opportunity to work with him is very cool."
   },
   "author": {
    "text": "Sterling K. Brown"
   }
  },
  {
   "quote": {
    "text": "It would be really cool to have my dad here to witness this, to see his grandchildren, to see this woman that I chose to share my life with, to just come walk on set and be like, 'Ah, this is how you make TV shows and movies.'"
   },
   "author": {
    "text": "Sterling K. Brown"
   }
  },
  {
   "quote": {
    "text": "What is cool today is not going to be cool tomorrow, and what wasn't cool yesterday is going to be cool tomorrow."
   },
   "author": {
    "text": "Zendaya"
   }
  },
  {
   "quote": {
    "text": "I realized that if I don't like something, I can change it. If I don't feel comfortable with something, then I have a voice to say it's not cool."
   },
   "author": {
    "text": "Zendaya"
   }
  },
  {
   "quote": {
    "text": "I have the ability to sing with emotion and feeling, but if you say I sound like Billie Holiday, that's cool. Let's look at who Billie was: she was this person, this singer, this beautiful diva who could move the audience with the slightest gesture of her hand."
   },
   "author": {
    "text": "Erykah Badu"
   }
  },
  {
   "quote": {
    "text": "I read the script for Wonder Boys, and I said that was almost perfect, it was so classy, cool and funny. It's a really specific thing. We stuck to it, it turned out good and a lot of people liked it."
   },
   "author": {
    "text": "Robert Downey, Jr."
   }
  },
  {
   "quote": {
    "text": "I don't know who came up with this idea that it's cool to hate on other girls, 'cause it's not."
   },
   "author": {
    "text": "Lilly Singh"
   }
  },
  {
   "quote": {
    "text": "Justin Timberlake is everything, and what more could you want in a person? He's funny. He's cute. He's great. He just understands. I get him and he gets me, and that's cool."
   },
   "author": {
    "text": "Britney Spears"
   }
  },
  {
   "quote": {
    "text": "I used to be a cool chick but I'm not anymore."
   },
   "author": {
    "text": "Britney Spears"
   }
  },
  {
   "quote": {
    "text": "When you tour, it's so hard on the body. Being in one place is cool. It's a more stable environment."
   },
   "author": {
    "text": "Britney Spears"
   }
  },
  {
   "quote": {
    "text": "There are so many soulful singers, even the ones coming from London, like Adele and Jessie J, who are just amazing. It feels like a really cool time to be making music now."
   },
   "author": {
    "text": "Britney Spears"
   }
  },
  {
   "quote": {
    "text": "I do love Instagram, and my kids are with me, like, 24-7, so it's inevitable that they'll be on there. And honestly, I know it sounds weird, but I look up people all the time on it. Because I find people so interesting, and I'm curious about them. It's a gateway to meet new people. I think the whole concept of Instagram is really cool."
   },
   "author": {
    "text": "Britney Spears"
   }
  },
  {
   "quote": {
    "text": "I'm definitely picky about what projects I take on. They have to be things I'm passionate about. I actually get to be creative when it comes to my mobile game. It's really cool."
   },
   "author": {
    "text": "Britney Spears"
   }
  },
  {
   "quote": {
    "text": "I would love to act. I would love to do movies. If it was the right part, it would be really cool... I love funny movies."
   },
   "author": {
    "text": "Britney Spears"
   }
  },
  {
   "quote": {
    "text": "Someone like Vincent Price or somebody like Christopher Lee, they never won an award, and it doesn't matter. They're cool."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "I don't care about how I look; I'm dedicated to the laughs. You know, I used to be a clown, so - my name was Smoothie the Clown. All the training I had, all my training is geared toward making people laugh, and I didn't care about being cool."
   },
   "author": {
    "text": "Bernie Mac"
   }
  },
  {
   "quote": {
    "text": "For the better part of my adult life, I proudly avoided nerd/nimrod/goober status. I was always just cool enough."
   },
   "author": {
    "text": "Steve Carell"
   }
  },
  {
   "quote": {
    "text": "It's deeper than the music when it comes to me and Mustard. He's like a big brother, and I'm so thankful to have a mentor like him to advise me. Even though he gives me a lot of creative control, I always go to him like, 'Do you like this?' It's so cool that it's always a collaborative effort. He never makes me feel pressured or anything."
   },
   "author": {
    "text": "Ella Mai"
   }
  },
  {
   "quote": {
    "text": "It's been cool to have my name mentioned when people say R&B is on the comeback and I'm the leading person. If you had told me at 16 that I would be that person - you're lying."
   },
   "author": {
    "text": "Ella Mai"
   }
  },
  {
   "quote": {
    "text": "I don't go to the cool, trendy restaurants. I go to either the holes in the wall or the super-fancy restaurants where there are no cool people."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "I came from a crew, and to me, all the guys I rapped with were better than me, so I was surprised when I was the breakout one. It was definitely a cool thing."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "My mom was my main influence growing up, and Phylicia Rashad reminded me a lot of my mother, just the way she handled certain things, she was... not soft-spoken but smooth-spoken. Just very calm, cool, collected about things."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "I'm cool with myself. If I can't have the body of Angie Bassett, so be it."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "When I'm wearing too-high heels and swaying my hips, I do that Sharon Stone kind of thing - she has the sexiest walk, a New York cool thing that throws you back."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "I'd love to be an artist that's multifaceted. At the moment, I am not. But wouldn't that be cool if I was like, 'Yeah, let me pull out my guitar and play you a song.' I would adore that. I am so far not gifted in that way. But I am a very hard worker and a very determined person, so who knows?"
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "I look around at my peers, and I'm so blown away by their talent and their beauty and their cool style, as well as their ability to be an actress and be a movie star and be good at it. I mean, they're so good, and we're all trying to get the same parts."
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "I'm not Rihanna. I'm not cool. When people come up to me in the street, they often want a hug, not a photo, and they want that because they like my work."
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "When I don't look cool enough or when I cannot make good music anymore, I will retire."
   },
   "author": {
    "text": "G-Dragon"
   }
  },
  {
   "quote": {
    "text": "When I first moved to Vail, it was like I was a little celebrity. You know, everyone knew my accomplishments. I was a young, fast teenager and making waves in the ski world. And it was really cool."
   },
   "author": {
    "text": "Lindsey Vonn"
   }
  },
  {
   "quote": {
    "text": "I have met Jackie Chan about 6 times up 'til now... and even though many people think we are natural enemies, I personally think he is a cool bloke and would honestly love to work with him in a film one time - that would a well brilliant movie!"
   },
   "author": {
    "text": "Jet Li"
   }
  },
  {
   "quote": {
    "text": "Both conservatives and liberals watch 'Parks and Recreation,' and they each think the show is for them, which is really cool. 'SNL' was totally different. It was exciting because everyone was paying attention. Political humor works when people know what you're talking about."
   },
   "author": {
    "text": "Amy Poehler"
   }
  },
  {
   "quote": {
    "text": "I love the song 'El Rey.' And for years, I never knew what the song was totally about. It was something new for me. I'd never sung a song in Spanish before. Then I got the translation and saw what a really cool song it was."
   },
   "author": {
    "text": "George Strait"
   }
  },
  {
   "quote": {
    "text": "The best merchants in the world aren't the ones predicting what's cool next; we're the ones dictating what's cool next."
   },
   "author": {
    "text": "Kevin Plank"
   }
  },
  {
   "quote": {
    "text": "Growing up, I didn't feel cool; I didn't fit into any crowd."
   },
   "author": {
    "text": "Madonna Ciccone"
   }
  },
  {
   "quote": {
    "text": "When I was a child, it was cool to be a scientist."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "I think it's so cool to be tall. Even when I'm not wearing heels people tell me I'm tall and I always take it as a complement. The good thing is I can always see everybody in the room."
   },
   "author": {
    "text": "Maria Sharapova"
   }
  },
  {
   "quote": {
    "text": "My mom was really cool."
   },
   "author": {
    "text": "Ryan Gosling"
   }
  },
  {
   "quote": {
    "text": "Touring is very routine. You get to the city, you go to the hotel, you got to be at the hotel by a certain time - it's very routine. I'm not a very structured person, so when I get some structure, it's cool; it's good for me."
   },
   "author": {
    "text": "J. Cole"
   }
  },
  {
   "quote": {
    "text": "In general, taking soccer out of the picture, as an American living overseas, it's so cool, and I've grown so much. Now I can look at my life from a different perspective."
   },
   "author": {
    "text": "Ali Krieger"
   }
  },
  {
   "quote": {
    "text": "Spider-Man's probably my favorite. You see, Batman is a billionaire and there's nothing really cool about a billionaire saving the world. But Spider-Man is Peter Parker, a conflicted character who puts on a suit and saves the world. I love that."
   },
   "author": {
    "text": "Zac Efron"
   }
  },
  {
   "quote": {
    "text": "Personally, I was never the cool kid. I was always sort of a bookworm."
   },
   "author": {
    "text": "Zac Efron"
   }
  },
  {
   "quote": {
    "text": "When I was younger, I had a perm, and it was really big. My mom was a hairdresser, so even my dad had a perm! I looked like a poodle, but it was cool at the time."
   },
   "author": {
    "text": "Heidi Klum"
   }
  },
  {
   "quote": {
    "text": "Our mission for younger people is to do our best to make exercise cool, hip - the thing to do."
   },
   "author": {
    "text": "Caitlyn Jenner"
   }
  },
  {
   "quote": {
    "text": "I didn't know I was cool, but I was very flattered that some of the younger comedy writers came up to talk to me at the Emmys. I found that gratifying."
   },
   "author": {
    "text": "Bob Newhart"
   }
  },
  {
   "quote": {
    "text": "It's a trend to insult Wale, like that makes you cool on the Internet, and a part of it is because I respond."
   },
   "author": {
    "text": "Wale"
   }
  },
  {
   "quote": {
    "text": "The one person who's disappeared out of the business is the A&R man. Because the listener at home becomes the A&R man. He's the one who chooses what tracks he wants on the album. And that's cool."
   },
   "author": {
    "text": "Jimmy Page"
   }
  },
  {
   "quote": {
    "text": "I always thought I'd look corny in the type of rap video in the club with girls and all that type of stuff. I just didn't think I could really pull that off. We always think it's more fun and better just to go outside the box and to use our videos to show cool concepts."
   },
   "author": {
    "text": "Mac Miller"
   }
  },
  {
   "quote": {
    "text": "Ego is hilarious - especially the vanity of a comedian. As soon as you see one start worrying about how cool he is or about how many stadiums he can fill, he stops being funny."
   },
   "author": {
    "text": "Ricky Gervais"
   }
  },
  {
   "quote": {
    "text": "If you do a trick and it doesn't work out, that can stick with you. I like to go back, nail the trick, and, 'OK, I'm cool, it's all good.'"
   },
   "author": {
    "text": "Shaun White"
   }
  },
  {
   "quote": {
    "text": "What drives me now is the fact that I feel like I still have so many tricks that I want to learn and so many things that I can still do. And so many cool things outside of sports that I have been doing."
   },
   "author": {
    "text": "Shaun White"
   }
  },
  {
   "quote": {
    "text": "I mean, I get letters in the mail because I had a heart defect when I was one, I had surgeries and stuff. And so you get these letters in the mail that just, they are crazy, they are just like, yes, well our son is dealing with the same thing and we saw you on TV and I mean it is such a cool thing to inspire and kind of give hope."
   },
   "author": {
    "text": "Shaun White"
   }
  },
  {
   "quote": {
    "text": "My problem was that I was blond. There were no heroes with blond hair. Robert Taylor and Henry Fonda, they all had dark hair. The only one I found was Van Johnson, who wasn't too cool. He was a nice, homely American boy. So I created my own image. It worked."
   },
   "author": {
    "text": "Michael Caine"
   }
  },
  {
   "quote": {
    "text": "I like the new, cool, swinging Justin Timberlake."
   },
   "author": {
    "text": "Roger Stone"
   }
  },
  {
   "quote": {
    "text": "My whole thing is that I want to explore why you read books, what's the purpose of reading, and maybe that it's not that cool to hate something just because it's popular."
   },
   "author": {
    "text": "Josh Radnor"
   }
  },
  {
   "quote": {
    "text": "Cynicism is kind of like folding your arms and stepping back and commenting on things, like the old guys in 'The Muppets,' just throwing out comments all the time, whereas there are other people on the ground really trying to affect things and improve their lives and the lives of other people. I think it's noble and I think it's cool."
   },
   "author": {
    "text": "Josh Radnor"
   }
  },
  {
   "quote": {
    "text": "I haven't left the house without a packet of Kleenex in my back pocket for as long as I can remember. Whenever I start thinking I'm incredibly cool, the packet of Kleenex in my back pocket brings me right back down to earth."
   },
   "author": {
    "text": "Josh Radnor"
   }
  },
  {
   "quote": {
    "text": "It's one thing to really dream and have a vision and want all these cool things, but it's a whole other thing when you actually have wisdom and understand things. Then you can truly make the best decisions."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "I think cool moments like winning a Grammy deserve a nice little party where you really soak it in and not have to work and stuff. I do remember throwing a party on that Grammy night, but it was work."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "And we have a little herb garden, which survived the winter thanks to global warming. It makes me feel like a cool, old Italian housewife, that I kept my rosemary alive outside all winter."
   },
   "author": {
    "text": "Elizabeth Gilbert"
   }
  },
  {
   "quote": {
    "text": "It's been really fun to see with each album when I change to see the fans of the show emulate my style and with the first record a lot of the kids in the crowd were wearing neck ties like I was and now you'll see a lot of girls with pink hair. It's cool, it's actually really neat."
   },
   "author": {
    "text": "Avril Lavigne"
   }
  },
  {
   "quote": {
    "text": "There's been a lot of wedding songs and proposals. It's cool because when they play it at weddings so, it means a lot to them. That's a big deal. They're always going to remember 'Head Over Boots' as played at their wedding."
   },
   "author": {
    "text": "Jon Pardi"
   }
  },
  {
   "quote": {
    "text": "I am surprised by how not-adopted the video reply has been. What keeps other people from doing it, I think, is that they think a video comes across as 'I'm cool, look at how many e-mails I get.' That perception doesn't scare me, because I know who I am."
   },
   "author": {
    "text": "Gary Vaynerchuk"
   }
  },
  {
   "quote": {
    "text": "People are more comfortable learning about wine because now they can just Google, you know, 'Soave,' and say, 'Oh, O.K., cool.'"
   },
   "author": {
    "text": "Gary Vaynerchuk"
   }
  },
  {
   "quote": {
    "text": "It's cool now to play golf."
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "I get angry real quick, but I also cool down just as fast. Albanians don't want to deal with anything in the moment."
   },
   "author": {
    "text": "Action Bronson"
   }
  },
  {
   "quote": {
    "text": "Comic-Con is really cool. It's different. I like to people-watch. I like to see the costumes."
   },
   "author": {
    "text": "Carli Lloyd"
   }
  },
  {
   "quote": {
    "text": "No longer are the days where I just kind of fly under the radar. Everybody's recognizing me. Everybody wants pictures. They feel inspired. It's very cool."
   },
   "author": {
    "text": "Carli Lloyd"
   }
  },
  {
   "quote": {
    "text": "Let's be honest. Canada wasn't ever cool."
   },
   "author": {
    "text": "The Weeknd"
   }
  },
  {
   "quote": {
    "text": "I want to make pop cool again, and the only way I can do that is by being ambitious and grand."
   },
   "author": {
    "text": "The Weeknd"
   }
  },
  {
   "quote": {
    "text": "I really admire stand-up, and I think I would have loved to learn how to do it. I think it's terrifying and thrilling. A really cool thing to do. It's a dying art, in a way."
   },
   "author": {
    "text": "Tina Fey"
   }
  },
  {
   "quote": {
    "text": "I think part of picking where you live in New York is accepting who you are. Really looking at yourself and going, 'Yeah, I'm not cool enough for the West Village.'"
   },
   "author": {
    "text": "Tina Fey"
   }
  },
  {
   "quote": {
    "text": "Being able to incorporate my language into songs is really cool. It's really cool to see that people are susceptible to it. It helps with writing a lot to turn off one language and then go to another."
   },
   "author": {
    "text": "Kali Uchis"
   }
  },
  {
   "quote": {
    "text": "I feel like fashion is about being innovative and being able to turn something into something else, making it cool, and making it your own."
   },
   "author": {
    "text": "Kali Uchis"
   }
  },
  {
   "quote": {
    "text": "I have had a lot of cool offers to move into traditional media, but I'm not completely sold I have to do that."
   },
   "author": {
    "text": "Jenna Marbles"
   }
  },
  {
   "quote": {
    "text": "Beyonce is cool, and she can really sing."
   },
   "author": {
    "text": "Aaron Neville"
   }
  },
  {
   "quote": {
    "text": "I think people appreciate a songwriter who shows different sides. The whole angst thing is cool, but if that's all you've got, it's just boring. Everything I write, whether it's happy or sad, has a sense of humor to it."
   },
   "author": {
    "text": "Katy Perry"
   }
  },
  {
   "quote": {
    "text": "When I went to prom in the early 1990s, I seesawed between my wish to get asked by the right guy and ride in the cool kids' limousine with the burgeoning realization that I was gay. I had a fun night, but I was far from my authentic, assertive self that night. Prom felt mostly like a job I had to do to maintain my position in the social hierarchy."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "A girl's social networking profile is a persona she constructs, a photoshopped billboard on the information superhighway. It also offers a salve for the anxiety so many girls feel about relationships, providing the answers to burning social questions like, What do other people think of me? Do people like me? Am I normal? Am I popular? Am I cool?"
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "Fame and stuff like that is all very cool, but at the end of the day, we're all human beings. Although what I do is incredibly surreal and fun and amazing and I'm really grateful for it, I don't believe my own press release, do you know what I mean?"
   },
   "author": {
    "text": "Tom Hardy"
   }
  },
  {
   "quote": {
    "text": "A friend of mine has a big farm in the desert, and she picks up feathers and roadkill for me, then makes it into clothes. I think it's cool to wear roadkill. If I died and somebody wanted to wear my teeth around their neck to VMAs, I'd feel honored."
   },
   "author": {
    "text": "Kesha"
   }
  },
  {
   "quote": {
    "text": "I'm not saying I look cool, but every single time I go onstage, it is a fail if I don't feel like I'm going to pass out at least twice."
   },
   "author": {
    "text": "Kesha"
   }
  },
  {
   "quote": {
    "text": "I wanted to show people I'm like a modern Romeo. I'm romantic, but I can also be seductive. I can be cool and charismatic, swagger-type."
   },
   "author": {
    "text": "Romeo Santos"
   }
  },
  {
   "quote": {
    "text": "My dad is Dominican, my mother's Puerto Rican, and I got into bachata at the age of 10 or 11. When I started listening, it had a reputation for being music for hick people. I thought that had to be changed. I was born and raised in the Bronx, and I knew you make something cool if you're cool."
   },
   "author": {
    "text": "Romeo Santos"
   }
  },
  {
   "quote": {
    "text": "We have a really cool relationship because I talk to my son like he's my little homie. I try to be the cool dad, like, 'What's up? How many girls you have?'"
   },
   "author": {
    "text": "Romeo Santos"
   }
  },
  {
   "quote": {
    "text": "I've always been a fan of football, always watched the NFL and it's great to always sit back wherever I can this year. You sit back and enjoy the games, pop a little sports drink - not any pop or soda - lay back, watch the games. It's always cool to see how the games go down and just enjoy them."
   },
   "author": {
    "text": "Rob Gronkowski"
   }
  },
  {
   "quote": {
    "text": "In the off season, you work out for two hours a day, and then you got all this other time off. I like doing other stuff. Football obviously isn't going to last a lifetime either, so it's always cool to get in front of a camera, do commercials, and do endorsements for products that you love."
   },
   "author": {
    "text": "Rob Gronkowski"
   }
  },
  {
   "quote": {
    "text": "At first I was queasy; I'll never forget the sound of the scalpel cutting a body open. But it was so cool trying to work out how these people died."
   },
   "author": {
    "text": "Jonathan Davis"
   }
  },
  {
   "quote": {
    "text": "It's really cool to see glowsticks at the show, to see dance music culture infiltrating and becoming one with the metal community."
   },
   "author": {
    "text": "Jonathan Davis"
   }
  },
  {
   "quote": {
    "text": "I wanted to get out of Ashland, and I thought it would be pretty cool to go to school in the East. So I asked my guidance counselor what Ivy League schools were. And I applied to Harvard, Yale and Dartmouth - that was it. My guidance counselor told me I wouldn't get into an Ivy League school. So as my act of resistance, that's all I applied to."
   },
   "author": {
    "text": "Winona LaDuke"
   }
  },
  {
   "quote": {
    "text": "If you feel comfortable and cool in particular clothes, then that is fashion according to me."
   },
   "author": {
    "text": "Disha Patani"
   }
  },
  {
   "quote": {
    "text": "Beanbags and softball matches and a cool Twitter handle doesn't make young people want to work at your office."
   },
   "author": {
    "text": "David Droga"
   }
  },
  {
   "quote": {
    "text": "I'm way better in person than I am on things like Twitter. I know Twitter is the best and fastest way to connect with fans who really appreciate you but I'm still not cool with it - although I am trying! I try my best but I'm a one-on-one person and I don't want to tell people I'm on the toilet or I just brushed my teeth."
   },
   "author": {
    "text": "Nicole Scherzinger"
   }
  },
  {
   "quote": {
    "text": "As cool as I want my kids to be, they're just like any other kid. They don't love eggplant unless it is covered in cheese."
   },
   "author": {
    "text": "Debi Mazar"
   }
  },
  {
   "quote": {
    "text": "I was in art school, and we had all these random classes. We'd listen to a lot of Bollywood. I'd listen to Spanish music - and I don't even speak Spanish, but Hector Lavoe is amazing - we listened to French music like Edith Piaf. She's tight. I like cool vocal inflections; I like cool sounds. I pretty much listen to anything I think is good."
   },
   "author": {
    "text": "Kehlani"
   }
  },
  {
   "quote": {
    "text": "I think my main two songs are 'FWU' and 'Get Away.' 'FWU' made a cool point because it came out right after Chris Brown's 'Loyal' came out. I combated it with 'FWU,' a song that basically says, 'These women are loyal.'"
   },
   "author": {
    "text": "Kehlani"
   }
  },
  {
   "quote": {
    "text": "Lots of other drivers like cycling, but I'm not so keen. I have some really cool bikes, but I'm just not in love with it like Jenson Button and Fernando Alonso."
   },
   "author": {
    "text": "Lewis Hamilton"
   }
  },
  {
   "quote": {
    "text": "I relate my life a lot to 'Cool Runnings,' the movie."
   },
   "author": {
    "text": "Lewis Hamilton"
   }
  },
  {
   "quote": {
    "text": "iTunes kind of feels like Sam Goody to me. I don't feel cool when I go there. I'm tired of seeing John Mayer's face pop up."
   },
   "author": {
    "text": "Trent Reznor"
   }
  },
  {
   "quote": {
    "text": "When your culture comes from watching TV every day, you're bombarded with images of things that seem cool, places that seem interesting, people who have jobs and careers and opportunities. None of that happened where I was. You're almost taught to realize it's not for you."
   },
   "author": {
    "text": "Trent Reznor"
   }
  },
  {
   "quote": {
    "text": "All I know is that I've ruled out wearing fairy wings. When I was nine I wanted to get married in fairy wings, and now I realize that's not cool anymore."
   },
   "author": {
    "text": "Isla Fisher"
   }
  },
  {
   "quote": {
    "text": "I feel like I see so much online of people being cynical about never being able to find love, and it's become, like, cool. You don't need it by any means. You can live without it, and you can totally be self-independent and happy. But you can also be in a great relationship that's rewarding and loving and caring - and that exists."
   },
   "author": {
    "text": "Madelaine Petsch"
   }
  },
  {
   "quote": {
    "text": "That's one of the cool things about fame. You have an affect on society and where it goes."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "I have a cycle that is not particularly cool, but it's a cycle: trash myself to reward myself."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "I just hope that theaters remain. I think there's something very wonderful about getting into a dark room with a bunch of people. There's something cool about that. Brings us all together in one room where we can experience all those emotions."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "My mother and my father were very nurturing and wonderful examples of how to live your life. I really had a cool foundation."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, we all know what the Jordan logo means, and you can't take anything away from that. But it's pretty cool to have my own logo on a Jordan shoe."
   },
   "author": {
    "text": "Kawhi Leonard"
   }
  },
  {
   "quote": {
    "text": "It looks good when you see someone kicking at the age of 51 with no double. It's kinda cool for people to know that past 50 we can keep flexible."
   },
   "author": {
    "text": "Jean-Claude Van Damme"
   }
  },
  {
   "quote": {
    "text": "I think everyone in snowboarding is close. We've become a big family. It's not a cutthroat sport. I'm competing against one of my best friends, and I think it's cool to be at the top of the half pipe, dropping in with your competitor but your best friend, too."
   },
   "author": {
    "text": "Gretchen Bleiler"
   }
  },
  {
   "quote": {
    "text": "Lots of times, people go to the mountains and feel like it's not cool to wear a beanie and goggles and neck gaiter. But you're so much more comfortable, and you're getting the protection you need."
   },
   "author": {
    "text": "Gretchen Bleiler"
   }
  },
  {
   "quote": {
    "text": "Look at Neil Diamond. Was he the cool guy? No, he was the housewives' guy. He didn't try to be what he wasn't. He just did what he did - made great music, was a good entertainer, nice-enough guy."
   },
   "author": {
    "text": "Michael Buble"
   }
  },
  {
   "quote": {
    "text": "I've never been cool and I don't really care about being cool. It's just an awful lot of time and hair gel wasted."
   },
   "author": {
    "text": "Chris Martin"
   }
  },
  {
   "quote": {
    "text": "The Ford Flex is a really, really cool car. You get inside and you have so much headroom and it's really comfortable to drive and it's real techy inside. You look at the screen and it's blue and you've got all kinds of controls. Everything is digital."
   },
   "author": {
    "text": "Gabriel Iglesias"
   }
  },
  {
   "quote": {
    "text": "I almost bought a DeLorean the other day just because. If I see something that I think is cool and I like it, I'll go for it."
   },
   "author": {
    "text": "Gabriel Iglesias"
   }
  },
  {
   "quote": {
    "text": "I'd rather be the cool aunt than the authoritative aunt."
   },
   "author": {
    "text": "Solange Knowles"
   }
  },
  {
   "quote": {
    "text": "Manners are love in a cool climate."
   },
   "author": {
    "text": "Quentin Crisp"
   }
  },
  {
   "quote": {
    "text": "Sitting at the table during Color Purple and looking up and suddenly realizing I was acting in front of Steven Spielberg, was pretty cool. It was pretty good."
   },
   "author": {
    "text": "Whoopi Goldberg"
   }
  },
  {
   "quote": {
    "text": "So many of my friends have 200,000 subscribers, and they make around five to six K a month, which is completely cool."
   },
   "author": {
    "text": "Michelle Phan"
   }
  },
  {
   "quote": {
    "text": "I glance through the pages of all the top magazines every month just to see if there are any colors that are trending. I'll also go on Instagram and look at the 'popular' page to see what people are liking, what's cool. I'll check it at different times of the day; for example, if it's really late in L.A., you'll see a lot of posts in Asia."
   },
   "author": {
    "text": "Michelle Phan"
   }
  },
  {
   "quote": {
    "text": "If your album sells, that's cool, more people find out about you, more people get turned on to what we're really about-which is a live rock and roll band."
   },
   "author": {
    "text": "Nikki Sixx"
   }
  },
  {
   "quote": {
    "text": "In the end, the whole Internet thing kills me, because you can use it as a positive thing or you can read into all the negativity. And I think you've gotta put out positive energy, put out cool viral stuff, and then just stay out of people's opinions."
   },
   "author": {
    "text": "Nikki Sixx"
   }
  },
  {
   "quote": {
    "text": "Reflecting back, we all make mistakes; we all go through our stuff - relationships, financial, all kinds of stuff - and if you can grow from that and pass that message on, it's a pretty cool thing."
   },
   "author": {
    "text": "Nikki Sixx"
   }
  },
  {
   "quote": {
    "text": "I just think if I can go from being a homeless kid with a dream of being in the biggest band in the world and making that happen, I can do a lot of other cool stuff, too."
   },
   "author": {
    "text": "Nikki Sixx"
   }
  },
  {
   "quote": {
    "text": "It's really cool to know that there are so many people out there that are attached to me or projects that I've done to really feel that it's a personal relationship."
   },
   "author": {
    "text": "Nikki Sixx"
   }
  },
  {
   "quote": {
    "text": "Nothing that Robert Plant does will ever equal Led Zeppelin, but that doesn't mean he's going to stop being creative. Jimmy Page has so many incredibly cool projects, but it's not Led Zeppelin; there will only ever be one Led Zeppelin."
   },
   "author": {
    "text": "Nikki Sixx"
   }
  },
  {
   "quote": {
    "text": "I want kids of this generation to see that everything is cool, that there's some kind of unity in hip-hop. We all found something that's really important to us, and music is all we've really got."
   },
   "author": {
    "text": "Missy Elliott"
   }
  },
  {
   "quote": {
    "text": "I didn't want to be a genius! That ain't cool."
   },
   "author": {
    "text": "Missy Elliott"
   }
  },
  {
   "quote": {
    "text": "'Allen Gregory' came about because we wanted an animated show and we were just tossing around some ideas about me playing a 7-year-old. We thought that would be cool, because we couldn't do that in real life."
   },
   "author": {
    "text": "Jonah Hill"
   }
  },
  {
   "quote": {
    "text": "I know what it feels like to have the door slammed firmly in my face, so I'm cool with that."
   },
   "author": {
    "text": "Mos Def"
   }
  },
  {
   "quote": {
    "text": "My aspiration isn't to be famous; it's to design clothes. If that gets me attention at the end of the day, cool."
   },
   "author": {
    "text": "Sofia Richie"
   }
  },
  {
   "quote": {
    "text": "My friend Chloe Bartoli is a really cool stylist. I've talked about fashion with her a lot over the years. And I love Rihanna - she's rad. Through modeling, I've gotten to know a lot of designers that are really cool. Stefano and Domenico of Dolce & Gabbana have been really sweet."
   },
   "author": {
    "text": "Sofia Richie"
   }
  },
  {
   "quote": {
    "text": "I remember my first run-in with cops. It took me really getting to hang, well after that, with cops who were cool, and realizing, 'Okay, there are some bad ones.' I ran into some bad ones in Columbus, Ohio, but they're not all bad."
   },
   "author": {
    "text": "Woody Harrelson"
   }
  },
  {
   "quote": {
    "text": "The cool thing is that now that people have made this evolution where cooking is cool, people are doing it on weekends, they're doing their own challenges. It's back to cooking. And it's real cooking."
   },
   "author": {
    "text": "Emeril Lagasse"
   }
  },
  {
   "quote": {
    "text": "For me, it's important that a fan can buy something that is related to me. Like in soccer, you buy a shirt and it's got somebody's name on the back. That's kind of a cool thing."
   },
   "author": {
    "text": "Roger Federer"
   }
  },
  {
   "quote": {
    "text": "I kept thinking, 'this must be the coolest job - I'd like to be a professional baseball player.' They were getting paid to play a game, and what a cool lifestyle that was."
   },
   "author": {
    "text": "Cal Ripken, Jr."
   }
  },
  {
   "quote": {
    "text": "I'm just trying to work out a way to be a singer and to create cool content. I'm willing to do that as an entertainer. But I'm not willing to give up my actual self."
   },
   "author": {
    "text": "Sia"
   }
  },
  {
   "quote": {
    "text": "Man, I love the 'Lord of the Rings' movies. Some people would say I'm weird for liking those types of movies, but they are so cool."
   },
   "author": {
    "text": "Robert Griffin III"
   }
  },
  {
   "quote": {
    "text": "There's something different about growing up black and Muslim, especially in New Jersey. It's like when I left the mosque and I left my dad, I felt unprotected, but I also felt a weird sense of pride, like I was involved in this other way of living that was cool to me."
   },
   "author": {
    "text": "SZA"
   }
  },
  {
   "quote": {
    "text": "I've never been cool - and I don't care."
   },
   "author": {
    "text": "Celine Dion"
   }
  },
  {
   "quote": {
    "text": "Sometimes it's cool to play major third and minor third diads back-to-back, or a minor third followed by a root/fifth diad - whatever combo sounds good."
   },
   "author": {
    "text": "Dimebag Darrell"
   }
  },
  {
   "quote": {
    "text": "Some of my favorite harmonics are located between frets. There are two really cool ones between the 2nd and 3rd frets that I use a lot."
   },
   "author": {
    "text": "Dimebag Darrell"
   }
  },
  {
   "quote": {
    "text": "Most bands don't make it past two albums and tours, if that. We pulled it off, and everybody's been happy and cool, but we got to the point where we knew it was time to take a break."
   },
   "author": {
    "text": "Dimebag Darrell"
   }
  },
  {
   "quote": {
    "text": "When you think Selena Gomez, you think 'celebrity.' But really, she does so many things for me. She's very caring. Before she goes on stage, she's a goofy girl. She's fun-loving and totally lovable, which I say in the most honest way. She's not even a celebrity to me; she's just a really cool person."
   },
   "author": {
    "text": "Christina Grimmie"
   }
  },
  {
   "quote": {
    "text": "Jewelery is my weakness. Whenever I see any jewellery, I am unable to control myself. My daughters or somebody has to cool me down."
   },
   "author": {
    "text": "Sridevi"
   }
  },
  {
   "quote": {
    "text": "The challenge is to stay cool enough to handle the pressure in the moment so that you can succeed in the future."
   },
   "author": {
    "text": "Jurgen Klopp"
   }
  },
  {
   "quote": {
    "text": "The second I met Zac, I thought he was a really cool guy. It's hard not to have chemistry with someone who is so attractive."
   },
   "author": {
    "text": "Vanessa Hudgens"
   }
  },
  {
   "quote": {
    "text": "I think all jocks have a sensitive side. It's just, will they show it to anybody? Will they let their guard down and stop being tough and the cool jock guy around their friends, or just relax? I don't know if it's best to say opening up, but just relax and really say what you're actually thinking, and not what you think people want to hear."
   },
   "author": {
    "text": "Channing Tatum"
   }
  },
  {
   "quote": {
    "text": "I'm a comic book artist. So I think to myself, what do I like to draw? I like to draw hot chicks, fast cars and cool guys in trench coats. So that's what I write about."
   },
   "author": {
    "text": "Frank Miller"
   }
  },
  {
   "quote": {
    "text": "You were cool if you had on a pair of Air Force 1s. It's still a staple for me while on tour."
   },
   "author": {
    "text": "Bryson Tiller"
   }
  },
  {
   "quote": {
    "text": "Michael B. Jordan is actually cool. He's like the homie. I'm actually talking to him. He reached out to me a while ago and just showing love for the music after 'TRaPSOUL' dropped."
   },
   "author": {
    "text": "Bryson Tiller"
   }
  },
  {
   "quote": {
    "text": "You get a timeless cool card in New York."
   },
   "author": {
    "text": "Vin Diesel"
   }
  },
  {
   "quote": {
    "text": "I'd loved 'Iron Man,' you know, with a passion. I thought that was the most fresh, cool thing, in terms of superhero movies, that I'd seen in a long time."
   },
   "author": {
    "text": "Taika Waititi"
   }
  },
  {
   "quote": {
    "text": "We all have to remember that New Zealand is built on these kind of people who are rebels and renegades, people doing it their own way, fighting for freedom, and braving the elements. I think it's cool to celebrate that."
   },
   "author": {
    "text": "Taika Waititi"
   }
  },
  {
   "quote": {
    "text": "Just everything that I've done, everything that I do, is to this day, all major decisions are all through prayer - all my actions, although a sinner, but you know what? I'm cool with that."
   },
   "author": {
    "text": "Terry Bradshaw"
   }
  },
  {
   "quote": {
    "text": "Thom Browne, Michael Bastian... all these people that I love, when I finally get to meet them, I'm like, 'You're a cool guy!'"
   },
   "author": {
    "text": "Brad Goreski"
   }
  },
  {
   "quote": {
    "text": "If you're going to walk out of the house in jeans and T-shirt, what can you do to make that interesting? Is it putting on a bright-colored pair of high-tops or a cool leather jacket?"
   },
   "author": {
    "text": "Brad Goreski"
   }
  },
  {
   "quote": {
    "text": "It's so cool for me to do what I love to do for a living and meet people from all over the world."
   },
   "author": {
    "text": "Josh Turner"
   }
  },
  {
   "quote": {
    "text": "My parents didn't allow me to do all the things the cool kids could do. I was quiet, reserved, and at some points, taken complete advantage of simply because of my sex and gender. For a while, in high school, I was so deep into self-hate."
   },
   "author": {
    "text": "Rupi Kaur"
   }
  },
  {
   "quote": {
    "text": "I can go to all these cool places around the world, but when we land at YYZ, I'm like, 'Yes! It's flat. It's concrete. I'm okay with this; my people are here.'"
   },
   "author": {
    "text": "Rupi Kaur"
   }
  },
  {
   "quote": {
    "text": "I think social media is... really cool in the sense that I don't think that a writer like me would've found a readership if maybe Instagram wasn't there."
   },
   "author": {
    "text": "Rupi Kaur"
   }
  },
  {
   "quote": {
    "text": "I won't do things for money. I can't. So I'll hold out and say, in my mind, 'There's a really cool diner down the street from my house. They make really good pancakes; I'd be happy doing that.'"
   },
   "author": {
    "text": "Brie Larson"
   }
  },
  {
   "quote": {
    "text": "When you get to your mid-20s, you start to feel responsibilities for the things that you do and the people around you. It's a cool age."
   },
   "author": {
    "text": "Eliza Dushku"
   }
  },
  {
   "quote": {
    "text": "Two powerful women making art together is always really cool."
   },
   "author": {
    "text": "Lauren Jauregui"
   }
  },
  {
   "quote": {
    "text": "It's cool to be able to give each other that space to really explore ourselves individually and grow."
   },
   "author": {
    "text": "Lauren Jauregui"
   }
  },
  {
   "quote": {
    "text": "There aren't many poster children for cool angst. Everybody thinks it's cool if you're the bad girl."
   },
   "author": {
    "text": "Fiona Apple"
   }
  },
  {
   "quote": {
    "text": "For some, Into The Gloss is just a blog, and that's cool. For us, it's the connective tissue between us and you, and that has paved the way for the creation of a very different kind of beauty brand: Glossier."
   },
   "author": {
    "text": "Emily Weiss"
   }
  },
  {
   "quote": {
    "text": "The truth is, we have this idea that late night is about creativity and being cool, but that's not our job. Our job is to get as many people watching the commercials in between our show. That's the reality of it."
   },
   "author": {
    "text": "Jimmy Kimmel"
   }
  },
  {
   "quote": {
    "text": "The reason why I am proud of my part in the punk movement is that I think it really did implant a message that was already there. The hippies told it to me, but punk made it something cool for people to stand up for, which is that we do not believe government, that we are against government."
   },
   "author": {
    "text": "Vivienne Westwood"
   }
  },
  {
   "quote": {
    "text": "I just thought it could make a really cool movie. It's not that it's just a buddy comedy but it's all about two guys hating each other and towards the end they're good friends. I liked that these two guys were best friends from the very beginning, and they're crazy."
   },
   "author": {
    "text": "Seann William Scott"
   }
  },
  {
   "quote": {
    "text": "What's cool about Twitter is that you can make a joke about something very of-the-moment or random that I wouldn't be able to joke about in stand-up."
   },
   "author": {
    "text": "Aziz Ansari"
   }
  },
  {
   "quote": {
    "text": "Being a rapper is about being cool, but being a comedian, you're not supposed to be the coolest guy."
   },
   "author": {
    "text": "Aziz Ansari"
   }
  },
  {
   "quote": {
    "text": "I want to change the perception about Latinos worldwide. I think people don't know yet how cool we are."
   },
   "author": {
    "text": "J Balvin"
   }
  },
  {
   "quote": {
    "text": "'Griot' is a French word which means, you know, really, literally, 'cry.' You know, like the town crier. You know, they come in and say, you know, 'It's nine o'clock; everything is cool.' You know, 'President Bush is a fool.' I mean, stuff like that just to tell you. But for the kind of, the African thing is called djali."
   },
   "author": {
    "text": "Amiri Baraka"
   }
  },
  {
   "quote": {
    "text": "Jose Mourinho is a big star... he's cool."
   },
   "author": {
    "text": "Zlatan Ibrahimovic"
   }
  },
  {
   "quote": {
    "text": "I actually bought a travel guitar, and that guitar is really cool. You can actually fold the guitar, and you can plug headphones into it, but it's acoustic, or semi-acoustic."
   },
   "author": {
    "text": "Daniel Ek"
   }
  },
  {
   "quote": {
    "text": "It was a very cool thing to be a smart girl, as opposed to some other, different kind. And I think that made a great deal of difference to me growing up and in my life afterward."
   },
   "author": {
    "text": "Elena Kagan"
   }
  },
  {
   "quote": {
    "text": "In New York City, you can walk down the street and see a girl in a trench who looks equally as cool as a girl wearing Lululemon. It's like you're watching models. You see a little of everything right by you."
   },
   "author": {
    "text": "Hoda Kotb"
   }
  },
  {
   "quote": {
    "text": "Ember Moon is extremely talented, and Daria, from Tough Enough, she's very unique and cool. The fans are going to get behind her. As for Asuka, she is phenomenal."
   },
   "author": {
    "text": "Becky Lynch"
   }
  },
  {
   "quote": {
    "text": "I just tried to keep my cool and continue with my race plan: to win."
   },
   "author": {
    "text": "Mark Spitz"
   }
  },
  {
   "quote": {
    "text": "Most of my guitars have been instruments that look cool. I'm not picky. I never think, 'Oh, this neck isn't made of ebony,' or, 'These strings don't feel correct.' It doesn't matter too much."
   },
   "author": {
    "text": "James Hetfield"
   }
  },
  {
   "quote": {
    "text": "In the Lamborghini I have to avoid certain roads because of pot holes, and there's nowhere to put my drink, no cup holder. And I'm not going to lie, it looks pretentious. I used to think it was cool to, like, drive it to dinner. Now? Like I really need to be looked at any more."
   },
   "author": {
    "text": "Danica Patrick"
   }
  },
  {
   "quote": {
    "text": "If everyone's rocking the same cool, hard-to-find fabrics, they might not be as cool and hard to find as you think."
   },
   "author": {
    "text": "Aquaria"
   }
  },
  {
   "quote": {
    "text": "These days it's cool to be ethnic and to be different, but when I was a kid, it was not cool - at all. My friends would come over and my mom would make crepes with eggs, stuffed with mozzarella cheese, tomatoes and spinach. And they'd be like, 'What is this?'"
   },
   "author": {
    "text": "Giada De Laurentiis"
   }
  },
  {
   "quote": {
    "text": "I know how I shop and how I am inspired to buy things, and the majority of it is from Instagram. I look at people like Yasmin Sewell and Leandra Medine from the Man Repeller, as well as the countless models that have really cool street style, for inspiration all the time."
   },
   "author": {
    "text": "Eva Chen"
   }
  },
  {
   "quote": {
    "text": "With music, you've got to find ways to get paid again, 'cause all the cool kids in junior high school and high school, they think you're wack if you pay for music."
   },
   "author": {
    "text": "Cam'ron"
   }
  },
  {
   "quote": {
    "text": "Kids all want to look cool, as if knowledge is a great burden, but they're always looking around. They remember."
   },
   "author": {
    "text": "Frank McCourt"
   }
  },
  {
   "quote": {
    "text": "I'm kind of the model that everyone thought would always be the Guess, 'Sports Illustrated' girl. Then, when I started to do high fashion stuff... people were like, 'Oh, so we can have a girl with, like, thighs and a butt in a Tom Ford campaign. Cool.'"
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "Rag & Bone is a big part of my closet. I just really like how their jeans fit; I wear them a lot, and I think they make really cool staple pieces."
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "My parents are the coolest of the cool on every single level, and it's because they have a deep appreciation for every moment of their lives."
   },
   "author": {
    "text": "Rashida Jones"
   }
  },
  {
   "quote": {
    "text": "We're always bombarded with images from magazines of what looks cool and sexy."
   },
   "author": {
    "text": "Marilu Henner"
   }
  },
  {
   "quote": {
    "text": "It's cool when the O-line gets the chance to get some notoriety."
   },
   "author": {
    "text": "Andrew Whitworth"
   }
  },
  {
   "quote": {
    "text": "The nerds are the ones that make the films and do loads of other really cool stuff in their life."
   },
   "author": {
    "text": "Daniel Radcliffe"
   }
  },
  {
   "quote": {
    "text": "And not only that, I also have the MacBook Air which is really cool. Even my wife is jealous of my MacBook Air."
   },
   "author": {
    "text": "Karl Rove"
   }
  },
  {
   "quote": {
    "text": "Walt Disney wasn't making films for kids. Neither were the Muppets. A lot of the great, really cool films, they weren't making them for kids."
   },
   "author": {
    "text": "Pete Docter"
   }
  },
  {
   "quote": {
    "text": "Sometimes life's so much cooler when you just don't know any better and all the painful lessons have not hammered your head open yet."
   },
   "author": {
    "text": "Anthony Kiedis"
   }
  },
  {
   "quote": {
    "text": "For the last few years, it's been so chic for everybody to be miserable. Like if you're in with the cool crowd, you can't be happy."
   },
   "author": {
    "text": "Lenny Kravitz"
   }
  },
  {
   "quote": {
    "text": "Ten years ago, it was really difficult for a young actress to walk onto a set and disagree with the director and having that be OK and have a conversation about it and everyone be cool with it."
   },
   "author": {
    "text": "Maggie Gyllenhaal"
   }
  },
  {
   "quote": {
    "text": "I was doing jokey rap stuff in high school. But it was never serious. It was always, like, 'It'd be cool to do this as a form of comedy.'"
   },
   "author": {
    "text": "Andy Samberg"
   }
  },
  {
   "quote": {
    "text": "I think the reality is that, for me, real fur is extraordinarily old fashioned. I think you look old. Even if you're 20, and you've got a real fur coat, you just look like an old, unaware, unconscious being on the planet. It's not relevant, it's not sexy, it's not fashionable, and it's not cool."
   },
   "author": {
    "text": "Stella McCartney"
   }
  },
  {
   "quote": {
    "text": "Some people are cool, some are cold. Many are down to earth, while a select few are divas."
   },
   "author": {
    "text": "Ashlan Gorse Cousteau"
   }
  },
  {
   "quote": {
    "text": "Okay - before I even had a baby, I would dream of the day I could make ponytails on my kid. I don't know why. I somehow got it in my head that it would be such a cool thing."
   },
   "author": {
    "text": "Constance Marie"
   }
  },
  {
   "quote": {
    "text": "I wanted to dress cool, and get all the ladies."
   },
   "author": {
    "text": "John Singleton"
   }
  },
  {
   "quote": {
    "text": "I have, I admit, a low tolerance for detached chronicling and cool analysis."
   },
   "author": {
    "text": "Leslie Fiedler"
   }
  },
  {
   "quote": {
    "text": "The quality I most loved in Warhol - it was his sense of wonder. I mean, he was - absolutely everything was, 'Oh my God, isn't that wonderful!'. You know, and so it wasn't that he was cool and kind of calculated at all. He was very childlike."
   },
   "author": {
    "text": "Jamie Wyeth"
   }
  },
  {
   "quote": {
    "text": "When you're playing music through the streets of London at 2 o'clock in the morning, there's something so cool and magical about that. It takes you to a special place very quickly."
   },
   "author": {
    "text": "Rachel McAdams"
   }
  },
  {
   "quote": {
    "text": "Hip-hop is still cool at a party. But to me, hip-hop has never been strictly a party; it is also there to elevate consciousness."
   },
   "author": {
    "text": "Saul Williams"
   }
  },
  {
   "quote": {
    "text": "If at any moment of the day I ever think I'm remotely cool at all, which is hardly ever, I have two daughters who make sure that never happens."
   },
   "author": {
    "text": "Pat Benatar"
   }
  },
  {
   "quote": {
    "text": "I'm trying to be the messenger for the people that pay attention to me. And those people I want to help inspire because a lot of people maybe think it's - they're too cool for school. That's all I can ever do."
   },
   "author": {
    "text": "Jeremy Scott"
   }
  },
  {
   "quote": {
    "text": "Plate tectonics is not all havoc and destruction. The slow movement of continents and ocean floors recycles carbon dioxide dissolved in the oceans back into the atmosphere. Without this slow speed carbon cycle, Earth's temperatures would cool dozens of degrees below your comfort zone."
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "Country's hip; it's cool music."
   },
   "author": {
    "text": "Ricky Skaggs"
   }
  },
  {
   "quote": {
    "text": "It's hard to encapsulate my inspiration because there are so many different looks, but I think it's just like, sexy girl you see walking down the street in a cool outfit. A lot of eyelet, a lot of leather, playing with the hard and the soft, the good and bad inside of us all."
   },
   "author": {
    "text": "Chloe Sevigny"
   }
  },
  {
   "quote": {
    "text": "I was trying to break out of the suburbs, and when I did break out, I don't think I took my whole self with me - I think I played a role of being too cool and hip."
   },
   "author": {
    "text": "Liz Phair"
   }
  },
  {
   "quote": {
    "text": "Some people are cool with the fact that their bodies bear witness to this great thing they produced, their children, and I understand that. But on a personal level, it makes me feel better that my breasts are not down to my knees when I'm undressed in front of my husband."
   },
   "author": {
    "text": "Patricia Heaton"
   }
  },
  {
   "quote": {
    "text": "Heroes don't wear diapers. It's just not cool."
   },
   "author": {
    "text": "Felix Baumgartner"
   }
  },
  {
   "quote": {
    "text": "I think you create your own hipness."
   },
   "author": {
    "text": "Peabo Bryson"
   }
  },
  {
   "quote": {
    "text": "I used to lie between cool, clean sheets at night after I'd had a bath, after I had washed my hair and scrubbed my knuckles and finger-nails and teeth. Then I could lie quite still in the dark with my face to the window with the trees in it, and talk to God."
   },
   "author": {
    "text": "Frances Farmer"
   }
  },
  {
   "quote": {
    "text": "I think I'm so old I'm in. We call it the 'Tony Bennett Syndrome.' For some reason, young people think I'm cool."
   },
   "author": {
    "text": "Bill Kurtis"
   }
  },
  {
   "quote": {
    "text": "Apparently it's cool to watch The Daily Show."
   },
   "author": {
    "text": "Rob Corddry"
   }
  },
  {
   "quote": {
    "text": "I don't need to hang out in a posse and try to act cool."
   },
   "author": {
    "text": "Jeremy London"
   }
  },
  {
   "quote": {
    "text": "If I could work with any actor it would have to be Johnny Depp. He is cool."
   },
   "author": {
    "text": "Ben Nicholas"
   }
  },
  {
   "quote": {
    "text": "It's really cool I get to be part of this 'Jurassic Park' universe."
   },
   "author": {
    "text": "Ty Simpkins"
   }
  },
  {
   "quote": {
    "text": "I am always looking for a cool tee shirt; maybe one with a rock band or an old advertisement."
   },
   "author": {
    "text": "Bridget Hall"
   }
  },
  {
   "quote": {
    "text": "I think it's really cool, but Jimmy Eat World and Gin Blossoms did it better than anyone. People don't realize just how awesome the Arizona history is, especially for alternative music. Growing up, that's all I ever wanted to be was those two bands."
   },
   "author": {
    "text": "Nate Ruess"
   }
  },
  {
   "quote": {
    "text": "Every collection that I work on, I always think, Is this cool enough to wear to a concert?"
   },
   "author": {
    "text": "Anna Sui"
   }
  },
  {
   "quote": {
    "text": "And in a world without heroes, as the movie trailer voice-over guy might say, the slightly awkward can be slightly cool."
   },
   "author": {
    "text": "Adam Brody"
   }
  },
  {
   "quote": {
    "text": "A girl came up to me in a bar and said she wanted to be my apple pie. I wish I'd said something cool, but I was stunned."
   },
   "author": {
    "text": "Jason Biggs"
   }
  },
  {
   "quote": {
    "text": "Spiderman can climb walls and he's got a cool outfit."
   },
   "author": {
    "text": "Rhona Mitra"
   }
  },
  {
   "quote": {
    "text": "It's cool to have a well run, comfortable and inviting home."
   },
   "author": {
    "text": "Anthea Turner"
   }
  }
 ]
}