{
 "DadQuotes": [
  {
   "quote": {
    "text": "A father is a man who expects his son to be as good a man as he meant to be."
   },
   "author": {
    "text": "Frank A. Clark"
   }
  },
  {
   "quote": {
    "text": "You need a strong family because at the end, they will love you and support you unconditionally. Luckily, I have my dad, mom and sister."
   },
   "author": {
    "text": "Esha Gupta"
   }
  },
  {
   "quote": {
    "text": "One of the greatest titles in the world is parent, and one of the biggest blessings in the world is to have parents to call mom and dad."
   },
   "author": {
    "text": "Jim DeMint"
   }
  },
  {
   "quote": {
    "text": "I try to live my life like my father lives his. He always takes care of everyone else first. He won't even start eating until he's sure everyone else in the family has started eating. Another thing: My dad never judges me by whether I win or lose."
   },
   "author": {
    "text": "Ben Roethlisberger"
   }
  },
  {
   "quote": {
    "text": "My father was my teacher. But most importantly he was a great dad."
   },
   "author": {
    "text": "Beau Bridges"
   }
  },
  {
   "quote": {
    "text": "The most important influence in my childhood was my father."
   },
   "author": {
    "text": "DeForest Kelley"
   }
  },
  {
   "quote": {
    "text": "Anyone can be a father, but it takes someone special to be a dad, and that's why I call you dad, because you are so special to me. You taught me the game and you taught me how to play it right."
   },
   "author": {
    "text": "Wade Boggs"
   }
  },
  {
   "quote": {
    "text": "My dad has given me the best gift anyone has ever given me. He gave me wings to fly."
   },
   "author": {
    "text": "Adria Arjona"
   }
  },
  {
   "quote": {
    "text": "Dad, wherever you are, you are gone but you will never be forgotten."
   },
   "author": {
    "text": "Conrad Hall"
   }
  },
  {
   "quote": {
    "text": "I hope I can be as good of a father to my son as my dad was to me."
   },
   "author": {
    "text": "Calvin Johnson"
   }
  },
  {
   "quote": {
    "text": "Dad is and always will be my living, breathing superhero."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "My dad said, 'Stay humble, and you gotta work harder than everybody else.' My mom said, 'Always be yourself.' She always told me only God can judge me."
   },
   "author": {
    "text": "Nate Robinson"
   }
  },
  {
   "quote": {
    "text": "Who's my hero? That's a great question... Well, I think my dad is my hero, because he's someone I look up to every day."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "When I come home, my daughter will run to the door and give me a big hug, and everything that's happened that day just melts away."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "I love my dad, and I'm proud to be his daughter."
   },
   "author": {
    "text": "Paris Jackson"
   }
  },
  {
   "quote": {
    "text": "But the love of adventure was in father's blood."
   },
   "author": {
    "text": "Buffalo Bill"
   }
  },
  {
   "quote": {
    "text": "My dad is my best friend, my father, and my boss. When I do something that is exciting and he likes it, it feels three times as good as you can imagine."
   },
   "author": {
    "text": "David Lauren"
   }
  },
  {
   "quote": {
    "text": "My parents couldn't give me a whole lot of financial support, but they gave me good genes. My dad is a handsome son-of-a-gun, and my mom is beautiful. And I've definitely been the lucky recipient. So, thank you, Mom and Dad."
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "From my dad I learned to be good to people, to always be honest and straightforward. I learned hard work and perseverance."
   },
   "author": {
    "text": "Luke Bryan"
   }
  },
  {
   "quote": {
    "text": "You have to be confident in who you are and what you're doing. Of course, you try to evolve. I would never tell you, 'Today is the best I will ever be.' I'm always trying to be a better chef, a better dad, a better person."
   },
   "author": {
    "text": "Guy Fieri"
   }
  },
  {
   "quote": {
    "text": "My dad's from that generation like a lot of immigrants where he feels like if you come to this country, you pay this thing like the American dream tax: like you're going to endure some racism, and if it doesn't cost you your life, well hey, you lucked out. Pay it; there you go, Uncle Sam. I was born here, so I actually had the audacity of equality."
   },
   "author": {
    "text": "Hasan Minhaj"
   }
  },
  {
   "quote": {
    "text": "When one has not had a good father, one must create one."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "It was tough times in Ohio when we lived there. My dad was between unemployed and just selling random knickknacks at a flea market. My mom was a cashier at a Chinese food restaurant. They both had awesome careers back in Taiwan, and they came here for my sister and I."
   },
   "author": {
    "text": "Chieh Huang"
   }
  },
  {
   "quote": {
    "text": "My mother told me, 'Always do your best,' and my dad says, 'It's important to be humble. That's the key. They're not there for you. You're there for them.'"
   },
   "author": {
    "text": "Luke Benward"
   }
  },
  {
   "quote": {
    "text": "My Father had a profound influence on me. He was a lunatic."
   },
   "author": {
    "text": "Spike Milligan"
   }
  },
  {
   "quote": {
    "text": "My dad was my best friend and greatest role model. He was an amazing dad, coach, mentor, soldier, husband and friend."
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "My dad always said, 'Champ, the measure of a man is not how often he is knocked down, but how quickly he gets up.'"
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "Mom and Dad were married 64 years. And if you wondered what their secret was, you could have asked the local florist - because every day Dad gave Mom a rose, which he put on her bedside table. That's how she found out what happened on the day my father died - she went looking for him because that morning, there was no rose."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "My dad was in the army. World War II. He got his college education from the army. After World War II he became an insurance salesman. Really, I didn't know my dad very well. He and my mother split up after the war. I was raised by my maternal grandmother and grandfather, and by my mother."
   },
   "author": {
    "text": "Al Pacino"
   }
  },
  {
   "quote": {
    "text": "I just wish I could understand my father."
   },
   "author": {
    "text": "Michael Jackson"
   }
  },
  {
   "quote": {
    "text": "My dad's my best mate, and he always will be."
   },
   "author": {
    "text": "Cher Lloyd"
   }
  },
  {
   "quote": {
    "text": "The only big things I've purchased are my dad's heart valve and a Rolls-Royce for my parents, for their anniversary. And that was only because my dad had a Lady Gaga license plate on our old car and it was making me crazy because he was getting followed everywhere, so I bought him a new car."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "I'm the one person who wears the words 'hustle, loyalty, respect' on my T-shirts and merchandise. My audience is children. It's very flattering to see a kid wear your T-shirt; it's even more flattering to have a dad come up to you and say, 'I watch you with my kid. Keep doing what you're doing. You're a role model for my son.'"
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "When you were growing up, your mom and dad told you to look both ways before crossing the street or not to get into a car with a stranger. It's the same with the Internet. We have a big responsibility and a huge role in bringing all the stakeholders to the table - users, parents, educators, law enforcement, government organisations."
   },
   "author": {
    "text": "Chris DeWolfe"
   }
  },
  {
   "quote": {
    "text": "All my money is in a savings account. My dad has explained the stock market to me maybe 75 times. I still don't understand it."
   },
   "author": {
    "text": "John Mulaney"
   }
  },
  {
   "quote": {
    "text": "When I was really little, I was on a Pop Warner squad. I did it for a year. My dad was a Pop Warner football coach. I did it because my best friend was also on this cheer squad, and of course I looked up to my sister who was a cheerleader, so I wanted to cheer."
   },
   "author": {
    "text": "Ashley Tisdale"
   }
  },
  {
   "quote": {
    "text": "My dad was such a great story-teller, a good teacher."
   },
   "author": {
    "text": "Grace Poe"
   }
  },
  {
   "quote": {
    "text": "All the awards in the world, you can get into all the nightclubs, they'll send you the nicest clothes. Nothing better than walking into your dad's restaurant and seeing a smile on his face and knowing that your mom and dad and your sister are real proud of you."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "Did Superman really want to save the world, or did he just feel like he had to? Would he much rather be a farmer? Maybe. Would he much rather be hanging out with his dad and his mom and his dog? Probably."
   },
   "author": {
    "text": "Gerard Way"
   }
  },
  {
   "quote": {
    "text": "Without my dad, I wouldn't be here."
   },
   "author": {
    "text": "Maria Sharapova"
   }
  },
  {
   "quote": {
    "text": "I love my dad; I'm a daddy's girl, all the way."
   },
   "author": {
    "text": "Molly Quinn"
   }
  },
  {
   "quote": {
    "text": "I will always do what I can to help others, but when I retire, I want to be a dad and a husband. I want a house and a dog in the yard. I want to have barbecues."
   },
   "author": {
    "text": "J. J. Watt"
   }
  },
  {
   "quote": {
    "text": "My dad said to me, 'Work hard and be patient.' It was the best advice he ever gave me. You have to put the hours in."
   },
   "author": {
    "text": "Simon Cowell"
   }
  },
  {
   "quote": {
    "text": "I was born in Corpus Christi, Texas, the youngest of four girls, including my oldest sister, Lisa, who has special needs. My mom was a special education teacher, and my dad worked on the Army base. We weren't wealthy, but we were determined to succeed."
   },
   "author": {
    "text": "Eva Longoria"
   }
  },
  {
   "quote": {
    "text": "My dad taught me from my youngest childhood memories through these connections with Aboriginal and tribal people that you must always protect people's sacred status, regardless of the past."
   },
   "author": {
    "text": "Steve Irwin"
   }
  },
  {
   "quote": {
    "text": "Nowadays, if you have a mustache, people look at you like you're crazy. But when I was growing up, I never saw my dad without a mustache."
   },
   "author": {
    "text": "Kevin Connolly"
   }
  },
  {
   "quote": {
    "text": "When I was 12, my feet were so small, I wore my sisters' glitter shoes. My dad would whoop me: 'You're not going to school now, you'll embarrass us!'"
   },
   "author": {
    "text": "Young Thug"
   }
  },
  {
   "quote": {
    "text": "Some of the happiest times I ever saw my dad was times when I was with him in the casinos, and he had a good night."
   },
   "author": {
    "text": "James Packer"
   }
  },
  {
   "quote": {
    "text": "My parents were kind of over protective people. Me and my sister had to play in the backyard all the time. They bought us bikes for Christmas but wouldn't let us ride in the street, we had to ride in the backyard. Another Christmas, my dad got me a basketball hoop and put it in the middle of the lawn! You can't dribble on grass."
   },
   "author": {
    "text": "Jimmy Fallon"
   }
  },
  {
   "quote": {
    "text": "If I just do everything the opposite of what my dad did, I think that will make things pretty easy. I can joke about it now because I'm past that stage where it used to hurt. By having a kid, it's gone. I could take all that negative energy that I had and put it in a positive way."
   },
   "author": {
    "text": "Derrick Rose"
   }
  },
  {
   "quote": {
    "text": "Everyone talks about how we're on our phones all the time, but the fact remains that when I'm away on a film set for two months, I can Skype my family. I remember the phone calls my parents had to make when my dad was away for a while when I was younger - that once-a-week expensive phone call! The time pressure on talking to your father!"
   },
   "author": {
    "text": "Domhnall Gleeson"
   }
  },
  {
   "quote": {
    "text": "It's an ongoing joy being a dad."
   },
   "author": {
    "text": "Liam Neeson"
   }
  },
  {
   "quote": {
    "text": "There are many people who are behind whatever I've achieved so far. My dad, Daboo Malik, is my mentor and guiding light who supported and influenced me. Without him, I wouldn't have been able to be what I am today. Besides him, Salman Khan is yet another important person who is my biggest and constant inspiration."
   },
   "author": {
    "text": "Armaan Malik"
   }
  },
  {
   "quote": {
    "text": "I'm Italian. I love to cook Italian food, so I learned from my dad how to make sauce and meatballs and all that stuff. With my wife and kids, I started making homemade pasta. The very first time, I didn't have a pasta maker, so I had to cut it with a knife, the old-school way! The noodles were all jacked up, but it was fun."
   },
   "author": {
    "text": "Joey Fatone"
   }
  },
  {
   "quote": {
    "text": "My dad grew up in a mud hut and studied by candlelight. He was 14 when he got a scholarship to Russia. He was super clever - the cleverest person. He landed in 5ft of snow, and was alone at 14, studying science and engineering. He didn't have a bed, and he slept on a table."
   },
   "author": {
    "text": "M.I.A."
   }
  },
  {
   "quote": {
    "text": "I was always a kid trying to make a buck. I borrowed a dollar from my dad, went to the penny candy store, bought a dollar's worth of candy, set up my booth, and sold candy for five cents apiece. Ate half my inventory, made $2.50, gave my dad back his dollar."
   },
   "author": {
    "text": "Guy Fieri"
   }
  },
  {
   "quote": {
    "text": "The child is father of the man."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "Me and my buddies are all like brothers. So it's okay for us to say 'I love you' or whatever. It's always cool. I think that comes from my dad. That's just the way he always was."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "My mom keeps me going, man. She deserves such a good life. I just wanna give it to her. My dad, too. My family, my friends, they keep me motivated. Just knowing my personal legend, just knowing what I'm supposed to do, that keeps me going."
   },
   "author": {
    "text": "Big Sean"
   }
  },
  {
   "quote": {
    "text": "No matter how good you are, at some point your kids are gonna have to create their own independence and think that Mom and Dad aren't cool, just to establish themselves. That's what adolescence is about. They're gonna go through that no matter what."
   },
   "author": {
    "text": "Eddie Vedder"
   }
  },
  {
   "quote": {
    "text": "I was raised in the greatest of homes... just a really great dad, and I miss him so much... he was a good man, a real simple man... Very faithful, always loved my mom, always provided for the kids, and just a lot of fun."
   },
   "author": {
    "text": "Max Lucado"
   }
  },
  {
   "quote": {
    "text": "My father was not a failure. After all, he was the father of a president of the United States."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "Every morning, my dad would have me looking in the mirror and repeat, 'Today is going to be a great day; I can, and I will.'"
   },
   "author": {
    "text": "Gina Rodriguez"
   }
  },
  {
   "quote": {
    "text": "My dad farmed, my granddad was a farmer. I wanted to be a farmer."
   },
   "author": {
    "text": "Sam Brownback"
   }
  },
  {
   "quote": {
    "text": "When I was younger, me and my dad used to do different things. I don't think I would call it community service. It was more just us doing nice things. We used to donate to Goodwill or do can drives. Give people money if they needed it. Little things like that."
   },
   "author": {
    "text": "Zach LaVine"
   }
  },
  {
   "quote": {
    "text": "I don't like asking people for things, so if I can do it myself, that's the mindset I have. My dad is very much a do-it-yourself kind of person, so I had a strong sense of independence."
   },
   "author": {
    "text": "Nathan Blecharczyk"
   }
  },
  {
   "quote": {
    "text": "There's a lot of research behind the scenes that you don't get to see, but I have an instinct that my dad nurtured from when I was born. I was very lucky then."
   },
   "author": {
    "text": "Steve Irwin"
   }
  },
  {
   "quote": {
    "text": "Within our culture, every school has a swimming pool. We lived on the coast. People swam in the surf. It's a very sporty nation and at that particular time anyone who had an artistic bent was very much an outsider. So if you liked reading or ideas or playing the piano then your dad viewed you as a sissy, basically."
   },
   "author": {
    "text": "Geoffrey Rush"
   }
  },
  {
   "quote": {
    "text": "I didn't start sweating until I had children. That was one of the first things I realized when my daughter Violet was born - I started getting wicked BO. You know there's a difference between basketball BO and stress BO? This was definitely stress BO. Like, new dad BO."
   },
   "author": {
    "text": "Dave Grohl"
   }
  },
  {
   "quote": {
    "text": "My dad had a temper. I have a temper. Most people I know have a temper. And I think it comes out mostly with your family. I don't think it's unique to the Buscemis, but it's something I've been able to tap into when I play certain roles."
   },
   "author": {
    "text": "Steve Buscemi"
   }
  },
  {
   "quote": {
    "text": "Whoever does not have a good father should procure one."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Dad wouldn't let me fool with his guitar much, because I'm left-handed, and I'd pick it up upside down. But I remember learning to sing 'Paper Doll,' the Mills Brothers song - this was during the war - and I remember my dad taking me down to one of those little record booths where you could make spoken letters to send home."
   },
   "author": {
    "text": "Don Everly"
   }
  },
  {
   "quote": {
    "text": "I look at my little girl and I wonder what she's going to be and what she's going to do and what is it that leads girls certain directions in life. I think a lot of that goes back to what kind of father they had, and so it makes me want to be the best dad I can possibly be."
   },
   "author": {
    "text": "Jake Owen"
   }
  },
  {
   "quote": {
    "text": "I came back from university thinking I knew all about politics and racism, not knowing my dad had been one of the youngest-serving Labour councillors in the town and had refused to work in South Africa years ago because of the situation there. And he's never mentioned it - you just find out. That's a real man to me. A sleeping lion."
   },
   "author": {
    "text": "Johnny Vegas"
   }
  },
  {
   "quote": {
    "text": "I think about me and my dad taking a road trip from Phoenix to Nashville when I was 19. He's no longer here with me, but I still drive that same 1994 Chevy truck. I never have bought a new car."
   },
   "author": {
    "text": "Dierks Bentley"
   }
  },
  {
   "quote": {
    "text": "My dad used to say, 'You wouldn't worry so much about what people thought about you if you knew how seldom they did."
   },
   "author": {
    "text": "Phil McGraw"
   }
  },
  {
   "quote": {
    "text": "I don't know what it's like to have a typical father figure. He's not the dad who's going to take me to the beach and go swimming, but he's such a motivational person."
   },
   "author": {
    "text": "Tiffany Trump"
   }
  },
  {
   "quote": {
    "text": "I really, really like interior design. I grew up in a really old house outside of Philly that was built in 1821. My mom is really into antiques, and my dad is very mid-century. They're not together anymore, so in the middle of growing up, I, all of the sudden, had two houses that were very different but really well done in each of their own ways."
   },
   "author": {
    "text": "Abbi Jacobson"
   }
  },
  {
   "quote": {
    "text": "My father? I never knew him. Never even seen a picture of him."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "My dad used to have an expression - 'It is the lucky person who gets up in the morning, puts both feet on the floor, knows what they are about to do, and thinks it still matters.'"
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "My dad got a job as a professor at Virginia Commonwealth University. He teaches biology and genetics. My dad has been obsessed with science his whole life. Both my paternal grandparents were illiterate bamboo farmers, so he really worked his way up and then got a Ph.D., full ride and everything, from universities in America."
   },
   "author": {
    "text": "Constance Wu"
   }
  },
  {
   "quote": {
    "text": "I had Hallowe'en parties every year, as it was my birthday five days before. My parents would actually put prosthetic noses on, and my dad would wear a top-hat and tails, put on a fake curly moustache, and hold a pipe."
   },
   "author": {
    "text": "Bat for Lashes"
   }
  },
  {
   "quote": {
    "text": "I grew up with a truck. My dad had one, so I like trucks."
   },
   "author": {
    "text": "Lucas Till"
   }
  },
  {
   "quote": {
    "text": "I'm sure there were times when I wish I had thought, 'Gosh, that might really embarrass mom and dad,' but our parents didn't raise us to think about them. They're very selfless and they wanted us to have as normal of a college life as possible. So really, we didn't think of any repercussions."
   },
   "author": {
    "text": "Jenna Bush"
   }
  },
  {
   "quote": {
    "text": "Growing up in Georgia, my dad was a farmer and we worked in agriculture, so we were always looking up at the sky, checking if rain was in the forecast. That always set the tone for the mood in my household, whether we had rain coming in or not - we knew the crops would be good and it was going to be a good week around the Bryan household."
   },
   "author": {
    "text": "Luke Bryan"
   }
  },
  {
   "quote": {
    "text": "I remember opening my dad's closet and there were, like, 40 suits, every color of the rainbow, plaid and winter and summer. He had two jewelry boxes full of watches and lighters and cuff links. And just... he was that guy. He was probably unfulfilled in his life in many ways."
   },
   "author": {
    "text": "Jon Hamm"
   }
  },
  {
   "quote": {
    "text": "My father used to play with my brother and me in the yard. Mother would come out and say, 'You're tearing up the grass'; 'We're not raising grass,' Dad would reply. 'We're raising boys.'"
   },
   "author": {
    "text": "Harmon Killebrew"
   }
  },
  {
   "quote": {
    "text": "I've never heard my dad say a bad word about anybody. He always keeps his emotions in check and is a true gentleman. I was taught that losing it was indulgent, a selfish act."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "My mom is a nurse; my dad is a pediatrician. They were born in the 1940s, and they were both inspired to fight against injustice, whether it was the injustices of the Vietnam War or Watergate or children in poverty or oppression of African Americans in Philadelphia where I was growing up."
   },
   "author": {
    "text": "Jake Tapper"
   }
  },
  {
   "quote": {
    "text": "I had the opportunity to go to law school, and my dad, who was an accountant, couldn't believe I wanted to walk away from that and start cooking."
   },
   "author": {
    "text": "Curtis Stone"
   }
  },
  {
   "quote": {
    "text": "'I Know You Care' is about my dad. And I haven't seen him for a long, long time. And my parents divorced when I was really young. And I guess I just wanted a - it was my way of saying that I wasn't bitter or angry anymore. I was just sad and just felt like something was missing."
   },
   "author": {
    "text": "Ellie Goulding"
   }
  },
  {
   "quote": {
    "text": "My family is all musicians - my dad plays drums, my mom plays flute, my older brother plays drums, my little brother plays drums and piano. For some reason, I didn't get the memo, so I just play bass."
   },
   "author": {
    "text": "Thundercat"
   }
  },
  {
   "quote": {
    "text": "My dad never missed a day of work, and he was always smiling when he came home."
   },
   "author": {
    "text": "Patty Loveless"
   }
  },
  {
   "quote": {
    "text": "I watch political shows for a number of weeks in a row, and all I see are guys arguing with each other over issues I have no idea about. My brother, he loves war-torn places. My dad would always read the paper and tell me I should watch CNN, but I usually wind up watching 'Breaking Bad.'"
   },
   "author": {
    "text": "Norm MacDonald"
   }
  },
  {
   "quote": {
    "text": "We're all comedy fans in my family. My parents mainly wouldn't let me watch stuff that was either annoying to them, or just garbage. My dad wouldn't let us watch 'The Flintstones' if he was home, because he said it was a rip-off of 'The Honeymooners'. But he would let us stay up really late in the summer and watch old 'Honeymooners'."
   },
   "author": {
    "text": "Tina Fey"
   }
  },
  {
   "quote": {
    "text": "Dad was a baker, and we lived above the bakery, so I was always popping down to have an apple pie or a doughnut or a custard or gypsy tart: I had a very sweet tooth, and I think that that was what got me into doing what I do now."
   },
   "author": {
    "text": "Paul Hollywood"
   }
  },
  {
   "quote": {
    "text": "My dad has been a big influence on me, because he's always had his own business. He really taught me business sense and how to be a focused individual, but also how to have fun and make everyone around you have fun."
   },
   "author": {
    "text": "Wiz Khalifa"
   }
  },
  {
   "quote": {
    "text": "When I was small, I was the same as everyone else. I used to play in a small council estate nearby. But it's really my family who taught me. I started watching my dad play from the age of two. I wanted to be like him."
   },
   "author": {
    "text": "Eden Hazard"
   }
  },
  {
   "quote": {
    "text": "It was my dream playing for the Montreal Canadiens - it was my dad's team."
   },
   "author": {
    "text": "Guy Lafleur"
   }
  },
  {
   "quote": {
    "text": "There was always music in our home. My mom and my dad loved music. I remember when we were kids we would have these great parties at the house with congas and bongos and African drums, and it was amazing. It wasn't until years later that I found out that they were actually Black Panther meetings."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "I remember my dad working with me on breaking down my script and writing out a back story for my character and all that stuff."
   },
   "author": {
    "text": "Jason Bateman"
   }
  },
  {
   "quote": {
    "text": "My Dad hated his job. He sold overcoats, but he wanted to make movies. He had a failed career working with the Ritz Brothers - they were like the Marx Brothers, only a tier below. I always had a picture in my mind of him in a straw hat."
   },
   "author": {
    "text": "Steve Sabol"
   }
  },
  {
   "quote": {
    "text": "My dad's idea of punishment was to dress me up in all green to disguise me as grass, and then throw me in the pasture. Cows bit me all over."
   },
   "author": {
    "text": "Bryan Callen"
   }
  },
  {
   "quote": {
    "text": "Mum is from West Waterford, Dungarvan. She's a farmer's daughter. She's a nurse. She left home very young - I think she was 18 - and went off to train as a nurse in England. My dad is from India, just south of Mumbai. He was one of the first in his family to go to college, and he went to England in the '70s; he emigrated there."
   },
   "author": {
    "text": "Leo Varadkar"
   }
  },
  {
   "quote": {
    "text": "My dad was a very quiet person, and unbelievably tough. But my grandmother gave me my first look at negative thinking to bring about positive results. When I was just a little guy, anytime I came to my grandmother and said I wish for this or that, Grandma would say, 'If wishes were horses, beggars would ride.'"
   },
   "author": {
    "text": "Bobby Knight"
   }
  },
  {
   "quote": {
    "text": "I remember one parent-teacher conference at the lower school, and Barack went, and there were SWAT guys on top of the roof of the school. And Malia was like, 'Dad, really? Really? Do they really have to be up there?' And it's like, yeah, honey, they do."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "I was very down as a teenager, very upset because I had gotten hurt in a car accident. But my dad was a source of strength. He used to say, 'It's the character with strength that God gives the most challenges to.' I've thought about that so many times in my life when things didn't go right."
   },
   "author": {
    "text": "Bonnie Hunt"
   }
  },
  {
   "quote": {
    "text": "My dad wanted me to play football so bad, he took me to Washington High School on the west side of Atlanta because they were number one. They never lost."
   },
   "author": {
    "text": "Young Thug"
   }
  },
  {
   "quote": {
    "text": "My brother Bob doesn't want to be in government - he promised Dad he'd go straight."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "My dad raised me with some good advice: 'Always tell the truth. Always shoot from the hip. You might not have many friends, but you'll never have enemies, because people will always know where you're coming from.'"
   },
   "author": {
    "text": "Pink"
   }
  },
  {
   "quote": {
    "text": "I think there's nothing better than laughing in life, so that's nice, to be thought of as someone who can make someone laugh. It's 'cause I think life is hard. You know, my dad was a really silly man. A great Irish silly man. And that's fine."
   },
   "author": {
    "text": "Joan Cusack"
   }
  },
  {
   "quote": {
    "text": "Of course my uncle was a giant, but my dad, in particular, had the house filled with these great Dixieland jazz stars, really the best of them: Henry Red Allen, Willie 'The Lion' Smith, Buster Bailey, Cutty Cutshall, Tyree Glenn, Zutty Singleton. These are all big names in the Dixieland world."
   },
   "author": {
    "text": "Billy Crystal"
   }
  },
  {
   "quote": {
    "text": "My dad used to say, 'Just because you dress up in a coat and tie, it doesn't influence your intelligence.'"
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "It is easier for a father to have children than for children to have a real father."
   },
   "author": {
    "text": "Pope John XXIII"
   }
  },
  {
   "quote": {
    "text": "In New York, my dad raised me to listen to everything like hip-hop, rock and country music. When I moved to Dallas, I started listening to whatever I wanted to listen to."
   },
   "author": {
    "text": "Post Malone"
   }
  },
  {
   "quote": {
    "text": "Dad never interferes in our personal matters. He is a very candid person and knows where to draw the line. He is always there for all of us in the family."
   },
   "author": {
    "text": "Allu Arjun"
   }
  },
  {
   "quote": {
    "text": "I know my dad always wanted to heal the world, and so I think it would be great to follow in his footsteps."
   },
   "author": {
    "text": "Paris Jackson"
   }
  },
  {
   "quote": {
    "text": "When I was little, we lived on 8 acres and my mom had a horse. But when I was 7, my mom kicked my dad out, and then in order to feed us five kids, she got critters cheap or for free and raised them for food. We milked a cow, raised chickens, pigs and beef cattle. We heated our one-story house with wood and stayed cold all winter."
   },
   "author": {
    "text": "Bonnie Jo Campbell"
   }
  },
  {
   "quote": {
    "text": "One of my insecurities was my looks. I was short, cute and chubby, and Dad used to call me his 'little fat sausage.' But I always knew I had musical talent."
   },
   "author": {
    "text": "Suzi Quatro"
   }
  },
  {
   "quote": {
    "text": "I didn't really like opera. I liked cheerleading and boys and, later, smoking. So my opera career was cut short when I was 15. My dad got sick, and we couldn't afford the lessons, so I stopped and became a cheerleader and wrecked my voice."
   },
   "author": {
    "text": "Meryl Streep"
   }
  },
  {
   "quote": {
    "text": "I like to think my dad was easygoing and kind, and I think some of those things have been passed down. I am like him in a sense of being positive and hopeful. He was compassionate, and I've got a lot of that in me as well."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "My dad always said that hard work beats talent when talent doesn't work hard enough."
   },
   "author": {
    "text": "Katee Sackhoff"
   }
  },
  {
   "quote": {
    "text": "I gotta be honest with you. I'm kind of jealous of the way my dad gets to talk to my mom sometimes. Where are all those old-school women you can just take your day out on? When did they stop making those angels?"
   },
   "author": {
    "text": "Bill Burr"
   }
  },
  {
   "quote": {
    "text": "I hope I am remembered by my children as a good father."
   },
   "author": {
    "text": "Orson Scott Card"
   }
  },
  {
   "quote": {
    "text": "My dad is Caucasian, and my mom is African American. I'm half black and half white. Being biracial paints a blurred line that is equal parts staggering and illuminating."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "Everything I do in my life I do to make my mum and dad proud. I want to carry on in my dad's footsteps and make sure that his legacy lives on forever."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "The most ironic thing is my grandfather has his masters in music composition; he was a jazz composer. My dad was a musician, too. He played more, like, soul music."
   },
   "author": {
    "text": "Travis Scott"
   }
  },
  {
   "quote": {
    "text": "I once said to my father, when I was a boy, 'Dad we need a third political party.' He said to me, 'I'll settle for a second.'"
   },
   "author": {
    "text": "Ralph Nader"
   }
  },
  {
   "quote": {
    "text": "When I was little, my dad told me about Anandpur Sahib and the court of Guru Gobind Singh. That we came from a tradition of poets, warriors and artists who created when it was illegal to create... we're groomed to be reckless in the defense of what we feel is right."
   },
   "author": {
    "text": "Rupi Kaur"
   }
  },
  {
   "quote": {
    "text": "All three of my parents - I also had a stepmother - were teachers, and my dad taught high school, and as he always reminded me when I was going to spend some money on something, 'Your mother and I, in the Depression, had to decide whether to spend a dime on a loaf of bread or if we could go to a movie with it.'"
   },
   "author": {
    "text": "Dick Cavett"
   }
  },
  {
   "quote": {
    "text": "I do my work and do the best I can. I'm quite happy with my anonymity. All I can ever hope for is that I continue to do great work that will be remembered, and I leave my imprint so that my son can say proudly, 'That's my dad!'"
   },
   "author": {
    "text": "Eamonn Walker"
   }
  },
  {
   "quote": {
    "text": "I have this complex. I don't like too much exposure. I don't know why it is. Maybe it's bred in me, because my dad always told me to be humble and don't think you're too good."
   },
   "author": {
    "text": "Mark Viduka"
   }
  },
  {
   "quote": {
    "text": "There's certain things that I was taught growing up about not quitting and seeing things through. I think if I would have come home and told my dad that I was going to quit the team, I think he would have kicked me out of the house. I don't think I'd have a place to stay."
   },
   "author": {
    "text": "Nick Saban"
   }
  },
  {
   "quote": {
    "text": "I'm going to take care of the man I'm with. I grew up in a household where my mum takes care of my dad - she cooks, she does everything - and that's the kind of girl I am."
   },
   "author": {
    "text": "Nicole Scherzinger"
   }
  },
  {
   "quote": {
    "text": "And I saw the sax line-up that he had behind him and I thought, I'm going to learn the saxophone. When I grow up, I'm going to play in his band. So I sort of persuaded my dad to get me a kind of a plastic saxophone on the hire purchase plan."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "When it comes to Father's Day, I will remember my dad for both being there to nurture me and also for the times he gave me on my own to cultivate my own interests and to nurture my own spirit."
   },
   "author": {
    "text": "Jennifer Grant"
   }
  },
  {
   "quote": {
    "text": "When I was born, my dad was a scaffolder, and my mum worked in a chip shop. Then my mum taught herself how to be a hairdresser and ended up with her own salon; my dad became a postman and then a counter clerk. Our first house didn't have a bathroom."
   },
   "author": {
    "text": "Timothy Spall"
   }
  },
  {
   "quote": {
    "text": "I feel lazy when I'm not working. I learned all my business sense from my dad. He always believed in me, and I think the last thing he said to me before he passed away was, 'I know you're gonna be OK. I'm not worried about you'."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "I've told Billy if I ever caught him cheating, I wouldn't kill him because I love his children and they need a dad. But I would beat him up. I know where all of his sports injuries are."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "I'm very at ease, and I like it. I never thought I would be such a family-oriented guy; I didn't think that was part of my makeup. But somebody said that as you get older you become the person you always should have been, and I feel that's happening to me. I'm rather surprised at who I am, because I'm actually like my dad!"
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "I've always liked long hair. My dad's always had long hair, but he always tells me, 'I never had it in a ponytail.' And I say to him, 'You weren't an England goalie either, were ya.'"
   },
   "author": {
    "text": "David Seaman"
   }
  },
  {
   "quote": {
    "text": "I was scouted by this talent scout back home. She found me because I used to make my dad these CDs of my music, and I think that some guy that he worked with had a niece who worked with the talent scout, or something really drawn out, kind of word-of-mouth."
   },
   "author": {
    "text": "Brianna Hildebrand"
   }
  },
  {
   "quote": {
    "text": "But there's no substitute for a full-time dad. Dads who are fully engaged with their kids overwhelmingly tend to produce children who believe in themselves and live full lives."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "I grew up upper-class. Private school. My dad had a Jaguar. We're African-American, and we work together as a family, so people assume we're like the Jacksons. But I didn't have parents using me to get out of a bad situation."
   },
   "author": {
    "text": "Beyonce Knowles"
   }
  },
  {
   "quote": {
    "text": "The biggest lesson I learned from my dad is to support children even if they're doing something that is unorthodox."
   },
   "author": {
    "text": "Tony Hawk"
   }
  },
  {
   "quote": {
    "text": "A father and two sons run Adelphia. It's a cable company. And they took from that company a billion dollars. A billion. Three people - three people took a billion dollars. What were they gonna do, start their own space program? 'Let's send the monkey to Mars, Dad!'"
   },
   "author": {
    "text": "Lewis Black"
   }
  },
  {
   "quote": {
    "text": "My dad is from Nottingham - although I've only been there twice in my life, with one being when my friend was at university there. I've always found it a friendly place and has a good night life."
   },
   "author": {
    "text": "Jess Glynne"
   }
  },
  {
   "quote": {
    "text": "Humor is always based on a modicum of truth. Have you ever heard a joke about a father-in-law?"
   },
   "author": {
    "text": "Dick Clark"
   }
  },
  {
   "quote": {
    "text": "My mom used to get arrested for being with my dad. She would get fined. She would spend weekends in jail."
   },
   "author": {
    "text": "Trevor Noah"
   }
  },
  {
   "quote": {
    "text": "My dad has kind of been the standard for me, he played 16 years in the league, and since I've been in the league, every year that I go through and deal with the scratches, the bumps and bruises, just the grind that it is to go through one NBA season."
   },
   "author": {
    "text": "Stephen Curry"
   }
  },
  {
   "quote": {
    "text": "My mother and dad played the fiddle and the guitar."
   },
   "author": {
    "text": "Gordie Howe"
   }
  },
  {
   "quote": {
    "text": "I maybe missed money in my childhood, but I didn't miss love, that's for sure. My dad wasn't there, but I can tell you not even once did I think I was missing something."
   },
   "author": {
    "text": "Olga Kurylenko"
   }
  },
  {
   "quote": {
    "text": "My dad never quit no matter what. He couldn't see, but he never let that stop him. Most people, when something like that happens, they just think their life is over. But that's not true. My dad can still do things like a normal person. He still cooks; he still watches my sister and my brother's baby when my mom's not home."
   },
   "author": {
    "text": "Jason Pierre-Paul"
   }
  },
  {
   "quote": {
    "text": "My father was a tomato farmer. There is the phrase that says he or she worked their fingers to the bone, well, that's my dad. And he was a very good man."
   },
   "author": {
    "text": "Sidney Poitier"
   }
  },
  {
   "quote": {
    "text": "I support gun safety measures, and I'll tell you, I grew up in a family of gun owners and hunters, and I went hunting with my dad as a kid, and you know, I have deep respect for the Second Amendment and the culture of our country."
   },
   "author": {
    "text": "Eric Swalwell"
   }
  },
  {
   "quote": {
    "text": "I was always determined to make it as a footballer, but if things hadn't worked out, I'd have maybe followed my dad into the building industry."
   },
   "author": {
    "text": "Steven Gerrard"
   }
  },
  {
   "quote": {
    "text": "My dad and mom did what a lot of parents did at the time. They sacrificed a lot of their life and used a lot of their disposable income to make sure their children were educated."
   },
   "author": {
    "text": "Sundar Pichai"
   }
  },
  {
   "quote": {
    "text": "My dad's not here, but he's watching in heaven."
   },
   "author": {
    "text": "Bubba Watson"
   }
  },
  {
   "quote": {
    "text": "I find it interesting where grunge originated from and then where it was taken, which was high fashion. My dad was so poor that they kept going to Goodwill to get donated ripped jeans. It wasn't a fashion decision; it was an 'I don't have any money, I have no other choice' type of decision."
   },
   "author": {
    "text": "Frances Bean Cobain"
   }
  },
  {
   "quote": {
    "text": "I'll paddle board, swim in the ocean, roll in the sand, soak up the sun, eat good food, be with friends and family and go fishing with my dad."
   },
   "author": {
    "text": "Behati Prinsloo"
   }
  },
  {
   "quote": {
    "text": "Music is something I couldn't live without. My dad was into music, he played for pleasure - guitar, piano. I started off doing jazz, singing with a lot of fabulous musicians here in London before I went to the States. And I still take piano lessons every Wednesday."
   },
   "author": {
    "text": "Marianne Jean-Baptiste"
   }
  },
  {
   "quote": {
    "text": "I was talking on the phone in my trailer, and I looked in the mirror and I saw the badge clipped to my belt, a gun with a holster, and the suit and the tie with the jacket off, and it was just deja vu. I remember that image so clearly from growing up. My dad would come home for lunch, take off his jacket, have the gun and the badge."
   },
   "author": {
    "text": "Michael Trucco"
   }
  },
  {
   "quote": {
    "text": "When I was about 12 years old back in Houston, my Dad used to take us to the driving range."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "My favorite thing about 'Saturday Night's Main Event,' it was that one time where I could stay up late with my dad and four brothers, and we would all beat the tar out of each other while the show was on, and it was all okay because my dad was a wrestling fan."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "My dad was actually a college boxer at L.S.U. and a good one, too. He was the captain of the boxing team."
   },
   "author": {
    "text": "James Carville"
   }
  },
  {
   "quote": {
    "text": "Ultimately, my connection to my Indian-ness comes back to my mom and dad. They would all tell me and my siblings stories about their life in India, so it was very close to my two brothers and my sister and I."
   },
   "author": {
    "text": "Nikki Haley"
   }
  },
  {
   "quote": {
    "text": "I'm concerned a little bit with the culture of celebrating the fundraise. My dad taught me that when you borrow money it's the worst day of your life."
   },
   "author": {
    "text": "Gary Vaynerchuk"
   }
  },
  {
   "quote": {
    "text": "I was really lucky to have been raised in this really powerful matriarchy where my dad was around, but I was with my mom and my grandma most of the time. They were heavy influences on me. My mother has a career in technology; my grandma sold real estate."
   },
   "author": {
    "text": "Katherine Ryan"
   }
  },
  {
   "quote": {
    "text": "My dad gave me a haircut... and it wasn't a very good one. When I went out of the house, my friends got on my case and said it looked like someone put a chili bowl over my head and cut around it."
   },
   "author": {
    "text": "Chili Davis"
   }
  },
  {
   "quote": {
    "text": "I was about thirteen when I started thinking about the stock market. My dad helped me a little bit. I'd see it in the 'Santa Barbara News-Press.' These prices would change every day - what was that all about?"
   },
   "author": {
    "text": "Charles Schwab"
   }
  },
  {
   "quote": {
    "text": "We'd have Mick Jagger round for tea one morning or Janet Jackson wandering in, but I wouldn't have been aware of it. I didn't have a clue who anyone was. They were just dad's friends popping in."
   },
   "author": {
    "text": "Holly Branson"
   }
  },
  {
   "quote": {
    "text": "I'll say my dad couldn't act to save his life and nor can my uncle, and they'll say I'm the worst actor in the world."
   },
   "author": {
    "text": "Laurence Fox"
   }
  },
  {
   "quote": {
    "text": "Ask anyone on Social Security if their check comes on time every month. Like clockwork. And it comes through the so-called dilapidated U.S. mail. My dad's check literally will come on the same day every month. The government has been quite good and efficient at creating a number of systems."
   },
   "author": {
    "text": "Michael Moore"
   }
  },
  {
   "quote": {
    "text": "Paul McCartney had a baby when he was 61; Rod Stewart was 66; Rupert Murdoch was a stunning 72. Not only does that mean they'll have less stamina than the average dad, that means they'll, well, check out a lot sooner too."
   },
   "author": {
    "text": "Jeffrey Kluger"
   }
  },
  {
   "quote": {
    "text": "No boys liked Take That, and it was weird if you did because they danced around and wore matching clothes. But I didn't grow up with a dad who told me something was manly or not manly."
   },
   "author": {
    "text": "James Corden"
   }
  },
  {
   "quote": {
    "text": "If my father had hugged me even once, I'd be an accountant right now."
   },
   "author": {
    "text": "Ray Romano"
   }
  },
  {
   "quote": {
    "text": "I used to see my dad and his brothers rhyming, and I knew I wanted to do that one day. I'm like any other boy, always wanting to follow in his father's footsteps."
   },
   "author": {
    "text": "Romeo Miller"
   }
  },
  {
   "quote": {
    "text": "I loved the Sunday funnies, and then, as I got a little bit older, I think my dad recognized that it was important for children, and especially girls, to have that time with their dad so that they could help develop their confidence and their critical thinking skills."
   },
   "author": {
    "text": "Dana Perino"
   }
  },
  {
   "quote": {
    "text": "I was a chubby kid who got made fun of a lot, and I got fit in high school, and I stayed fit in my 20s, until my dad died."
   },
   "author": {
    "text": "Jonathan Van Ness"
   }
  },
  {
   "quote": {
    "text": "My dad used to tell me, 'Look, son, opportunity does not come knocking.' It's usually running down the street, and you have to chase it down, you have to tackle it, and then you have to hang on to it."
   },
   "author": {
    "text": "David A. Clarke, Jr."
   }
  },
  {
   "quote": {
    "text": "When I was a kid, my step dad started this business and would go out and get lost cows and stuff. He was part-time truck driver, farmer and cowboy. He taught me how to ride from an early age."
   },
   "author": {
    "text": "Tim McGraw"
   }
  },
  {
   "quote": {
    "text": "My father and I have a very good relationship. We always got along. But I always scold him."
   },
   "author": {
    "text": "Amy Sedaris"
   }
  },
  {
   "quote": {
    "text": "I called up and said, 'Dad, I won a MacArthur.' My father goes: 'I always thought your sister would win that,' and I said, 'Dad, just say congratulations and keep your private thoughts private.' At that point he laughed, then burst into tears, and it was obvious that he was so happy and proud."
   },
   "author": {
    "text": "Bonnie Bassler"
   }
  },
  {
   "quote": {
    "text": "My dad is a big Outlaw country guy - Johnny Cash, Johnny Horton, Waylon, Willie. He loves Elvis and turned me onto Elvis. He was always playing me stuff. He and I would sing and entertain the family. We'd have a little skit on Thanksgiving or whatever."
   },
   "author": {
    "text": "Frankie Ballard"
   }
  },
  {
   "quote": {
    "text": "My dad had emphysema and both of my parents had chronic bronchitis and ended up with cancers - all smoking related."
   },
   "author": {
    "text": "Loni Anderson"
   }
  },
  {
   "quote": {
    "text": "It was so weird that I would end up directing 'The Greatest Game Ever Played,' because, y'know, I'm not a big golfer myself. But I grew up around the game. My mom and dad kind of built their dream house off the 11th fairway of Shady Oaks Country Club in Fort Worth."
   },
   "author": {
    "text": "Bill Paxton"
   }
  },
  {
   "quote": {
    "text": "I like all the angels around because they protect me and my daughter. I mean, her Dad's an angel."
   },
   "author": {
    "text": "Courtney Love"
   }
  },
  {
   "quote": {
    "text": "Sioux was always a horse culture, especially the Lakota Sioux. My mom is from Pine Ridge Indian Reservation; my dad is from a Sioux Indian reservation. Both tribes are Lakota."
   },
   "author": {
    "text": "Brady Jandreau"
   }
  },
  {
   "quote": {
    "text": "My dad was an immigrant kid and a Democrat and a Jew, and we didn't know any Republicans in our group. So I grew up Democratic. My dad was a labor lawyer - a very hardworking guy, a one-horse labor lawyer - and then I went to hippie college and lived in the bubble."
   },
   "author": {
    "text": "David Mamet"
   }
  },
  {
   "quote": {
    "text": "My dad gave me the gene to enjoy cooking, and to enjoy consuming good food and wine."
   },
   "author": {
    "text": "Danny Meyer"
   }
  },
  {
   "quote": {
    "text": "Growing up, my dad owned a restaurant in Washington, DC, and food was something I was passionate about. But when I finally got into it, I felt like it was so late in the game; that's why I worked seven days a week at Craft and Mercer Kitchen. I wanted to see how far I could take it."
   },
   "author": {
    "text": "David Chang"
   }
  },
  {
   "quote": {
    "text": "I asked my daughter when she was 16, What's the buzz on the street with the kids? She's going, to be honest, Dad, most of my friends aren't into Kiss. But they've all been told that it's the greatest show on Earth."
   },
   "author": {
    "text": "Ace Frehley"
   }
  },
  {
   "quote": {
    "text": "My dad is like a cactus - introverted and tough. I'm a people person, like my mom, but I got my competitiveness from my dad. He came to this country from Belarus with nothing and built a real business. He's my hero for giving me that need to run a business and for having enormous confidence in me."
   },
   "author": {
    "text": "Gary Vaynerchuk"
   }
  },
  {
   "quote": {
    "text": "Being an only child, I didn't have any other family but my mom and dad really, since the rest of my family lived quite far away from London."
   },
   "author": {
    "text": "Tom Hardy"
   }
  },
  {
   "quote": {
    "text": "For me, growing up, the downside of it was that as a kid you don't want to stand out. You don't want to have a famous father let alone get a job because of your famous father, you know? But I'm a product of nepotism. That's how I got my foot in the door, through my dad."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "My dad was a stickler for teaching me the pratfall. There is something magical about taking a good fall, and when it works, when you get that laugh, there's no better feeling in the world."
   },
   "author": {
    "text": "Jerry Lewis"
   }
  },
  {
   "quote": {
    "text": "This is going to sound horrible, but I don't even know how much I make in a year. It must be, you know, a couple of million dollars, a few million. I know it's more money than my dad, a jail guard, made in his lifetime; more money than I'll ever need."
   },
   "author": {
    "text": "Penn Jillette"
   }
  },
  {
   "quote": {
    "text": "I have great genes. Thank you to my mom and dad for that one."
   },
   "author": {
    "text": "Gloria Estefan"
   }
  },
  {
   "quote": {
    "text": "In the summer of 1954, after several years in Austin, Minnesota, our family moved across the state to the small, rural town of Worthington, where my dad became regional manager for a life insurance company. To me, at age 7, Worthington seemed a perfectly splendid spot on the earth."
   },
   "author": {
    "text": "Tim O'Brien"
   }
  },
  {
   "quote": {
    "text": "When I was a boy, my own dad told me in a smiling and wistful way that it's a wise man that knows his own father."
   },
   "author": {
    "text": "Michael Leunig"
   }
  },
  {
   "quote": {
    "text": "A spirit is, like, your mother, my dad, who've made it. They can come around, but they come around in a loving way because they've already made it to God. Most people make it."
   },
   "author": {
    "text": "Sylvia Browne"
   }
  },
  {
   "quote": {
    "text": "My dad believes in God, I think. I'm not sure if my mom does. I don't."
   },
   "author": {
    "text": "Daniel Radcliffe"
   }
  },
  {
   "quote": {
    "text": "I didn't always want to be a dad."
   },
   "author": {
    "text": "Liam Gallagher"
   }
  },
  {
   "quote": {
    "text": "I came from a middle-class family. My dad was a professor; my mom was a nurse. I didn't come from money, and I didn't come from circles of power. I didn't come from the country club; I came from the town park."
   },
   "author": {
    "text": "Megyn Kelly"
   }
  },
  {
   "quote": {
    "text": "When it comes to the New Year, I make it a point to catch my mum and dad awake before the clock strikes 12. Then, I celebrate the night with friends."
   },
   "author": {
    "text": "Amy Jackson"
   }
  },
  {
   "quote": {
    "text": "My dad had this rock hard body and would work 12- to 13-hour days. The guys he worked with were scrap-iron guys. Nobody on that road crew had read a book in 10 years, but there was something about the way they lived I really admired."
   },
   "author": {
    "text": "Richard Russo"
   }
  },
  {
   "quote": {
    "text": "I think I'm extremely vulnerable and that in some ways I seek out rejection. Never feeling like you're getting that pat on the back from dad is probably at the heart of that."
   },
   "author": {
    "text": "Skeet Ulrich"
   }
  },
  {
   "quote": {
    "text": "I was so envious of everyone who went to Sylvia Young Theatre School. I wanted to go, but my dad flat-out refused. He thought I'd become some tapdancing freak without qualifications. And he was right in a way. I'm glad I didn't go. That might have changed."
   },
   "author": {
    "text": "Russell Tovey"
   }
  },
  {
   "quote": {
    "text": "My dad has been playing guitar basically all his life. He's sort of who got me into rock music."
   },
   "author": {
    "text": "Dylan Minnette"
   }
  },
  {
   "quote": {
    "text": "I was 14 years old when my dad went into rehab, and he stayed there for a long time - I don't know, 10 or 12 years maybe. He first was there as a resident, as someone trying to get sober, and it took a long time; and then he stayed on helping people get their GED."
   },
   "author": {
    "text": "Casey Affleck"
   }
  },
  {
   "quote": {
    "text": "The lake was always my orienting point when my dad was teaching me how to not get lost. The lake is east, so you'll always know that. It's a weird thing where you can kind of feel where you're at in Chicago, and when I was downtown, I was like, 'Oh, it feels more open over here. That must be east.' It felt like a little secret thing."
   },
   "author": {
    "text": "Jamila Woods"
   }
  },
  {
   "quote": {
    "text": "My dad is an ob-gyn - he's retired now - and he wanted to come to the States to make a better life, for opportunity. My mom said that, on the plane ride here, I did not want to speak a word of English - I spoke Tagalog. And then, after the first day of school, I didn't want to speak anything but English."
   },
   "author": {
    "text": "Reggie Lee"
   }
  },
  {
   "quote": {
    "text": "I took the first James Kelman novel, 'The Bus Conductor Hines', home to my dad. I thought, 'My dad will like this; it's written in Scots.' But my dad said: 'I can't read that.' He was reading James Bond and John le Carre. That was part of what attracted me to crime - the idea of getting a wide audience."
   },
   "author": {
    "text": "Ian Rankin"
   }
  },
  {
   "quote": {
    "text": "Some musicians I know are incredible fathers. Like Keith Richards. A fantastic dad."
   },
   "author": {
    "text": "Jack Bruce"
   }
  },
  {
   "quote": {
    "text": "The one thing that kept our family together was the music. The only thing that our family would share emotionally was to have our dad cry over something the kids did with music."
   },
   "author": {
    "text": "Dennis Wilson"
   }
  },
  {
   "quote": {
    "text": "Father told me that if I ever met a lady in a dress like yours, I must look her straight in the eyes."
   },
   "author": {
    "text": "Prince Charles"
   }
  },
  {
   "quote": {
    "text": "My life has always been with my dad. Since I can remember, I was raised by my father my entire life. So he's kind of been that mom and father figure - always."
   },
   "author": {
    "text": "Apolo Ohno"
   }
  },
  {
   "quote": {
    "text": "Love and fear. Everything the father of a family says must inspire one or the other."
   },
   "author": {
    "text": "Joseph Joubert"
   }
  },
  {
   "quote": {
    "text": "I wasn't born to a wealthy or powerful family - mother from Puerto Rico, dad from the South Bronx."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "I was born to a dad who was born in the South Bronx while the Bronx was burning, while landlords were committing arson to their own buildings."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "I never made it to the school choir because the music teacher didn't like my voice. I was pretty sad. But he was probably right; I did have a voice a bit like a goat, but my dad told me to never give up and to keep going, and it's paid off."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "Thank God I have parents who'd support the crazy things I did. If my dad found a snake, I'd take it to the woods. I was always taking these homeless birds and homeless cats home."
   },
   "author": {
    "text": "Ashlan Gorse Cousteau"
   }
  },
  {
   "quote": {
    "text": "Fathers are biological necessities, but social accidents."
   },
   "author": {
    "text": "Margaret Mead"
   }
  },
  {
   "quote": {
    "text": "My dad is too cute. Every morning, he sends me one motivational quote. I have a folder full of all his quotes."
   },
   "author": {
    "text": "Alia Bhatt"
   }
  },
  {
   "quote": {
    "text": "My uncle played rugby, and my dad played football, and they used to argue which game was the roughest - and everybody agreed rugby was. It's a great team sport, and to be successful, every person has to play in the same level."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "I hate short hair on men - the 'real' man is something I don't know. My dad was always playing with hairbands, making rings, while the women were wearing jeans, white T-shirts and Converse. That was the uniform at home."
   },
   "author": {
    "text": "Lou Doillon"
   }
  },
  {
   "quote": {
    "text": "My dad wouldn't buy me tight pants. I had to get my own money to buy them."
   },
   "author": {
    "text": "Young Thug"
   }
  },
  {
   "quote": {
    "text": "I mean, I look at my dad. He was twenty when he started having a family, and he was always the coolest dad. He did everything for his kids, and he never made us feel like he was pressured. I know that it must be a great feeling to be a guy like that."
   },
   "author": {
    "text": "Adam Sandler"
   }
  },
  {
   "quote": {
    "text": "I'm compared to my dad all the time, and I've learned to take it positively by working hard."
   },
   "author": {
    "text": "Ram Charan"
   }
  },
  {
   "quote": {
    "text": "My mother was very funny. My dad had a great sense of humor. My grandmother, too."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "And my dad drilled it in my head, you know, 'If you want it bad enough, and you're willing to make the sacrifices, you can do it. But first you have to believe in yourself."
   },
   "author": {
    "text": "Jennie Finch"
   }
  },
  {
   "quote": {
    "text": "I grew up on the back of a motorcycle - my dad didn't have a car until I was a teenager."
   },
   "author": {
    "text": "Aisha Tyler"
   }
  },
  {
   "quote": {
    "text": "When I was growing up, my parents were almost involved in various volunteer things. My dad was head of Planned Parenthood. And it was very controversial to be involved with that."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "I inherited that calm from my father, who was a farmer. You sow, you wait for good or bad weather, you harvest, but working is something you always need to do."
   },
   "author": {
    "text": "Miguel Indurain"
   }
  },
  {
   "quote": {
    "text": "My mother's dad dropped out of the eighth grade to work. He had to. By the time he was 30, he was a master electrician, plumber, carpenter, mason, mechanic. That guy was, to me, a magician. Anything that was broken, he could fix. Anybody anywhere in our community knew that if there was a problem, Carl was there to fix it."
   },
   "author": {
    "text": "Mike Rowe"
   }
  },
  {
   "quote": {
    "text": "My mom was a housewife and a sponge, who would absorb everything and make it all look like a fairytale when he entered the house. For instance, when he came home, I would always be seen studying with my books open. She always made sure that Dad went back to the shoot happily."
   },
   "author": {
    "text": "Ram Charan"
   }
  },
  {
   "quote": {
    "text": "When my dad founded our church, he used either a globe or a map of the world behind him. It was symbolic of what Christ said: to go forth and preach hope to the world. We believe in the cross, but we just continued with the globe."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Like a lot of kids, I had a Superman cake or different theme cakes, but then I hit the age where I think my mom thought I was ready for the German chocolate cake that she makes for my dad. Just the sight of that, the taste of that frosting, just reminds me of being at home with my mom and my dad and my sister and my friends."
   },
   "author": {
    "text": "Willie Geist"
   }
  },
  {
   "quote": {
    "text": "When my first semester grades came out, my mom and dad told me I wouldn't be playing football."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "I lost my dad two years ago to cancer, and before he died, I asked him to write 'Daddy's Little Girl' on a piece of paper for me. I told him it was for an album. He practiced and practiced and then sent it to me, and I had it tattooed onto my wrist and surprised him with it. He cried when he saw it, happy tears. This way I always carry him with me."
   },
   "author": {
    "text": "Priyanka Chopra"
   }
  },
  {
   "quote": {
    "text": "OK, I have a nickname. My family calls me 'Trey' because I'm William the third. My dad has the same name, which is always confusing because my dad is well known, and I'm also known."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Me and my dad are the biggest promoters of an estate tax in the US. It's not a popular position."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "I'm dying to be a great dad one day, whenever that day comes."
   },
   "author": {
    "text": "Drake"
   }
  },
  {
   "quote": {
    "text": "My dad is a Chatty Cathy, the social butterfly; friendly; knows everybody in the whole world by six degrees; tells me that every performance is the greatest he's ever seen, every new outfit is the coolest. Constant cheerleader."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "One afternoon when I was 9, my dad told me I'd be skipping school the next day. Then we drove 12 hours from Melbourne to Sydney for the Centenary Test, a once-in-a-lifetime commemorative cricket match. It was great fun - especially for a kid who was a massive sports fan."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "My mom and my dad were both very sociable, meeting lots of interesting people."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "People are always coming up to me and saying, 'I heard your dad's speech, and it's really great.' And they'll mention some place I didn't even know my dad was going to."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Dad could talk about peace and love out loud to the world, but he could never show it to the people who supposedly meant the most to him: his wife and son. How can you talk about peace and love and have a family in bits and pieces - no communication, adultery, divorce? You can't do it, not if you're being true and honest with yourself."
   },
   "author": {
    "text": "Julian Lennon"
   }
  },
  {
   "quote": {
    "text": "My dad only ever talked about two things: bicycles and Mercedes."
   },
   "author": {
    "text": "Raf Simons"
   }
  },
  {
   "quote": {
    "text": "I used to listen to my dad a lot as a way of trying to be close to him, as well, because my parents were divorced and I didn't spend that much time with him. And I used to put headphones on and listen to my dad talk and sing and I found that quite... bonding with him, in a weird way."
   },
   "author": {
    "text": "Teddy Thompson"
   }
  },
  {
   "quote": {
    "text": "I'm a really nostalgic person. I love taking photos and video and having memories. I remember all my childhood videos that my dad used to take. I think that's really what life is about - especially when you start a family of your own."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "I always joke that my kids' favorite holiday is Father's Day. They love the way I celebrate the occasion by writing each of them a thank-you letter and a generous check. It's my way of letting them know how much I appreciate the great pleasure and privilege of being their dad."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "I was built up from my dad more than anyone else."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "I made a decision when my father passed away that I was going to be who God made me to be and not try to preach like my father."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "My dad had a church of 90 people when I was born. It was just, over the years it continued to grow."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I didn't try to copy my dad or fit into the pressure or the mold that everybody tried to make me fit into."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Parents are the centre of a person's solar system, even as an adult. My dad had a stronger gravitational pull than most, so his absence was bound to leave a deep and lasting void."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "My dad and my mom convinced me to go into biomedical engineering because they said astronauts going to Mars will need life support systems."
   },
   "author": {
    "text": "Rony Abovitz"
   }
  },
  {
   "quote": {
    "text": "Some of my happiest childhood memories are going to the movies with my dad and seeing whatever was out that week. In 1977, when I was 7, it was 'Star Wars.' That was a life-changer."
   },
   "author": {
    "text": "David Benioff"
   }
  },
  {
   "quote": {
    "text": "I think it's easiest to teach by example. My dad didn't tell us to work hard; we just saw how hard he worked. I know I have shortcomings - like a short fuse - but I've learned you can't come home from a long day of work and snap at the kids."
   },
   "author": {
    "text": "Chris O'Donnell"
   }
  },
  {
   "quote": {
    "text": "My father moved to Hawaii from Brooklyn and my mother came there as a child from the Philippines. They met at a show where my dad was playing percussion. My mom was a hula dancer."
   },
   "author": {
    "text": "Bruno Mars"
   }
  },
  {
   "quote": {
    "text": "My dad was always playing music. Not, like, playing music but listening to music."
   },
   "author": {
    "text": "Post Malone"
   }
  },
  {
   "quote": {
    "text": "As a dad, you are the Vice President of the executive branch of parenting. It doesn't matter what your personality is like, you will always be Al Gore to your wife's Bill Clinton. She feels the pain and you are the annoying nerd telling them to turn off the lights."
   },
   "author": {
    "text": "Jim Gaffigan"
   }
  },
  {
   "quote": {
    "text": "I've never been a hands-on dad. I'm not ashamed to admit it, but you can't run a restaurant and be home for tea at 4:30 and bath and change nappies."
   },
   "author": {
    "text": "Gordon Ramsay"
   }
  },
  {
   "quote": {
    "text": "You realise that there's nothing more endearing than people who are desperately trying to be liked or trying to be the hero, you know? Who also probably just need a hug or want to impress their dad?"
   },
   "author": {
    "text": "Taika Waititi"
   }
  },
  {
   "quote": {
    "text": "All of my high school male teachers were WWII and/or Korean War veterans. They taught my brothers and me the value of service to our country and reinforced what our dad had shown us about the meaning of service."
   },
   "author": {
    "text": "Oliver North"
   }
  },
  {
   "quote": {
    "text": "My dad is a great writer. Naturally talented, naturally charming. He embodies that back-in-the-day cool."
   },
   "author": {
    "text": "Drake"
   }
  },
  {
   "quote": {
    "text": "My dad was an entrepreneurial businessman, and maybe I got some of his ability."
   },
   "author": {
    "text": "Thomas Jane"
   }
  },
  {
   "quote": {
    "text": "Indians mock their corrupt politicians relentlessly, but they regard their honest politicians with silent suspicion. The first thing they do when they hear of a supposedly 'clean' politician is to grin. It is a cliche that honest politicians in India tend to have dishonest sons, who collect money from people seeking an audience with Dad."
   },
   "author": {
    "text": "Aravind Adiga"
   }
  },
  {
   "quote": {
    "text": "Humans have voids, and you need things to fill voids... I didn't have a dad to fill that male model void, so when I heard Eminem or freaking seen Dave Chapelle, that's what I gravitated to."
   },
   "author": {
    "text": "Tyler, The Creator"
   }
  },
  {
   "quote": {
    "text": "Dad's Jewish and Irish, Mom's German and Scotch. I couldn't say I was anything. My last name isn't even Downey. My dad changed his name when he wanted to get into the Army and was underage. My real name is Robert Elias. I feel like I'm still looking for a home in some way."
   },
   "author": {
    "text": "Robert Downey, Jr."
   }
  },
  {
   "quote": {
    "text": "I think I've got my business notions and my sense for that sort of thing from my dad. My dad never had a chance to go to school. He couldn't read and write. But he was so smart. He was just one of those people that could just make the most of anything and everything that he had to work with."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "I was into the Mets because my Dad worked at IBM where he got free Mets tickets, so I was into the Mets... then I got to 'Saturday Night Live' where my boss has unbelievable N.Y. Yankees tickets, so he invites us to the games. I'm going to all the games, so I might as well root for the team I'm gonna go sit with."
   },
   "author": {
    "text": "Jimmy Fallon"
   }
  },
  {
   "quote": {
    "text": "I love my dad. There is no doubt about that. He is a wonderful man and a good person. Like many father/son relationships, we have our struggles, our misunderstandings, and our miscommunications. We are very different people, but also very similar at the same time."
   },
   "author": {
    "text": "Brad Goreski"
   }
  },
  {
   "quote": {
    "text": "The full thing is God-given. I don't know how I got my swing or what I did. I know I worked every single day. I know I did as much as I could with my dad. But I never really looked at anything mechanical. There was nothing really like, 'Oh, put your hands here.' It was, 'Where are you comfortable? You're comfortable here; hit from there.'"
   },
   "author": {
    "text": "Bryce Harper"
   }
  },
  {
   "quote": {
    "text": "If I had a message to give my dad, it'd probably be, 'Thank you, thank you, thank you.' He's helped me so much on this crazy journey. Giving up his job, being away from my mom, and being away from home for that much just because of me? It's a lot. And I thank him for it."
   },
   "author": {
    "text": "Chloe Kim"
   }
  },
  {
   "quote": {
    "text": "I was Mary Poppins for Halloween when I was 3, with lipstick and a carpetbag. And I was Dorothy in 'The Wizard of Oz' in a production in my dad's barn."
   },
   "author": {
    "text": "Jonathan Groff"
   }
  },
  {
   "quote": {
    "text": "Me and my dad are friends. We're cool. I'll never be disappointed again, because I don't expect anything anymore from him. I just let him exist, and that's how we get along."
   },
   "author": {
    "text": "Drake"
   }
  },
  {
   "quote": {
    "text": "Becoming a dad means you have to be a role model for your son and be someone he can look up to."
   },
   "author": {
    "text": "Wayne Rooney"
   }
  },
  {
   "quote": {
    "text": "My family never took vacations; we never traveled together. We never did anything. My spring breaks were going home to help my dad at the restaurant."
   },
   "author": {
    "text": "Pete Gallego"
   }
  },
  {
   "quote": {
    "text": "I go back five generations in Jamaica. My dad grew up in Port Royal, and my mom grew up in Kingston. My family is from the country like West Moreland and also in Manchester. I've been there countless times. As far as cuisine, there's not really much that comes out of Jamaica that's on a plate that I don't like."
   },
   "author": {
    "text": "Dule Hill"
   }
  },
  {
   "quote": {
    "text": "My dad died when I was young; my mom remarried with more haste than sense to a fellow... he wasn't evil or anything, but he was worthless."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "The only advantage to being a middle-aged man is that when you put on a jacket and tie, you're the Scary Dad. Never mind that no one has had an actually scary dad since 1966. The visceral fear remains."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "At times I've got a really big ego. But I'll tell you the best thing about me. I'm some guy's dad; I'm some little gal's dad. When I die, if they say I was Annie's husband and Zachary John and Anna Kate's father, boy, that's enough for me to be remembered by. That's more than enough."
   },
   "author": {
    "text": "John Denver"
   }
  },
  {
   "quote": {
    "text": "Because my dad abused me, I was determined to never let a man tell me what to do. God clearly showed me that I needed to be a submissive wife if I wanted to be effective in ministry. The truth is, if we don't learn to submit to authority, we won't ever learn to submit to God."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "My mom worked for Apple, and my dad owned his own business."
   },
   "author": {
    "text": "Travis Scott"
   }
  },
  {
   "quote": {
    "text": "When I was three years old, my dad bought me my first drum set."
   },
   "author": {
    "text": "Travis Scott"
   }
  },
  {
   "quote": {
    "text": "I want to be on stage and perform and win Grammys and help out my family in Bulgaria, because they are struggling, and my mom and dad, too."
   },
   "author": {
    "text": "Leah LaBelle"
   }
  },
  {
   "quote": {
    "text": "You may earn whatever money you earn as a cricketer, but you want to play for your country. At the end of the day, you want to do something special. There are plenty of people who earn 50 crores or 100 crores as businessmen or big professionals or who are really doing well in business. But what gives pleasure to your mom and dad is the fame."
   },
   "author": {
    "text": "Mahendra Singh Dhoni"
   }
  },
  {
   "quote": {
    "text": "My dad told me, 'It takes fifteen years to be an overnight success', and it took me seventeen and a half years."
   },
   "author": {
    "text": "Adrien Brody"
   }
  },
  {
   "quote": {
    "text": "I really love Linkin Park, and I loved Chester Bennington, and it is horrible what happened to him. I grew up listening to him because my dad would make these mixtapes with a lot of different artists - Linkin Park, Avril Lavigne, The Beatles, Sarah McLachlan, I just really loved Linkin Park, and their production is really sick."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "I couldn't be a cameraman or a designer or an actor - I have to be a director because I learned how to do that from my dad."
   },
   "author": {
    "text": "Joe Wright"
   }
  },
  {
   "quote": {
    "text": "I just wasn't cut out to be a Chinese Tiger Mom. I'm more of an Irish Setter Dad."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Since I was a boy, from this house, I was out rescuing crocodiles and snakes. My mum and dad were very passionate about that and, I was lucky enough to go along."
   },
   "author": {
    "text": "Steve Irwin"
   }
  },
  {
   "quote": {
    "text": "My dad is a writer, and to see him always in front of a typewriter gave me the inspiration to write. He was my idol, my hero. I wanted to be just like him."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "Don't force your kids into sports. I never was. To this day, my dad has never asked me to go play golf. I ask him. It's the child's desire to play that matters, not the parent's desire to have the child play. Fun. Keep it fun."
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "Fereydun, that's my dad's name. My grandmother, my dad's mom, when she was pregnant, she was dating a man from Persia, a Persian gentleman. It wasn't his child, but he was still very supportive and said, 'Hey, this is a great name,' and so it stuck. So that's what she named him."
   },
   "author": {
    "text": "Fred Armisen"
   }
  },
  {
   "quote": {
    "text": "It is impossible to please all the world and one's father."
   },
   "author": {
    "text": "Jean de La Fontaine"
   }
  },
  {
   "quote": {
    "text": "I'm a dad, I'm a husband, I'm an activist, I'm a writer and I'm just a student of the world."
   },
   "author": {
    "text": "Michael J. Fox"
   }
  },
  {
   "quote": {
    "text": "I never saw any of my dad's stories. My mother said he had piles and piles of manuscripts."
   },
   "author": {
    "text": "Stephen King"
   }
  },
  {
   "quote": {
    "text": "My dad was fiscally conservative, and I was influenced by that. He didn't believe in spending more than you had because it gets you into trouble."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "My dad was a big admirer of Sergeant York stories from the First World War."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "My dad had always been a big decaf coffee drinker. But my mom had always been more of a tea drinker. So I grew up around a lot of tea. And I also really love tea. But I'm not one of those people who has ever felt the need to choose between coffee and tea. I think that is a completely false dichotomy."
   },
   "author": {
    "text": "Chelsea Clinton"
   }
  },
  {
   "quote": {
    "text": "I am blessed to have Mom and Dad."
   },
   "author": {
    "text": "Kevin Eubanks"
   }
  },
  {
   "quote": {
    "text": "Mental illness can happen to anybody. You can be a dustman, a politician, a Tesco worker... anyone. It could be your dad, your brother or your aunt."
   },
   "author": {
    "text": "Frank Bruno"
   }
  },
  {
   "quote": {
    "text": "My dad said to me growing up: 'When all is said and done, if you can count all your true friends on one hand, you're a lucky man.'"
   },
   "author": {
    "text": "Josh Charles"
   }
  },
  {
   "quote": {
    "text": "If you've witnessed bullying or if you're being bullied, tell somebody you trust. Tell mom and dad. Tell your counselors or your coaches. Tell your teachers. Tell an adult who you trust."
   },
   "author": {
    "text": "Stephanie McMahon"
   }
  },
  {
   "quote": {
    "text": "In 2009, I fractured my skull in a freak accident at an L.A. restaurant. I suffered a seizure and was rushed into hospital. I was so out of it that I refused to let them scan my brain. My dad rushed to my bedside and talked me into having the CAT scan - he told me that I might die if I didn't go through with it."
   },
   "author": {
    "text": "Eliot Sumner"
   }
  },
  {
   "quote": {
    "text": "Personally, I can handle criticism, especially when it is deserved, and it's because my dad never, ever said 'Well done' to me. He did it on purpose so that I kept my feet on the ground."
   },
   "author": {
    "text": "Granit Xhaka"
   }
  },
  {
   "quote": {
    "text": "My dad worked all sorts of jobs when I was growing up and finally ended up as a surveyor; my mum delivers meals to old folk around where we live. We didn't have much money when I was growing up, but I had a very happy childhood."
   },
   "author": {
    "text": "Michelle Dockery"
   }
  },
  {
   "quote": {
    "text": "My mother and father raised their eyebrows at first when I said I wanted to be an actor because I was in this industrial city. My dad had done a bit of boxing on the side, but he was a welder first and foremost. I was 17, and I said, 'I want to be an actor.' They worried it was a waste of time."
   },
   "author": {
    "text": "Sean Bean"
   }
  },
  {
   "quote": {
    "text": "My dad is still Christian Scientist. My mom's not, and I'm not. But I believe in God, and that there's a higher power and an intelligence that's bigger than us and that we can rely on. It's not just us, thinking we are the ones in control of everything. That idea gives me support."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "I think, if I had a dad, I would have went the normal college route. I'm so stoked my life panned out how it was."
   },
   "author": {
    "text": "Tyler, The Creator"
   }
  },
  {
   "quote": {
    "text": "I always wanted what Mom and Dad had."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "When I turned 16, my dad made me sign a contract - he made us sign contracts for everything - that if I hit my car, I would be responsible for paying for it. I was in bumper-to-bumper traffic, and I tapped someone. It was so not a big deal, but I had to pay for it."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "My dad had this thing - everyone in Canada wants to play hockey; that's all they want to do. So when I was a kid, whenever we skated my dad would not let us on the ice without hockey sticks, because of this insane fear we would become figure skaters!"
   },
   "author": {
    "text": "Norm MacDonald"
   }
  },
  {
   "quote": {
    "text": "I got stuck up a tree when I was about seven, and my dad had to come and get the ladder to get me down. I loved to climb all the way up to the top. I must have been a koala in my past life."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "I've always had a burning desire to help people and make a difference in the world. I didn't know how I could do that in modelling when it can be such a fake world. But my dad told me I could make a difference by being true to myself and teaching people what I've learnt about spirituality, health and nutrition."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "If your dad died before you were born, yeah, it hurts - but it's not like you had a connection with something that was real. Not to say it's any better - but to have that connection and then have it ripped away was, like, the worst. My dad was such a good dad that when he left, he left a huge scar. He was my superhero."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "All the learnin' my father paid for was a bit o' birch at one end and an alphabet at the other."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "President of the United States is you know, our boss, so you know, the President and the First Lady are kinda like the Mom and the Dad of the country. And when your Dad says something you listen."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "I love my daddy. My daddy's everything. I hope I can find a man that will treat me as good as my dad."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "It's hard for me to just say, 'Wow, this is amazing - I'm famous. I'm living the dream.' I sit there and think, 'I'm scared - this can go away tomorrow.' My dad always says that I'm a tortured soul because I'm never pleased; I never feel like I deserve what I've achieved."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "My dad encouraged us to fail. Growing up, he would ask us what we failed at that week. If we didn't have something, he would be disappointed. It changed my mindset at an early age that failure is not the outcome, failure is not trying. Don't be afraid to fail."
   },
   "author": {
    "text": "Sara Blakely"
   }
  },
  {
   "quote": {
    "text": "Sons have always a rebellious wish to be disillusioned by that which charmed their fathers."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "You have to respect your parents. They are giving you an at-bat. If you're an entrepreneur and go into the family business, you want to grow fast. Patience is important. But respect the other party... My dad and I pulled it off because we really respect each other."
   },
   "author": {
    "text": "Gary Vaynerchuk"
   }
  },
  {
   "quote": {
    "text": "As a first-generation American, my parents expected that I would go on to have pretty tactical higher-education-type jobs - doctor, lawyer, engineer. Those were the three options. My dad was not at all open to the idea that there would not be a higher education in my future."
   },
   "author": {
    "text": "Bozoma Saint John"
   }
  },
  {
   "quote": {
    "text": "My dad went to law school at night while working full-time. He has an unparalleled work ethic and has passed down to me his passion for playing and watching sports. I love him dearly."
   },
   "author": {
    "text": "Brett Kavanaugh"
   }
  },
  {
   "quote": {
    "text": "When I was little, my dad used to call me 'Bandarella,' because I was a mess - a Bandar is a monkey in Hindi. I was not a girly-girl and would always break something and would be running around and didn't really fit in."
   },
   "author": {
    "text": "Priyanka Chopra"
   }
  },
  {
   "quote": {
    "text": "When I brought my medical school friends home, Dad used to tell us that we didn't know anything about the world. He started giving me impromptu quizzes about history and current events. I quite liked that."
   },
   "author": {
    "text": "Holly Branson"
   }
  },
  {
   "quote": {
    "text": "My dad always told me, 'I don't care what you do. Just aim to be the best at it. Even if it's the world's best window cleaner.'"
   },
   "author": {
    "text": "Bruce Dickinson"
   }
  },
  {
   "quote": {
    "text": "My dad's probably one of the kindest people in the world. When I was younger that's not how I was- I was a little spoiled brat."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "The place of the father in the modern suburban family is a very small one, particularly if he plays golf."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "The fundamental defect of fathers, in our competitive society, is that they want their children to be a credit to them."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "When I was a toddler, my father cut hair in the townhouse we had shared together in Long Beach, California, where Dad was stationed with the U.S. Navy. The buzz of clippers consistently hummed as he gave fades to his coworkers, my uncles, and my brother, but his clippers were never oiled and plugged in for my head."
   },
   "author": {
    "text": "Janet Mock"
   }
  },
  {
   "quote": {
    "text": "My dad being a salesman taught me you can sell anybody anything if you've got the ability to believe."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "My favorite memories were with my dad, throwing a football around when he came home from work. As long as kids are having fun, that's the biggest deal at the end of the day."
   },
   "author": {
    "text": "Andrew Luck"
   }
  },
  {
   "quote": {
    "text": "In New York, I have a photo of my parents on their wedding day in 1947. They're beaming at home plate in Houston's Buffalo Stadium. I love the photo because my dad is smiling. He didn't smile much in his later years."
   },
   "author": {
    "text": "Keith Hernandez"
   }
  },
  {
   "quote": {
    "text": "I don't think there's any real motivation for somebody to be a truck driver. Mine was simple; dad was a truck driver, I wanted to own one."
   },
   "author": {
    "text": "Lindsay Fox"
   }
  },
  {
   "quote": {
    "text": "We all have experiences in our lives that change us, and we all learn from people, like my dad, but at the end of the day, it's only us. And we're only responsible to make ourselves happy."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "It may take a village to raise a child, but not every villager needs to be a mom or dad. Some of us just need to be who we are."
   },
   "author": {
    "text": "Meghan Daum"
   }
  },
  {
   "quote": {
    "text": "I wanted to be something and prove to girls in high school, and to my mum and dad, that I could be really... spectacular."
   },
   "author": {
    "text": "Charlotte McKinney"
   }
  },
  {
   "quote": {
    "text": "Bob Dole. He's like the neighbors' Labrador retriever your dad used to curse for all that barking, all that darn digging in your mom's tulip bed, and now look, you live next door to a godforsaken pack of teeth-baring rabid Pomeranians, and, good golly, Bob Dole!"
   },
   "author": {
    "text": "Jeanne Marie Laskas"
   }
  },
  {
   "quote": {
    "text": "My dad was my best friend. I worshipped him. All of my success in life really comes from him. He believed that you get nothing from negativity."
   },
   "author": {
    "text": "Stephen J. Cannell"
   }
  },
  {
   "quote": {
    "text": "My dad's a Pentecostal minister, meaning that he's full of charisma. If he's telling a story about Noah's ark, you best know each tiger is going to be having their own little conversation and narrative."
   },
   "author": {
    "text": "John Boyega"
   }
  },
  {
   "quote": {
    "text": "The beauty of where I'm from - this small little town called Wallburg, North Carolina - I didn't have a TV; I was out playing ball with my dad, shooting clay pigeons."
   },
   "author": {
    "text": "Jill Wagner"
   }
  },
  {
   "quote": {
    "text": "I've got the best parents you could ever ask for. My parents are from New Jersey, and they met in Vermont in college. My Dad grew up listening to heavy, psychedelic music. He's my biggest fan."
   },
   "author": {
    "text": "King Tuff"
   }
  },
  {
   "quote": {
    "text": "I don't have a creepy uncle, but I certainly have many, many uncles. My mom has twelve brothers and sisters, and my dad has two sisters and three brothers. Their maturity level is still hovering around fifteen when they all get together, but they're not necessarily creepy."
   },
   "author": {
    "text": "Martha MacIsaac"
   }
  },
  {
   "quote": {
    "text": "I have a mug that actually verifies that I'm the world's best dad. That's a mug. That's not me talking. You can't just buy those."
   },
   "author": {
    "text": "Stephen Colbert"
   }
  },
  {
   "quote": {
    "text": "My dad, being a businessman, constantly talked to me about carrying myself in a certain way and treating people with respect. And I think that's something that's carried over throughout my life. It's how I deal with certain situations."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "I was in my dad's church, his Baptist church, and I think the first song I ever performed was 'Jesus Be a Fence Around Me.'"
   },
   "author": {
    "text": "Aretha Franklin"
   }
  },
  {
   "quote": {
    "text": "My mom had a job, and she also took care of us, and she also took care of Dad - I always saw her pulling triple duty, doing more than I ever felt like she needed to. I made a promise to myself that it would be more of a team effort in my family someday. And because of that, I became more independent."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "I've seen fathers criticizing their sons the moment a game's over. Not my dad. It doesn't matter if I threw an interception or a Hail Mary, he always says, 'Good job, son, I'm proud of you.' Then he shakes my hand and gives me a hug. Every time."
   },
   "author": {
    "text": "Ben Roethlisberger"
   }
  },
  {
   "quote": {
    "text": "I wanted to be a skinny little ballerina but I was a voluptuous little Italian girl whose dad had meatballs on the table every night."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "Making your dad happy is - especially for an Italian Catholic girl, I'll tell you - it feels really good."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "Go on daddy-daughter dates and father-and-sons' outings with your children. As a family, go on campouts and picnics, to ball games and recitals, to school programs, and so forth. Having Dad there makes all the difference."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "People have told me, 'My dad passed on, but I have great memories of watching your shows with him.' It doesn't get any better than that."
   },
   "author": {
    "text": "Bob Newhart"
   }
  },
  {
   "quote": {
    "text": "Wherever you're from, you adapt to your environment. It definitely made my music a little bit more explicit. Because I really was in North Philly, I listened to State Property and stuff. Everything my dad listened to, I listened to."
   },
   "author": {
    "text": "Lil Uzi Vert"
   }
  },
  {
   "quote": {
    "text": "God and my dad gave me the gift of gab. I know how to finagle."
   },
   "author": {
    "text": "Chance The Rapper"
   }
  },
  {
   "quote": {
    "text": "When you lose someone whose life was so extraordinary like my dad's, you have two options: You can curl up in a dark corner... or rise above it and dust yourself off and continue with their work. He will always be with me."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "My dad was the town drunk. Most of the time that's not so bad; but New York City?"
   },
   "author": {
    "text": "Henny Youngman"
   }
  },
  {
   "quote": {
    "text": "My dad is a motorcycle guy, not some Hollywood dude."
   },
   "author": {
    "text": "Shia LaBeouf"
   }
  },
  {
   "quote": {
    "text": "Much more a skiing family than a hockey family, my dad wasn't a big fan of the arenas early in the morning on the weekends."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "When my dad left public life, I was 13 years old. I went through my teen years and into adulthood in relative anonymity. After my dad's funeral, I was suddenly recognizable to people I passed on the street."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "One of the jokes among our family was that whenever Dad went to the movies, he insisted on getting his senior citizen's discount. It was laughable to view him as a traditional senior citizen; he was one of the most robust people I ever knew. Until, very suddenly, he wasn't."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "I grew up in a small town in Illinois, and my dad was a basketball coach. Thanks to him, I have excellent fundamentals in both basketball and baseball."
   },
   "author": {
    "text": "Nick Offerman"
   }
  },
  {
   "quote": {
    "text": "Dad was the pitching coach, while Mom was the emotional supporter. Her unconditional love was great, and she wanted what was best for me."
   },
   "author": {
    "text": "Jennie Finch"
   }
  },
  {
   "quote": {
    "text": "I grew up in Des Moines. My dad had a house full of books, things like P.G. Wodehouse books and 'Wuthering Heights' by Emily Bronte."
   },
   "author": {
    "text": "Bill Bryson"
   }
  },
  {
   "quote": {
    "text": "I remember the first book I bought, when I was about 11... Dad said, 'What have you got that for? What are libraries for?'"
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "My dad, for the first 15 years of my career, on every visit he made to a play or a film set, would find the oldest person on set and say, 'Do you think my son has a future?'"
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "I want my kids to see me as Dad, for God's sake, not a television personality."
   },
   "author": {
    "text": "Gordon Ramsay"
   }
  },
  {
   "quote": {
    "text": "You do need parental guidance and I was in a great position with both my mum and dad. They split when I was a baby but even though I stayed with my mom they were both very much involved in my upbringing."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "My dad was a bartender. My mom was a cashier, a maid and a stock clerk at K-Mart. They never made it big. They were never rich. And yet they were successful. Because just a few decades removed from hopelessness, they made possible for us all the things that had been impossible for them."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "My father invented a cure for which there was no disease and unfortunately my mother caught it and died of it."
   },
   "author": {
    "text": "Victor Borge"
   }
  },
  {
   "quote": {
    "text": "A lot of my friends, when I was 14 or 15, they were all up and down, wanting to go out on a Friday night, and my dad had me working really late on Fridays and Saturday mornings and even on Sunday mornings. And when I'd finished all that, we used to spend the rest of the time talking about boxing."
   },
   "author": {
    "text": "Tyson Fury"
   }
  },
  {
   "quote": {
    "text": "I was living out of my truck for a short while. My dad wanted to emancipate me at 16 and send me to music college."
   },
   "author": {
    "text": "Synyster Gates"
   }
  },
  {
   "quote": {
    "text": "By high school, I was telling everyone, 'Oh, I'm going to be a doctor when I grow up,' because my dad was always saying to me, 'Pick a career path where you're always going to be necessary.' But by junior year, I was president of choir, I was the lead in the school play, and I just loved being onstage performing."
   },
   "author": {
    "text": "Aja Naomi King"
   }
  },
  {
   "quote": {
    "text": "I remember, when I was 7, my dad found a pregnant dog on the railroad track one day and brought her home. So my mom explained about how this dog was married but that her husband had passed away - she didn't want me to even think that a dog could have babies without being married."
   },
   "author": {
    "text": "Bonnie Hunt"
   }
  },
  {
   "quote": {
    "text": "My role model is my dad."
   },
   "author": {
    "text": "Seann William Scott"
   }
  },
  {
   "quote": {
    "text": "My dad gave me my first bike at 16. I soon fell off and was in a wheelchair for weeks. I haven't fallen since."
   },
   "author": {
    "text": "Hugh Laurie"
   }
  },
  {
   "quote": {
    "text": "I truly think comedy is - being funny is DNA. My dad was a doctor, a wonderful doctor, and people still come up to me today, 'Your father helped my mother die.' You know what I'm saying? He made her laugh 'til she died. My father was always very funny."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "Everybody wanna be a super dad and the best dad ever, but sometimes, I'm just realizing that I'm not perfect."
   },
   "author": {
    "text": "Future"
   }
  },
  {
   "quote": {
    "text": "My dad taught me how to fish. When I am stand in a trout stream now, and I have the waders on, and I've got a fly rod in my hand, or I am fishing for bass, I think of sitting in a boat with my dad. How can that be a bad experience?"
   },
   "author": {
    "text": "Matt Lauer"
   }
  },
  {
   "quote": {
    "text": "He's the reason why I write music. If he's reading this - James Taylor, I'd love to work with you! My mom would put headphones on her belly before I was born, so I've been listening to him literally all of my life. When my dad played me 'Walking Man,' I heard those chord changes and that melody, it completely blew me away."
   },
   "author": {
    "text": "Charlie Puth"
   }
  },
  {
   "quote": {
    "text": "One time, on Marine One, the president asked me my opinion. I had a flashback to being at the kitchen table with my dad. That dominant male figure set me up for being confident to express myself with precision and persuasion."
   },
   "author": {
    "text": "Dana Perino"
   }
  },
  {
   "quote": {
    "text": "I think Americans appreciate that my dad's a genuine guy. He's not gonna manicure every little word, and he's not massaging it. He's not running computer analytics to tell you what you want to hear and then do whatever the special interests tell him what they want him to do in the end."
   },
   "author": {
    "text": "Donald Trump, Jr."
   }
  },
  {
   "quote": {
    "text": "No one was more important than my mom and dad. I know they are watching from a place up in heaven here today to make sure all their kids are doing good."
   },
   "author": {
    "text": "Eddie Murray"
   }
  },
  {
   "quote": {
    "text": "I stopped loving my father a long time ago. What remained was the slavery to a pattern."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "I was in the bath at the time, and my dad came running in and said, 'Guess who they want to play Harry Potter!?' and I started to cry. It was probably the best moment of my life."
   },
   "author": {
    "text": "Daniel Radcliffe"
   }
  },
  {
   "quote": {
    "text": "I understand that there are thick, dark circles under my eyes. I have grown to appreciate them. I have noticed that my nose grows a little hookier on a near-monthly basis. That's fine. I know there are wrinkles ready to stake their claim as full time residents on my forehead any moment now. My dad has those, too, and I find that endearing."
   },
   "author": {
    "text": "Leandra Medine"
   }
  },
  {
   "quote": {
    "text": "My dad is and was very funny and had a really dry sense of humor, which, as a kid, seemed un-fun. But in retrospect, it's kind of hilarious."
   },
   "author": {
    "text": "John Mulaney"
   }
  },
  {
   "quote": {
    "text": "I've always adored my father's music, but ever since I'd started singing, whether it was while I was still a student at the University of Massachusetts or professionally, I avoided Dad's material."
   },
   "author": {
    "text": "Natalie Cole"
   }
  },
  {
   "quote": {
    "text": "Computers tend to separate us from each other - Mum's on the laptop, Dad's on the iPad, teenagers are on Facebook, toddlers are on the DS, and so on."
   },
   "author": {
    "text": "Tom Hodgkinson"
   }
  },
  {
   "quote": {
    "text": "My dad says he likes to bask in my glow."
   },
   "author": {
    "text": "Robert Pattinson"
   }
  },
  {
   "quote": {
    "text": "Yes, I learned history at school; I know everything about apartheid. My dad, he bought the books about it, stuff like that. But I just move on with my life. It's completely different for me."
   },
   "author": {
    "text": "Caster Semenya"
   }
  },
  {
   "quote": {
    "text": "I was lucky. A lot of people have that. People that don't tell you what you want to hear, but what's best for you. I was blessed with great friends. I was always blessed that way. My dad always kept good people around me. I just got lucky. Because of the spotlight you're in, people are scared to tell you otherwise."
   },
   "author": {
    "text": "Kevin Love"
   }
  },
  {
   "quote": {
    "text": "Now I see other kids and their parents, and I compare them to my dad. Our dad was a really normal father when he was with us. We would get grounded if we did something bad. He would ground us. He wouldn't call it grounding; he'd just say, 'You're on punishment.' Sometimes we'd be on punishment a lot."
   },
   "author": {
    "text": "Paris Jackson"
   }
  },
  {
   "quote": {
    "text": "Shortly after my dad died, my mom figured that if I could do a few commercials, I'd get a college fund."
   },
   "author": {
    "text": "Liam Aiken"
   }
  },
  {
   "quote": {
    "text": "My mom and my dad was the best example of unconditional love I could see as a kid. I've known it my whole life. Interactions, kissing, hugging - it definitely wasn't the fake love."
   },
   "author": {
    "text": "BJ the Chicago Kid"
   }
  },
  {
   "quote": {
    "text": "My dad was such a bigot. He was a horrible, self-centred person. He was really racist and he'd talk about the Jews and blacks and Catholics even."
   },
   "author": {
    "text": "Cindy Sherman"
   }
  },
  {
   "quote": {
    "text": "I recruited my dad to be my bass player and fired him on several occasions. He stayed on as a bus driver."
   },
   "author": {
    "text": "Chely Wright"
   }
  },
  {
   "quote": {
    "text": "My dad was fine about me doing modelling at 16 because I always said school was important to me. I always chose my jobs carefully so I wouldn't have to take too much time off. It got harder toward the end with my A-levels; there were sleepless nights, and I was doing my homework on the plane coming home, but I pulled through."
   },
   "author": {
    "text": "Georgia May Jagger"
   }
  },
  {
   "quote": {
    "text": "I'm not sure what the future holds but I do know that I'm going to be positive and not wake up feeling desperate. As my dad said 'Nic, it is what it is, it's not what it should have been, not what it could have been, it is what it is.'"
   },
   "author": {
    "text": "Nicole Kidman"
   }
  },
  {
   "quote": {
    "text": "When it comes to guys, my dad is the measure of the perfect man. And that's a pretty tough standard to match up to."
   },
   "author": {
    "text": "Anushka Shetty"
   }
  },
  {
   "quote": {
    "text": "It goes back to the starfish. That's when the light bulb really popped over my head. We'd found one on the beach, and I was struck by what astonishing creatures they are, talking with Dad about how they regenerate."
   },
   "author": {
    "text": "Nick Sagan"
   }
  },
  {
   "quote": {
    "text": "My dad was an actor and a writer; my mum was a drama teacher. My grandma was an actress. My aunt is an actress. My granddad was a cameraman. They would've been surprised if I wanted to be a dentist or something like that."
   },
   "author": {
    "text": "Charlie Rowe"
   }
  },
  {
   "quote": {
    "text": "Much before I entered films, my dad walked into my room and saw me busy drawing something at 3 A.M. He stood there for some time and said, 'Whatever career choice you make, you are going to be successful.' I'll never forget those words. It gave me the confidence to be who I am today."
   },
   "author": {
    "text": "Allu Arjun"
   }
  },
  {
   "quote": {
    "text": "Every day in our house is like Valentine's Day. I've kept it traditional with what my dad has done with my mom. Every morning, I get up and I make coffee and I bring Giuliana coffee in bed."
   },
   "author": {
    "text": "Bill Rancic"
   }
  },
  {
   "quote": {
    "text": "I enjoy going to the Y. I take all the fitness classes that my dad takes; that's sort of our bonding - anything athletic, anything sports related."
   },
   "author": {
    "text": "Alyson Stoner"
   }
  },
  {
   "quote": {
    "text": "I wanted to be a police officer for a long time so I could be just like my dad!"
   },
   "author": {
    "text": "Doreen Cronin"
   }
  },
  {
   "quote": {
    "text": "It was definitely a part of our life. I mean, my mom had both her brothers and her fiancee in Vietnam at the same time, so it wasn't just my dad's story, it was my mom's story too. And we definitely grew up listening to the stories."
   },
   "author": {
    "text": "Vanessa Kerry"
   }
  },
  {
   "quote": {
    "text": "It was my 16th birthday - my mom and dad gave me my Goya classical guitar that day. I sat down, wrote this song, and I just knew that that was the only thing I could ever really do - write songs and sing them to people."
   },
   "author": {
    "text": "Stevie Nicks"
   }
  },
  {
   "quote": {
    "text": "My dad once said that in criminal law you see terrible people on their best behavior; in family law you see great people on their worst behavior."
   },
   "author": {
    "text": "Laura Wasser"
   }
  },
  {
   "quote": {
    "text": "We had our first earthquake over here recently. That was a bizarre feeling. I just became disoriented and I remember my dad freaking out. Nothing broke or anything."
   },
   "author": {
    "text": "Ashley Scott"
   }
  },
  {
   "quote": {
    "text": "My dad was a mechanic, and I have great style memories of him. He wore, every single day: a blue chambray shirt, Levi's 501s, and Red Wing boots. And that certainly wasn't fashionable at the time; it was basically the opposite. And he wore these horn rim glasses that were very Sol Moscot."
   },
   "author": {
    "text": "Nick Wooster"
   }
  },
  {
   "quote": {
    "text": "Often as a child you see someone with a learning disability or Down's Syndrome and my mum and dad were always very quick to explain exactly what was going on and to be in their own way inclusive and welcoming."
   },
   "author": {
    "text": "Christopher Eccleston"
   }
  },
  {
   "quote": {
    "text": "On the death of his brothers, my dad lied about his age and joined the army in 1918. He was in the trenches long enough to be gassed and contract the early stages of tuberculosis from which he would eventually die just before my birth."
   },
   "author": {
    "text": "Michael Foreman"
   }
  },
  {
   "quote": {
    "text": "The values transmitted through oral history are many - courage, selflessness, the ability to endure, and to do so with humor and grace. I got those values listening to my dad's stories about the Depression and how their family survived. It gave me courage that I, too, could survive hard times."
   },
   "author": {
    "text": "Ann Turner"
   }
  },
  {
   "quote": {
    "text": "I'm a middle-aged dad, which means I have no social time or life to speak of, and so I connect with my buddies with my Xbox."
   },
   "author": {
    "text": "Dee Bradley Baker"
   }
  },
  {
   "quote": {
    "text": "As a teenager, I developed a great interest in not only horse breeding but also horse racing and used to bet based on red-hot tips. I realized that becoming a bookmaker would be very lucrative, but Dad put his foot down, saying it was an inappropriate career."
   },
   "author": {
    "text": "Cyrus S. Poonawalla"
   }
  },
  {
   "quote": {
    "text": "The only gift my dad ever bought me is still in my jewelry box. It died at 10 minutes to 11 decades ago, but the gold Caravelle watch keeps my dad alive. A watch isn't about keeping time. It's about stopping it."
   },
   "author": {
    "text": "Regina Brett"
   }
  },
  {
   "quote": {
    "text": "I loved going to church. I enjoyed being a part of the choir and just doing things in and around the church. But as a young girl, I certainly enjoyed watching and listening to my dad."
   },
   "author": {
    "text": "Aretha Franklin"
   }
  },
  {
   "quote": {
    "text": "Mickey Rourke's character in 'The Wrestler' - that was my dad, that was my uncles, that was so many members of my family. It was the only thing they knew. And then they would end up wrestling for a hundred bucks, go to autograph signings for two hundred bucks."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "I think the hardest thing about making music now is being a great dad at the same time. There's an insanity that goes with writing - a mad scientist thing that you have to go through - and sacrificing a kid's upbringing to do that is not an option."
   },
   "author": {
    "text": "Eddie Vedder"
   }
  },
  {
   "quote": {
    "text": "My dad was the only son from his entire family to come to America, and I was his only son. We had come to the States to achieve security and success for our family. Rules were simple: No fun, no friends, no girls. Go to school, come home, and study."
   },
   "author": {
    "text": "Hasan Minhaj"
   }
  },
  {
   "quote": {
    "text": "I wasn't a fan of the Sixers. My dad was a big Mo Cheeks fan, and he wanted me to be drafted by the Sixers. My thing was, if that could make my dad happy, then that would make me happy, you know what I mean?"
   },
   "author": {
    "text": "Allen Iverson"
   }
  },
  {
   "quote": {
    "text": "I want to be a young dad. By 25 or 26 I want to see myself, like, married or start looking for a family."
   },
   "author": {
    "text": "Justin Bieber"
   }
  },
  {
   "quote": {
    "text": "Whenever I fail as a father or husband... a toy and a diamond always works."
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "I was born on the other side of the tracks, in public housing in Brooklyn, New York. My dad never made more than $20,000 a year, and I grew up in a family that lost health insurance. So I was scarred at a young age with understanding what it was like to watch my parents lose access to the American dream."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "I've got high standards when it comes to boys. As my dad says, all girls should! I'm from the South - Tennessee, to be exact - and down there, we're all about southern hospitality. I know that if I like a guy, he better be nice, and above all, my dad has to approve of him!"
   },
   "author": {
    "text": "Miley Cyrus"
   }
  },
  {
   "quote": {
    "text": "I will always find my light. No question. And if I don't, I'll know, because my dad will be the first person to call me and say, like, 'You need to have him bring another 2K in,' and 'Why aren't you using this sort of lighting gel?' The crew guys know that it's where I grew up."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "When I was young, I was the kid who would call my dad from a slumber party to beg him to come pick me up."
   },
   "author": {
    "text": "Kendall Jenner"
   }
  },
  {
   "quote": {
    "text": "My dad is my everything. He always had the craziest speeches for Kylie and me growing up, good words to live by."
   },
   "author": {
    "text": "Kendall Jenner"
   }
  },
  {
   "quote": {
    "text": "My kids are not that interested in my movie career, by the way. My son, in particular, never talks about it. He just wants me as his dad."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "We come from fallible parents who were kids once, who decided to have kids and who had to learn how to be parents. Faults are made and damage is done, whether it's conscious or not. Everyone's got their own 'stuff,' their own issues, and their own anger at Mom and Dad. That is what family is. Family is almost naturally dysfunctional."
   },
   "author": {
    "text": "Chris Pine"
   }
  },
  {
   "quote": {
    "text": "When your dad's a cop, calling 911 is really just like calling Dad at work."
   },
   "author": {
    "text": "Ryan Reynolds"
   }
  },
  {
   "quote": {
    "text": "I don't think my dad ever raised his voice to my mother or to me, ever."
   },
   "author": {
    "text": "Bobby Knight"
   }
  },
  {
   "quote": {
    "text": "I think when I was about 12 or 13, my dad started taking me out to the local golf course, and that's the first time I ever hit a golf ball. I picked it up pretty quickly, just kind of monkey-see, monkey-do. But when I was 12, golf was so slow to me. For me, it was basketball, girls and music."
   },
   "author": {
    "text": "Justin Timberlake"
   }
  },
  {
   "quote": {
    "text": "I loved climbing because of the freedom, and having time and space. I remember coming off Everest for the last time, thinking of Dad and wishing that he could have seen what I saw. He would have loved it."
   },
   "author": {
    "text": "Bear Grylls"
   }
  },
  {
   "quote": {
    "text": "An angry father is most cruel towards himself."
   },
   "author": {
    "text": "Publilius Syrus"
   }
  },
  {
   "quote": {
    "text": "My dad's a doctor, and when I was 8, I went to one of his medical conferences where they were demonstrating laser surgery on a chicken. I was so mad that a chicken had to die, I never ate meat again."
   },
   "author": {
    "text": "Natalie Portman"
   }
  },
  {
   "quote": {
    "text": "It is disgusting that 'Life & Style' and 'InTouch' magazines continue to print these false stories about my life: the status of my marriage, false reports about a miscarriage, the horrible lie that my dad is not my biological father, jealousy over my sisters' lives, etc."
   },
   "author": {
    "text": "Khloe Kardashian"
   }
  },
  {
   "quote": {
    "text": "And then before going back for my sophomore year, I decided to change my major to arts and sciences, and my dad cut a deal with me: He said if I'd quit school he'd pay my rent for the next three years, as if I were in school."
   },
   "author": {
    "text": "Sarah Silverman"
   }
  },
  {
   "quote": {
    "text": "Dad was that one person who, no matter what he did in life, he just took it by storm, and he was so passionate and just really lived in the moment. Whatever the opposite of a procrastinator is, that was him... and I think I kind of inherited a little bit of that."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "One day we were sitting in our little classroom in the middle of Australia Zoo, and Dad bursts in and says, 'OK, today we're going to go climb a mountain,' - the Glass House Mountains are about 20 minutes away - so we packed up all our math work and ran out the door and climbed Mount Tibrogargan."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "I think number one is what my mom and dad preached to me when I was a little kid: Just because you may have athletic ability and you may be able to play a sport doesn't make you any more special than anybody else. Doesn't mean God loves you more than anybody else."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "The really hard moment was when my dad said, 'Honey, if an agent is telling you to lose weight, then maybe you should lose weight.' I was 15, standing in our living room, having a moment I will never forget. I never had a parent tell me to lose weight, and it hurt."
   },
   "author": {
    "text": "Ashley Graham"
   }
  },
  {
   "quote": {
    "text": "Dad was the pitching coach, while Mom was the emotional supporter. Her unconditional love was great, and she wanted what was best for me. It was more about what she did than what she said, and she made sure I was the best I could be."
   },
   "author": {
    "text": "Jennie Finch"
   }
  },
  {
   "quote": {
    "text": "I'm proud to be Secretary of Labor. But I'm even prouder of two more important titles: dad and husband. I've been able to be all three. I want all working people, no matter what their jobs are, to be able to meet their obligations both at work and at home."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "I have never been a material girl. My father always told me never to love anything that cannot love you back."
   },
   "author": {
    "text": "Imelda Marcos"
   }
  },
  {
   "quote": {
    "text": "When I was coming home from school as a youngster, and I saw my dad's car in the driveway, I would go to a friend's house. I connected my dad being there with fear."
   },
   "author": {
    "text": "Joe Torre"
   }
  },
  {
   "quote": {
    "text": "My dad was never married. He was kind of a rolling stone. But he was never disrespectful. At the same time, even though he had women in his life when I was a kid, there wasn't any consistency."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "My daughter doesn't even get my humor. She's like, 'Um, no. I don't get it, Dad. Mmm, no, not that one, Dad.'"
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "I've dated all kinds of guys and didn't know who I'd end up with. But I kind of assumed it would be someone more like my dad than not."
   },
   "author": {
    "text": "Miranda Lambert"
   }
  },
  {
   "quote": {
    "text": "You always give credit where credit is due - to high school coaches, college coaches - but my dad, the foundation that he built with me, is where all of this came from. The speed, the determination, the mindset, just the natural belief that you can do anything you put your mind to, it all comes from my dad."
   },
   "author": {
    "text": "Robert Griffin III"
   }
  },
  {
   "quote": {
    "text": "I get that same queasy, nervous, thrilling feeling every time I go to work. That's never worn off since I was 12 years-old with my dad's 8-millimeter movie camera."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "My dad took me to my first movie. It was 'The Greatest Show on Earth' in 1952, a movie of such scale it was actually a traumatic experience."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "I missed my dad a lot growing up, even though we were together as a family. My dad was really a workaholic. And he was always working."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "My dad's been responsible for a lot of my issues."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "My dad took me out to see a meteor shower when I was a little kid, and it was scary for me because he woke me up in the middle of the night. My heart was beating; I didn't know what he wanted to do. He wouldn't tell me, and he put me in the car and we went off, and I saw all these people lying on blankets, looking up at the sky."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "My dad got a job in a factory in Philadelphia, so I was raised in Germantown in a sort of a barracks for soldiers. They had housing for temporary housing. And then my parents saved money and bought a little house in South Jersey, built on a swamp."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "My youngest son's pre-school class was recently asked what their dads do for work. The responses were things like, my dad sells money, and my dad figures stuff out. My son said, 'I've never seen my dad do work.' It's true. Skateboarding doesn't seem like real work, but I'm proud of what I do."
   },
   "author": {
    "text": "Tony Hawk"
   }
  },
  {
   "quote": {
    "text": "Writing songs out of my faith was a real natural progression. I grew up singing in my dad's choir and singing with my family. Christian music became the music that I identified myself with and was a way that I expressed my faith. Even at a public school I would take my Christian music in and play it for my friends."
   },
   "author": {
    "text": "Steven Curtis Chapman"
   }
  },
  {
   "quote": {
    "text": "'m just going to be a good friend to my kid. One thing I definitely want to change is that whole 'I don't want you to make the same mistakes' mentality. My dad didn't have much money growing up; he didn't have much of an education. He forced that on me, and I didn't want it."
   },
   "author": {
    "text": "Channing Tatum"
   }
  },
  {
   "quote": {
    "text": "I'm absolutely my dad's biggest fan, and anything he wanted to do, I wanted to be a part of."
   },
   "author": {
    "text": "Sarah Huckabee Sanders"
   }
  },
  {
   "quote": {
    "text": "My dad was a slightly stricter version of Richard Dawkins. The worldview was that there are idiots out there who believe in Santa Claus and fairies and magic and elves, and we're not joining that nonsense."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "Growing up, I heard a lot about strength. My dad - a Holocaust survivor - embodied it, though he would never say that about himself. Not only did he survive one of the most horrific events in history, but he never lost hope along the way, crediting acts of kindness with keeping him alive."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "This is like my dad's race team where we had one Legend car. If we wrecked it, we couldn't race the next week unless we had enough parts to put it back together again."
   },
   "author": {
    "text": "Kurt Busch"
   }
  },
  {
   "quote": {
    "text": "My Dad is my hero. He's 85 now and he is in great health. He is handsome and strong. He has an incredible moral and ethical backbone. I couldn't have been luckier with my parents."
   },
   "author": {
    "text": "Harry Connick, Jr."
   }
  },
  {
   "quote": {
    "text": "I met my grandfather just before he died, and it was the first time that I had seen Dad with a relative of his. It was interesting to see my own father as a son and the body language and alteration in attitude that comes with that, and it sort of changed our relationship for the better."
   },
   "author": {
    "text": "Christian Bale"
   }
  },
  {
   "quote": {
    "text": "If you love somebody, you love them. My parents had a 25-year age gap between them and my mum was the breadwinner, my dad the house husband. I'm a strong believer that a good relationship can work, whatever the situation."
   },
   "author": {
    "text": "Katherine Jenkins"
   }
  },
  {
   "quote": {
    "text": "I don't even need to know - if you have something to prove to your old boss or your dad or your third grade teacher or yourself, it doesn't matter. You need that hustle and that fire, and I don't care where it comes from."
   },
   "author": {
    "text": "Emily Weiss"
   }
  },
  {
   "quote": {
    "text": "My dad always taught me to never be satisfied, to want more and know that what is done is done."
   },
   "author": {
    "text": "Thierry Henry"
   }
  },
  {
   "quote": {
    "text": "I could not tell you the date of my mother's death. I could not tell you the date of my dad's death. These are not dates that I find significant."
   },
   "author": {
    "text": "O. J. Simpson"
   }
  },
  {
   "quote": {
    "text": "Toughening up, performing masculinity, pretending to enjoy things I didn't enjoy all enabled me to dodge the gender policing of the adults around me. But the way I really was - the swished hips, the Double-Dutching, the hair flips - seemed to always prevail and attract Dad's disdain."
   },
   "author": {
    "text": "Janet Mock"
   }
  },
  {
   "quote": {
    "text": "The lesson of Pearl Harbor ought never to be forgotten, and of course the motto that came from that, 69 years ago, the war which my dad fought, was 'Remember Pearl Harbor, never again.' We need to keep that to mind."
   },
   "author": {
    "text": "Oliver North"
   }
  },
  {
   "quote": {
    "text": "My dad was a homicide cop in the gay neighborhood in the city when gay neighborhoods were desperate, depressing, sad places run by the mob. The only gay people he'd met when I came out to him were corpses."
   },
   "author": {
    "text": "Dan Savage"
   }
  },
  {
   "quote": {
    "text": "My dad loves what I do and I support my parents financially because they didn't have a job that gave them a pension."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "My dad was a theater designer, and I spent a lot of time hanging around the dressing room listening to whatever the actors were listening to, which is where I heard Pink Floyd for the first time."
   },
   "author": {
    "text": "Diego Luna"
   }
  },
  {
   "quote": {
    "text": "My mother always taught me, even my dad, just never let other people's opinions of you shape your opinion of yourself. And I never have and I never will."
   },
   "author": {
    "text": "Ruben Studdard"
   }
  },
  {
   "quote": {
    "text": "My mother taught public school, went to Harvard and then got her master's there and taught fifth and sixth grade in a public school. My dad had a more working-class lifestyle. He didn't go to college. He was an auto mechanic and a bartender and a janitor at Harvard."
   },
   "author": {
    "text": "Ben Affleck"
   }
  },
  {
   "quote": {
    "text": "A company that pays attention to the family unit is a successful company. We don't isolate the family. We don't make rides that say, 'Hey mom, dad, you go sit on the bench.'"
   },
   "author": {
    "text": "Michael Eisner"
   }
  },
  {
   "quote": {
    "text": "My dad was like a stage mother he always pushed me to do what I wanted."
   },
   "author": {
    "text": "Jim Carrey"
   }
  },
  {
   "quote": {
    "text": "My dad was always in sales. My mom had a heart for the ages. Worked in recreation, doing rehabilitation in nursing homes. Very nice, practical folks who were very proud of me but had no inclination toward the stage in any way."
   },
   "author": {
    "text": "Leslie Odom, Jr."
   }
  },
  {
   "quote": {
    "text": "One of the biggest things growing up that my dad taught me is that if I was okay to talk about my feelings and express how I felt and not get angry, then he would listen to me. If I had issues, I would just tell him, 'Here's how I feel, this is what I'm feeling,' either with him or with my mom."
   },
   "author": {
    "text": "Gnash"
   }
  },
  {
   "quote": {
    "text": "My brothers always like to believe that my father pampered me and I am spoilt. While it is not true, they felt that way. As for my dad, I could not do anything wrong. So, if I did something wrong, I would put the blame on them, and he would shout at them."
   },
   "author": {
    "text": "Sonakshi Sinha"
   }
  },
  {
   "quote": {
    "text": "I've been a vegetarian since I was about 12 years old. When I became a vegetarian, I got my mom and dad to become vegetarian, and my brother became a vegetarian."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "Dad often told me, 'My job is to help my boss do his job and make him look good.' That was my dad's objective. Everything about the way he conducted himself was to communicate support for his superiors and respect for his coworkers. The way he dressed was his starting point in that communication."
   },
   "author": {
    "text": "Lyle Lovett"
   }
  },
  {
   "quote": {
    "text": "My dad lived on Sunset Boulevard for a couple of years as a waiter, and he said he'd do a different character every time somebody sat down, just to get some practice."
   },
   "author": {
    "text": "Lily James"
   }
  },
  {
   "quote": {
    "text": "My dad had a commercial film company, so he had a videotape player before anyone. So he got Mel Brooks movies or Citizen Kane or some classic old movies. And every summer the revival house in Evanston would show the great films from the '50s and '60s and '70s."
   },
   "author": {
    "text": "John Cusack"
   }
  },
  {
   "quote": {
    "text": "Definitely for me, my personality, having children was a definite sea change. I found it very, very hard to balance show business and being a dad. The narcissism of show business and the complete, total focus of it was very difficult."
   },
   "author": {
    "text": "Dana Carvey"
   }
  },
  {
   "quote": {
    "text": "My parents loved each other. I was raised in a house of total love and respect. My dad worked very hard and my mother was incredibly devoted to him. I can unequivocally, without any peradventure of doubt, tell you that I was raised with the kind of love that we only dream of."
   },
   "author": {
    "text": "James Woods"
   }
  },
  {
   "quote": {
    "text": "Dad, I'm in some trouble. There's been an accident and you're going to hear all sorts of things about me from now on. Terrible things."
   },
   "author": {
    "text": "Edward Kennedy"
   }
  },
  {
   "quote": {
    "text": "My coaches were great. My mom and dad. My dad never missed a wrestling meet."
   },
   "author": {
    "text": "Dan Gable"
   }
  },
  {
   "quote": {
    "text": "I grew up in Texas, and people love their American-made muscle cars there. I grew up around people who loved cars and took care of cars and my dad's a big car nut, so I learned a little bit about cars - how to love them, most importantly. I think that from the time I could remember, I've always envisioned myself in a vintage muscle car."
   },
   "author": {
    "text": "Amber Heard"
   }
  },
  {
   "quote": {
    "text": "Great dad. Yeah, he would ask me for money on birthdays and, you know, inappropriate times. And I just wrote him off like, 'You're not a father.' I just learned you cannot emotionally invest in people who are not attainable."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "My heroes always are mostly my parents - my father especially, and my mom, who's passed on already. My dad is a very strong man, and by him being educated, and a principal and school superintendent over 37 years, he plays such a big role in my life."
   },
   "author": {
    "text": "Dikembe Mutombo"
   }
  },
  {
   "quote": {
    "text": "My dad spent most of the '50s and early '60s actually acting as sort of an advance man for the Justice Department, as a civil rights lawyer. So it was actually reading his papers after he passed away a few years ago that first started me thinking about this... What fraction of your life do you spend in service to your fellow man?"
   },
   "author": {
    "text": "Bill Foster"
   }
  },
  {
   "quote": {
    "text": "My dad told me when I went into high school, 'It's not what you do when you walk in the door that matters. It's what you do when you walk out.' That's when you've made a lasting impression."
   },
   "author": {
    "text": "Jim Thome"
   }
  },
  {
   "quote": {
    "text": "When I was a little girl, my dad always said to me that I was going to be this great businesswoman, that I was going to be the CEO of IBM. So that's what I came into the world thinking, that I was going to go into the business world and make my mark there."
   },
   "author": {
    "text": "Pramila Jayapal"
   }
  },
  {
   "quote": {
    "text": "My dad's an architect and my mom owned a French bakery for twelve years."
   },
   "author": {
    "text": "Alison Lohman"
   }
  },
  {
   "quote": {
    "text": "Mum and Dad sent us to a bilingual school, so we had half the lessons in English and half in French. But I remember being hugely lost."
   },
   "author": {
    "text": "Rose Leslie"
   }
  },
  {
   "quote": {
    "text": "The military infrastructure grew me. My faith in God is important, my belief in my country is important, my relationship to my family is important, the things that Mom and Dad tell you growing up are important."
   },
   "author": {
    "text": "Tommy Franks"
   }
  },
  {
   "quote": {
    "text": "I know Spanish pretty well. I'm half-Puerto Rican - my mom is from Puerto Rico - so I have a lot of family there, and my mom's first language is Spanish. But growing up in the States, and with my dad being from the States, I'm kind of just like this white kid."
   },
   "author": {
    "text": "David Lambert"
   }
  },
  {
   "quote": {
    "text": "My dad and stepmom live in Mobile, Ala., and spend their vacation time an hour's drive away in Orange Beach, Ala. This means that, throughout my life, I have regularly vacationed there as well."
   },
   "author": {
    "text": "W. Kamau Bell"
   }
  },
  {
   "quote": {
    "text": "In Brazil, if you have a son, the first thing you give him is a football. That's the first gift - so my dad was no different."
   },
   "author": {
    "text": "Diego Costa"
   }
  },
  {
   "quote": {
    "text": "My dad always supported me. Sometimes we didn't have anything to eat for breakfast, but if we could eat lunch and dinner, we weren't poor."
   },
   "author": {
    "text": "Albert Pujols"
   }
  },
  {
   "quote": {
    "text": "I know I was very unstable and unhappy all through my life. I lost my mother and then my father. Losing Dad was like losing the bearings of my life. My sisters took it badly, but I took it worse. Throughout my lean phases, Dad was like a solid rock, supporting me, whether it was work, or my jail term."
   },
   "author": {
    "text": "Sanjay Dutt"
   }
  },
  {
   "quote": {
    "text": "None of my sisters are in the movies, nor are my nieces going to be. That's how Dutt 'sahab,' my dad, brought up the girls in the family, and I am just carrying his thought forward."
   },
   "author": {
    "text": "Sanjay Dutt"
   }
  },
  {
   "quote": {
    "text": "Like most kids, my dad played. He would drag us out to the course and make us shag balls for him and caddy and all that kind of stuff."
   },
   "author": {
    "text": "Tom Lehman"
   }
  },
  {
   "quote": {
    "text": "It was the summer of 1968 or so, and Dad and my little brother were out camping. While up in the mountains, my brother was bitten by a rattlesnake. As they raced back to the base, my dad sucked out the venom and used his hands as a tourniquet and probably save his life, for it was a serious bite, and he was just a little kid."
   },
   "author": {
    "text": "Rick Tumlinson"
   }
  },
  {
   "quote": {
    "text": "For me specifically, it was important to graduate. In my family, I was one of the first graduates. My mom did not have a college degree. My dad did not have a college degree."
   },
   "author": {
    "text": "Brian Acton"
   }
  },
  {
   "quote": {
    "text": "Despite the gender stereotypes in the '80s, my race-car-driving dad taught me that I could do whatever my brother could."
   },
   "author": {
    "text": "Amanda de Cadenet"
   }
  },
  {
   "quote": {
    "text": "When I first started swinging a bat, I swung righty. So one time, my dad came home, and he wanted to see my batting stance. So I showed him. He says, 'You don't hit right-handed. You hit left-handed.' At that age I didn't even really think about it. Just like 'all right,' and I switched hands. He said I'd thank him later."
   },
   "author": {
    "text": "Prince Fielder"
   }
  },
  {
   "quote": {
    "text": "I have been through a lot of ups and downs in life, both personally and professionally, and I discovered over the years that I have a lot of fortitude, and I got that from my dad."
   },
   "author": {
    "text": "Joey Kramer"
   }
  },
  {
   "quote": {
    "text": "I don't think it ever occurred to me that I wouldn't be an entrepreneur. My dad became a real estate developer, and that work is usually project-based. You attract investors for a project with a certain life cycle, and then you move on to the next thing. It's almost like being a serial entrepreneur, so I had that as an example."
   },
   "author": {
    "text": "Stewart Butterfield"
   }
  },
  {
   "quote": {
    "text": "Growing up, I listened and was influenced by a lot of those around me. I have a big family, and my dad listened to '80s music, my mom listened to Motown, my brother listened to reggae, and my granddad was the one that got me into jazz and swing music."
   },
   "author": {
    "text": "Ella Henderson"
   }
  },
  {
   "quote": {
    "text": "My dad was very successful running midgets in Texas. Then, his two drivers ran into some bad luck. People started saying that Daddy had lost his touch. That it was the cars and not the drivers. I wanted to race just to prove all those people wrong."
   },
   "author": {
    "text": "A. J. Foyt"
   }
  },
  {
   "quote": {
    "text": "My interests are guitars, cars, and vacation. I've been playing guitar all my life. My dad was a professional guitarist, but I'm terrible, which lets me off the hook, so I just play for myself."
   },
   "author": {
    "text": "Josh Hartnett"
   }
  },
  {
   "quote": {
    "text": "As Daddy said, life is 95 percent anticipation."
   },
   "author": {
    "text": "Gloria Swanson"
   }
  },
  {
   "quote": {
    "text": "My dad just wanted me to find something to do to keep me out of trouble. Boxing was the great escape."
   },
   "author": {
    "text": "Diego Corrales"
   }
  },
  {
   "quote": {
    "text": "According to my parents, I just started drumming when I was two. I traveled with them from five to seven on the road, playing percussion. Between 8 and 12, my dad sort of prepared me by teaching me every aspect of road life."
   },
   "author": {
    "text": "Questlove"
   }
  },
  {
   "quote": {
    "text": "I think I got into travelling because it was so not in my blood, so against my tendency to just stay put because my dad just hated going on holidays, because, as I've said in many essays, the thing that he hated more than anything else in life was spending money. And as soon as you leave your home, you're spending money."
   },
   "author": {
    "text": "Geoff Dyer"
   }
  },
  {
   "quote": {
    "text": "When I was 19 years old, both of my parents died in the same year; my mom of cancer and my dad in a car accident. Through the next two or three years and a series of bad decisions - all my own, I might add - I ended up literally homeless, before that was even a word. I even slept occasionally under a pier on the Gulf Coast."
   },
   "author": {
    "text": "Andy Andrews"
   }
  },
  {
   "quote": {
    "text": "A middle child, I was born in the depths of the Great Depression. My dad and mom were factory workers, struggling to make ends meet."
   },
   "author": {
    "text": "Dennis L. McKiernan"
   }
  },
  {
   "quote": {
    "text": "I promised my dad before he passed away that I would take care of the family."
   },
   "author": {
    "text": "Luis Coronel"
   }
  },
  {
   "quote": {
    "text": "Everybody always wants to rebel against their parents' music, but nobody listened to music louder than my dad."
   },
   "author": {
    "text": "Dan Auerbach"
   }
  },
  {
   "quote": {
    "text": "My father was in law enforcement growing up. He was a probation officer. And I've always understood the point of view of the peace officer, you know, because of my dad."
   },
   "author": {
    "text": "Larry Wilmore"
   }
  },
  {
   "quote": {
    "text": "To me I'm just a regular person going to the mall with friends, and now I'm in Forever 21 and I see this random group of girls staring at me and taking pictures. But now I usually have my dad, who is a really tall and intimidating person with me, so he's kind of my bodyguard."
   },
   "author": {
    "text": "Rebecca Black"
   }
  },
  {
   "quote": {
    "text": "I always wanted to be a surgeon, because I had a lot of admiration for my father, who is also a surgeon. I also wanted to be a heart surgeon. That was motivated by the fact that my young aunt, a sister of my dad, died in her early 20s of a correctable heart disease."
   },
   "author": {
    "text": "Magdi Yacoub"
   }
  },
  {
   "quote": {
    "text": "Few men in their 70s looked as good as my father did. What was his secret? Genes, maybe, since he didn't exercise or diet, and he kept a candy drawer, drank a pot of black coffee every day, and read in the middle of the night. Still, he took such joy in being a dad - and in life in general - and his happiness showed."
   },
   "author": {
    "text": "Jennifer Grant"
   }
  },
  {
   "quote": {
    "text": "My dad signed me up for some acting classes at a place in Honolulu, and there I got to audition for some L.A.-based talent agents. I got a few 'callbacks' and so my mom and I decided to fly to California and check it out!"
   },
   "author": {
    "text": "Maxim Knight"
   }
  },
  {
   "quote": {
    "text": "I like Taiwanese food, of course. I like baguettes, especially the ones that my dad buys. Vancouver has a lot of variety, with pizza, hot dogs, Italian, Indian, seafood - a great combination of culture."
   },
   "author": {
    "text": "Godfrey Gao"
   }
  },
  {
   "quote": {
    "text": "My dad said: 'It looks like you'll be world No.1 in a few hours and I wanted to be the first to say congratulations.'"
   },
   "author": {
    "text": "Lee Westwood"
   }
  },
  {
   "quote": {
    "text": "My dad - I mean, we've had our ups and downs, you know, just like any father and son probably has. But, you know, we get along really good, honestly."
   },
   "author": {
    "text": "Brady Jandreau"
   }
  },
  {
   "quote": {
    "text": "People in Finland have also adopted me because of my dad, and that's great, but it's the one language I can't speak."
   },
   "author": {
    "text": "Nico Rosberg"
   }
  },
  {
   "quote": {
    "text": "My dad used to say, 'Just be yourself and you'll be fine,' but it's really, really true."
   },
   "author": {
    "text": "Bellamy Young"
   }
  },
  {
   "quote": {
    "text": "I said, 'Ooh, Dad, I want the yellow ones.' He said, 'Where?' I said, 'Right there, Dad. I want the yellow ones.' Everybody goes, 'Those are green'. That's how I knew I was colorblind."
   },
   "author": {
    "text": "Michael Rosenbaum"
   }
  },
  {
   "quote": {
    "text": "I miss my dad, yes. But I try to honor his memory, as well as all the victims of Hurricane Katrina, through the love I have for all humanity, a love I try to express through my music."
   },
   "author": {
    "text": "Irvin Mayfield"
   }
  },
  {
   "quote": {
    "text": "My dad was born in Haiti, and my mom was born in Tunisia. She is the daughter of a white French woman and a black, half-Guadeloupian, half-American man. My mom traveled the world a lot. She went through Africa, South America, and the Caribbean. She just got to experience a lot of different cultures, and that came through my childhood."
   },
   "author": {
    "text": "Cecile McLorin Salvant"
   }
  },
  {
   "quote": {
    "text": "My dad was a bass player in a Latino band when I was growing up. So we always had musical instruments in our basement."
   },
   "author": {
    "text": "Lindi Ortega"
   }
  },
  {
   "quote": {
    "text": "I definitely got my philanthropic genes from my mom and dad. They taught me from a very early age to always lend a helping hand to anyone in need, and I hope to raise my daughter to be a very kind and charitable person."
   },
   "author": {
    "text": "Rebecca Gayheart"
   }
  },
  {
   "quote": {
    "text": "I came from a Halloween-friendly home. My dad, Spencer, was a U.S. Marine captain. But when it came to Halloween, my dad had a soft spot. He would take his three sons and friends on escapades on Halloween night."
   },
   "author": {
    "text": "Bill Moseley"
   }
  },
  {
   "quote": {
    "text": "'The Lucky One' features a young concentration camp survivor named Peter Rashkin - who's about the age my dad was when he started at CBS - working at the Oyster Bar, trying to acclimate to his new country and outrun the memories of the daily he left behind."
   },
   "author": {
    "text": "Jenna Blum"
   }
  },
  {
   "quote": {
    "text": "Have you read 'The Grapes of Wrath?' That was my family. My dad was a sharecropper in western Oklahoma. When the dust storms came and everything got wiped out, they came to California. The guys with the mattresses on the tops of their cars in the movie? That was the way it was."
   },
   "author": {
    "text": "B. Wayne Hughes"
   }
  },
  {
   "quote": {
    "text": "My dad was a man of integrity who taught me to always do the right thing even when nobody is watching. He ran a trucking company, and watching how he operated his business instilled a drive and work ethic that stuck with me."
   },
   "author": {
    "text": "Rob Stone"
   }
  },
  {
   "quote": {
    "text": "When I turned 11, my dad decorated a room at the Standard hotel in Los Angeles in a '60s, Austin Powers style. There was human bowling: You run inside a giant inflatable ball and try to knock down pins. To this day, adults say it was one of the craziest parties they've ever been to."
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "Boxing's in my genes. I come from a fighting background. My dad and both my uncles were good boxers. I'm blessed with the art of war."
   },
   "author": {
    "text": "Floyd Mayweather, Jr."
   }
  },
  {
   "quote": {
    "text": "My dad was in a hospital for months. The doctors told my dad he would never be able to walk again. My dad beat all the odds. He came back and was able to walk and start boxing again. He went to No. 1 in the world at welterweight to fight for the world title. But he never had his chance to fight for a world title."
   },
   "author": {
    "text": "Floyd Mayweather, Jr."
   }
  },
  {
   "quote": {
    "text": "Many of my friends were there at Motown. The studio was only a few blocks from where my dad's home was, where we lived."
   },
   "author": {
    "text": "Aretha Franklin"
   }
  },
  {
   "quote": {
    "text": "When I was a kid at four years old, that's when I started amateur wrestling with my dad and family. And when that's instilled in you, it never goes away."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "My dad worked two jobs his whole life, and so I told him he's the reason I have 20 jobs."
   },
   "author": {
    "text": "Magic Johnson"
   }
  },
  {
   "quote": {
    "text": "My dad is the reason I actually started watching wrestling. My dad was never big into sports; we were all big into sports as kids, and he'd go to our Little League games or whatever and not really know what was going on, because he didn't know about sports, but he knew about wrestling."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "Most parents were, like, Little League coaches and all that. My dad was a wrestling fan. Instead of going out and playing home run derby with my old man, we just watched wrestling together."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "If you think back to the first sporting event you went to, you don't remember the score, you don't remember a home run, you don't remember a dunk. You remember who you were with. Were you with your mom, your dad, your brother, on a date?"
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "My father wouldn't get us a TV, he wouldn't allow a TV in the house."
   },
   "author": {
    "text": "Janis Joplin"
   }
  },
  {
   "quote": {
    "text": "My parents had a strong impact on who I am today. My mother and dad both encouraged us to think about the long term - where you wanted to be - to think about education, to think about what is right and what is wrong, and to do things that will help you in the long run."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "My dad, who was a teacher, used to tell me that a teacher's goal should be for every one of their students to get an A. If that's your goal every day - to make every student or player learn - then it doesn't matter if you won last year or didn't win. When next year's team shows up, I try to help every player become as good as they can be."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "When I was younger, my family would go camping and fishing on our ranches. My dad loves being around all kinds of animals. He's the one who got me to be a really big animal lover."
   },
   "author": {
    "text": "Paris Hilton"
   }
  },
  {
   "quote": {
    "text": "I'm just a regular 24/7 dad now."
   },
   "author": {
    "text": "Allen Iverson"
   }
  },
  {
   "quote": {
    "text": "My father... had sharper eyes than the rest of our people."
   },
   "author": {
    "text": "Chief Joseph"
   }
  },
  {
   "quote": {
    "text": "If it wasn't for football, a lot of the best times of my life, my brother's life, my dad's life, wouldn't exist."
   },
   "author": {
    "text": "Jon Gruden"
   }
  },
  {
   "quote": {
    "text": "My dad passed away when I was 10."
   },
   "author": {
    "text": "Sterling K. Brown"
   }
  },
  {
   "quote": {
    "text": "People said, 'How could you walk away from music?' But being a dad - there's nothing that can touch that."
   },
   "author": {
    "text": "Garth Brooks"
   }
  },
  {
   "quote": {
    "text": "There is too much fathering going on just now and there is no doubt about it fathers are depressing."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "My dad's a beautiful man, but like a lot of Mexican men, or men in general, a lot of men have a problem with the balance of masculinity and femininity - intuition and compassion and tenderness - and get overboard with the macho thing. It took him a while to become more, I would say, conscious, evolved."
   },
   "author": {
    "text": "Carlos Santana"
   }
  },
  {
   "quote": {
    "text": "There's no way to measure or properly express what a family like mine can mean. Mom, Dad, Cooper, Eli, extended family, you are the best."
   },
   "author": {
    "text": "Peyton Manning"
   }
  },
  {
   "quote": {
    "text": "I have my dad's shape. No booty."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "In my heart, I'm just a kid from the council houses. I can remember the old cottage and my dad coming round with the tin bath. I'm not a rich man."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "I remember debating the finer points of flaky pastry with my chicken-pot-pie-obsessed American dad. I remember the divine mix of Thai food, TV dinners, and hearty, homemade goodness that have shaped this palate of mine to this day. I remember all this, but I still Google my husband's birthday. Thank God he's famous."
   },
   "author": {
    "text": "Chrissy Teigen"
   }
  },
  {
   "quote": {
    "text": "I love being a dad. I just love it."
   },
   "author": {
    "text": "Jerry Seinfeld"
   }
  },
  {
   "quote": {
    "text": "My dad had been born in Mexico and his family had to leave during the Mexican revolution."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "My dad is the nicest guy you'll ever meet, and the easiest going."
   },
   "author": {
    "text": "Serena Williams"
   }
  },
  {
   "quote": {
    "text": "My dad is a marketing mastermind."
   },
   "author": {
    "text": "Serena Williams"
   }
  },
  {
   "quote": {
    "text": "Now I meditate twice a day for half an hour. In meditation, I can let go of everything. I'm not Hugh Jackman. I'm not a dad. I'm not a husband. I'm just dipping into that powerful source that creates everything. I take a little bath in it."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "Overcoming my dad telling me that I could never amount to anything is what has made me the megalomaniac that you see today."
   },
   "author": {
    "text": "Bono"
   }
  },
  {
   "quote": {
    "text": "I grew up in rural Pennsylvania, in a really rundown old house. I'd stay out till 8:30, 9:00 at night. Just blow in. My mom and dad never really cared much. It was okay. We were pretty free to roam. I mean, I had no concept of stopping play. It just didn't occur to anyone."
   },
   "author": {
    "text": "Michael Keaton"
   }
  },
  {
   "quote": {
    "text": "The problem with me, as far as getting married and having a family, is that my comedy is so important to me. So I don't know if I'll ever be as good a dad as my dad."
   },
   "author": {
    "text": "Adam Sandler"
   }
  },
  {
   "quote": {
    "text": "I grew up in a house where my father encouraged my brother and me to fail. I specifically remember coming home and saying, 'Dad, Dad, I tried out for this or that and I was horrible,' and he would high-five me and say, 'Way to go.'"
   },
   "author": {
    "text": "Sara Blakely"
   }
  },
  {
   "quote": {
    "text": "The whole thought of being a dad was scary to me."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "I have never been jealous. Not even when my dad finished fifth grade a year before I did."
   },
   "author": {
    "text": "Jeff Foxworthy"
   }
  },
  {
   "quote": {
    "text": "I went and worked for my dad after school. I'd show up late and stuff like that."
   },
   "author": {
    "text": "Chris Farley"
   }
  },
  {
   "quote": {
    "text": "Dad had a music store, and he'd often bring home comedy albums that I would listen to. I started listening to Bob Newhart and Bill Cosby, and developing taste. They really influenced my style of comedy."
   },
   "author": {
    "text": "Billy Crystal"
   }
  },
  {
   "quote": {
    "text": "I grew up in northern California, where it was consistently in the hundreds in the summertime. My dad didn't think he should have to turn on the air conditioning when we had a swimming pool in our backyard; it was our built-in air conditioner."
   },
   "author": {
    "text": "Summer Sanders"
   }
  },
  {
   "quote": {
    "text": "When I was young, I watched my mom and dad build everything that matters: a family, a business and a good name. I was raised to believe in hard work, in faith and family. My dad, Ed Pence, was a combat veteran in Korea."
   },
   "author": {
    "text": "Mike Pence"
   }
  },
  {
   "quote": {
    "text": "I'm not great at dealing with death, I have to say. I find death very hard: my mum, my dad, Sid Vicious. I'm not a monster; I feel it and it scares me. One death at a time, please, is all my heart will bear."
   },
   "author": {
    "text": "John Lydon"
   }
  },
  {
   "quote": {
    "text": "When I was 13, I opened my own business called The Awesome Pretzel Company, and my dad helped me build a pretzel cart."
   },
   "author": {
    "text": "Guy Fieri"
   }
  },
  {
   "quote": {
    "text": "I think some people really change when they become a dad. Like, I've changed in different ways. I - but, like, my comedy hasn't changed. And I've also seen people do that where you become this - you become a dad, and then all of a sudden, you're trying to be a role model."
   },
   "author": {
    "text": "Bill Burr"
   }
  },
  {
   "quote": {
    "text": "My parents have a ridiculous work ethic; my dad just works, works, works, works, works. I think it would be hard to find a guy who's logged more hours than that guy."
   },
   "author": {
    "text": "Bill Burr"
   }
  },
  {
   "quote": {
    "text": "My dad and grandpa were in the army and as a country singer you're constantly playing at military bases all across the country and meeting soldiers and their families and hearing their stories."
   },
   "author": {
    "text": "Dierks Bentley"
   }
  },
  {
   "quote": {
    "text": "My dad's whole family is in Madras and I was born in America so we didn't have that big Indian community. I don't really have anything interesting to say about it. When I talk about it people are like, 'meh, let's talk about something else.'"
   },
   "author": {
    "text": "Mindy Kaling"
   }
  },
  {
   "quote": {
    "text": "I don't let a lot of people know about my dad dying on 9/11. It's not a way to introduce yourself. So I never told anybody, and then I would do jokes about it... and I think people thought I was lying about it. Which would be crazy!"
   },
   "author": {
    "text": "Pete Davidson"
   }
  },
  {
   "quote": {
    "text": "My mum was very glamorous, an incredible seamstress. She made up those Vogue, Givenchy and Yves St. Laurent patterns they used to sell. It was church couture, darling! Because my dad was a pastor, she could get away with more than other women. Her skirts were that bit tighter."
   },
   "author": {
    "text": "Grace Jones"
   }
  },
  {
   "quote": {
    "text": "I wanted to be a forest ranger or a coal man. At a very early age, I knew I didn't want to do what my dad did, which was work in an office."
   },
   "author": {
    "text": "Harrison Ford"
   }
  },
  {
   "quote": {
    "text": "My father taught me that the only way you can make good at anything is to practice, and then practice some more."
   },
   "author": {
    "text": "Pete Rose"
   }
  },
  {
   "quote": {
    "text": "When I'm singing, it's a mixture of my innocence in the projects, my mom and dad. It's all the good and the bad, the laughs and the frowns that I went through and seen other people go through. Then you be trying to write it. Whatever's coming out, you try and make it all cool."
   },
   "author": {
    "text": "Aaron Neville"
   }
  },
  {
   "quote": {
    "text": "My mom and dad - they were always there. They were always on the set. They focused on our family life. The entertainment business wasn't the end-all. They weren't out to get the next big paycheck or the next big movie. It was about 'What can we do as a family.'"
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "My dad was not someone who you would strike with a billy club and he wouldn't strike back. It just wasn't in him."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "I promised my daughter I'd name my first restaurant after her, but now the other kids are like, 'Dad, what about us?' I'm gonna have to open four restaurants!"
   },
   "author": {
    "text": "Buddy Valastro"
   }
  },
  {
   "quote": {
    "text": "I was bored one day, so my dad took me to this acting school. I liked it more than having fun - I liked it for an actual job."
   },
   "author": {
    "text": "Millie Bobby Brown"
   }
  },
  {
   "quote": {
    "text": "I'm a father. It isn't just my life any more. I don't want my kid finding bottles in the house or seeing his father completely smashed."
   },
   "author": {
    "text": "Billie Joe Armstrong"
   }
  },
  {
   "quote": {
    "text": "I have great faith that Heaven's there and I'll see my brothers and my mom and dad when I get there."
   },
   "author": {
    "text": "Ernie Harwell"
   }
  },
  {
   "quote": {
    "text": "My dad said, 'Cam, you can make this situation a dream or you can make this situation a nightmare.' That struck a fire under me. That was my drive."
   },
   "author": {
    "text": "Cam Newton"
   }
  },
  {
   "quote": {
    "text": "I want to make him the proudest dad to have me and I want to show everybody and nearly be as good as him because he was the best."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "My Dad was such an incredible person, and you have the option of just curling up in a dark corner and letting it all go or you have the option of standing strong, sticking together and carrying on what he lived and died for. And I think that's what's so important - to be able to carry on where he left off."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "I'm so excited to be carrying on in Dad's footsteps and making sure that everything he worked so hard for continues for the generations to come."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "My father came from a very poor background, but I was very fortunate in the sense that we were never in need. My dad was determined to make sure that we didn't want for things. He wanted to give us more opportunity than he had, a better shot at a better life."
   },
   "author": {
    "text": "Brad Pitt"
   }
  },
  {
   "quote": {
    "text": "Maluma comes from my mom, my dad and my sister's names. The first letters of my mom's name are Ma, my dad's is Lu, and my sister's is Ma."
   },
   "author": {
    "text": "Maluma"
   }
  },
  {
   "quote": {
    "text": "I look for strong people. I don't like people who'll say yes to everything I might bring up. I want people who can argue and disagree and have a point of view that's reflected in the magazine. My dad believed in the cult of personality. He brought great writers and columnists to 'The Standard.'"
   },
   "author": {
    "text": "Anna Wintour"
   }
  },
  {
   "quote": {
    "text": "My dad has been to every soccer game that I've played in, both at the amateur level and at the professional level, and he always had great things to say whether we won or we lost, whether I felt great or not so great."
   },
   "author": {
    "text": "Alex Morgan"
   }
  },
  {
   "quote": {
    "text": "I rarely felt or noticed any real divide between girls and boys when I was growing up. Maybe it was because I was so involved in sports and competed with the boys. Maybe it was my mom and dad, who constantly instilled confidence in me and never made me feel as though there were boy activities and girl activities."
   },
   "author": {
    "text": "Alex Morgan"
   }
  },
  {
   "quote": {
    "text": "Most children - I know I did when I was a kid - fantasize another set of parents. Or fantasize no parents. They don't tell their real parents about that - you don't want to tell Mom and Dad. Kids lead a very private life. And I was a typical child, I think. I was a liar."
   },
   "author": {
    "text": "Maurice Sendak"
   }
  },
  {
   "quote": {
    "text": "If I took the 40 years of my dad talking to me about war and battles and taking me to battlefields and distilled it down into one question, it would probably be the idea of the necessary or unnecessary war."
   },
   "author": {
    "text": "Suzanne Collins"
   }
  },
  {
   "quote": {
    "text": "When I was younger, I liked money - the feel of it. I would sit with my dad and count his coins and be like, 'Yeah.' I'd saved 700 by the age of 10. I thought: 'What the hell am I hoarding this for?' So I bought a drum kit."
   },
   "author": {
    "text": "Cara Delevingne"
   }
  },
  {
   "quote": {
    "text": "I remember my dad asking me one time, and it's something that has always stuck with me: 'Why not you, Russ?' You know, why not me? Why not me in the Super Bowl?"
   },
   "author": {
    "text": "Russell Wilson"
   }
  },
  {
   "quote": {
    "text": "Where I come from, you don't really talk about how much you're earning. Those things are private. My dad never told my mum how much he was earning. I'm certainly not going to tell the world. I'm doing well."
   },
   "author": {
    "text": "Paul McCartney"
   }
  },
  {
   "quote": {
    "text": "My dad was a particularly polite kind of guy, very courteous."
   },
   "author": {
    "text": "Paul McCartney"
   }
  },
  {
   "quote": {
    "text": "My dad, bless him, was a musician. And his dad had thought that his music was rubbish."
   },
   "author": {
    "text": "Paul McCartney"
   }
  },
  {
   "quote": {
    "text": "Looking back, I think I was always musical. My dad was very musical, and I think my mom was musical."
   },
   "author": {
    "text": "Paul McCartney"
   }
  },
  {
   "quote": {
    "text": "I'm a pretty hands-on dad and make the most of my custody. I take care of my little one whenever I can, and she determines what I can do and where I can do it."
   },
   "author": {
    "text": "Paul McCartney"
   }
  },
  {
   "quote": {
    "text": "Working with my dad was such a gas. We approached the work in a similar way. We only made two films together when I was an adult, Tucker, and Blown Away, but it was so much fun to play with your parent like that."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "My dad leaving my life. That's the biggest thing that happened to me. I just remember what he tells me, the memories, and try to move on forward each day, knowing that he's still here, looking down on me."
   },
   "author": {
    "text": "Kawhi Leonard"
   }
  },
  {
   "quote": {
    "text": "My mom and dad got divorced when I was very young, and growing up in a family where the head of the household wasn't a man made a big difference."
   },
   "author": {
    "text": "Dave Mustaine"
   }
  },
  {
   "quote": {
    "text": "My dad left when I was 3 1/2, and he left my mom and I."
   },
   "author": {
    "text": "David Cassidy"
   }
  },
  {
   "quote": {
    "text": "I would never complain about the position I'm in or the attention I get. At the end of the day, I'm very lucky to have what I have and do what I do, but I don't see myself as any different from anyone else who works hard and is a dad and a husband."
   },
   "author": {
    "text": "David Beckham"
   }
  },
  {
   "quote": {
    "text": "My dad was a movie star. Having that name was good and bad. People think it's a silver spoon. It's not."
   },
   "author": {
    "text": "Michael Douglas"
   }
  },
  {
   "quote": {
    "text": "I was born in Orange County - in Santa Ana. My dad is from California. I was raised on the East Coast. My first two years were in California, but I claim East Coast. I'm sorry, I don't rep California."
   },
   "author": {
    "text": "Michael B. Jordan"
   }
  },
  {
   "quote": {
    "text": "My dad taught me never to be afraid of what's on the other side of the mountain."
   },
   "author": {
    "text": "Natalie Massenet"
   }
  },
  {
   "quote": {
    "text": "I don't cook ribs in my own home. I let my dad cook the ribs. He's from St. Louis, Missouri. I like to use a grill, but that's my dad's domain."
   },
   "author": {
    "text": "Zac Posen"
   }
  },
  {
   "quote": {
    "text": "Dressing up used to be more of a thing. My dad wore a suit always. Now you think, why bother?"
   },
   "author": {
    "text": "Geena Davis"
   }
  },
  {
   "quote": {
    "text": "My dad was an architect, and he wasn't a rich guy, but in our little world in Philadelphia, he was famous. He loved to see his picture in the paper. I wanted to be more famous than him."
   },
   "author": {
    "text": "Kevin Bacon"
   }
  },
  {
   "quote": {
    "text": "My dad turned me onto Peter Sellers as a kid. I loved the fact that he was a unique combination of being extremely subtle and over-the-top all at the same time, and that's a hard thing to do. I admire that."
   },
   "author": {
    "text": "Will Ferrell"
   }
  },
  {
   "quote": {
    "text": "It is a sad commentary of our times when our young must seek advice and counsel from 'Dear Abby' instead of going to Mom and Dad."
   },
   "author": {
    "text": "Pauline Phillips"
   }
  },
  {
   "quote": {
    "text": "My mum and dad used to make me stand up at dinner parties and sing to their friends."
   },
   "author": {
    "text": "Sam Smith"
   }
  },
  {
   "quote": {
    "text": "My dad is very down to earth, and I view him as a creative genius, and I am very proud of that."
   },
   "author": {
    "text": "Dylan Lauren"
   }
  },
  {
   "quote": {
    "text": "My dad always played sports. He played football. I always wanted to play football because my dad played football, but my mom never wanted me to play football because she said she couldn't take me getting hit."
   },
   "author": {
    "text": "DeMar DeRozan"
   }
  },
  {
   "quote": {
    "text": "That's all there was in our house: poetry and choir rehearsal and duets and so forth; I listened to Dad and Mother discuss things about poetry and delivery and voice and diction - I don't think anyone could know how much it really means."
   },
   "author": {
    "text": "Chuck Berry"
   }
  },
  {
   "quote": {
    "text": "My family always helped me. I had people around me who always pushed me to be the best: my dad, my mum. My dad used to play and coach as well. But I wasn't born with shiny things."
   },
   "author": {
    "text": "Paul Pogba"
   }
  },
  {
   "quote": {
    "text": "My dad was a very strong man, very stubborn as well."
   },
   "author": {
    "text": "Paul Pogba"
   }
  },
  {
   "quote": {
    "text": "If you haven't heard my story, my mom is full Korean, and my dad is Caucasian. Kids in kindergarten would make fun of me for being Asian, and when you're that age, you don't know really how to process that; the way you take that is, 'Who I am isn't good enough.'"
   },
   "author": {
    "text": "Joanna Gaines"
   }
  },
  {
   "quote": {
    "text": "When I speak at events, I often wear my dad's ties and my mom's earrings. It's a small, almost secret way of having them with me when I'm up there onstage, talking to a roomful of strangers. It makes me feel safe."
   },
   "author": {
    "text": "Marley Dias"
   }
  },
  {
   "quote": {
    "text": "Essentially, my hero-role model is Muhammad Ali, because when I watched this one fight of his with my dad when I was a kid, and I watched him not go down... I think him just taking a lot of blows and not going down, it was so moving."
   },
   "author": {
    "text": "Diane Lane"
   }
  },
  {
   "quote": {
    "text": "Every once in a while, we'd ask my dad if we could get a ride in one of these planes. And, he did take us to the flying club and get us a ride in the Pushpak and a glider that the flying club had."
   },
   "author": {
    "text": "Kalpana Chawla"
   }
  },
  {
   "quote": {
    "text": "I went to my dad when I was 17 and said, 'I want to be a country music star.' Which every dad loves to hear. And he said, 'I want you to go to college.' So we had a discussion. And I'm pretty stubborn. I'm a lot like him. And he said, 'If you go to college and graduate, I'll pay your first six months of rent in Nashville.' So he bribed me."
   },
   "author": {
    "text": "Eric Church"
   }
  },
  {
   "quote": {
    "text": "I have to remind my dad, 'Journalists - no matter how many cigars they smoke with you - are not your friends, so don't talk to them.'"
   },
   "author": {
    "text": "Cameron Diaz"
   }
  },
  {
   "quote": {
    "text": "Dad needs to show an incredible amount of respect and humor and friendship toward his mate so the kids understand their parents are sexy, they're fun, they do things together, they're best friends. Kids learn by example. If I respect Mom, they're going to respect Mom."
   },
   "author": {
    "text": "Tim Allen"
   }
  },
  {
   "quote": {
    "text": "My dad was a crazy person, but some of the best qualities about me came from him."
   },
   "author": {
    "text": "Jillian Michaels"
   }
  },
  {
   "quote": {
    "text": "One day I said to my dad, 'Are you disappointed that I'm working a minimum-wage job and I didn't go to college?' I'll never forget his response. He said, 'It's not about how much money you make or what your job is, but it's more about your character. For that, I'm proud of you.'"
   },
   "author": {
    "text": "Josh Dun"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, I wanted to walk with my dad's limp - my dad was my hero - but that infuriated him, and he would make me walk back and forth in the living room until I walked without it."
   },
   "author": {
    "text": "David Alan Grier"
   }
  },
  {
   "quote": {
    "text": "My parents were working class folks. My dad was a bartender for most of his life, my mom was a maid and a cashier and a stock clerk at WalMart. We were not people of financial means in terms of significant financial means. I always told them, 'I didn't always have what I wanted. I always had what I needed.' My parents always provided that."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "My parents were reasonably affluent in Kabul. In the States, we were on welfare. My mom became a waitress, and my dad became a driving instructor. That part of the American immigrant experience applies to people of any nationality."
   },
   "author": {
    "text": "Khaled Hosseini"
   }
  },
  {
   "quote": {
    "text": "My dad said, 'If you want to go out with girls and go out with your friends, get a job.' I found one at the local country club as a pot washer in the kitchen."
   },
   "author": {
    "text": "Johnny Iuzzini"
   }
  },
  {
   "quote": {
    "text": "I didn't come from a wealthy family. My dad told us if we wanted spending money, we had to earn it. So I developed an early work ethic."
   },
   "author": {
    "text": "Johnny Iuzzini"
   }
  },
  {
   "quote": {
    "text": "I used to work at my dad's peanut mill, and worked 15 hours a day, 6 days a week. So, now, riding around on a nice tour bus and doing shows, you'd have to get picky to have a downside."
   },
   "author": {
    "text": "Luke Bryan"
   }
  },
  {
   "quote": {
    "text": "My dad's life story was a string of kindness. He treated everyone as an equal, whether it was the bank teller or the bank president. He even attributed his survival to the courage of kindness."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "My dad told remarkable stories about how kindness helped him through, and he lived his life afterward always trying to make people's lives better."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "My dad liked to boil a squirrel head and suck the brains out the nose. Smaller than a chicken, bigger than a rat."
   },
   "author": {
    "text": "Beth Ditto"
   }
  },
  {
   "quote": {
    "text": "The wholesome is definitely intentional and drilled into me. I mean, we weren't allowed to pierce our ears growing up. We didn't wear makeup. We couldn't have layers in our hair, perms, or color, or manicures. My dad didn't think it was ladylike. My dad just felt like his daughters should be wholesome."
   },
   "author": {
    "text": "Jennifer Garner"
   }
  },
  {
   "quote": {
    "text": "Most of my memories are of softball games in Falls Church with my sister, yard sales across town on the weekends with my grandma, grocery-shopping and errand-running with my mom, learning to drive an old Volkswagen bug down Old Keene Mill Road with my dad."
   },
   "author": {
    "text": "Christina Tosi"
   }
  },
  {
   "quote": {
    "text": "The first time I went to New York, I went with my first boyfriend, Clark. His dad had just bought an apartment in New York, and my dad dropped us off, and we were there for a week on our own. I must have been 15 or 16. I remember I went to Harlem and bought a goose jacket. That was the hip, hot thing."
   },
   "author": {
    "text": "Kate Moss"
   }
  },
  {
   "quote": {
    "text": "My dad was the district attorney of New Orleans for about 30 years. And when he opened his campaign headquarters back in the early '70s, when I was 5 years old, my mother wanted me to play the national anthem. And they got an upright piano on the back of a flatbed truck and I played it."
   },
   "author": {
    "text": "Harry Connick, Jr."
   }
  },
  {
   "quote": {
    "text": "My dad, he worked rebar, an ironworker. Watching my pops get up every single morning, going into work, working hard - I think that really made me want to work that hard, wanted to make me get up early and go for a run or get a lift in or get some extra hitting in and really try to better myself every day."
   },
   "author": {
    "text": "Bryce Harper"
   }
  },
  {
   "quote": {
    "text": "My dad studies and practices homeopathy and Ayurveda medicine. He's a strong believer in both honey and milk as forms of healing. Honey is the one food that does not die. It does not expire. Growing up, he'd always be mixing up almonds or turmeric or gram flower with milk to cure a cough or a cold."
   },
   "author": {
    "text": "Rupi Kaur"
   }
  },
  {
   "quote": {
    "text": "On rare occasions, Dad used to reminisce about when he met Eisenhower and how Churchill would pop in, in the late hours of the evening or night, carrying a cigar, when he'd obviously had a good dinner."
   },
   "author": {
    "text": "Ridley Scott"
   }
  },
  {
   "quote": {
    "text": "I was 13 - 14 when I first tasted stardom. In the summer holidays, my dad made me act in these films that went on to become superhits. I became a child star."
   },
   "author": {
    "text": "Mahesh Babu"
   }
  },
  {
   "quote": {
    "text": "I am very close to my brother Ramesh Babu. When my father was away for shootings, my brother would take care of me, and I am very close to him, and yes, Dad's always special."
   },
   "author": {
    "text": "Mahesh Babu"
   }
  },
  {
   "quote": {
    "text": "But I honestly don't read critics. My dad reads absolutely everything ever written about me. He calls me up to read ecstatic reviews, but I always insist that I can't hear them. If you give value to the good reviews, you have to give value to the criticism."
   },
   "author": {
    "text": "Fiona Apple"
   }
  },
  {
   "quote": {
    "text": "My dad was very much a struggling actor and spent more of his life as a postman, as a member of a tarmac firm, as a van driver."
   },
   "author": {
    "text": "Kate Winslet"
   }
  },
  {
   "quote": {
    "text": "My dad once told me, he was like, 'The only time you should lie is when someone's holding a gun to your head and says 'Okay, lie or I'm going to shoot you.' And that really stuck with me."
   },
   "author": {
    "text": "Jaden Smith"
   }
  },
  {
   "quote": {
    "text": "And I remember leaving my place in L.A. and - my father is a big fight fan - and I said, 'Dad, I got a couple of days off and I'm getting ready to go to Houston to sign to fight Muhammad Ali."
   },
   "author": {
    "text": "Wilt Chamberlain"
   }
  },
  {
   "quote": {
    "text": "My dad never blew anything up, but he probably had friends who did. He and my mom have always preached that the pen is mightier than a Molotov cocktail."
   },
   "author": {
    "text": "Joseph Gordon-Levitt"
   }
  },
  {
   "quote": {
    "text": "As a kid, I had this ultimate goal to be a teacher. I wanted to be a history teacher like my dad."
   },
   "author": {
    "text": "Mike Trout"
   }
  },
  {
   "quote": {
    "text": "My dad was a builder, so I didn't have any connection to the arts at all. I never really considered film as a career, but I knew I didn't want to be a builder."
   },
   "author": {
    "text": "Roger Deakins"
   }
  },
  {
   "quote": {
    "text": "When I was fifteen years old, my dad won a video camera in a corporate golf tournament. I snatched it from his closet and began filming skateboard videos with my friends."
   },
   "author": {
    "text": "Steve-O"
   }
  },
  {
   "quote": {
    "text": "Anytime I was in Memphis with my dad and at the house, I was happy. That was, like, a given. It was what I lived for. And I still feel the same excitement and warmth."
   },
   "author": {
    "text": "Lisa Marie Presley"
   }
  },
  {
   "quote": {
    "text": "My parents divorced when I was eight; I never really knew my dad, and my mom raised my older sister and brother and me alone. It was challenging."
   },
   "author": {
    "text": "Chrissy Metz"
   }
  },
  {
   "quote": {
    "text": "Most of my friends - when I was five, six, seven years old - their dads were working in an auto plant in Detroit until 5:30, and then they were sat in rush hour. They weren't around as much. My dad finished at three o'clock, so he was just around more."
   },
   "author": {
    "text": "J. K. Simmons"
   }
  },
  {
   "quote": {
    "text": "The biggest thing I've learned from my dad is he's had adoring crowds of 8,000 at Berkeley, and 6,000 at Jerry Falwell's Liberty University. That's an amazing feat to have people coming out in one of the most liberal universities and one of the most conservative."
   },
   "author": {
    "text": "Rand Paul"
   }
  },
  {
   "quote": {
    "text": "My Dad was from Liverpool, and he picked it up in the army. He'd often come out with this stuff."
   },
   "author": {
    "text": "Mike Myers"
   }
  },
  {
   "quote": {
    "text": "My mother was keen that I complete my graduation and never ever wanted me to be in the movies, as my father had made five films that lost money. One of the films he made was 'Agneepath,' which was hugely hyped but underwhelming at the box office, and I remember that my dad had to sell my grandmother's flat to pay off the loan."
   },
   "author": {
    "text": "Karan Johar"
   }
  },
  {
   "quote": {
    "text": "My kids haven't watched one episode of 'Growing Pains'. I'll tell you why. When our kids were little, we never wanted Mommy or Daddy to be the celebrity mom or dad to our kids."
   },
   "author": {
    "text": "Kirk Cameron"
   }
  },
  {
   "quote": {
    "text": "My dad gave up his job; he stopped working - for me. Without that, I definitely wouldn't be as successful."
   },
   "author": {
    "text": "Chloe Kim"
   }
  },
  {
   "quote": {
    "text": "My mom and my dad wanted my brother and I to have a better life, you know, better education, better jobs. It was probably harder, much, much harder, for my parents. When you're a kid, you can learn a language much more easily; I learned English in less than a year."
   },
   "author": {
    "text": "Mila Kunis"
   }
  },
  {
   "quote": {
    "text": "My dad was a janitor for U.S. Radium Corporation, and he stayed there for 37 years. So he didn't read."
   },
   "author": {
    "text": "Walter Dean Myers"
   }
  },
  {
   "quote": {
    "text": "Both my mum and dad were great readers, and we would go every Saturday morning to the library, and my sister and I had a library card when we could pass off something as a signature, and all of us would come with an armful of books."
   },
   "author": {
    "text": "Geraldine Brooks"
   }
  },
  {
   "quote": {
    "text": "What's become a big theme in my music is my dad as a narrative character. I never had the opportunity to understand our relationship in a more adult capacity. The unknown is great material for any creative outlet."
   },
   "author": {
    "text": "K. Flay"
   }
  },
  {
   "quote": {
    "text": "My mom was diagnosed with breast cancer when I was four. And she was re-diagnosed when I was seven or eight, and again when I was 13, and my dad was very unhealthy, too. I was living on the edge of mortality my entire childhood."
   },
   "author": {
    "text": "Rachel Morrison"
   }
  },
  {
   "quote": {
    "text": "People come up to me all the time who saw Dad in 'Oklahoma!' or 'Pajama Game,' and they say they'll never forget it."
   },
   "author": {
    "text": "Bonnie Raitt"
   }
  },
  {
   "quote": {
    "text": "Man, I love being a dad. It's super fun."
   },
   "author": {
    "text": "Future"
   }
  },
  {
   "quote": {
    "text": "My kids gotta understand: they gotta make a sacrifice, having a superstar dad."
   },
   "author": {
    "text": "Future"
   }
  },
  {
   "quote": {
    "text": "My career choice is my career choice. Just stepping out of that zone, to be able to be a provider. I understand my position as a provider and my role as a dad also... Just being able to be comfortable with it."
   },
   "author": {
    "text": "Future"
   }
  },
  {
   "quote": {
    "text": "It is much easier to become a father than to be one."
   },
   "author": {
    "text": "Kent Nerburn"
   }
  },
  {
   "quote": {
    "text": "My dad has had a rare form of leukemia since I was in about 7th grade. But they've come up with some amazing drugs since then and he's doing really well today."
   },
   "author": {
    "text": "Tom DeLonge"
   }
  },
  {
   "quote": {
    "text": "When your mom and dad read the paper, they like to know their sons are on the roster."
   },
   "author": {
    "text": "Kirby Smart"
   }
  },
  {
   "quote": {
    "text": "My dad was a terrible businessman."
   },
   "author": {
    "text": "Al Franken"
   }
  },
  {
   "quote": {
    "text": "My views about God come from my dad. Dad told me that he believed Nature, which to him included humankind, to be so beautiful, so magnificent, that there had to be something behind it all."
   },
   "author": {
    "text": "Al Franken"
   }
  },
  {
   "quote": {
    "text": "My dad always told me that the principal reason he chose New Zealand to emigrate to after World War II was the high regard his father had for the Kiwis he encountered at Gallipoli."
   },
   "author": {
    "text": "Peter Jackson"
   }
  },
  {
   "quote": {
    "text": "My dad was always supportive of me and my skating, and he loved me as best that he could, and he worked hard."
   },
   "author": {
    "text": "Tonya Harding"
   }
  },
  {
   "quote": {
    "text": "We came to Portland because there was a good alternative public school. Friends who lived there told me about it, and my son loved it. I left his dad and went to work slinging hash in a breakfast diner and working nights tending bar in a biker tavern."
   },
   "author": {
    "text": "Katherine Dunn"
   }
  },
  {
   "quote": {
    "text": "I was a sickly baby, and after two sets of adoptive parents took me home, they returned me to the orphanage because of a serious respiratory infection. But as they say, the third time's a charm, because my mom and dad adopted me and took me into their home where I was raised in a family full of love."
   },
   "author": {
    "text": "Rodney Atkins"
   }
  },
  {
   "quote": {
    "text": "Apparently, one in five people in the world are Chinese. And there are five people in my family, so it must be one of them. It's either my mum or my dad. Or my older brother, Colin. Or my younger brother, Ho-Chan-Chu. But I think it's Colin."
   },
   "author": {
    "text": "Tim Vine"
   }
  },
  {
   "quote": {
    "text": "My sisters have been baptized and my dad is a deacon at his church now. Sadly my mother passed away but what I can say is that the Jehovah Witnesses took very good care of her up until she died."
   },
   "author": {
    "text": "Sherri Shepherd"
   }
  },
  {
   "quote": {
    "text": "I remember tap-dancing and singing in front of the TV when I was a kid, telling my dad to stop watching Ed Sullivan or Milton Berle and watch me."
   },
   "author": {
    "text": "Andie MacDowell"
   }
  },
  {
   "quote": {
    "text": "My mum was into pottery and embroidery, very artistic, and she knew some people from the college, which I think was how I got into it. My dad, who was a head-hunter, was also an incredible artist, and when he was very young, he was a really good cartoonist."
   },
   "author": {
    "text": "Jamie Hewlett"
   }
  },
  {
   "quote": {
    "text": "My dad was traveling a lot, but when he would come home and cook, he'd cook pizza."
   },
   "author": {
    "text": "Hilary Knight"
   }
  },
  {
   "quote": {
    "text": "I started out mopping floors, waiting tables, and tending bar at my dad's tavern. I put myself through school working odd jobs and night shifts. I poured my heart and soul into a small business. And when I saw how out-of-touch Washington had become with the core values of this great nation, I put my name forward and ran for office."
   },
   "author": {
    "text": "John Boehner"
   }
  },
  {
   "quote": {
    "text": "I pop gum. My parents get so annoyed with me. I know my dad wishes he never taught me how to do that."
   },
   "author": {
    "text": "Hilary Duff"
   }
  },
  {
   "quote": {
    "text": "My dad will always criticize me. He doesn't care if it hurts my feelings. If I start acting a certain way, he would be like, 'Who do you think you are?' So many people can tell me, 'You're amazing,' but I don't think it. I'm really hard on myself."
   },
   "author": {
    "text": "Jorja Smith"
   }
  },
  {
   "quote": {
    "text": "Out of all my friends, I believe I'm the only kid whose dad made us work to cut rebars; we laid bricks in construction sites and did other real work every summer for minimum wage. Our dad said that it's important in the future that when we tell people to dig a hole, that you personally know how long it will take to dig that hole."
   },
   "author": {
    "text": "Eric Trump"
   }
  },
  {
   "quote": {
    "text": "My mum was quite poor, and my dad was rich. She didn't dig that, so she left him."
   },
   "author": {
    "text": "Kevin Parker"
   }
  },
  {
   "quote": {
    "text": "Listening to my dad playing guitar along to 'Sleepwalk' by the Shadows was probably the first time I discovered emotion in music."
   },
   "author": {
    "text": "Kevin Parker"
   }
  },
  {
   "quote": {
    "text": "There are people on staff who have made that point, that the upside to a second Bush term is that it makes 'American Dad' work better. To me, the price is too high. I would gladly give up the comedy to have a President Kerry. But you work with what you have."
   },
   "author": {
    "text": "Seth MacFarlane"
   }
  },
  {
   "quote": {
    "text": "My humanitarian work evolved from being with my family. My mom, my dad, they really set a great example for giving back. My mom was a nurse, my dad was a school teacher. But my mom did a lot of things for geriatrics and elderly people. She would do home visits for free."
   },
   "author": {
    "text": "Cat Cora"
   }
  },
  {
   "quote": {
    "text": "And my dad wanted me to play the trumpet because that's what he liked. His idol was Louis Armstrong. My dad thought my teeth came together in a way that was perfect for playing the trumpet."
   },
   "author": {
    "text": "Jackson Browne"
   }
  },
  {
   "quote": {
    "text": "I kind of remember when I was young, I used to hang out with my dad sometimes. And I can remember just following him in and out of these domestic situations. Going to the grocery store, we'd go pick up my other brother, or we'd go here, go there."
   },
   "author": {
    "text": "Ryan Coogler"
   }
  },
  {
   "quote": {
    "text": "I've got my dad's height and smoking habit. But I think I've got my mum's looks and sensibilities."
   },
   "author": {
    "text": "Max Irons"
   }
  },
  {
   "quote": {
    "text": "They have had such a crazy life living with me as their dad. Not crazy but different from their friends."
   },
   "author": {
    "text": "Sebastian Bach"
   }
  },
  {
   "quote": {
    "text": "When I was a teenager, my dad used to put a lot of pressure on me to be successful, and I'd really beat myself up about things like losing martial arts competitions."
   },
   "author": {
    "text": "Dolph Lundgren"
   }
  },
  {
   "quote": {
    "text": "The most important lesson my dad taught me was how to manage fear. Early on, he taught me that in a time of emergency, you've got to become deliberately calm."
   },
   "author": {
    "text": "Rudy Giuliani"
   }
  },
  {
   "quote": {
    "text": "I got my interest in Lotte Lenya and the Brecht-Weill canon from my parents. And I love classical music - I got that from my parents. I love Cole Porter - that I got from my dad."
   },
   "author": {
    "text": "Marianne Faithfull"
   }
  },
  {
   "quote": {
    "text": "Attraction doesn't stop when a child is born. It's the opposite. Being a mum and dad makes you even sexier."
   },
   "author": {
    "text": "Orlando Bloom"
   }
  },
  {
   "quote": {
    "text": "I want to stay healthy, keep fit, eat well, keep a low profile and be a good dad."
   },
   "author": {
    "text": "Frank Bruno"
   }
  },
  {
   "quote": {
    "text": "Growing up, I had a front row seat to seeing two people work really hard. My dad scrubbed toilets at a private Catholic school for a while, and that was to help me get through school."
   },
   "author": {
    "text": "Mia Love"
   }
  },
  {
   "quote": {
    "text": "My dad named me Dakota and my mom came up with my first name Hannah. So it's Hannah Dakota Fanning."
   },
   "author": {
    "text": "Dakota Fanning"
   }
  },
  {
   "quote": {
    "text": "Growing up, I saw my dad do charity work for children with health issues. That had a profound effect on me."
   },
   "author": {
    "text": "David Boreanaz"
   }
  },
  {
   "quote": {
    "text": "A dramatic thing, the first time you stand up to your dad."
   },
   "author": {
    "text": "Lenny Kravitz"
   }
  },
  {
   "quote": {
    "text": "My dad was the first man I ever loved."
   },
   "author": {
    "text": "Adrienne C. Moore"
   }
  },
  {
   "quote": {
    "text": "I was lucky to have my dad in my life. As crazy as things got, I always had him to put his hand on my shoulder."
   },
   "author": {
    "text": "Sharon Stone"
   }
  },
  {
   "quote": {
    "text": "Child-rearing is my main interest now. I'm a hands-on father."
   },
   "author": {
    "text": "Sean Penn"
   }
  },
  {
   "quote": {
    "text": "Nothing had been attempted like that, to lift Dad's voice, literally, off of that track and put it on a brand-new one, and then line it up, match it up, get the phrasing right. I remember listening - everyone listening at the end, and we were just enthralled. It was really wonderful."
   },
   "author": {
    "text": "Natalie Cole"
   }
  },
  {
   "quote": {
    "text": "My overwhelming memory of being a child is the huge amount of love I felt for my mum. She was my everything, because she was both my mum and my dad."
   },
   "author": {
    "text": "Gerard Butler"
   }
  },
  {
   "quote": {
    "text": "Growing up, my dad was a pastor, and much like The First Family or people in front of the public eye, we were highly scrutinized as a family within the church and looked at as - well, I guess you would call an example of what that family image should be."
   },
   "author": {
    "text": "Nick Jonas"
   }
  },
  {
   "quote": {
    "text": "I grew up listening to my dad, a miner who rose through the ranks to be the mine superintendent in Coalwood, W.V. , yelling orders into his black company phone. He wanted to get coal out of the ground and into coal cars and on its way to steel mills."
   },
   "author": {
    "text": "Homer Hickam"
   }
  },
  {
   "quote": {
    "text": "I ate supper after Dad saw the evening shift down the shaft, and I went to sleep to the ringing of a hammer on steel and the dry hiss of an arc welder at the little tipple machine shop during the hoot-owl shift."
   },
   "author": {
    "text": "Homer Hickam"
   }
  },
  {
   "quote": {
    "text": "Every parent is at some time the father of the unreturned prodigal, with nothing to do but keep his house open to hope."
   },
   "author": {
    "text": "John Ciardi"
   }
  },
  {
   "quote": {
    "text": "When Courtney's mother and I first separated I tried to be Disney Dad, showering her with gifts, trips and then I snapped out of it. You don't have to try to impress your kids. If they're not getting what they need from you, they will let you know."
   },
   "author": {
    "text": "Al Roker"
   }
  },
  {
   "quote": {
    "text": "My dad had a personal style which was very attractive. It was quite reserved and quite elegant, and it was infectious."
   },
   "author": {
    "text": "Bill Nighy"
   }
  },
  {
   "quote": {
    "text": "You know not having my real dad around and having a step dad made me want to be a great dad. So now I have been one for 9 years. And now 3 daughters. So, that is what I am - a dad, first and foremost, before anything else. It's just something that comes natural now."
   },
   "author": {
    "text": "Tim McGraw"
   }
  },
  {
   "quote": {
    "text": "I think looking at the front row of a Chvrches show is really diverse. It could be 50-year-old dudes who love Depeche Mode or teenagers or teenage girls and their dad."
   },
   "author": {
    "text": "Lauren Mayberry"
   }
  },
  {
   "quote": {
    "text": "My dad has seen and done a lot. He comes from the hippie era where music and living life to the fullest is more important than stability and playing by the rules."
   },
   "author": {
    "text": "Coy Bowles"
   }
  },
  {
   "quote": {
    "text": "A lot of people don't realize this, but probably the one person that gets made fun of in 'South Park' more than anybody is my dad. Stan's father, Randy - my dad's name is Randy - that's my drawing of my dad; that's me doing my dad's voice. That is just my dad. Even Stan's last name, Marsh, was my dad's stepfather's name."
   },
   "author": {
    "text": "Trey Parker"
   }
  },
  {
   "quote": {
    "text": "My wrestling and family go together. It's always been that way, from day one with my mom and dad, my sister, my wife, four daughters, grandsons, son-in-laws."
   },
   "author": {
    "text": "Dan Gable"
   }
  },
  {
   "quote": {
    "text": "My mom and dad just loved the fact that I fooled around. They just embraced it. They'd always kind of enjoy it, and they liked it when I made them laugh."
   },
   "author": {
    "text": "Dominic Monaghan"
   }
  },
  {
   "quote": {
    "text": "I'm in the Rock and Roll Hall of Fame on the One-Hit Wonder Wall. I'm still very troubled by the fact that I'm in the hall and my dad isn't."
   },
   "author": {
    "text": "Debby Boone"
   }
  },
  {
   "quote": {
    "text": "I thought, 'Let's make it a check list. What if I got my education even though I lost my mother, even though my dad is in a shelter?' and looking at these things as hurdles to go over. I could inspire myself."
   },
   "author": {
    "text": "Liz Murray"
   }
  },
  {
   "quote": {
    "text": "I've had some amazing people in my life. Look at my father - he came from a small fishing village of five hundred people and at six foot four with giant ears and a kind of very odd expression, thought he could be a movie star. So go figure, you know?"
   },
   "author": {
    "text": "Kiefer Sutherland"
   }
  },
  {
   "quote": {
    "text": "The only thing I could be better at is to be around more. Other than that, I'm a great dad. I come to the soccer games and teach her stuff, go over her homework with her every night; we stay on the phone. I try to be as good as a dad as I can be."
   },
   "author": {
    "text": "Ty Dolla Sign"
   }
  },
  {
   "quote": {
    "text": "My dad would call me his Cuban princess because I had really dark olive skin because I was always in the sun; but I don't really go in the sun anymore, so that is why I am so white."
   },
   "author": {
    "text": "Bella Thorne"
   }
  },
  {
   "quote": {
    "text": "My dad's a pastor; I grew up in the church, and it's really easy to just have a healthy respect for what some people might be sensitive to."
   },
   "author": {
    "text": "Brett Young"
   }
  },
  {
   "quote": {
    "text": "I am the granddaughter of a Welsh coal miner who was determined that his kids get out of the mines. My dad got his first job when he was six years old, in a little village in Wales called Nantyffyllon, cleaning bottles at the Colliers Arms."
   },
   "author": {
    "text": "Ann Romney"
   }
  },
  {
   "quote": {
    "text": "'Rust' really started with the passing of my dad, and me really looking back inward to my self about where I stand with all things on a faith/religious/spiritual level. And it's really put me on this interesting road and very educational, I might add, road back to understanding the role of faith in God and Christ in my life."
   },
   "author": {
    "text": "Corbin Bernsen"
   }
  },
  {
   "quote": {
    "text": "My dad is such a good man. You know how when you are a child you think your dad is invincible? Well, I still think that - he is so wise and everything I do I ask my dad's advice about first."
   },
   "author": {
    "text": "Leona Lewis"
   }
  },
  {
   "quote": {
    "text": "I play bass. I play a bit of guitar. I've never been to a lesson, so my theory of music is non-existent in any instrument, but we always had guitars around. My dad taught me to play drums for 'Love Actually,' and I still play drums now. But I'm not a 'drummer.' I'm not a 'guitarist.' I'm trying to be a bassist."
   },
   "author": {
    "text": "Thomas Brodie-Sangster"
   }
  },
  {
   "quote": {
    "text": "I was raised by extremely strict - but also extremely loving - Chinese immigrant parents, and I had the most wonderful childhood! I remember laughing constantly with my parents - my dad is a real character and very funny. I certainly did wish they allowed to me do more things!"
   },
   "author": {
    "text": "Amy Chua"
   }
  },
  {
   "quote": {
    "text": "I had old bunk beds that my dad got from Seabrook Farms. They were first used by German prisoners during World War II, who were sent to work the farms during the war. The metal beds with their thin mattresses could easily be used as a jungle gym and I loved them."
   },
   "author": {
    "text": "David Mixner"
   }
  },
  {
   "quote": {
    "text": "I remember taking my brother's car out, pushing it down the driveway in neutral in the night, and going out joyriding with friends and getting flat tires and getting busted. My license was revoked by my dad. So, definitely, I was a kid. I was a teenage boy."
   },
   "author": {
    "text": "Matt Bomer"
   }
  },
  {
   "quote": {
    "text": "I grew up in such a macho family. I had a former Green Beret for a dad, a mom who's really rough-and-tumble, and three very macho brothers."
   },
   "author": {
    "text": "Hilarie Burton"
   }
  },
  {
   "quote": {
    "text": "I have always been a bit of an introvert. In fact, my dad used to force me to meet people so that my interpersonal skills improve. As an individual, I was happiest when left alone."
   },
   "author": {
    "text": "Ashwin Sanghi"
   }
  },
  {
   "quote": {
    "text": "I had bohemian parents in Seattle in the last '60s living in a houseboat. My dad wrote science fiction novels and painted big murals and oil paintings."
   },
   "author": {
    "text": "Rainn Wilson"
   }
  },
  {
   "quote": {
    "text": "Dad always explained the car engine when he repaired it, and he had many technical books, so I was making electromagnets by age eight as well as reading my mother's medical and nursing books. I suspect I was born with a boundless curiosity, and this was encouraged through my childhood."
   },
   "author": {
    "text": "Barry Marshall"
   }
  },
  {
   "quote": {
    "text": "I used to help my dad with a stall selling eggs when I was about 12. People were so hard up they would ask for one egg. But mostly no one came by at all. It was very demoralising."
   },
   "author": {
    "text": "Lynne Truss"
   }
  },
  {
   "quote": {
    "text": "My dad always taught me never to give up in my mind. You can never really beat me. It sounds ridiculous, but I will always come back for you. You can't beat someone who never gives up. I could lose 100 times to you, but I will always get you. I will die trying. This applies not only to swimming but to my life as well."
   },
   "author": {
    "text": "Chad le Clos"
   }
  },
  {
   "quote": {
    "text": "I have played football all my life, and my dad went to see Manchester United in 2005. Since then, I have been a fan."
   },
   "author": {
    "text": "Chad le Clos"
   }
  },
  {
   "quote": {
    "text": "I have one brother, John, an airline pilot, who is seven years younger. He's adopted, though we're still blood related - he's my cousin. My parents couldn't have any more children after me, so when Dad's brother died, they adopted John, then just a baby."
   },
   "author": {
    "text": "Gary Numan"
   }
  },
  {
   "quote": {
    "text": "My mom and dad put my brother and sister through university and they were very keen for us to have an academic background just to give us a chance."
   },
   "author": {
    "text": "Rob James-Collier"
   }
  },
  {
   "quote": {
    "text": "By the age of 18, I was very fat. My dad would say there's a Spall fat gene. But I was fat because I ate loads. I used to go and buy six or seven chocolate bars and eat my way through them."
   },
   "author": {
    "text": "Rafe Spall"
   }
  },
  {
   "quote": {
    "text": "In the 'Garnethill' trilogy, people always forget that Maureen O'Donnell's dad was a journalist and she did art history at uni and her brother did law, but no-one ever thinks they're middle-class - they're just working class because they speak with accents."
   },
   "author": {
    "text": "Denise Mina"
   }
  },
  {
   "quote": {
    "text": "I like to keep most of my bats. I think I have about 250 bats, including my first - which cost Rs 2000 - a gift from my dad in 1998, when I moved to the hostel."
   },
   "author": {
    "text": "Suresh Raina"
   }
  },
  {
   "quote": {
    "text": "I do need to explore my faith, because it has got lost over the years and it has been kind of tainted through experience. But I also know it's enriched my life, my dad being a Catholic."
   },
   "author": {
    "text": "Johnny Vegas"
   }
  },
  {
   "quote": {
    "text": "I worked as an accountant in an auditor's office, at a textile showroom, a telephone booth, and a fast-food joint while studying. My dad found it odd, but he never interfered in any of my decisions."
   },
   "author": {
    "text": "Vijay Sethupathi"
   }
  },
  {
   "quote": {
    "text": "Janet Carroll and Robert Pine, Chris Pine's dad, were in my first play, and they were so astonishingly good, I felt it raised my game instantly."
   },
   "author": {
    "text": "Stephen Karam"
   }
  },
  {
   "quote": {
    "text": "Strangely enough, among my dad's things, I found the diary of an ancestor who was born in 1797 and became a ventriloquist in London. That was quite chilling. It described exactly how I was as a child but 150 years earlier - doing voices, pretending to be a ventriloquist."
   },
   "author": {
    "text": "Christopher Guest"
   }
  },
  {
   "quote": {
    "text": "My dad is good at sticking with stuff and he has a strong work ethic, which is imbued in me. Growing up, he would constantly ask what I was doing and was I achieving anything."
   },
   "author": {
    "text": "Pete Cashmore"
   }
  },
  {
   "quote": {
    "text": "My mum is a bit unconventional; she's outdoorsy and has more of an emotional intelligence, whereas my dad is pragmatic; he's a businessman."
   },
   "author": {
    "text": "Tamsin Egerton"
   }
  },
  {
   "quote": {
    "text": "Driving around with my dad, growing up, he would play everything: Philip Bailey, Manhattan Transfer, Frank Zappa, Cream. I'd be like, 'Dad, cut this stuff off!' And he'd say, 'No, you're gonna listen to it.' I didn't understand why he liked it so much. In my mind, I would be thinking about the theme song to 'Sonic the Hedgehog.'"
   },
   "author": {
    "text": "Thundercat"
   }
  },
  {
   "quote": {
    "text": "I'm half Telugu. My mom is Telugu and dad, a Maharashtrian. I was brought up in Gwalior. I was exposed to English, Hindi, and Marathi. I heard my mom speak to her family in Telugu, so I got the hang of it."
   },
   "author": {
    "text": "Harshvardhan Rane"
   }
  },
  {
   "quote": {
    "text": "It will be amazing to collaborate with my dad. It will be special."
   },
   "author": {
    "text": "Armaan Malik"
   }
  },
  {
   "quote": {
    "text": "My dad was an engineer, and he became the CEO of Chevron. His was an engineer's mind-set: Everything's kind of a problem; how do you approach the problem?"
   },
   "author": {
    "text": "Bill Keller"
   }
  },
  {
   "quote": {
    "text": "When I was 10, I had a paper route. One year, I delivered my papers through a hurricane. My mother was against the idea, but my dad, who was a sergeant in the Marine Corps, overruled her. I was determined to deliver my papers."
   },
   "author": {
    "text": "Tim Finchem"
   }
  },
  {
   "quote": {
    "text": "My dad is a comedian, entertainer, you know. He always likes to make people laugh. With me, it just depends on what mood I'm in. You get what you get."
   },
   "author": {
    "text": "Laila Ali"
   }
  },
  {
   "quote": {
    "text": "My mother was not the cook in the family. My dad was. I'd watch him behind the grill, and I said, 'If I ever make it and have enough money, I'm going to make sure I dine in the best restaurants.'"
   },
   "author": {
    "text": "Jesse McCartney"
   }
  },
  {
   "quote": {
    "text": "My early memories of my dad were taking me to play football when I was six - they are happy ones. They are my favourites."
   },
   "author": {
    "text": "Riyad Mahrez"
   }
  },
  {
   "quote": {
    "text": "My off-the-field heroes, the people who gave me the values to live by and who inspired me with their hard work and unselfish dedication to their family, were my mom, Catherine, and my dad, William."
   },
   "author": {
    "text": "Allan Ray"
   }
  },
  {
   "quote": {
    "text": "My mom and my dad are ebullient people, and I think I carry that with me."
   },
   "author": {
    "text": "Michael Stuhlbarg"
   }
  },
  {
   "quote": {
    "text": "I lost my dad way too early and it was agonisingly awful. I missed him so much and I hated knowing that I could never again pick up the phone to tell him about my day."
   },
   "author": {
    "text": "Monica Seles"
   }
  },
  {
   "quote": {
    "text": "My dad is a builder, and my mum's a nurse. They're just very normal people."
   },
   "author": {
    "text": "Greg Rutherford"
   }
  },
  {
   "quote": {
    "text": "Since I stayed in a colony where either one was an engineer or a scientist, everybody thought I would be a scientist. This was the expectation everybody had apart from my parents. Honestly, I, too, wanted to be a scientist. I think it was the way Dad would explain us scientific theories and concepts that made the subject more intriguing."
   },
   "author": {
    "text": "Shreya Ghoshal"
   }
  },
  {
   "quote": {
    "text": "My mom is a white Jewish lady, and my dad is black. The cultures never seemed separate - I had a lot of mixed friends. When I was young, I identified with being Jewish, but I embraced my dad's side, too."
   },
   "author": {
    "text": "Daveed Diggs"
   }
  },
  {
   "quote": {
    "text": "My dad told me that no one could ever make it as a writer, that my chances were equivalent to winning the lottery - which was good for me, because I like to have something to prove."
   },
   "author": {
    "text": "Poppy Z. Brite"
   }
  },
  {
   "quote": {
    "text": "I come from good stock. Both of my parents are big - my dad is a big guy; my mom is a big lady."
   },
   "author": {
    "text": "Frank Thomas"
   }
  },
  {
   "quote": {
    "text": "I kept my babies fed. I could have dumped them, but I didn't. I decided that whatever trip I was on, they were going with me. You're looking at a real daddy."
   },
   "author": {
    "text": "Barry White"
   }
  },
  {
   "quote": {
    "text": "I do remember vividly sometime after puberty when I'd answer the phone at home and the callers began to say, 'Hi, Bill!' That's when I knew Dad and I had the same voice."
   },
   "author": {
    "text": "Willie Geist"
   }
  },
  {
   "quote": {
    "text": "When I was younger, I had terrible skin... my mother has terrible skin. Male-pattern hair loss is starting to come in... my dad is bald. It's so unfair; my brother's tall, has perfect skin, great hair, but I'm like the runt."
   },
   "author": {
    "text": "Russell Tovey"
   }
  },
  {
   "quote": {
    "text": "My dad is so impressed. He loves the movies and would take us two, three times a week, so this fantasy of mine of becoming an actor? I can blame my father for that. He's so amazed. And so happy."
   },
   "author": {
    "text": "Pedro Pascal"
   }
  },
  {
   "quote": {
    "text": "Moving to a new country is always difficult, but the fact my dad and my sister came to live with me was a huge help. That made things easier."
   },
   "author": {
    "text": "Javier Hernandez"
   }
  },
  {
   "quote": {
    "text": "My parents had a gardener when I was growing up, and he and I would dig in the dirt together - my mom and dad were definitely not digging with me! When I was 5, he helped me plant some corn in our backyard, and I remember how fascinating it was to watch it grow. Little did I know that 50 years later I'd be growing corn in a different way."
   },
   "author": {
    "text": "Howard Graham Buffett"
   }
  },
  {
   "quote": {
    "text": "The main thing is that the 'C' is silent, so it kind of starts with a 'Z.' Z-O-O-K-RIE. It's Ukrainian, on my dad's side."
   },
   "author": {
    "text": "Matt Czuchry"
   }
  },
  {
   "quote": {
    "text": "The most challenging part of being a dad is self-restraint. So often your instinct is to teach and tell. I am constantly reminding myself to listen to them."
   },
   "author": {
    "text": "Michael Chiklis"
   }
  },
  {
   "quote": {
    "text": "My dad is afraid of my laugh."
   },
   "author": {
    "text": "Halston Sage"
   }
  },
  {
   "quote": {
    "text": "I learned from my dad that change and experimentation are constants and important. You have to keep trying new things."
   },
   "author": {
    "text": "S. Robson Walton"
   }
  },
  {
   "quote": {
    "text": "I was punished for blowing the whistle on my father's lifestyle."
   },
   "author": {
    "text": "Tatum O'Neal"
   }
  },
  {
   "quote": {
    "text": "I was born in West Plains, and we lived here till I was one. Then my dad needed to get a job, so we moved to the St. Louis area. I lived in St. Charles, on the Missouri River, till I was 15."
   },
   "author": {
    "text": "Daniel Woodrell"
   }
  },
  {
   "quote": {
    "text": "My dad is the most humble man on the planet."
   },
   "author": {
    "text": "Bryce Dallas Howard"
   }
  },
  {
   "quote": {
    "text": "I started kite boarding when I was 13. My dad was a kite boarder, and I begged him to teach me until he finally agreed. He made me wait because it can be dangerous."
   },
   "author": {
    "text": "Maika Monroe"
   }
  },
  {
   "quote": {
    "text": "The hockey I was raised on, the hockey I understand, the hockey that my dad taught me about when I was a boy was intrinsically connected with fighting. I grew up in a house where we revered tough guys."
   },
   "author": {
    "text": "Jay Baruchel"
   }
  },
  {
   "quote": {
    "text": "Mum doesn't like it when I mention that Dad's a better cook than her. He was born in Spain and spent eight years in Portugal and is exceptional at lots of cuisines."
   },
   "author": {
    "text": "Paloma Faith"
   }
  },
  {
   "quote": {
    "text": "I guess I learnt to appreciate old Hindi-movie music from my dad and somewhere down the line picked up jazz as well."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "There are certain things I talk to my mom and certain things I speak to dad for. But I also know that it has never been that I can tell my mum something and my dad won't know. They are very dependent on each other even though they may not say it or realise it."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "I come from an artistic family. My dad's an actor, my mother's an actress, my sister's an actress. So I kind of grew up in that kind of environment. Oddly enough, I never really knew about my parents' work. I've seen small clips of it, but we never actually spoke about the business."
   },
   "author": {
    "text": "Portia Doubleday"
   }
  },
  {
   "quote": {
    "text": "My dad claims that he was able to trace us back to the West Virginia Hatfields. When I look at the old pictures, the patriarchs have kind of a physical likeness to some of the men on the father's side of my family. I want it to be true."
   },
   "author": {
    "text": "Juliana Hatfield"
   }
  },
  {
   "quote": {
    "text": "I think my dad is this great, wonderful... man with a lot of integrity, who is fighting for things he believes in and is serious in what he wants to see happen and serious in helping people."
   },
   "author": {
    "text": "Vanessa Kerry"
   }
  },
  {
   "quote": {
    "text": "Obviously, losing a parent is very difficult. I miss my dad every day, but I know he would be proud to see me continuing to swim and going for another shot at the Olympics."
   },
   "author": {
    "text": "Eric Shanteau"
   }
  },
  {
   "quote": {
    "text": "You know that family is going to be there for you no matter what. My dad gave me a freakin' kidney! But it's also the families that you create outside of your family."
   },
   "author": {
    "text": "Sarah Hyland"
   }
  },
  {
   "quote": {
    "text": "I was often looked at as a leper by kids at school because I was a Jehovah's Witness. They didn't like it - you were 'weird'. And on Saturday mornings, you'd be knocking at their doors. I remember standing there with my mum and dad, thinking, 'Oh my God, I know whose door this is, and I'll have to see them on Monday.' It was terrible."
   },
   "author": {
    "text": "Luke Evans"
   }
  },
  {
   "quote": {
    "text": "My dad died from pancreatic cancer at 54... I'm making sure I'm eating my vegetables and staying away from the red meat."
   },
   "author": {
    "text": "Chumlee"
   }
  },
  {
   "quote": {
    "text": "My mom works in funerals, and my dad works at Burger King."
   },
   "author": {
    "text": "Kelly Marie Tran"
   }
  },
  {
   "quote": {
    "text": "I'm a hands-on dad."
   },
   "author": {
    "text": "Eric Dane"
   }
  },
  {
   "quote": {
    "text": "My dad was very strict. He was absolutely the Tiger Dad. You know, 'You got a 98% on this test? Why didn't you get 100?' That was normal life for my brothers and I."
   },
   "author": {
    "text": "Sabaa Tahir"
   }
  },
  {
   "quote": {
    "text": "When my dad toured in '91, I think my first gig properly was the Tokyo Dome, 50,000 people indoors. That was pretty scary. I was 12, or 13."
   },
   "author": {
    "text": "Dhani Harrison"
   }
  },
  {
   "quote": {
    "text": "My mom and dad decided to homeschool us - I'm one of eight - because they really wanted us to be outside and learn some other fundamentals instead of it being school all day in a classroom."
   },
   "author": {
    "text": "Jamie Anderson"
   }
  },
  {
   "quote": {
    "text": "My dad loved black singers. So listening to New Orleans music, eventually I wanted to play an instrument."
   },
   "author": {
    "text": "Bill Kreutzmann"
   }
  },
  {
   "quote": {
    "text": "Dad was very into electronics, robotics and computers, so I was interested in what he was doing."
   },
   "author": {
    "text": "Rhianna Pratchett"
   }
  },
  {
   "quote": {
    "text": "I was always okay with the fact that I was taller and bigger than everybody else growing up. My mom, my dad, and my friends always told me I was beautiful."
   },
   "author": {
    "text": "Jordin Sparks"
   }
  },
  {
   "quote": {
    "text": "When I was ten years old, my dad and brother did judo, so I went along because I felt like I was missing out. They eventually gave up, and I continued, then moved into Tae Kwon Do, kickboxing and various other martial arts. I did lots of different things, but mostly things like Wushu, Jeet Kune Do, Krav Maga and stuff like that."
   },
   "author": {
    "text": "Scott Adkins"
   }
  },
  {
   "quote": {
    "text": "My father has a manufacturing company in Kentucky, and he's an electrical engineer. A brilliant man. A brilliant businessman. So he understands the business aspects of my business very well. My dad and I always communicate when I have to negotiate a deal."
   },
   "author": {
    "text": "Laura Bell Bundy"
   }
  },
  {
   "quote": {
    "text": "Growing up, I was on film sets occasionally, when my dad was acting, so I got to run around and do odd jobs on films like 'Labyrinth' and others... I seemed destined to make films."
   },
   "author": {
    "text": "Duncan Jones"
   }
  },
  {
   "quote": {
    "text": "As a family, we were always active. Lots of walking, lots of running as well as riding bikes with dad."
   },
   "author": {
    "text": "Alistair Brownlee"
   }
  },
  {
   "quote": {
    "text": "I'm lucky to have my dad in my life. He's very brilliant, I think he's really a smart man, and he's a kind guy."
   },
   "author": {
    "text": "Cody Horn"
   }
  },
  {
   "quote": {
    "text": "Music is more of a hobby to me than my hobbies, if that makes sense. I love music; my dad and brother were very musical, and music just happens to be one of my hobbies that became my vocation."
   },
   "author": {
    "text": "Al Jardine"
   }
  },
  {
   "quote": {
    "text": "My dad was in the military. It was difficult sometimes, because he would have to be away a lot, and we would have to move around a lot. Trying to adapt to new schools and new places can be really tough."
   },
   "author": {
    "text": "Nolan Gould"
   }
  },
  {
   "quote": {
    "text": "Ever since the kids were babies, we have treated them with respect. We are the mom and dad for sure, but we look for opportunities for us to sit down and say, 'How are things going for you? Is there anything that we can do as parents to help you? Let's all come up with a solution together.' We work better as a team."
   },
   "author": {
    "text": "Jodi Benson"
   }
  },
  {
   "quote": {
    "text": "I grew up on the coast of England in the '70s. My dad is white from Cornwall, and my mom is black from Zimbabwe. Even the idea of us as a family was challenging to most people."
   },
   "author": {
    "text": "Thandie Newton"
   }
  },
  {
   "quote": {
    "text": "Because my dad's Chinese-American, and they're very concrete, he said, 'There's no money to be made in literature.' So he told me to go into the sciences. And I was a good girl. And I did what Daddy said. And that's how I ended up being a doctor. But you know, you just can't stamp out that desire to tell stories."
   },
   "author": {
    "text": "Tess Gerritsen"
   }
  },
  {
   "quote": {
    "text": "My worldview comes from a collection of the books I have read, the people I have met, and my conversations with my dad."
   },
   "author": {
    "text": "Brian Kilmeade"
   }
  },
  {
   "quote": {
    "text": "Acting has never been a thing that me and my dad have talked about. It's like footballers: when they get together, I bet the last thing they talk about is football."
   },
   "author": {
    "text": "Alfie Allen"
   }
  },
  {
   "quote": {
    "text": "I now go to my dad's grave to read scripts and learn lines. It's the most peaceful place. I go to see him, and it's fantastic."
   },
   "author": {
    "text": "Ray Fearon"
   }
  },
  {
   "quote": {
    "text": "It's something he used to say when he was happy. It could be a very, very simple day. We might be sitting out on the front lawn. Dad loved classical music and we might be listening to some Stravinsky or something and having some tea and eggs. And he'd say, 'Oh, good stuff, isn't it?'"
   },
   "author": {
    "text": "Jennifer Grant"
   }
  },
  {
   "quote": {
    "text": "I think he would have been proud and smiling... when we laid him to rest because his family was together. I think that was a great gift to be able to give Dad at the end."
   },
   "author": {
    "text": "Michael Reagan"
   }
  },
  {
   "quote": {
    "text": "Everything I learned about the game of baseball, I learned from my dad."
   },
   "author": {
    "text": "Roberto Alomar"
   }
  },
  {
   "quote": {
    "text": "When I was a little boy, I didn't know what the Hall of Fame was. I was just playing the game of baseball, and I wanted to be just like my dad."
   },
   "author": {
    "text": "Roberto Alomar"
   }
  },
  {
   "quote": {
    "text": "My background is basically scientific math. My Dad was a physicist, so I have it in my blood somewhere. Scientific method is very important to me. I think anything that contradicts it is probably not true."
   },
   "author": {
    "text": "John Astin"
   }
  },
  {
   "quote": {
    "text": "Have you ever read the back of the Newman's Diavolo pasta sauce? Dad on the front is dressed like the devil with a little beard and horns. He says that he sells his soul to the devil for the recipe. It was banned in the South. They thought it was an abomination."
   },
   "author": {
    "text": "Nell Newman"
   }
  },
  {
   "quote": {
    "text": "I've worked since it was basically legal to work. I was a waitress on and off for eight years. I worked at Sears; I worked at Abercrombie folding clothes. My dad really instilled good money management habits, and I've saved 10 percent of my paycheck, every paycheck, since I was 15."
   },
   "author": {
    "text": "Rosanna Pansino"
   }
  },
  {
   "quote": {
    "text": "The artistic side of our family was very important because one person encourages the other. It was a vey enlightening place to be as a kid because of all the music and dancing, and my dad played banjo; my sisters played piano and sang."
   },
   "author": {
    "text": "Dave Davies"
   }
  },
  {
   "quote": {
    "text": "I grew up listening to pop music with my dad in the car, and we'd just listen to Stevie Wonder, Al Green, Earth Wind & Fire, KC and the Sunshine Band - all that good stuff. So to see it snaking its way back around again is really exciting, and I love listening to the radio."
   },
   "author": {
    "text": "Megan Nicole"
   }
  },
  {
   "quote": {
    "text": "I wanted to make a point of basing myself at home, being close to my family. I'll never be able to repay Mum and Dad for what they did, but at least they know they'll never have to work another day. I'll do whatever it takes to look after them."
   },
   "author": {
    "text": "Rory McIlroy"
   }
  },
  {
   "quote": {
    "text": "I'd watch the news with my dad, and he'd quietly mock the anchors. An anchorman might say, 'Police are searching for...' and my dad would say in the anchorman's voice, 'the man who gave me this haircut.' This was in the real Ron Burgundy '70s. And I would laugh and start doing it myself."
   },
   "author": {
    "text": "Steve Rushin"
   }
  },
  {
   "quote": {
    "text": "My dad was born with no money."
   },
   "author": {
    "text": "Courtney A. Kemp"
   }
  },
  {
   "quote": {
    "text": "I grew up in a house that was constantly under construction. It's been under construction my whole life. My mom loves interior decor, and my dad loves construction - he loves demolition and building new walls."
   },
   "author": {
    "text": "Syd"
   }
  },
  {
   "quote": {
    "text": "I like a lot of food. I like Taiwanese food, of course. I like baguettes, especially the ones that my dad buys. Vancouver has a lot of variety, with pizza, hot dogs, Italian, Indian, seafood - a great combination of culture."
   },
   "author": {
    "text": "Godfrey Gao"
   }
  },
  {
   "quote": {
    "text": "I never saw my dad cry. My son saw me cry. My dad never told me he loved me, and consequently I told Scott I loved him every other minute. The point is, I'll make less mistakes than my dad, my sons hopefully will make less mistakes than me, and their sons will make less mistakes than their dads."
   },
   "author": {
    "text": "James Caan"
   }
  },
  {
   "quote": {
    "text": "My father had the most horrible racist rhetoric you ever heard, but he treated people all the same. I remember this rainstorm. A car broke down with these black people in it, and nobody would stop. My dad was a mechanic. He fixed the car for nothing. I remember looking at him when he got back in. He said, 'Well, they got those kids in the car.'"
   },
   "author": {
    "text": "Joe R. Lansdale"
   }
  },
  {
   "quote": {
    "text": "My dad had a big influence on me, and although I was never very bright at school, I used to love philosophising with him about big universal things - and I think that's what directing is."
   },
   "author": {
    "text": "Marianne Elliott"
   }
  },
  {
   "quote": {
    "text": "My undergraduate degree was in art history! Raising money for Chipotle was really my MBA. The money for my first restaurant came from my dad, the second from mostly cash flow. The third was an SBA loan. After my dad invested $1.5 million to open a few more, he suggested I raise the money myself for the experience."
   },
   "author": {
    "text": "Steve Ells"
   }
  },
  {
   "quote": {
    "text": "My dad was in a Beatles cover band. My mom wore Candies and belly buttons. The people in our family were very glamorous. They wore pearls like Jackie O."
   },
   "author": {
    "text": "Azita Ghanizada"
   }
  },
  {
   "quote": {
    "text": "My dad sent me a clipping about the self-defence militias in Mexico. Immediately, when I read it, I knew I wanted to create a parallel story about vigilantes on both sides of the border."
   },
   "author": {
    "text": "Matthew Heineman"
   }
  },
  {
   "quote": {
    "text": "Atticus Finch. That's who I want to be when I grow up. He's the greatest guy ever - a good dad, a good lawyer, doing the right thing. And he knows he's not supposed to win, but he's doing it anyway."
   },
   "author": {
    "text": "Sean Patrick Maloney"
   }
  },
  {
   "quote": {
    "text": "If I played Bond, my dad probably wouldn't know what to do with himself. He'd probably put his shoes on the wrong way for the rest of his life!"
   },
   "author": {
    "text": "Aneurin Barnard"
   }
  },
  {
   "quote": {
    "text": "First of all, I was a good Christian kid. My mom and dad taught me never to fight. So I never fought. The other kids picked that up right away. They said, 'Oh, he's not going to try to do anything.' They'd push me, shove me, hit me. I'd just stand there and take it."
   },
   "author": {
    "text": "Frank Peretti"
   }
  },
  {
   "quote": {
    "text": "When two people break up, it's all about them; they can't see anyone else. And the people getting smashed to bits are the kids. Then you're getting torn - your mum wants you, your dad wants you. You just get shredded. It has a long-lasting effect as well."
   },
   "author": {
    "text": "Vinnie Jones"
   }
  },
  {
   "quote": {
    "text": "My dad, being a jingle writer, and my mom, being a jingle singer, they hooked me up with some people when I was a kid that worked with children's jingle singing groups. I used to sing jingles as a kid."
   },
   "author": {
    "text": "Reeve Carney"
   }
  },
  {
   "quote": {
    "text": "The concept of 'family' has changed so much. It's not just 'mom and dad' anymore. It's 'mom and mom' and 'dad and dad,' and it's kind of beautiful."
   },
   "author": {
    "text": "Theodore Melfi"
   }
  },
  {
   "quote": {
    "text": "I only started singing at about 15, and it came as quite a surprise to my dad."
   },
   "author": {
    "text": "Romy Madley Croft"
   }
  },
  {
   "quote": {
    "text": "I caught the acting bug from my dad."
   },
   "author": {
    "text": "Finn Wittrock"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, you realize that this is important stuff, but it isn't as important as how my kids feel about me. That's how I'm going to measure my success - not how I did as counsel to the president or as attorney general. How did I do as a dad?"
   },
   "author": {
    "text": "Alberto Gonzales"
   }
  },
  {
   "quote": {
    "text": "My Dad was so open creatively that I was off in search of black turtleneck bathing suits with long sleeves."
   },
   "author": {
    "text": "Moon Unit Zappa"
   }
  },
  {
   "quote": {
    "text": "As a little girl I used to daydream about my real father coming on a white horse to rescue me."
   },
   "author": {
    "text": "Christine Keeler"
   }
  },
  {
   "quote": {
    "text": "I can't remember a major league game where I could make eye contact with my dad. I kept wondering if he was going to yell at me for hanging a pitch or something."
   },
   "author": {
    "text": "David Cone"
   }
  },
  {
   "quote": {
    "text": "My dad sacrificed many things in life for me. He abandoned a very promising and lucrative career of an army officer just so that he could continue helping me with my chess and accompanying me to tournaments."
   },
   "author": {
    "text": "Alexandra Kosteniuk"
   }
  },
  {
   "quote": {
    "text": "Truthfully, I'm still Corey Hart, Dad, first."
   },
   "author": {
    "text": "Corey Hart"
   }
  },
  {
   "quote": {
    "text": "When my dad was badly weakened by the flu and my mom wanted to call an ambulance to take him to the emergency room, he wouldn't go unless he could shave first and change into a nice shirt and a pair of slacks."
   },
   "author": {
    "text": "Rich Lowry"
   }
  },
  {
   "quote": {
    "text": "If a cow walked into this room, I'd probably walk out. I could milk it, but my dad never forced me to do a lot of chores like that, mostly because he loved doing it himself."
   },
   "author": {
    "text": "Stuart Appleby"
   }
  },
  {
   "quote": {
    "text": "My dad is a great manager. He's not just competent - he's very clever."
   },
   "author": {
    "text": "Nico Rosberg"
   }
  },
  {
   "quote": {
    "text": "I was very thankful that my mother was a very strong mom. She was mom and dad. She is mom and dad. She is my hero."
   },
   "author": {
    "text": "Ryan Frazier"
   }
  },
  {
   "quote": {
    "text": "When my dad passed, there's a lot of sadness right below the surface, and I think there will be until the day I die. So, writing sad songs helps it. And when I sing them, it's pure therapy for me."
   },
   "author": {
    "text": "Ashley Monroe"
   }
  },
  {
   "quote": {
    "text": "You know, I only claim to play three instruments. My dad is a banker, but a drummer at heart; and my mom used to teach piano lessons when she was younger. So I can play some piano, play a little drums, and fake the bass - but banjo, mandolin, and guitar are my thing."
   },
   "author": {
    "text": "Charlie Worsham"
   }
  },
  {
   "quote": {
    "text": "I was raised by my mom. My dad was always traveling, but she allowed me and encouraged me to be close to my dad. So I grew up with three parents: my mom, my dad and my stepmom. Ninety percent of the time I was with my mom, and 10 percent was with my dad."
   },
   "author": {
    "text": "Brian J. White"
   }
  },
  {
   "quote": {
    "text": "I thought my family was really funny. Everybody in my family was funny. My mom and dad both have great senses of humor and really saw the funny in stuff, so I think that's probably where it came from. I always try to see the funny in things."
   },
   "author": {
    "text": "Christine Ebersole"
   }
  },
  {
   "quote": {
    "text": "My dad was an inventor, and I think I've always had a rosy view of technology, or at least its potential."
   },
   "author": {
    "text": "Scott McCloud"
   }
  },
  {
   "quote": {
    "text": "A mustache really defines your face. My dad had a mustache when I was growing up, and I can still remember when he shaved it, he looked like a completely different person."
   },
   "author": {
    "text": "Jason Sudeikis"
   }
  },
  {
   "quote": {
    "text": "I respect my dad, and he's amazing. He's my hero. He's the Beatles, man - or one of them."
   },
   "author": {
    "text": "James McCartney"
   }
  },
  {
   "quote": {
    "text": "My dad is a really cool guy, but he showed me 'The Shining,' and I was like, 'Hey, dad. I'm thirsty. Let's go get a Coke.' So we went to the vending machine, and he hid... and I turned back, and I was like, 'Dad? Dad?' And the elevator scene came to my mind."
   },
   "author": {
    "text": "Daniel Zovatto"
   }
  },
  {
   "quote": {
    "text": "Kids need a mom and a dad, and people understand that. Marriage between a mom and a dad is most important for kids."
   },
   "author": {
    "text": "Tim Huelskamp"
   }
  },
  {
   "quote": {
    "text": "By the time I was seven, I did a sonnet at Shakespeare's Globe theatre for Shakespeare's birthday because my dad had been at the first season of the Globe and was friends with the artistic director. Somehow, that lead to me doing a sonnet!"
   },
   "author": {
    "text": "Alfred Enoch"
   }
  },
  {
   "quote": {
    "text": "My kids don't slow down, but they like to hang just with us, with mum and dad. They play with us and we play, too."
   },
   "author": {
    "text": "Deborra-Lee Furness"
   }
  },
  {
   "quote": {
    "text": "The last thing I want my child to see is Dad running around in the middle of the pack. That would really upset me. And that would upset him. I would be embarrassed to take him to school with kids saying, 'Hey, how'd your dad do this weekend?' 'Well, he finished fifth or sixth'."
   },
   "author": {
    "text": "Dan Wheldon"
   }
  },
  {
   "quote": {
    "text": "Being a father to my family and a husband is to me much more important than what I did in the business."
   },
   "author": {
    "text": "Tom Bosley"
   }
  },
  {
   "quote": {
    "text": "I'm a lot like my dad: a little bit of a daredevil. I like an adrenaline rush."
   },
   "author": {
    "text": "Lynsi Torres"
   }
  },
  {
   "quote": {
    "text": "My dad loved to 'arrange things' to take us kids to that scared the crap out of us on Halloween. He'd take us to the old 'Hermit's House' at the edge of town. He'd park the car 100 yards down the street and say, 'Go back there and get something off the front porch!'"
   },
   "author": {
    "text": "Bill Moseley"
   }
  },
  {
   "quote": {
    "text": "My dad played for a coal-mining team in eastern Ohio; he was a very good pitcher. If he hadn't hurt his arm, he probably would have got a shot somewhere. He hurt his arm one spring, didn't warm up good enough, couldn't throw a fastball anymore. Another coal miner taught him how to throw the knuckleball."
   },
   "author": {
    "text": "Phil Niekro"
   }
  },
  {
   "quote": {
    "text": "I remember going to see my dad pitch against other coal-mining teams, and he was successful with the knuckleball. I saw how bad guys would look like swinging, and how guys talked about how he could throw every day and didn't hurt his arm. That's how I grew up learning."
   },
   "author": {
    "text": "Phil Niekro"
   }
  },
  {
   "quote": {
    "text": "My dad wanted me to be a professional person, which I was - I was a civil engineer. I graduated from civil engineering at USC in California. I became an engineer, and I helped design the roads for the L.A. County Roads Department. And I did that for about one and a half years in a sense to please my parents - to be a 'respectable' person."
   },
   "author": {
    "text": "James Hong"
   }
  },
  {
   "quote": {
    "text": "My dad actually taught me how to play piano. I was classically trained, but I've started to branch off a little bit into blues and jazz. That's my new thing."
   },
   "author": {
    "text": "Noah Gray-Cabey"
   }
  },
  {
   "quote": {
    "text": "On my mother's side, I'm English, so that's where the freckles come from. On my father's side, I'm German, and he has the fantastic olive hues... I was given mum's skin, whereas my brothers and sisters were given my dad's skin. I do tan up quite well, but it takes me a bit longer."
   },
   "author": {
    "text": "Dan Feuerriegel"
   }
  },
  {
   "quote": {
    "text": "My dad was a holistic doctor, so putting good things into my body has always been something I've strived for."
   },
   "author": {
    "text": "Callie Hernandez"
   }
  },
  {
   "quote": {
    "text": "I was homeless for about 8 months, I refused to live with my dad or anyone for that matter. So I stayed somewhere that had no hot water, ever, no heat, I told myself I have to be strong and get through it on my own."
   },
   "author": {
    "text": "Eric West"
   }
  },
  {
   "quote": {
    "text": "My daughter had carried within her a story that kept hurting her: Her dad abandoned her. She started telling herself a new story. Her dad had done the best he could. He wasn't capable of giving more. It had nothing to do with her. She could no longer take it personally."
   },
   "author": {
    "text": "Regina Brett"
   }
  },
  {
   "quote": {
    "text": "We've come a long way from having one land line that was forbidden to be answered during dinner. We had no answering machine, just a dad who barked, 'Who calls during dinner? If it's important, they'll call back.' He was right."
   },
   "author": {
    "text": "Regina Brett"
   }
  },
  {
   "quote": {
    "text": "My dad has totally taken my Cat Stevens T-shirt, but it's OK; I have his Black Flag one, and that's amazing."
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "My dad dated a lot of supermodels."
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "My dad never gave me pats on the back or congratulations. There was always more to give and more to get done."
   },
   "author": {
    "text": "Stefon Diggs"
   }
  },
  {
   "quote": {
    "text": "My dad was real hard on me. He wasn't really big on congratulating and stuff like that."
   },
   "author": {
    "text": "Stefon Diggs"
   }
  },
  {
   "quote": {
    "text": "In addition, there is one title I cherish a great deal more than Congressman and that is the title of... Dad."
   },
   "author": {
    "text": "J. C. Watts"
   }
  },
  {
   "quote": {
    "text": "My dad was a labour lawyer, and the ideas that I grew up with - bad management, bad capitalism, robber barons - when I applied this to my own life, I saw that we are all on both sides of the coin."
   },
   "author": {
    "text": "David Mamet"
   }
  },
  {
   "quote": {
    "text": "Here's what happens in a play. You get involved in a situation where something is unbalanced. If nothing's unbalanced, there's no reason to have a play. If Hamlet comes home from school, and his dad's not dead and asks him if he's had a good time, it's boring. But if something's unbalanced, it must be returned to order."
   },
   "author": {
    "text": "David Mamet"
   }
  },
  {
   "quote": {
    "text": "My dad was young; he went to work. But he'd been to war. He'd seen some of the world. It wasn't like he was going to be an extensive traveler or something. It didn't seem to be in his nature or in the nature of his parents or many of the folks in my family, really."
   },
   "author": {
    "text": "Bruce Springsteen"
   }
  },
  {
   "quote": {
    "text": "I think I created my particular stage persona out of my dad's life, and perhaps I even built it to suit him to some degree."
   },
   "author": {
    "text": "Bruce Springsteen"
   }
  },
  {
   "quote": {
    "text": "I didn't really want to sing at first, but my dad insisted that I do."
   },
   "author": {
    "text": "Aretha Franklin"
   }
  },
  {
   "quote": {
    "text": "My mentor was Clara Ward of the famous Ward gospel singers of Philadelphia. And my dad was my coach. He coached me. And just my natural love for music is what drove me."
   },
   "author": {
    "text": "Aretha Franklin"
   }
  },
  {
   "quote": {
    "text": "Undeservedly you will atone for the sins of your fathers."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "My father was grounded, a very meat-and-potatoes man. He was a baker."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "My father wasn't a cruel man. And I loved him. But he was a pretty tough character. His own father was even tougher - one of those Victorians, hard as iron - but my dad was tough enough."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "So my father was a person who never lied to me. If I had a question, he answered it. I knew a lot of things at a young age because I was intrigued."
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "When you're growing up, your dad is your superhero. Once you've let yourself fall that in love with someone, once you put him on such a high pedestal and he lets you down, you never want to experience that pain again."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "People have to understand how important it is for kids to be nurtured by their mom and dad and get the great role modeling when they are young."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "I pressed my father's hand and told him I would protect his grave with my life. My father smiled and passed away to the spirit land."
   },
   "author": {
    "text": "Chief Joseph"
   }
  },
  {
   "quote": {
    "text": "The time not to become a father is eighteen years before a war."
   },
   "author": {
    "text": "E. B. White"
   }
  },
  {
   "quote": {
    "text": "I couldn't walk down any street in Britain without being laughed at. It was a nightmare. My children were devastated because their dad was a figure of ridicule."
   },
   "author": {
    "text": "David Icke"
   }
  },
  {
   "quote": {
    "text": "My mom and dad gave their kids the greatest gift of all - the gift of unconditional love. They cared deeply about who we would be, and much less about what we would do."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "Dad almost died of a heart attack in the middle of making Apocalypse Now, the biggest movie of his life. It doesn't make you want to jump into that business."
   },
   "author": {
    "text": "Charlie Sheen"
   }
  },
  {
   "quote": {
    "text": "Dad kept us out of school, but school comes and goes. Family is forever."
   },
   "author": {
    "text": "Charlie Sheen"
   }
  },
  {
   "quote": {
    "text": "What is a normal childhood? We weren't rich, we were pretty middle-class. My dad survived from job to job; with him taking care of so many relatives, he couldn't save any money."
   },
   "author": {
    "text": "Charlie Sheen"
   }
  },
  {
   "quote": {
    "text": "If I'm with my dad, yeah, he's going to talk a good bit about the business. He just kind of mentors me and tells me what he's thinking about my stuff."
   },
   "author": {
    "text": "Roman Reigns"
   }
  },
  {
   "quote": {
    "text": "I never had a speech from my father 'this is what you must do or shouldn't do' but I just learned to be led by example. My father wasn't perfect."
   },
   "author": {
    "text": "Adam Sandler"
   }
  },
  {
   "quote": {
    "text": "Feels good to try, but playing a father, I'm getting a little older. I see now that I'm taking it more serious and I do want that lifestyle."
   },
   "author": {
    "text": "Adam Sandler"
   }
  },
  {
   "quote": {
    "text": "When I was younger, I had a perm, and it was really big. My mom was a hairdresser, so even my dad had a perm! I looked like a poodle, but it was cool at the time."
   },
   "author": {
    "text": "Heidi Klum"
   }
  },
  {
   "quote": {
    "text": "My father-in-law gets up at 5 o'clock in the morning and watches the Discovery Channel. I don't know why there's this big rush to do this."
   },
   "author": {
    "text": "Jeff Foxworthy"
   }
  },
  {
   "quote": {
    "text": "My father never raised his hand to any one of his children, except in self-defense."
   },
   "author": {
    "text": "Fred Allen"
   }
  },
  {
   "quote": {
    "text": "I love the comic opportunities that come up in the context of a father-son relationship."
   },
   "author": {
    "text": "Harrison Ford"
   }
  },
  {
   "quote": {
    "text": "Nobody ever asks a father how he manages to combine marriage and a career."
   },
   "author": {
    "text": "Sam Ewing"
   }
  },
  {
   "quote": {
    "text": "I was raised by a single dad. Dad's idea of hanging out with your kid or day care was give her $20 in quarters, drop her at the arcade, and tell her not to talk to strangers."
   },
   "author": {
    "text": "Aisha Tyler"
   }
  },
  {
   "quote": {
    "text": "My dad's a firefighter, so I know what it's like for policemen and firefighters to be on their own on Christmas Day."
   },
   "author": {
    "text": "J. J. Watt"
   }
  },
  {
   "quote": {
    "text": "I was raised by free-spirited people, though my father gave me a very strong work ethic."
   },
   "author": {
    "text": "Diane Lane"
   }
  },
  {
   "quote": {
    "text": "Watching your husband become a father is really sexy and wonderful."
   },
   "author": {
    "text": "Cindy Crawford"
   }
  },
  {
   "quote": {
    "text": "I know that I will never find my father in any other man who comes into my life, because it is a void in my life that can only be filled by him."
   },
   "author": {
    "text": "Halle Berry"
   }
  },
  {
   "quote": {
    "text": "Governor Pawlenty has the same conservative convictions and executive experience I admire in my dad."
   },
   "author": {
    "text": "Sarah Huckabee Sanders"
   }
  },
  {
   "quote": {
    "text": "A lot of Indian fathers don't know how to show affection. My parents really do love me, even though my dad has never been able to say those words to me."
   },
   "author": {
    "text": "Rupi Kaur"
   }
  },
  {
   "quote": {
    "text": "But I have to be careful not to let the world dazzle me so much that I forget that I'm a husband and a father."
   },
   "author": {
    "text": "Herbie Hancock"
   }
  },
  {
   "quote": {
    "text": "My father was never anti-anything in our house."
   },
   "author": {
    "text": "Errol Flynn"
   }
  },
  {
   "quote": {
    "text": "Marvin Gaye is an inspiration to me. He was one of the first Motown musicians that my mom and dad introduced me to, and I always thought it would be a good idea if I was ever an artist, and now I am, to make a record called 'Marvin Gaye.'"
   },
   "author": {
    "text": "Charlie Puth"
   }
  },
  {
   "quote": {
    "text": "The surprising thing about fatherhood was finding my inner mush. Now I want to share it with the world."
   },
   "author": {
    "text": "Christopher Meloni"
   }
  },
  {
   "quote": {
    "text": "I'm a junior, so my dad's name is Thomas Rhett Akins as well. So literally, from the day I was born, it was Thomas Rhett. It wasn't Thomas or Rhett, it was Thomas Rhett."
   },
   "author": {
    "text": "Thomas Rhett"
   }
  },
  {
   "quote": {
    "text": "My father wants me to be like my brother, but I can't be."
   },
   "author": {
    "text": "Robert Mapplethorpe"
   }
  },
  {
   "quote": {
    "text": "I would never have done what I'd done if I'd considered my father as somebody I wanted to please."
   },
   "author": {
    "text": "Robert Mapplethorpe"
   }
  },
  {
   "quote": {
    "text": "There's sometimes a weird benefit to having an alcoholic, violent father. He really motivated me in that I never wanted to be anything like him."
   },
   "author": {
    "text": "Dean Koontz"
   }
  },
  {
   "quote": {
    "text": "My father, he was like the rock, the guy you went to with every problem."
   },
   "author": {
    "text": "Gwyneth Paltrow"
   }
  },
  {
   "quote": {
    "text": "I really enjoy being a dad, and maybe I took it too seriously, but I love being around my kids."
   },
   "author": {
    "text": "Dana Carvey"
   }
  },
  {
   "quote": {
    "text": "My grandfather, along with Carnegie, was a pioneer in philanthropy, which my father then practiced on a very large scale."
   },
   "author": {
    "text": "David Rockefeller"
   }
  },
  {
   "quote": {
    "text": "Employee fathers need to step up to the plate and put their family needs on the table."
   },
   "author": {
    "text": "James Levine"
   }
  },
  {
   "quote": {
    "text": "My father was the guy on the block who said hi to everyone."
   },
   "author": {
    "text": "Damon Wayans"
   }
  },
  {
   "quote": {
    "text": "What harsh judges fathers are to all young men!"
   },
   "author": {
    "text": "Terence"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, I used to imagine animals running under my bed. I told my dad, and he solved the problem quickly. He cut the legs off the bed."
   },
   "author": {
    "text": "Lou Brock"
   }
  },
  {
   "quote": {
    "text": "One Christmas my father kept our tree up till March. He hated to see it go. I loved that."
   },
   "author": {
    "text": "Mo Rocca"
   }
  },
  {
   "quote": {
    "text": "I didn't get a lot of attention from my dad when I was young. That's a big part of it for girls. Because your dad is the first love of your life. If he doesn't put you on his lap and give you a pet, you do end up not really liking yourself that much."
   },
   "author": {
    "text": "Dolores O'Riordan"
   }
  },
  {
   "quote": {
    "text": "My father's father died when he was a teenager, and dad went to work to support his mother and two siblings as a carpenter and as a builder's mule, hauling carts of lumber to construction sites when it was too icy for the mules to climb the hills."
   },
   "author": {
    "text": "Maryanne Trump Barry"
   }
  },
  {
   "quote": {
    "text": "I'm more comfortable with whatever's wrong with me than my father was whenever he felt he failed or didn't measure up to the standard he set."
   },
   "author": {
    "text": "John Malkovich"
   }
  },
  {
   "quote": {
    "text": "Father or stepfather - those are just titles to me. They don't mean anything."
   },
   "author": {
    "text": "Oliver Hudson"
   }
  },
  {
   "quote": {
    "text": "Fathers in today's modern families can be so many things."
   },
   "author": {
    "text": "Oliver Hudson"
   }
  },
  {
   "quote": {
    "text": "Thirteen, 13 children, and I love - I love them all. And I think I've been a good father to all of them."
   },
   "author": {
    "text": "Anthony Quinn"
   }
  },
  {
   "quote": {
    "text": "I have always thought of Walt Disney as my second father."
   },
   "author": {
    "text": "Annette Funicello"
   }
  },
  {
   "quote": {
    "text": "My father was an Episcopalian minister, and I've always been comforted by the power of prayer."
   },
   "author": {
    "text": "Anna Lee"
   }
  },
  {
   "quote": {
    "text": "That is the thankless position of the father in the family - the provider for all, and the enemy of all."
   },
   "author": {
    "text": "August Strindberg"
   }
  },
  {
   "quote": {
    "text": "One of my earliest memories is of my father carrying me in one arm with a picket sign in the other."
   },
   "author": {
    "text": "Camryn Manheim"
   }
  },
  {
   "quote": {
    "text": "I'm a fun father, but not a good father. The hard decisions always went to my wife."
   },
   "author": {
    "text": "John Lithgow"
   }
  },
  {
   "quote": {
    "text": "You know, my mother's beautiful, my dad was a really handsome man, and there was a lot of talk about looks when I was growing up."
   },
   "author": {
    "text": "Courteney Cox"
   }
  },
  {
   "quote": {
    "text": "I love my dad, although I'm definitely critical of him sometimes, like when his pants are too tight. But I love him so much and I try to be really supportive of him."
   },
   "author": {
    "text": "Liv Tyler"
   }
  },
  {
   "quote": {
    "text": "Being a father, being a friend, those are the things that make me feel successful."
   },
   "author": {
    "text": "William Hurt"
   }
  },
  {
   "quote": {
    "text": "My father loved people, children and pets."
   },
   "author": {
    "text": "Tony Visconti"
   }
  },
  {
   "quote": {
    "text": "I remember taking my stabilisers off my bike with my dad in the back garden. It was a small little bike, and it was called Poppy, had balloons on it, and was purple."
   },
   "author": {
    "text": "Lizzie Armitstead"
   }
  },
  {
   "quote": {
    "text": "My father taught me how to substitute realities."
   },
   "author": {
    "text": "Mira Sorvino"
   }
  },
  {
   "quote": {
    "text": "A father is always making his baby into a little woman. And when she is a woman he turns her back again."
   },
   "author": {
    "text": "Enid Bagnold"
   }
  },
  {
   "quote": {
    "text": "When a father, absent during the day, returns home at six, his children receive only his temperament, not his teaching."
   },
   "author": {
    "text": "Robert Bly"
   }
  },
  {
   "quote": {
    "text": "In the U.K., my mother had been the breadwinner. I'd seen my parents side by side. In Saudi Arabia, my mother was basically rendered disabled. She was unable to drive, dependent on my dad for everything. The religious zealotry was so suffocating."
   },
   "author": {
    "text": "Mona Eltahawy"
   }
  },
  {
   "quote": {
    "text": "I learned from my dad that there may come a time in life when you need to slow down and take a breath and deal with things, and that's OK, but whatever you do... Don't stop, and don't quit. Even if it's hard, you can't be lazy."
   },
   "author": {
    "text": "Joey Kramer"
   }
  },
  {
   "quote": {
    "text": "When I was 18, I thought my father was pretty dumb. After a while when I got to be 21, I was amazed to find out how much he'd learned in three years."
   },
   "author": {
    "text": "Frank Butler"
   }
  },
  {
   "quote": {
    "text": "Maybe I didn't get new skates, but I got used skates. I made it to the national championships in used skates that were custom-made for another girl. I still have those skates. Underneath the arch, there was a name crossed out and my dad had 'Michelle Kwan' written in. Granted, they were a little big, but it worked."
   },
   "author": {
    "text": "Michelle Kwan"
   }
  },
  {
   "quote": {
    "text": "My father was the most rational and the most dispassionate of men."
   },
   "author": {
    "text": "Simon Newcomb"
   }
  },
  {
   "quote": {
    "text": "It was my father who taught me to value myself. He told me that I was uncommonly beautiful and that I was the most precious thing in his life."
   },
   "author": {
    "text": "Dawn French"
   }
  },
  {
   "quote": {
    "text": "I wanted to take up music, so my father bought me a blunt instrument. He told me to knock myself out."
   },
   "author": {
    "text": "Jay London"
   }
  },
  {
   "quote": {
    "text": "Rich men's sons are seldom rich men's fathers."
   },
   "author": {
    "text": "Herbert Kaufman"
   }
  },
  {
   "quote": {
    "text": "Because my dad was often gone, I never wanted to do anything that would make him stay away even longer. I became extra careful about what I said and how I said it, afraid he'd think I was angry or didn't love him. And the truth is, I was angry. I missed him and wanted him there."
   },
   "author": {
    "text": "Lily Collins"
   }
  },
  {
   "quote": {
    "text": "No, I never thought about my father's money as my money."
   },
   "author": {
    "text": "Christie Hefner"
   }
  },
  {
   "quote": {
    "text": "Aeneas carried his aged father on his back from the ruins of Troy and so do we all, whether we like it or not, perhaps even if we have never known them."
   },
   "author": {
    "text": "Angela Carter"
   }
  },
  {
   "quote": {
    "text": "Babies don't need fathers, but mothers do. Someone who is taking care of a baby needs to be taken care of."
   },
   "author": {
    "text": "Amy Heckerling"
   }
  },
  {
   "quote": {
    "text": "Dad was the only adult male I ever trusted."
   },
   "author": {
    "text": "Michael Reagan"
   }
  },
  {
   "quote": {
    "text": "Because of my father, we are that Shining City on a Hill."
   },
   "author": {
    "text": "Michael Reagan"
   }
  },
  {
   "quote": {
    "text": "A father's disappointment can be a very powerful tool."
   },
   "author": {
    "text": "Michael Bergin"
   }
  },
  {
   "quote": {
    "text": "My family was very supportive of whatever I wanted because my grandfather was an opera singer. My dad's dad. So my dad has an appreciation for the arts, and he let me choose my own path."
   },
   "author": {
    "text": "Tony Hale"
   }
  },
  {
   "quote": {
    "text": "I grew up not liking my father very much. I never saw him cry. But he must have. Everybody cries."
   },
   "author": {
    "text": "Charley Pride"
   }
  },
  {
   "quote": {
    "text": "My dad taught me true words you have to use in every relationship. Yes, baby."
   },
   "author": {
    "text": "Star Jones"
   }
  },
  {
   "quote": {
    "text": "I'm from Iowa Falls, Iowa. My dad was a small-town lawyer, and my mom was a pharmacist. She worked at Swartz Drug. I have five older brothers."
   },
   "author": {
    "text": "Patrick Whitesell"
   }
  },
  {
   "quote": {
    "text": "I like people who are devoted to me: men who know I'm the most fabulous thing in the world, and they just look at me with adoration. That's how my dad looked at my mom, and that's how I expected to be looked at."
   },
   "author": {
    "text": "Angela Bowie"
   }
  },
  {
   "quote": {
    "text": "A working definition of fathering might be this: fathering is the act of guiding a child to behave in ways that lead to the child's becoming a secure child in full, thus increasing his or her chances of being happy and fruitful as a young adult."
   },
   "author": {
    "text": "Clyde Edgerton"
   }
  },
  {
   "quote": {
    "text": "My father was something of a rainbow-chaser."
   },
   "author": {
    "text": "Marc Davis"
   }
  },
  {
   "quote": {
    "text": "My father was always telling himself no one was perfect, not even my mother."
   },
   "author": {
    "text": "Broderick Crawford"
   }
  },
  {
   "quote": {
    "text": "The best money advice ever given me was from my father. When I was a little girl, he told me, 'Don't spend anything unless you have to.'"
   },
   "author": {
    "text": "Dinah Shore"
   }
  },
  {
   "quote": {
    "text": "When you get pure joy out of 'being' rather than 'doing' or 'seeing', that's when you realize how big and unexplainable some things are and being a dad is one of those very few things."
   },
   "author": {
    "text": "Brendan Fehr"
   }
  },
  {
   "quote": {
    "text": "My dad always said, 'Don't worry what people think, because you can't change it.'"
   },
   "author": {
    "text": "Daisy Donovan"
   }
  },
  {
   "quote": {
    "text": "Dad played with me a great deal, as dads should do, and our chief sport was baseball. He bought me a hardball when I was three years old, and he used to sit in a rocker on the front porch while I sat on the grass in the yard, and we'd play catch by the hour."
   },
   "author": {
    "text": "Mordecai Brown"
   }
  },
  {
   "quote": {
    "text": "No man is responsible for his father. That was entirely his mother's affair."
   },
   "author": {
    "text": "Margaret Turnbull"
   }
  }
 ]
}