{
 "DeathQuotes": [
  {
   "quote": {
    "text": "Death is not the greatest loss in life. The greatest loss is what dies inside us while we live."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "While I thought that I was learning how to live, I have been learning how to die."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "I don't fear death so much as I fear its prologues: loneliness, decrepitude, pain, debilitation, depression, senility. After a few years of those, I imagine death presents like a holiday at the beach."
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death."
   },
   "author": {
    "text": "Robert Fulghum"
   }
  },
  {
   "quote": {
    "text": "If we lose love and self respect for each other, this is how we finally die."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "The life of the dead is placed in the memory of the living."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "For life and death are one, even as the river and the sea are one."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "It is not death that a man should fear, but he should fear never beginning to live."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "Death and love are the two wings that bear the good man to heaven."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "Suffering, failure, loneliness, sorrow, discouragement, and death will be part of your journey, but the Kingdom of God will conquer all these horrors. No evil can resist grace forever."
   },
   "author": {
    "text": "Brennan Manning"
   }
  },
  {
   "quote": {
    "text": "Everybody wants to go to heaven, but nobody wants to die."
   },
   "author": {
    "text": "Unknown"
   }
  },
  {
   "quote": {
    "text": "Cowards die many times before their deaths; the valiant never taste of death but once."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Yes, people pull the trigger - but guns are the instrument of death. Gun control is necessary, and delay means more death and horror."
   },
   "author": {
    "text": "Eliot Spitzer"
   }
  },
  {
   "quote": {
    "text": "When your time comes to die, be not like those whose hearts are filled with fear of death, so that when their time comes they weep and pray for a little more time to live their lives over again in a different way. Sing your death song, and die like a hero going home."
   },
   "author": {
    "text": "Tecumseh"
   }
  },
  {
   "quote": {
    "text": "Death is nothing, but to live defeated and inglorious is to die daily."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "There is no life to be found in violence. Every act of violence brings us closer to death. Whether it's the mundane violence we do to our bodies by overeating toxic food or drink or the extreme violence of child abuse, domestic warfare, life-threatening poverty, addiction, or state terrorism."
   },
   "author": {
    "text": "bell hooks"
   }
  },
  {
   "quote": {
    "text": "Remembering that I'll be dead soon is the most important tool I've ever encountered to help me make the big choices in life. Because almost everything - all external expectations, all pride, all fear of embarrassment or failure - these things just fall away in the face of death, leaving only what is truly important."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Death is not extinguishing the light; it is only putting out the lamp because the dawn has come."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "Absolute silence leads to sadness. It is the image of death."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "In this world nothing can be said to be certain, except death and taxes."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "I have come to regard November as the older, harder man's October. I appreciate the early darkness and cooler temperatures. It puts my mind in a different place than October. It is a month for a quieter, slightly more subdued celebration of summer's death as winter tightens its grip."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "God is dead. God remains dead. And we have killed him. Yet his shadow still looms. How shall we comfort ourselves, the murderers of all murderers? What was holiest and mightiest of all that the world has yet owned has bled to death under our knives; who will wipe this blood off us? What water is there for us to clean ourselves?"
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "A revolution is a struggle to the death between the future and the past."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "Suicide is man's way of telling God, 'You can't fire me - I quit.'"
   },
   "author": {
    "text": "Bill Maher"
   }
  },
  {
   "quote": {
    "text": "Death may be the greatest of all human blessings."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "Life and death are one thread, the same line viewed from different sides."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "As a well-spent day brings happy sleep, so a life well spent brings happy death."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Death is the solution to all problems. No man - no problem."
   },
   "author": {
    "text": "Joseph Stalin"
   }
  },
  {
   "quote": {
    "text": "There is but One God. His name is Truth; He is the Creator. He fears none; he is without hate. He never dies; He is beyond the cycle of births and death. He is self-illuminated. He is realized by the kindness of the True Guru. He was True in the beginning; He was True when the ages commenced and has ever been True. He is also True now."
   },
   "author": {
    "text": "Guru Nanak"
   }
  },
  {
   "quote": {
    "text": "Hatred is corrosive of a person's wisdom and conscience; the mentality of enmity can poison a nation's spirit, instigate brutal life and death struggles, destroy a society's tolerance and humanity, and block a nation's progress to freedom and democracy."
   },
   "author": {
    "text": "Liu Xiaobo"
   }
  },
  {
   "quote": {
    "text": "The death penalty not only takes away the life of the person strapped to the table - it takes away a little bit of the humanity in each of us."
   },
   "author": {
    "text": "Clint Smith"
   }
  },
  {
   "quote": {
    "text": "Nothing is more sad than the death of an illusion."
   },
   "author": {
    "text": "Arthur Koestler"
   }
  },
  {
   "quote": {
    "text": "Life and death are illusions. We are in a constant state of transformation."
   },
   "author": {
    "text": "Alejandro Gonzalez Inarritu"
   }
  },
  {
   "quote": {
    "text": "The dead cannot cry out for justice. It is a duty of the living to do so for them."
   },
   "author": {
    "text": "Lois McMaster Bujold"
   }
  },
  {
   "quote": {
    "text": "No matter how devastating our struggles, disappointments, and troubles are, they are only temporary. No matter what happens to you, no matter the depth of tragedy or pain you face, no matter how death stalks you and your loved ones, the Resurrection promises you a future of immeasurable good."
   },
   "author": {
    "text": "Josh McDowell"
   }
  },
  {
   "quote": {
    "text": "Bravery is the capacity to perform properly even when scared half to death."
   },
   "author": {
    "text": "Omar N. Bradley"
   }
  },
  {
   "quote": {
    "text": "Life is pleasant. Death is peaceful. It's the transition that's troublesome."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "Intellectual growth should commence at birth and cease only at death."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "How strange this fear of death is! We are never frightened at a sunset."
   },
   "author": {
    "text": "George MacDonald"
   }
  },
  {
   "quote": {
    "text": "I would rather die a meaningful death than to live a meaningless life."
   },
   "author": {
    "text": "Corazon Aquino"
   }
  },
  {
   "quote": {
    "text": "Life isn't fair. It's just fairer than death, that's all."
   },
   "author": {
    "text": "William Goldman"
   }
  },
  {
   "quote": {
    "text": "There is no easy walk to freedom anywhere, and many of us will have to pass through the valley of the shadow of death again and again before we reach the mountaintop of our desires."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "The boundaries which divide Life from Death are at best shadowy and vague. Who shall say where the one ends, and where the other begins?"
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "Who am I? Not the body, because it is decaying; not the mind, because the brain will decay with the body; not the personality, nor the emotions, for these also will vanish with death."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "I love the name of honor, more than I fear death."
   },
   "author": {
    "text": "Julius Caesar"
   }
  },
  {
   "quote": {
    "text": "Serenity is the balance between good and bad, life and death, horrors and pleasures. Life is, as it were, defined by death. If there wasn't death of things, then there wouldn't be any life to celebrate."
   },
   "author": {
    "text": "Norman Davies"
   }
  },
  {
   "quote": {
    "text": "Don't send me flowers when I'm dead. If you like me, send them while I'm alive."
   },
   "author": {
    "text": "Brian Clough"
   }
  },
  {
   "quote": {
    "text": "To have faith doesn't mean you get any less frustrated when you don't do your best, but you know that it's not life and death. Take what you're given, and when you continue to work hard, you will see results. That will give you the confidence you need to keep going."
   },
   "author": {
    "text": "Tom Lehman"
   }
  },
  {
   "quote": {
    "text": "Guilt is perhaps the most painful companion of death."
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "I don't have no fear of death. My only fear is coming back reincarnated."
   },
   "author": {
    "text": "Tupac Shakur"
   }
  },
  {
   "quote": {
    "text": "Art is the tree of life. Science is the tree of death."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Regard your soldiers as your children, and they will follow you into the deepest valleys; look on them as your own beloved sons, and they will stand by you even unto death."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "When the will defies fear, when duty throws the gauntlet down to fate, when honor scorns to compromise with death - that is heroism."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "Courage is being scared to death... and saddling up anyway."
   },
   "author": {
    "text": "John Wayne"
   }
  },
  {
   "quote": {
    "text": "My sister is a mess. I love her to death, but she is a mess."
   },
   "author": {
    "text": "RJ Mitte"
   }
  },
  {
   "quote": {
    "text": "The true face of smoking is disease, death and horror - not the glamour and sophistication the pushers in the tobacco industry try to portray."
   },
   "author": {
    "text": "David Byrne"
   }
  },
  {
   "quote": {
    "text": "I am become death, the destroyer of worlds."
   },
   "author": {
    "text": "J. Robert Oppenheimer"
   }
  },
  {
   "quote": {
    "text": "As one whose husband and mother-in-law have died the victims of murder and assassination, I stand firmly and unequivocally opposed to the death penalty for those convicted of capital offenses... An evil deed is not redeemed by an evil deed of retaliation."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "You can change your world by changing your words... Remember, death and life are in the power of the tongue."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "People fear death even more than pain. It's strange that they fear death. Life hurts a lot more than death. At the point of death, the pain is over. Yeah, I guess it is a friend."
   },
   "author": {
    "text": "Jim Morrison"
   }
  },
  {
   "quote": {
    "text": "We are being choked to death by the amount of plastic that we throw away. It's killing our oceans. It's entering into our bodies in the fish we eat."
   },
   "author": {
    "text": "Kevin Bacon"
   }
  },
  {
   "quote": {
    "text": "I believe that people would be alive today if there were a death penalty."
   },
   "author": {
    "text": "Nancy Reagan"
   }
  },
  {
   "quote": {
    "text": "Is life so dear or peace so sweet as to be purchased at the price of chains and slavery? Forbid it, Almighty God! I know not what course others may take, but as for me, give me liberty, or give me death!"
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "Even death is not to be feared by one who has lived wisely."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "Death comes to all, but great achievements build a monument which shall endure until the sun grows cold."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "I need your help. I am injured, near death, and too weak to hike out of here. I am all alone. This is no joke. In the name of God, please remain to save me. I am out collecting berries close by and shall return this evening. Thank you, Chris McCandless."
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "Liberty for wolves is death to the lambs."
   },
   "author": {
    "text": "Isaiah Berlin"
   }
  },
  {
   "quote": {
    "text": "Childhood vaccines are one of the great triumphs of modern medicine. Indeed, parents whose children are vaccinated no longer have to worry about their child's death or disability from whooping cough, polio, diphtheria, hepatitis, or a host of other infections."
   },
   "author": {
    "text": "Ezekiel Emanuel"
   }
  },
  {
   "quote": {
    "text": "It is really very important while you are young to live in an environment in which there is no fear. Most of us, as we grow older, become frightened; we are afraid of living, afraid of losing a job, afraid of tradition, afraid of what the neighbours, or what the wife or husband would say, afraid of death."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "Every parting is a form of death, as every reunion is a type of heaven."
   },
   "author": {
    "text": "Tryon Edwards"
   }
  },
  {
   "quote": {
    "text": "Of emotions, of love, of breakup, of love and hate and death and dying, mama, apple pie, and the whole thing. It covers a lot of territory, country music does."
   },
   "author": {
    "text": "Johnny Cash"
   }
  },
  {
   "quote": {
    "text": "One death is a tragedy; one million is a statistic."
   },
   "author": {
    "text": "Joseph Stalin"
   }
  },
  {
   "quote": {
    "text": "If you look at the movie 'Belly,' I identify with Sincere the most. I am a gangster. I love my lady to death. I'm not in the game for the wrong reasons. I'm not in the game for the glory. I'm in the game to survive so the people that I love could be straight. I'm a highly intelligent individual."
   },
   "author": {
    "text": "Kevin Gates"
   }
  },
  {
   "quote": {
    "text": "When the state imposes the death penalty, it proclaims that taking one human life counterbalances the taking of another life. This assumption is profoundly mistaken."
   },
   "author": {
    "text": "Blase J. Cupich"
   }
  },
  {
   "quote": {
    "text": "Death Row inmates are almost twice as expensive to house each year as other inmates. Death penalty trials are much costlier than trials where execution is not a potential punishment and consume more time from judges, public defenders, and other legal personnel."
   },
   "author": {
    "text": "Reid Hoffman"
   }
  },
  {
   "quote": {
    "text": "Each day is a little life: every waking and rising a little birth, every fresh morning a little youth, every going to rest and sleep a little death."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "I do not agree with what you have to say, but I'll defend to the death your right to say it."
   },
   "author": {
    "text": "Evelyn Beatrice Hall"
   }
  },
  {
   "quote": {
    "text": "Be ashamed to die until you have won some victory for humanity."
   },
   "author": {
    "text": "Horace Mann"
   }
  },
  {
   "quote": {
    "text": "If we don't know life, how can we know death?"
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "I am determined to offer an apology with my death."
   },
   "author": {
    "text": "Hideki Tojo"
   }
  },
  {
   "quote": {
    "text": "When you look at death, it makes you understand the importance of the moment when you have life and death in front of you, and you witness seeing someone deteriorating in front of you - it's an overwhelming experience. If you don't learn from that, I don't know what else you're gonna learn."
   },
   "author": {
    "text": "Mickalene Thomas"
   }
  },
  {
   "quote": {
    "text": "We will all, someday, experience death, and become obsolete as a dead leaf falling from a tree, crushed by passersby to ashes underlying the earth."
   },
   "author": {
    "text": "Kim Elizabeth"
   }
  },
  {
   "quote": {
    "text": "There are only three events in a man's life; birth, life, and death; he is not conscious of being born, he dies in pain, and he forgets to live."
   },
   "author": {
    "text": "Jean de la Bruyere"
   }
  },
  {
   "quote": {
    "text": "It is important to feel the anger without judging it, without attempting to find meaning in it. It may take many forms: anger at the health-care system, at life, at your loved one for leaving. Life is unfair. Death is unfair. Anger is a natural reaction to the unfairness of loss."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "The best news of the Christian gospel is that the supremely glorious Creator of the universe has acted in Jesus Christ's death and resurrection to remove every obstacle between us and himself so that we may find everlasting joy in seeing and savoring his infinite beauty."
   },
   "author": {
    "text": "John Piper"
   }
  },
  {
   "quote": {
    "text": "Our criminal justice system is fallible. We know it, even though we don't like to admit it. It is fallible despite the best efforts of most within it to do justice. And this fallibility is, at the end of the day, the most compelling, persuasive, and winning argument against a death penalty."
   },
   "author": {
    "text": "Eliot Spitzer"
   }
  },
  {
   "quote": {
    "text": "Benjamin Franklin said there were only two things certain in life: death and taxes. But I'd like to add a third certainty: trash. And while some in this room might want to discuss reducing taxes, I want to talk about reducing trash."
   },
   "author": {
    "text": "Ruth Ann Minner"
   }
  },
  {
   "quote": {
    "text": "You're taught from the day you start medical school that you're a god, that you can have power over life and death. So when your life starts to crumble, and the highest power you see is looking back in the mirror - and you know that power is flawed - it is very hard to get past that."
   },
   "author": {
    "text": "Michael Palmer"
   }
  },
  {
   "quote": {
    "text": "Without health life is not life; it is only a state of langour and suffering - an image of death."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "No evil can happen to a good man, either in life or after death."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "They tell us that suicide is the greatest piece of cowardice... that suicide is wrong; when it is quite obvious that there is nothing in the world to which every man has a more unassailable title than to his own life and person."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "Some people die at 25 and aren't buried until 75."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Love has no age, no limit; and no death."
   },
   "author": {
    "text": "John Galsworthy"
   }
  },
  {
   "quote": {
    "text": "Teenagers watch and listen to all kinds of things. It is the nature of being a teenager to seek out intense stuff. Stuff about death and sex and love and fear. Teenagers are the bravest, most curious, most philosophical, most open-minded readers there are, which is why so many less-than-young adults like writing for them."
   },
   "author": {
    "text": "Matt Haig"
   }
  },
  {
   "quote": {
    "text": "It's funny how most people love the dead, once you're dead, you're made for life."
   },
   "author": {
    "text": "Jimi Hendrix"
   }
  },
  {
   "quote": {
    "text": "Every human being is under construction from conception to death."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "I'm gonna live till I die."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "I decided to devote my life to telling the story because I felt that having survived I owe something to the dead. and anyone who does not remember betrays them again."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "If we must die, we die defending our rights."
   },
   "author": {
    "text": "Sitting Bull"
   }
  },
  {
   "quote": {
    "text": "Diabetes can be successfully prevented and managed by a healthy lifestyle. When not managed, it can lead to severe organ damage and death."
   },
   "author": {
    "text": "Tedros Adhanom"
   }
  },
  {
   "quote": {
    "text": "Propaganda must appeal to mankind's better judgment and to the necessary belief in a better future. For this belief, the valley of the shadow of death is but a war station on the road to the blessed summit."
   },
   "author": {
    "text": "Christian Lous Lange"
   }
  },
  {
   "quote": {
    "text": "I shall not die of a cold. I shall die of having lived."
   },
   "author": {
    "text": "Willa Cather"
   }
  },
  {
   "quote": {
    "text": "Those who support the death penalty are accepting a practice that is both ineffective and fundamentally flawed."
   },
   "author": {
    "text": "Clint Smith"
   }
  },
  {
   "quote": {
    "text": "The day which we fear as our last is but the birthday of eternity."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "Death does not concern us, because as long as we exist, death is not here. And when it does come, we no longer exist."
   },
   "author": {
    "text": "Epicurus"
   }
  },
  {
   "quote": {
    "text": "The tragedy of life is in what dies inside a man while he lives - the death of genuine feeling, the death of inspired response, the awareness that makes it possible to feel the pain or the glory of other men in yourself."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "The reports of my death have been greatly exaggerated."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "If you die you're completely happy and your soul somewhere lives on. I'm not afraid of dying. Total peace after death, becoming someone else is the best hope I've got."
   },
   "author": {
    "text": "Kurt Cobain"
   }
  },
  {
   "quote": {
    "text": "Not all moral issues have the same moral weight as abortion and euthanasia. There may be legitimate diversity of opinion even among Catholics about waging war and applying the death penalty, but not... with regard to abortion and euthanasia."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement. For even the very wise cannot see all ends."
   },
   "author": {
    "text": "J. R. R. Tolkien"
   }
  },
  {
   "quote": {
    "text": "The goal of all life is death."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "I offer neither pay, nor quarters, nor food; I offer only hunger, thirst, forced marches, battles and death. Let him who loves his country with his heart, and not merely with his lips, follow me."
   },
   "author": {
    "text": "Giuseppe Garibaldi"
   }
  },
  {
   "quote": {
    "text": "The destination is a happy life, an accomplished life that doesn't end with death but with eternal life."
   },
   "author": {
    "text": "Angelo Scola"
   }
  },
  {
   "quote": {
    "text": "Life is hard. Then you die. Then they throw dirt in your face. Then the worms eat you. Be grateful it happens in that order."
   },
   "author": {
    "text": "David Gerrold"
   }
  },
  {
   "quote": {
    "text": "Our dead are never dead to us, until we have forgotten them."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "No one can make you happy. No one can help you grow in life more than you can. I can love you to death, but I can only go so far. I can inspire and encourage you as much as I can, but when you play an active role to find that self-security and that self-worth, it makes the difference."
   },
   "author": {
    "text": "Musiq Soulchild"
   }
  },
  {
   "quote": {
    "text": "Life and death. They are somehow sweetly and beautifully mixed, but I don't know how."
   },
   "author": {
    "text": "Gloria Swanson"
   }
  },
  {
   "quote": {
    "text": "Healthy children will not fear life if their elders have integrity enough not to fear death."
   },
   "author": {
    "text": "Erik Erikson"
   }
  },
  {
   "quote": {
    "text": "We are not victims of aging, sickness and death. These are part of scenery, not the seer, who is immune to any form of change. This seer is the spirit, the expression of eternal being."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "The death penalty is discriminatory and does not do anything about crime."
   },
   "author": {
    "text": "Bobby Scott"
   }
  },
  {
   "quote": {
    "text": "I always say, complacency is the kiss of death."
   },
   "author": {
    "text": "Shari Redstone"
   }
  },
  {
   "quote": {
    "text": "Death and life have their determined appointments; riches and honors depend upon heaven."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "To run away from trouble is a form of cowardice and, while it is true that the suicide braves death, he does it not for some noble object but to escape some ill."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "And how can man die better than facing fearful odds, for the ashes of his fathers, and the temples of his Gods?"
   },
   "author": {
    "text": "Thomas Babington Macaulay"
   }
  },
  {
   "quote": {
    "text": "If there is a meaning in life at all, then there must be a meaning in suffering. Suffering is an ineradicable part of life, even as fate and death. Without suffering and death, human life cannot be complete."
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "Death consists, indeed, in a repeated process of unrobing, or unsheathing. The immortal part of man shakes off from itself, one after the other, its outer casings, and - as the snake from its skin, the butterfly from its chrysalis - emerges from one after another, passing into a higher state of consciousness."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "I had reasoned this out in my mind, there was one of two things I had a right to, liberty or death; if I could not have one, I would have the other."
   },
   "author": {
    "text": "Harriet Tubman"
   }
  },
  {
   "quote": {
    "text": "The meaning of life is not to be discovered only after death in some hidden, mysterious realm; on the contrary, it can be found by eating the succulent fruit of the Tree of Life and by living in the here and now as fully and creatively as we can."
   },
   "author": {
    "text": "Paul Kurtz"
   }
  },
  {
   "quote": {
    "text": "I found the experience of falling in love or being in love was a death: a death of everything. You kind of watch yourself die in a wonderful way, and you experience for the briefest moment - if you see yourself for a moment through their eyes - everything you believed about yourself gone. In a death-and-rebirth sense."
   },
   "author": {
    "text": "Hozier"
   }
  },
  {
   "quote": {
    "text": "It is better to risk starving to death then surrender. If you give up on your dreams, what's left?"
   },
   "author": {
    "text": "Jim Carrey"
   }
  },
  {
   "quote": {
    "text": "Stories hold conflict and contrast, highs and lows, life and death, and the human struggle and all kinds of things."
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "The death of one man is a tragedy. The death of millions is a statistic."
   },
   "author": {
    "text": "Joseph Stalin"
   }
  },
  {
   "quote": {
    "text": "The darkness of death is like the evening twilight; it makes all objects appear more lovely to the dying."
   },
   "author": {
    "text": "Jean Paul"
   }
  },
  {
   "quote": {
    "text": "Absence and death are the same - only that in death there is no suffering."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Anyone who supports terrorism, anyone who sees terrorism as a legitimate means, anyone who uses terrorism to cause the death of innocent people is a terrorist in my eyes."
   },
   "author": {
    "text": "Milos Zeman"
   }
  },
  {
   "quote": {
    "text": "Even though people may be well known, they hold in their hearts the emotions of a simple person for the moments that are the most important of those we know on earth: birth, marriage and death."
   },
   "author": {
    "text": "Jackie Kennedy"
   }
  },
  {
   "quote": {
    "text": "If any foreign minister begins to defend to the death a 'peace conference', you can be sure his government has already placed its orders for new battleships and airplanes."
   },
   "author": {
    "text": "Joseph Stalin"
   }
  },
  {
   "quote": {
    "text": "I don't want to have lived in vain like most people. I want to be useful or bring enjoyment to all people, even those I've never met. I want to go on living even after my death!"
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "I thank my God for graciously granting me the opportunity of learning that death is the key which unlocks the door to our true happiness."
   },
   "author": {
    "text": "Wolfgang Amadeus Mozart"
   }
  },
  {
   "quote": {
    "text": "We are here to laugh at the odds and live our lives so well that Death will tremble to take us."
   },
   "author": {
    "text": "Charles Bukowski"
   }
  },
  {
   "quote": {
    "text": "Those who have the strength and the love to sit with a dying patient in the silence that goes beyond words will know that this moment is neither frightening nor painful, but a peaceful cessation of the functioning of the body."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "Grace is what matters in anything - especially life, especially growth, tragedy, pain, love, death. That's a quality that I admire very greatly. It keeps you from reaching out for the gun too quickly. It keeps you from destroying things too foolishly. It sort of keeps you alive."
   },
   "author": {
    "text": "Jeff Buckley"
   }
  },
  {
   "quote": {
    "text": "Madness need not be all breakdown. It may also be break-through. It is potential liberation and renewal as well as enslavement and existential death."
   },
   "author": {
    "text": "R. D. Laing"
   }
  },
  {
   "quote": {
    "text": "Inactivity is death."
   },
   "author": {
    "text": "Benito Mussolini"
   }
  },
  {
   "quote": {
    "text": "The two great risks are risking too much but also risking too little. That's for each person to decide. For me, not risking anything is worse than death. By far."
   },
   "author": {
    "text": "Jimmy Chin"
   }
  },
  {
   "quote": {
    "text": "Hearing nuns' confessions is like being stoned to death with popcorn."
   },
   "author": {
    "text": "Fulton J. Sheen"
   }
  },
  {
   "quote": {
    "text": "If a man has not discovered something that he will die for, he isn't fit to live."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "I didn't attend the funeral, but I sent a nice letter saying I approved of it."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Nothing in life is promised except death."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "The death of a beautiful woman, is unquestionably the most poetical topic in the world."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "Life is a great sunrise. I do not see why death should not be an even greater one."
   },
   "author": {
    "text": "Vladimir Nabokov"
   }
  },
  {
   "quote": {
    "text": "I intend to live forever, or die trying."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "Death is the sound of distant thunder at a picnic."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "I put for the general inclination of all mankind, a perpetual and restless desire of power after power, that ceaseth only in death."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "The death of democracy is not likely to be an assassination from ambush. It will be a slow extinction from apathy, indifference, and undernourishment."
   },
   "author": {
    "text": "Robert M. Hutchins"
   }
  },
  {
   "quote": {
    "text": "Sickness, insanity and death were the angels that surrounded my cradle and they have followed me throughout my life."
   },
   "author": {
    "text": "Edvard Munch"
   }
  },
  {
   "quote": {
    "text": "If someone were to say that life at hard labor is as painful as death and therefore equally cruel, I should reply that, taking all the unhappy moments of perpetual slavery together, it is perhaps even more painful, but these moments are spread out over a lifetime, and capital punishment exercises all its power in an instant."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "Every parting gives a foretaste of death, every reunion a hint of the resurrection."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "The Negro race, like all races, is going to be saved by its exceptional men. The problem of education, then, among Negroes must first of all deal with the Talented Tenth; it is the problem of developing the Best of this race that they may guide the Mass away from the contamination and death of the Worst, in their own and other races."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "An Atheist believes that a hospital should be built instead of a church. An atheist believes that deed must be done instead of prayer said. An atheist strives for involvement in life and not escape into death. He wants disease conquered, poverty vanished, war eliminated."
   },
   "author": {
    "text": "Madalyn Murray O'Hair"
   }
  },
  {
   "quote": {
    "text": "Death is not an event in life: we do not live to experience death. If we take eternity to mean not infinite temporal duration but timelessness, then eternal life belongs to those who live in the present."
   },
   "author": {
    "text": "Ludwig Wittgenstein"
   }
  },
  {
   "quote": {
    "text": "Death is pitch-dark, but colors are light. To be a painter, one must work with rays of light."
   },
   "author": {
    "text": "Edvard Munch"
   }
  },
  {
   "quote": {
    "text": "Crucial to understanding federalism in modern day America is the concept of mobility, or 'the ability to vote with your feet.' If you don't support the death penalty and citizens packing a pistol - don't come to Texas. If you don't like medicinal marijuana and gay marriage, don't move to California."
   },
   "author": {
    "text": "Rick Perry"
   }
  },
  {
   "quote": {
    "text": "I think about death a lot, like I think we all do. I don't think of suicide as an option, but as fun. It's an interesting idea that you can control how you go. It's this thing that's looming, and you can control it."
   },
   "author": {
    "text": "Ryan Gosling"
   }
  },
  {
   "quote": {
    "text": "If a man can bridge the gap between life and death, if he can live on after he's dead, then maybe he was a great man."
   },
   "author": {
    "text": "James Dean"
   }
  },
  {
   "quote": {
    "text": "In our brief national history we have shot four of our presidents, worried five of them to death, impeached one and hounded another out of office. And when all else fails, we hold an election and assassinate their character."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Perhaps grief is not about empty, but full. The full breath of life that includes death. The completeness, the cycles, the depth, the richness, the process, the continuity and the treasure of the moment that is gone the second you are aware of it."
   },
   "author": {
    "text": "Alysia Reiner"
   }
  },
  {
   "quote": {
    "text": "Any man's death diminishes me, because I am involved in Mankind; And therefore never send to know for whom the bell tolls; it tolls for thee."
   },
   "author": {
    "text": "John Donne"
   }
  },
  {
   "quote": {
    "text": "We are the spirit children of a Heavenly Father. He loved us and He taught us before we were born into this world. He told us that He wished to give us all that He had. To qualify for that gift we had to receive mortal bodies and be tested. Because of those mortal bodies, we would face pain, sickness, and death."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "Seeing that our thirst was increasing and the water was killing us, while the storm did not abate, we agreed to trust to God, Our Lord, and rather risk the perils of the sea than wait there for certain death from thirst."
   },
   "author": {
    "text": "Alvar N. C. de Vaca"
   }
  },
  {
   "quote": {
    "text": "All violence consists in some people forcing others, under threat of suffering or death, to do what they do not want to do."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "Communism possesses a language which every people can understand - its elements are hunger, envy, and death."
   },
   "author": {
    "text": "Heinrich Heine"
   }
  },
  {
   "quote": {
    "text": "Personally, I would be delighted if there were a life after death, especially if it permitted me to continue to learn about this world and others, if it gave me a chance to discover how history turns out."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "I intend to leave after my death a large fund for the promotion of the peace idea, but I am skeptical as to its results."
   },
   "author": {
    "text": "Alfred Nobel"
   }
  },
  {
   "quote": {
    "text": "As long as you have capital punishment there is no guarantee that innocent people won't be put to death."
   },
   "author": {
    "text": "Paul Simon"
   }
  },
  {
   "quote": {
    "text": "Death is a commingling of eternity with time; in the death of a good man, eternity is seen looking through time."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "I have two luxuries to brood over in my walks, your loveliness and the hour of my death. O that I could have possession of them both in the same minute."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "Death, torture and prison are part of daily life for the youth of Iran. They are not like us, my friends and I at their age; they are not scared. They are not what we were. They hold hands and scream: 'Don't be afraid! Don't be afraid! We are together!' They understand that no one will give them their rights; they must go get them."
   },
   "author": {
    "text": "Marjane Satrapi"
   }
  },
  {
   "quote": {
    "text": "Those who learned to know death, rather than to fear and fight it, become our teachers about life."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "A man does not die of love or his liver or even of old age; he dies of being a man."
   },
   "author": {
    "text": "Miguel de Unamuno"
   }
  },
  {
   "quote": {
    "text": "Comparison is a death knell to sibling harmony."
   },
   "author": {
    "text": "Elizabeth Fishel"
   }
  },
  {
   "quote": {
    "text": "To many forms of life of our northern lands, winter means a long sleep; to others, it means what it means to many fortunate human beings - travels in warm climes. To still others, who again have their human prototypes, it means a struggle, more or less fierce, to keep soul and body together; while to many insect forms, it means death."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "Someone has to die in order that the rest of us should value life more."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "If you die in an elevator, be sure to push the Up button."
   },
   "author": {
    "text": "Sam Levenson"
   }
  },
  {
   "quote": {
    "text": "I know my generation - a lot of them, they're getting old now, and they want to think back fondly, they want to kid themselves. A lot of them think, 'Yeah, we were the best.' That's the kiss of death. That's non-growth. And also that's very bad for the world."
   },
   "author": {
    "text": "Joni Mitchell"
   }
  },
  {
   "quote": {
    "text": "The slave is doomed to worship time and fate and death, because they are greater than anything he finds in himself, and because all his thoughts are of things which they devour."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "All the criticism and all of the praise, it doesn't - it's not worth the salt that goes on my bread, because TV is fickle. You can be loved one day and hated the next day. One day, you're getting an award. And the next day, you're getting a death threat."
   },
   "author": {
    "text": "Nancy Grace"
   }
  },
  {
   "quote": {
    "text": "Human experience resembles the battered moon that tracks us in cycles of light and darkness, of life and death, now seeking out and now stealing away from the sun that gives it light and symbolizes eternity."
   },
   "author": {
    "text": "Eugene Kennedy"
   }
  },
  {
   "quote": {
    "text": "I don't know why Alzheimer's was allowed to steal so much of my father before releasing him into the arms of death. But I know that at his last moment, when he opened his eyes, eyes that had not opened for many, many days, and looked at my mother, he showed us that neither disease nor death can conquer love."
   },
   "author": {
    "text": "Patti Davis"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as death; life is only a dream, and we are the imagination of ourselves."
   },
   "author": {
    "text": "Bill Hicks"
   }
  },
  {
   "quote": {
    "text": "Christians - whether as a priest, a nun, a minister, whatever - have just been stereotyped to death. You try to be a model of kindness and love and forgiveness to all those around you, because you have received kindness and love and forgiveness from God through Christ. That's what Christianity is."
   },
   "author": {
    "text": "Patricia Heaton"
   }
  },
  {
   "quote": {
    "text": "I am politically pro-choice, but personally pro-life. I have my faith but refuse to force it on the world at large - especially this world, so brutal and unjust. I cannot make these wrenching personal life and death decisions for others - nor do I believe they should be made by a church run by childless men."
   },
   "author": {
    "text": "Julianna Baggott"
   }
  },
  {
   "quote": {
    "text": "Do the thing you fear most and the death of fear is certain."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "There is no lonelier man in death, except the suicide, than that man who has lived many years with a good wife and then outlived her. If two people love each other there can be no happy end to it."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "The death penalty issue is obviously a divisive one. But whether one is for or against, you can not deny the basic illogic - if we know the system is flawed, if we know there are innocent people on Death Row, then until the system is reformed, should we not abandon the death penalty to protect those who are innocent?"
   },
   "author": {
    "text": "Richard LaGravenese"
   }
  },
  {
   "quote": {
    "text": "Good is positive. Evil is merely privative, not absolute: it is like cold, which is the privation of heat. All evil is so much death or nonentity. Benevolence is absolute and real. So much benevolence as a man hath, so much life hath he."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "I think life is sacred, whether it's abortion or the death penalty."
   },
   "author": {
    "text": "Tim Kaine"
   }
  },
  {
   "quote": {
    "text": "After a natural disaster, safe drinking water is a priority. Humans can live longer without food than water, so communication about clean water is essential to help avoid the risk of cholera, dysentery, malnutrition, famine, and death."
   },
   "author": {
    "text": "Tae Yoo"
   }
  },
  {
   "quote": {
    "text": "If I take death into my life, acknowledge it, and face it squarely, I will free myself from the anxiety of death and the pettiness of life - and only then will I be free to become myself."
   },
   "author": {
    "text": "Martin Heidegger"
   }
  },
  {
   "quote": {
    "text": "One can survive everything, nowadays, except death, and live down everything except a good reputation."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "I never imagined that divorce would be part of my life history or my family's legacy. When people say that divorce can be more painful than death, I understand why. But like any great trial, God uses everything for good, if we allow Him to heal us."
   },
   "author": {
    "text": "Kristin Armstrong"
   }
  },
  {
   "quote": {
    "text": "Give me liberty or give me death."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "Attachment and aversion are the root cause of karma, and karma originates from infatuation. Karma is the root cause of birth and death, and these are said to be the source of misery. None can escape the effect of their own past karma."
   },
   "author": {
    "text": "Mahavira"
   }
  },
  {
   "quote": {
    "text": "See, I have set before you this day life and good, death and evil... I have set before you life and death, blessing and curse; therefore choose life."
   },
   "author": {
    "text": "Moses"
   }
  },
  {
   "quote": {
    "text": "Which death is preferably to every other? 'The unexpected'."
   },
   "author": {
    "text": "Julius Caesar"
   }
  },
  {
   "quote": {
    "text": "Even in the valley of the shadow of death, two and two do not make six."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "We are dying from overthinking. We are slowly killing ourselves by thinking about everything. Think. Think. Think. You can never trust the human mind anyway. It's a death trap."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "At a formal dinner party, the person nearest death should always be seated closest to the bathroom."
   },
   "author": {
    "text": "George Carlin"
   }
  },
  {
   "quote": {
    "text": "I enjoy every climb - maybe it's because it's a literal dance between life and death."
   },
   "author": {
    "text": "Alain Robert"
   }
  },
  {
   "quote": {
    "text": "If your best friend has stolen your girlfriend, it does become life and death."
   },
   "author": {
    "text": "Ben Kingsley"
   }
  },
  {
   "quote": {
    "text": "No matter how prepared you think you are for the death of a loved one, it still comes as a shock, and it still hurts very deeply."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Live your life that the fear of death can never enter your heart."
   },
   "author": {
    "text": "Tecumseh"
   }
  },
  {
   "quote": {
    "text": "A human being is still more likely to die of a bee sting, snake bite or, Lord knows, automobile accident than by shark attack. We do not execute the perpretrators of death by car. We should not butcher an animal for an inadvertent homicide."
   },
   "author": {
    "text": "Peter Benchley"
   }
  },
  {
   "quote": {
    "text": "Death is not the worst that can happen to men."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "In the long run we are all dead."
   },
   "author": {
    "text": "John Maynard Keynes"
   }
  },
  {
   "quote": {
    "text": "When I die, I hope to go to Heaven, whatever the Hell that is."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "It is not tolerable, it is not possible, that from so much death, so much sacrifice and ruin, so much heroism, a greater and better humanity shall not emerge."
   },
   "author": {
    "text": "Charles de Gaulle"
   }
  },
  {
   "quote": {
    "text": "I don't believe in the death penalty, but I understand personal vengeance."
   },
   "author": {
    "text": "Ian McShane"
   }
  },
  {
   "quote": {
    "text": "There's no tragedy in life like the death of a child. Things never get back to the way they were."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Life and death matters, yes. And the question of how to behave in this world, how to go in the face of everything. Time is short and the water is rising."
   },
   "author": {
    "text": "Raymond Carver"
   }
  },
  {
   "quote": {
    "text": "Sometimes, how you ingest this idea of masculinity as projected onto you by the world could be the difference of life and death."
   },
   "author": {
    "text": "Barry Jenkins"
   }
  },
  {
   "quote": {
    "text": "Drown in a cold vat of whiskey? Death, where is thy sting?"
   },
   "author": {
    "text": "W. C. Fields"
   }
  },
  {
   "quote": {
    "text": "The death of the forest is the end of our life."
   },
   "author": {
    "text": "Dorothy Stang"
   }
  },
  {
   "quote": {
    "text": "If you live a life of make-believe, your life isn't worth anything until you do something that does challenge your reality. And to me, sailing the open ocean is a real challenge, because it's life or death."
   },
   "author": {
    "text": "Morgan Freeman"
   }
  },
  {
   "quote": {
    "text": "Where do we enroll in Life 101? Where are the classes dealing with the loss of a job, the death of a loved one, the failure of a relationship? Unfortunately, those lessons are mostly learned through trial by fire and the school of hard knocks."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "Life itself is but the shadow of death, and souls departed but the shadows of the living."
   },
   "author": {
    "text": "Thomas Browne"
   }
  },
  {
   "quote": {
    "text": "Plenty of people detested Michael Jackson before his death wiped away the world's collective memory. Timberlake was originally dismissed as just another boy-bander. Legions have joined in a 'Hate Anne Hathaway' movement. Elvis, the Rolling Stones, Kristen Bell, even Mozart had haters."
   },
   "author": {
    "text": "Kurt Eichenwald"
   }
  },
  {
   "quote": {
    "text": "If I die a violent death, as some fear and a few are plotting, I know that the violence will be in the thought and the action of the assassins, not in my dying."
   },
   "author": {
    "text": "Indira Gandhi"
   }
  },
  {
   "quote": {
    "text": "The death clock is ticking slowly in our breast, and each drop of blood measures its time, and our life is a lingering fever."
   },
   "author": {
    "text": "Georg Buchner"
   }
  },
  {
   "quote": {
    "text": "There is no death, only a change of worlds."
   },
   "author": {
    "text": "Chief Seattle"
   }
  },
  {
   "quote": {
    "text": "I have never killed a man, but I have read many obituaries with great pleasure."
   },
   "author": {
    "text": "Clarence Darrow"
   }
  },
  {
   "quote": {
    "text": "I don't believe in life after death. But I do believe in some grinding destiny that watches over us on earth. If I didn't, the safety valve would give and the boiler would explode."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "I need good friends who can say, 'I love you to death, but you look terrible in that, and you need to change right now.'"
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "Smiles, tears, of all my life! - and, if God choose, I shall but love thee better after death."
   },
   "author": {
    "text": "Elizabeth Barrett Browning"
   }
  },
  {
   "quote": {
    "text": "You have only to see what became of my father's will immediately after his death, and the wills of so many other kings. I know it well; but nevertheless, they have wished it; they gave me no rest nor repose, no calm until it was done."
   },
   "author": {
    "text": "Louis XIV"
   }
  },
  {
   "quote": {
    "text": "I'm not afraid to die, I just don't want to be there when it happens."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "Although we resolutely supported the armed struggle against Batista's tyranny, we were, on principle, opposed to any terrorist action that could cause the death of innocent people."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "Lebanon, Israel, Ireland, South Africa - wherever there is a bleeding sore on the body of the world, the same hard-eyed narrow-minded fanatics are busy, indifferent to life, in love with death."
   },
   "author": {
    "text": "J. M. Coetzee"
   }
  },
  {
   "quote": {
    "text": "Statistics are the triumph of the quantitative method, and the quantitative method is the victory of sterility and death."
   },
   "author": {
    "text": "Hilaire Belloc"
   }
  },
  {
   "quote": {
    "text": "Death is the veil which those who live call life; They sleep, and it is lifted."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "Do I favor the death penalty? Theoretically, I do, but when you realize that there's a 4 percent error rate, you end up putting guilty people to death."
   },
   "author": {
    "text": "Gary Johnson"
   }
  },
  {
   "quote": {
    "text": "Marriage is almost as old as dirt, and it was defined in the garden between Adam and Eve. One man, one woman for life till death do you part. So I would never attempt to try to redefine marriage. And I don't think anyone else should either. So do I support the idea of gay marriage? No, I don't."
   },
   "author": {
    "text": "Kirk Cameron"
   }
  },
  {
   "quote": {
    "text": "Drake's my little brother; I love him to death, and he's family-oriented."
   },
   "author": {
    "text": "Birdman"
   }
  },
  {
   "quote": {
    "text": "I'm a Ninja. I'm not scared of death."
   },
   "author": {
    "text": "Watkin Tudor Jones"
   }
  },
  {
   "quote": {
    "text": "You can't reconcile being pro-life on abortion and pro-death on the death penalty."
   },
   "author": {
    "text": "N. T. Wright"
   }
  },
  {
   "quote": {
    "text": "I am not the born; how can there be either birth or death for me?"
   },
   "author": {
    "text": "Guru Nanak"
   }
  },
  {
   "quote": {
    "text": "There is no peace because the making of peace is at least as costly as the making of war - at least as exigent, at least as disruptive, at least as liable to bring disgrace and prison and death in its wake."
   },
   "author": {
    "text": "Daniel Berrigan"
   }
  },
  {
   "quote": {
    "text": "I always wanted to be the underdog. For me, as a portrait photographer, it's the kiss of death to become well known. I did my best work when no one knew who I was. People weren't threatened by me because they didn't think I was a big deal."
   },
   "author": {
    "text": "Platon"
   }
  },
  {
   "quote": {
    "text": "Leaned on by Turkey and understandably wary of false equivalences - for not every death is a massacre, and not every war is genocidal - Israel connives in Armenian genocide denial."
   },
   "author": {
    "text": "Howard Jacobson"
   }
  },
  {
   "quote": {
    "text": "Life and death have been lacking in my life."
   },
   "author": {
    "text": "Jorge Luis Borges"
   }
  },
  {
   "quote": {
    "text": "The King of Spain displayed his esteem for me in a manner that I confess flattered me pleasantly when, after the death of Don Luis de Haro, he stated publicly in front of all the foreign ambassadors that he wanted to follow my example in not having a prime minister any longer."
   },
   "author": {
    "text": "Louis XIV"
   }
  },
  {
   "quote": {
    "text": "I will admit, like Socrates and Aristotle and Plato and some other philosophers, that there are instances where the death penalty would seem appropriate."
   },
   "author": {
    "text": "Jack Kevorkian"
   }
  },
  {
   "quote": {
    "text": "To be immortal is commonplace; except for man, all creatures are immortal, for they are ignorant of death; what is divine, terrible, incomprehensible, is to know that one is immortal."
   },
   "author": {
    "text": "Jorge Luis Borges"
   }
  },
  {
   "quote": {
    "text": "Loved. You can't use it in the past tense. Death does not stop that love at all."
   },
   "author": {
    "text": "Ken Kesey"
   }
  },
  {
   "quote": {
    "text": "I don't want to put one innocent person to death to put 99 that are guilty to death. So philosophically I'm a tooth-for-tooth guy, but the reality is the death penalty as public policy is flawed."
   },
   "author": {
    "text": "Gary Johnson"
   }
  },
  {
   "quote": {
    "text": "For me, life and death are very important themes. There is no life without death. That's why it's very important to me."
   },
   "author": {
    "text": "Tite Kubo"
   }
  },
  {
   "quote": {
    "text": "Everything about aging in my experience so far has been a plus. Except the death part!"
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Fur is not luxury: it is an industry of death and suffering."
   },
   "author": {
    "text": "Brigitte Bardot"
   }
  },
  {
   "quote": {
    "text": "Puerto Ricans who find they can no longer afford to keep their pets often choose to drop their dogs, sometimes even whole litters of puppies, at a beach - sometimes under cover of night, in secret - rather than surrender the animal to a city or state-run shelter where the animals will face grim conditions and almost certain death by euthanasia."
   },
   "author": {
    "text": "Juliana Hatfield"
   }
  },
  {
   "quote": {
    "text": "Animals have a much better attitude to life and death than we do. They know when their time has come. We are the ones that suffer when they pass, but it's a healing kind of grief that enables us to deal with other griefs that are not so easy to grab hold of."
   },
   "author": {
    "text": "Emmylou Harris"
   }
  },
  {
   "quote": {
    "text": "What do you say to a person who is going to their death? Normally, we would just say, 'Hang in there, keep your hope up,' because there is hope until the very last second."
   },
   "author": {
    "text": "Anthony Ray Hinton"
   }
  },
  {
   "quote": {
    "text": "Just as I shall select my ship when I am about to go on a voyage, or my house when I propose to take a residence, so I shall choose my death when I am about to depart from life."
   },
   "author": {
    "text": "Seneca"
   }
  },
  {
   "quote": {
    "text": "The ideal death, I think, is what was the ideal Victorian death, you know, with your grandchildren around you, a bit of sobbing. And you say goodbye to your loved ones, making certain that one of them has been left behind to look after the shop."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "In all the difficult decisions that I made through the course of running Loudcloud and Opsware, I never once felt brave. In fact, I often felt scared to death. I never lost those feelings, but after much practice, I learned to ignore them. That learning process might also be called the courage development process."
   },
   "author": {
    "text": "Ben Horowitz"
   }
  },
  {
   "quote": {
    "text": "'The Descendants' somehow made death and adultery funny at times."
   },
   "author": {
    "text": "Ashlan Gorse Cousteau"
   }
  },
  {
   "quote": {
    "text": "If physical death is the price that I must pay to free my white brothers and sisters from a permanent death of the spirit, then nothing can be more redemptive."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Death is a fearful thing."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "A nation or civilization that continues to produce soft-minded men purchases its own spiritual death on the installment plan."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "The fear of death is the most unjustified of all fears, for there's no risk of accident for someone who's dead."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "I were better to be eaten to death with a rust than to be scoured to nothing with perpetual motion."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "It is the cause, not the death, that makes the martyr."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "And why not death rather than living torment? To die is to be banish'd from myself; And Silvia is myself: banish'd from her Is self from self: a deadly banishment!"
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "The valiant never taste of death but once."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "To be idle is a short road to death and to be diligent is a way of life; foolish people are idle, wise people are diligent."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "Our life is made by the death of others."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "I am He who lives, and was dead, and behold, I am alive forevermore. Amen. And I have the keys of Hades and of Death."
   },
   "author": {
    "text": "Jesus Christ"
   }
  },
  {
   "quote": {
    "text": "Death is no more than passing from one room into another. But there's a difference for me, you know. Because in that other room I shall be able to see."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Death makes angels of us all and gives us wings where we had shoulders smooth as ravens claws."
   },
   "author": {
    "text": "Jim Morrison"
   }
  },
  {
   "quote": {
    "text": "The safest course is to do nothing against one's conscience. With this secret, we can enjoy life and have no fear from death."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "The only difference between death and taxes is that death doesn't get worse every time Congress meets."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "Ordinary people seem not to realize that those who really apply themselves in the right way to philosophy are directly and of their own accord preparing themselves for dying and death."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "The death penalty confronts us with a penetrating moral question: Can even the monstrous crimes of those who are condemned to death and are truly guilty of such crimes erase their sacred dignity as human beings and their intrinsic right to life?"
   },
   "author": {
    "text": "Blase J. Cupich"
   }
  },
  {
   "quote": {
    "text": "Biography lends to death a new terror."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "No evil can happen to a good man, either in life or after death. He and his are not neglected by the gods."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "I'll never forget Hurricane Katrina - the mix of a natural and a man-made catastrophe that resulted in the death of over 1,500 of our neighbors. Millions of folks were marked by the tragedy."
   },
   "author": {
    "text": "Cedric Richmond"
   }
  },
  {
   "quote": {
    "text": "The death penalty and the arguments it inspires don't only involve ethics, morals, and justice. There are bureaucratic and economic aspects to it as well. All these different aspects commingle in ways that convince me we should take whatever steps we can to abolish the death penalty."
   },
   "author": {
    "text": "Reid Hoffman"
   }
  },
  {
   "quote": {
    "text": "I was taught to confront things you can't avoid. Death is one of those things. To live in a society where you're trying not to look at it is stupid because looking at death throws us back into life with more vigour and energy. The fact that flowers don't last for ever makes them beautiful."
   },
   "author": {
    "text": "Damien Hirst"
   }
  },
  {
   "quote": {
    "text": "There are worse things in life than death. Have you ever spent an evening with an insurance salesman?"
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "The three touchstones that woke Buddha up - sickness, old age, and death - are a pretty good place to start when crafting a tragic tale. And if we need to get more specific: heartbreak, destruction, miscomprehension, natural disasters, betrayal, and the waste of human potential."
   },
   "author": {
    "text": "Paul Di Filippo"
   }
  },
  {
   "quote": {
    "text": "Once writing has become your major vice and greatest pleasure, only death can stop it."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "It is natural to indulge in the illusions of hope. We are apt to shut our eyes to that siren until she allures us to our death."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "Know one knows whether death, which people fear to be the greatest evil, may not be the greatest good."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Love is anterior to life, posterior to death, initial of creation, and the exponent of breath."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "The idea is to die young as late as possible."
   },
   "author": {
    "text": "Ashley Montagu"
   }
  },
  {
   "quote": {
    "text": "Death has its revelations: the great sorrows which open the heart open the mind as well; light comes to us with our grief. As for me, I have faith; I believe in a future life. How could I do otherwise? My daughter was a soul; I saw this soul. I touched it, so to speak."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "In Hinduism, Shiva is a deity who represents transformation. Through destruction and restoration, Shiva reminds us that endings are beginnings, and that our world is constantly undergoing a cycle of birth, death and rebirth."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "Divorce is probably as painful as death."
   },
   "author": {
    "text": "William Shatner"
   }
  },
  {
   "quote": {
    "text": "Love never dies a natural death. It dies because we don't know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness, of witherings, of tarnishings."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "The message that President Obama delivered in his speech at Notre Dame was: morality is immoral. Pro-life is the extremist position, not a moral position. Yet we should compromise and work to reduce abortions. Where's the compromise between life and death - and why work to reduce the number of them occurring if there's nothing wrong with them?"
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "The more you live in the present moment, the more the fear of death disappears."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "We should weep for men at their birth, not at their death."
   },
   "author": {
    "text": "Montesquieu"
   }
  },
  {
   "quote": {
    "text": "The monuments of the nations are all protests against nothingness after death; so are statues and inscriptions; so is history."
   },
   "author": {
    "text": "Lew Wallace"
   }
  },
  {
   "quote": {
    "text": "We get into the habit of living before acquiring the habit of thinking. In that race which daily hastens us towards death, the body maintains its irreparable lead."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Death means change our clothes. Clothes become old, then time to come change. So this body become old, and then time come, take young body."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "And I will show that nothing can happen more beautiful than death."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "From my rotting body, flowers shall grow and I am in them and that is eternity."
   },
   "author": {
    "text": "Edvard Munch"
   }
  },
  {
   "quote": {
    "text": "What we have done for ourselves alone dies with us; what we have done for others and the world remains and is immortal."
   },
   "author": {
    "text": "Albert Pike"
   }
  },
  {
   "quote": {
    "text": "It is old age, rather than death, that is to be contrasted with life. Old age is life's parody, whereas death transforms life into a destiny: in a way it preserves it by giving it the absolute dimension. Death does away with time."
   },
   "author": {
    "text": "Simone de Beauvoir"
   }
  },
  {
   "quote": {
    "text": "The Gross National Product includes the destruction of the redwoods and the death of Lake Superior. It grows with the production of napalm and missiles and nuclear warheads... It includes... the broadcasting of television programs which glorify violence to sell goods to our children."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "When we grow older and begin to realize that our omnipotence is really not so omnipotent, that our strongest wishes are not powerful enough to make the impossible possible, the fear that we have contributed to the death of a loved one diminishes - and with it, the guilt."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "Men are convinced of your arguments, your sincerity, and the seriousness of your efforts only by your death."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Pale death, with impartial step, knocks at the hut of the poor and the towers of kings."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "It is not the end of the physical body that should worry us. Rather, our concern must be to live while we're alive - to release our inner selves from the spiritual death that comes with living behind a facade designed to conform to external definitions of who and what we are."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "If you believe in God, believe in Death Row East."
   },
   "author": {
    "text": "Tupac Shakur"
   }
  },
  {
   "quote": {
    "text": "I'm not afraid of death, but I'm in no hurry to die. I have so much I want to do first."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Homeland or death! Socialism or death! We shall overcome!"
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "If efforts to do social work are couched in selfish motives, then they will die a premature death. Why would my efforts get politicised? I have values I inherited from my father. He helped many. Anyone, even a postman knocking on our door would get a glass of water and some sweets."
   },
   "author": {
    "text": "Sachin Tendulkar"
   }
  },
  {
   "quote": {
    "text": "I think in some instances that the death penalty is required."
   },
   "author": {
    "text": "Asa Hutchinson"
   }
  },
  {
   "quote": {
    "text": "The people that I grew up with had no problem with my faith. They did, however, seem very concerned that I would starve to death during Ramadan. I would explain to them that I have enough fat to live off of for three whole months, so fasting from sunrise to sunset is a piece of cake."
   },
   "author": {
    "text": "Maysoon Zayid"
   }
  },
  {
   "quote": {
    "text": "It took me 40 years to write my first book. When I was a child, I was encouraged to go to school. I was not encouraged to follow the career of a writer because my parents thought that I was going to starve to death."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "Sometimes I wish my first word was 'quote,' so that on my death bed, my last words could be 'end quote.'"
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "Death is someone you see very clearly with eyes in the center of your heart: eyes that see not by reacting to light, but by reacting to a kind of a chill from within the marrow of your own life."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "Death will be a great relief. No more interviews."
   },
   "author": {
    "text": "Katharine Hepburn"
   }
  },
  {
   "quote": {
    "text": "A useless life is an early death."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Because values change, legislatures abolish the death penalty, permit same-sex marriage if they want, abolish laws against homosexual conduct. That's how the change in a society occurs. Society doesn't change through a Constitution."
   },
   "author": {
    "text": "Antonin Scalia"
   }
  },
  {
   "quote": {
    "text": "Man and animals are in reality vehicles and conduits of food, tombs of animals, hostels of Death, coverings that consume, deriving life by the death of others."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Nixon was a bad loser. He hated losing worse than death, and that is why I enjoyed him. We were both football fans, both addicts; and on some days, nothing else mattered."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "I've said this over and over, but I'll say it a million more times - I'm concerned more about the death of a bee than I am about terrorism. Because we're losing hives and bees by the millions because of such strong pesticides."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "Sometimes evil is in the form of a malignant clown, and sometimes evil is in the form of policy and legislators, and sometimes it's a grinning death mask and it has something more viscerally terrifying about it."
   },
   "author": {
    "text": "Karyn Kusama"
   }
  },
  {
   "quote": {
    "text": "It seems to me that if you or I must choose between two courses of thought or action, we should remember our dying and try so to live that our death brings no pleasure on the world."
   },
   "author": {
    "text": "John Steinbeck"
   }
  },
  {
   "quote": {
    "text": "Justifying conscription to promote the cause of liberty is one of the most bizarre notions ever conceived by man! Forced servitude, with the risk of death and serious injury as a price to live free, makes no sense."
   },
   "author": {
    "text": "Ron Paul"
   }
  },
  {
   "quote": {
    "text": "It's absolutely clear that whatever cruel and unusual punishments may - may mean with regard to future things, such as death by injection or the electric chair, it's clear that - that the death penalty, in and of itself, is not considered cruel and unusual punishment."
   },
   "author": {
    "text": "Antonin Scalia"
   }
  },
  {
   "quote": {
    "text": "The closer we come to the negative, to death, the more we blossom."
   },
   "author": {
    "text": "Montgomery Clift"
   }
  },
  {
   "quote": {
    "text": "I think that beauty can injure you to death. It can cause an injury that can never be cured. Or it can so traumatise you, your life changes direction. The beauty of the harmony of nature that is forever lost, or a daily rite that you perform, or diving into the sea for a swim. Those experiences are going to mark you."
   },
   "author": {
    "text": "Toni Servillo"
   }
  },
  {
   "quote": {
    "text": "I was born on January 8, 1942, exactly three hundred years after the death of Galileo. I estimate, however, that about two hundred thousand other babies were also born that day. I don't know whether any of them was later interested in astronomy."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "If we have been pleased with life, we should not be displeased with death, since it comes from the hand of the same master."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "If we heard that somebody starved to death in Sweden or Switzerland, we would be shocked."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "In Christ we see a maturity of love that flowers in self-sacrifice and forgiveness; a maturity of power that never swerves from the ideal of service; a maturity of goodness that overcomes every temptation, and, of course, we see the ultimate victory of life over death itself."
   },
   "author": {
    "text": "Vincent Nichols"
   }
  },
  {
   "quote": {
    "text": "We know the road to freedom has always been stalked by death."
   },
   "author": {
    "text": "Angela Davis"
   }
  },
  {
   "quote": {
    "text": "Over the centuries, mankind has tried many ways of combating the forces of evil... prayer, fasting, good works and so on. Up until Doom, no one seemed to have thought about the double-barrel shotgun. Eat leaden death, demon."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "Death never takes the wise man by surprise, he is always ready to go."
   },
   "author": {
    "text": "Jean de La Fontaine"
   }
  },
  {
   "quote": {
    "text": "Death is not the biggest fear we have; our biggest fear is taking the risk to be alive - the risk to be alive and express what we really are."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "All I want is a gentleman. I'm sick to bloody death of bastards."
   },
   "author": {
    "text": "Katie Price"
   }
  },
  {
   "quote": {
    "text": "One is still what one is going to cease to be and already what one is going to become. One lives one's death, one dies one's life."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "Men do not accept their prophets and slay them, but they love their martyrs and worship those whom they have tortured to death."
   },
   "author": {
    "text": "Fyodor Dostoevsky"
   }
  },
  {
   "quote": {
    "text": "Because of its tremendous solemnity death is the light in which great passions, both good and bad, become transparent, no longer limited by outward appearences."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "Give the peasants neither life nor death."
   },
   "author": {
    "text": "Tokugawa Ieyasu"
   }
  },
  {
   "quote": {
    "text": "Death may be the King of terrors... but Jesus is the King of kings!"
   },
   "author": {
    "text": "Dwight L. Moody"
   }
  },
  {
   "quote": {
    "text": "Life comes to the miners out of their deaths, and death out of their lives."
   },
   "author": {
    "text": "Mary Harris Jones"
   }
  },
  {
   "quote": {
    "text": "Death can't be considered because, if you're afraid to die, there's no room in your life to make discoveries."
   },
   "author": {
    "text": "James Dean"
   }
  },
  {
   "quote": {
    "text": "There have been hours in my unhappy life, many of them, when the contemplation of death as the end of earthly sorrow - of the grave as a resting place for the tired and worn out body - has been pleasant to dwell upon."
   },
   "author": {
    "text": "Solomon Northup"
   }
  },
  {
   "quote": {
    "text": "Between our birth and death we may touch understanding, As a moth brushes a window with its wing."
   },
   "author": {
    "text": "Christopher Fry"
   }
  },
  {
   "quote": {
    "text": "Other states are trying to abolish the death penalty... mine's putting in an express lane."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "Among the many signs of a lively faith and hope we have in eternal life, one of the surest is not being overly sad at the death of those whom we dearly love in our Lord."
   },
   "author": {
    "text": "Saint Ignatius"
   }
  },
  {
   "quote": {
    "text": "Pale Death beats equally at the poor man's gate and at the palaces of kings."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "Sinful and forbidden pleasures are like poisoned bread; they may satisfy appetite for the moment, but there is death in them at the end."
   },
   "author": {
    "text": "Tryon Edwards"
   }
  },
  {
   "quote": {
    "text": "Land and sea, weakness and decline are great separators, but death is the great divorcer for ever."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "My favorite place to go is Zabriskie Point in Death Valley. If you see it at sunrise and sunset, it's like you're on Mars."
   },
   "author": {
    "text": "Petra Collins"
   }
  },
  {
   "quote": {
    "text": "Men should be bewailed at their birth, and not at their death."
   },
   "author": {
    "text": "Montesquieu"
   }
  },
  {
   "quote": {
    "text": "I'm sick to death of people saying we've made 11 albums that sounds exactly the same, Infact, we've made 12 albums that sound exactly the same."
   },
   "author": {
    "text": "Angus Young"
   }
  },
  {
   "quote": {
    "text": "I have devoted my life to uncertainty. Certainty is the death of wisdom, thought, creativity."
   },
   "author": {
    "text": "Shekhar Kapur"
   }
  },
  {
   "quote": {
    "text": "O Death, rock me asleep, bring me to quiet rest, let pass my weary guiltless ghost out of my careful breast."
   },
   "author": {
    "text": "Anne Boleyn"
   }
  },
  {
   "quote": {
    "text": "If you don't have imagination, you stop being human; animals don't have imagination; Alzheimer's is the death of imagination."
   },
   "author": {
    "text": "Devdutt Pattanaik"
   }
  },
  {
   "quote": {
    "text": "The risk of racial prejudice infecting a capital sentencing proceeding is especially serious in light of the complete finality of the death sentence."
   },
   "author": {
    "text": "Byron White"
   }
  },
  {
   "quote": {
    "text": "In my solitude I have pondered much on the incomprehensible subjects of space, eternity, life and death."
   },
   "author": {
    "text": "Alfred Russel Wallace"
   }
  },
  {
   "quote": {
    "text": "I've told my children that when I die, to release balloons in the sky to celebrate that I graduated. For me, death is a graduation."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "The compact which exists between the North and the South is a covenant with death and an agreement with hell."
   },
   "author": {
    "text": "William Lloyd Garrison"
   }
  },
  {
   "quote": {
    "text": "The Greeks said grandly in their tragic phrase, 'Let no one be called happy till his death;' to which I would add, 'Let no one, till his death, be called unhappy.'"
   },
   "author": {
    "text": "Elizabeth Barrett Browning"
   }
  },
  {
   "quote": {
    "text": "We do not know what love is. We know the symptoms of it, the pleasure, the pain, the fear, the anxiety and so on. We try to solve the symptoms, which becomes a wandering in darkness. We spend our days and nights in this, and it is soon over in death."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "But I'm not pro death penalty. I - I'm just anti the notion that it is not a matter for democratic choice, that it has been taken away from the democratic choice of the people by a provision of the Constitution."
   },
   "author": {
    "text": "Antonin Scalia"
   }
  },
  {
   "quote": {
    "text": "There is no harm in patience, and no profit in lamentation. Death is easier to bear (than) that which precedes it, and more severe than that which comes after it. Remember the death of the Apostle of God, and your sorrow will be lessened."
   },
   "author": {
    "text": "Abu Bakr"
   }
  },
  {
   "quote": {
    "text": "As far as songwriting, my inspirations came from love, life and death, and viewing other people's situations."
   },
   "author": {
    "text": "Ed Sheeran"
   }
  },
  {
   "quote": {
    "text": "Sleep is the interest we have to pay on the capital which is called in at death; and the higher the rate of interest and the more regularly it is paid, the further the date of redemption is postponed."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "Most single moms are very poor, uneducated, can't get a job, and if it weren't for government assistance, their kids would be starving to death and never have health care. And that's the story that we're not seeing, and it's unfortunate that we glorify and glamorize the idea of out of children wedlock."
   },
   "author": {
    "text": "Mike Huckabee"
   }
  },
  {
   "quote": {
    "text": "We as Americans believe it's OK to kill people. We believe it's OK to invade a country that had nothing to do with 9/11. We think it's OK to invade a country where we think Osama Bin Laden is and he's in the other country. So we just go in and we just kill. And we have the death penalty; we sanction it."
   },
   "author": {
    "text": "Michael Moore"
   }
  },
  {
   "quote": {
    "text": "Male privilege and entitlement are dying a very painful death; no one gives up power without a struggle."
   },
   "author": {
    "text": "Gloria Allred"
   }
  },
  {
   "quote": {
    "text": "When you have closed the Bible, you have neither closed God's mind nor shut God's mouth. God continues to speak, live and exist. I think we should consult the living God for the living word for living people dealing with death, destruction and despair in the midst of our hurt humanity. I believe love will conquer all."
   },
   "author": {
    "text": "Michael Eric Dyson"
   }
  },
  {
   "quote": {
    "text": "I postpone death by living, by suffering, by error, by risking, by giving, by losing."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "In western culture, we have ignored death. We're running the other way - everything is about life and youth. So, there's something resonant about walking around with our own death masks. Zombies are the visible embodiment of death staring at us with our own faces."
   },
   "author": {
    "text": "Andrew Lincoln"
   }
  },
  {
   "quote": {
    "text": "The lessons I learned from my mother and her friends have guided me through death, birth, loss, love, failure, and achievement, on to a Fulbright scholarship and Harvard Business School. They taught me to believe that anything was possible. They have proven to be the strongest family values I could ever have imagined."
   },
   "author": {
    "text": "Gayle Tzemach Lemmon"
   }
  },
  {
   "quote": {
    "text": "It's an incredible con job when you think about it, to believe something now in exchange for something after death. Even corporations with their reward systems don't try to make it posthumous."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Watching a peaceful death of a human being reminds us of a falling star; one of a million lights in a vast sky that flares up for a brief moment only to disappear into the endless night forever."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "The part that always shocked me was the inter-community violence among the chimps: the patrols and the vicious attacks on strangers that lead to death. It's an unfortunate parallel to human behavior - they have a dark side just as we do. We have less excuse, because we can deliberate, so I believe only we are capable of true calculated evil."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "I have no fear of death. More important, I don't fear life."
   },
   "author": {
    "text": "Steven Seagal"
   }
  },
  {
   "quote": {
    "text": "Kurt and I weren't the closest of friends, but I knew him well enough to be devastated by his death. For such a quiet person, he was so excited about having a child."
   },
   "author": {
    "text": "Layne Staley"
   }
  },
  {
   "quote": {
    "text": "The acceptance of death gives you more of a stake in life, in living life happily, as it should be lived. Living for the moment."
   },
   "author": {
    "text": "Sting"
   }
  },
  {
   "quote": {
    "text": "The man who buried Malcolm X - my Muslim imam, priest - he, after I got beat up by police... came to me, and he said, 'You don't need this American name.' And I was susceptible to it at the time because, God knows, I had just gotten whipped near to death. So he gave me an Arab name; he gave me the name Amir Barakat."
   },
   "author": {
    "text": "Amiri Baraka"
   }
  },
  {
   "quote": {
    "text": "Prior to penicillin and medical research, death was an everyday occurrence. It was intimate."
   },
   "author": {
    "text": "Katherine Dunn"
   }
  },
  {
   "quote": {
    "text": "Living is a sickness to which sleep provides relief every sixteen hours. It's a palliative. The remedy is death."
   },
   "author": {
    "text": "Nicolas Chamfort"
   }
  },
  {
   "quote": {
    "text": "I agree with Scott Turow: A courtroom is inherently dramatic. You walk into court - it's like an ER, you know? Life and death is going on there. And it's moment-by-moment, and it's packed with energy. And even though you think you know what a witness is going to say, you can be wrong. Witnesses surprise you."
   },
   "author": {
    "text": "Marcia Clark"
   }
  },
  {
   "quote": {
    "text": "The true Christian is called to be a soldier and must behave as such from the day of his conversion to the day of his death. He is not meant to live a life of religious ease, indolence and security. He must never imagine for a moment that he can sleep and doze along the way to heaven, like one traveling in an easy carriage."
   },
   "author": {
    "text": "J. C. Ryle"
   }
  },
  {
   "quote": {
    "text": "'Hamlet' is one of the most dangerous things ever set down on paper. All the big, unknowable questions like what it is to be a human being; the difference between sanity and insanity; the meaning of life and death; what's real and not real. All these subjects can literally drive you mad."
   },
   "author": {
    "text": "Michael Sheen"
   }
  },
  {
   "quote": {
    "text": "We sometimes congratulate ourselves at the moment of waking from a troubled dream; it may be so the moment after death."
   },
   "author": {
    "text": "Nathaniel Hawthorne"
   }
  },
  {
   "quote": {
    "text": "I went to medical school because I wanted to ask the big questions. Do we have a soul? Does God exist? What happens after death?"
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Few cross the river of time and are able to reach non-being. Most of them run up and down only on this side of the river. But those who when they know the law follow the path of the law, they shall reach the other shore and go beyond the realm of death."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "We were then in a dangerous, helpless situation, exposed daily to perils and death amongst savages and wild beasts, not a white man in the country but ourselves."
   },
   "author": {
    "text": "Daniel Boone"
   }
  },
  {
   "quote": {
    "text": "If we can understand that death is not the end but is really a transition into the next life, the great part of life, that frees us up into receiving God's courage and his help."
   },
   "author": {
    "text": "Max Lucado"
   }
  },
  {
   "quote": {
    "text": "Death and genitals are things that frighten people, and when people are frightened, they develop means of concealment and aggression. It is common sense."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "Life and death are important. Don't suffer them in vain."
   },
   "author": {
    "text": "Bodhidharma"
   }
  },
  {
   "quote": {
    "text": "Education used to be a slice of life, something you did as a child through college, and then spent the rest of your life working, and then death. Everything is about to change. I believe education will become something that fits seamlessly into life, and we will take big clunky things like degrees and college and fit them into a weekend."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "I tell myself that God gave my children many gifts - spirit, beauty, intelligence, the capacity to make friends and to inspire respect. There was only one gift he held back - length of life."
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "Birth, life, death is a cycle. And they're all beautiful, you celebrate all of them. Animals do grieve, but they move on. That's the lesson behind animals."
   },
   "author": {
    "text": "Cesar Millan"
   }
  },
  {
   "quote": {
    "text": "Life and death. At some point we're gonna leave this world. Do I know when? Absolutely not."
   },
   "author": {
    "text": "Terrell Owens"
   }
  },
  {
   "quote": {
    "text": "Humility was considered a great virtue in my family household. No show of complacency or self-satisfaction was ever tolerated. Patting yourself on the back was definitely not encouraged, and pleasure or pride would be punishable by death."
   },
   "author": {
    "text": "Hugh Laurie"
   }
  },
  {
   "quote": {
    "text": "Who is there that can adequately gauge the greatness of the humility, gentleness, self-surrender, revealed by the Lord of majesty in assuming human nature, in accepting the punishment of death, the shame of the cross?"
   },
   "author": {
    "text": "Saint Bernard"
   }
  },
  {
   "quote": {
    "text": "The amount of death terror experienced is closely related to the amount of life unlived."
   },
   "author": {
    "text": "Irvin D. Yalom"
   }
  },
  {
   "quote": {
    "text": "You're trying to write about something that's sacred. You're trying to bring the seriousness of life and death to it, and you're trying to find a way to dramatize it, and you're trying to give language to it, which is inadequate. But it's important to try."
   },
   "author": {
    "text": "Edward Hirsch"
   }
  },
  {
   "quote": {
    "text": "I chose not to put a wig on. The reason why I chose to come out with the cancer thing is because there's somebody out there who can see that all sickness isn't unto death. That it's something you can't change at that point in time, so you just got to go with it. Don't be ashamed. Don't be ashamed of looking at yourself."
   },
   "author": {
    "text": "Sharon Jones"
   }
  },
  {
   "quote": {
    "text": "I support the death penalty. But I also think there has to be no margin for error."
   },
   "author": {
    "text": "George Ryan"
   }
  },
  {
   "quote": {
    "text": "Death not merely ends life, it also bestows upon it a silent completeness, snatched from the hazardous flux to which all things human are subject."
   },
   "author": {
    "text": "Hannah Arendt"
   }
  },
  {
   "quote": {
    "text": "Everybody dies. There's no avoiding it, and I do not believe for one second that butter is the cause of anyone's death. Overeating may be, but not butter, please. I just feel bad for people who make that mistake."
   },
   "author": {
    "text": "Nora Ephron"
   }
  },
  {
   "quote": {
    "text": "Grumbling is the death of love."
   },
   "author": {
    "text": "Marlene Dietrich"
   }
  },
  {
   "quote": {
    "text": "We die only once, and for such a long time."
   },
   "author": {
    "text": "Moliere"
   }
  },
  {
   "quote": {
    "text": "After my death, the molecules of my being will return to the earth and the sky. They came from the stars. I am of the stars."
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "To appear on the stage drunk, to have them leave there and remember me making drunken mistakes, that was death."
   },
   "author": {
    "text": "Sammy Davis, Jr."
   }
  },
  {
   "quote": {
    "text": "'Grace' is basically a death prayer. Not something of sorrow, but of just casting away any fear of death. No relief will come - you really just have to stew in your life until it's time to go. But sometimes, somebody else's faith in you can do wonders."
   },
   "author": {
    "text": "Jeff Buckley"
   }
  },
  {
   "quote": {
    "text": "I don't fear death because I don't fear anything I don't understand. When I start to think about it, I order a massage and it goes away."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "Life without idealism is empty indeed. We just hope or starve to death."
   },
   "author": {
    "text": "Pearl S. Buck"
   }
  },
  {
   "quote": {
    "text": "Man dies of cold, not of darkness."
   },
   "author": {
    "text": "Miguel de Unamuno"
   }
  },
  {
   "quote": {
    "text": "Apart from death and taxes, the one thing that's certain in this life is that I'll never be a fashion icon."
   },
   "author": {
    "text": "Bruce Dickinson"
   }
  },
  {
   "quote": {
    "text": "You always think that 70 is the end of the road: 'Somebody died when they were 73; good life'. You're closer to death, and you better make sure you don't waste too much of your time doing things you don't want to do. No point in saying things you don't believe in."
   },
   "author": {
    "text": "Ian Mckellen"
   }
  },
  {
   "quote": {
    "text": "I will never be a fan of any kind of political correctness: I think it's instant death to creativity."
   },
   "author": {
    "text": "Mads Mikkelsen"
   }
  },
  {
   "quote": {
    "text": "Since 1957, black people have experienced double-digit unemployment - in good times and bad times. Look at the population of African Americans in prison. They represent more than half the population of prisoners in the country, 55 percent of those on death row."
   },
   "author": {
    "text": "Danny Glover"
   }
  },
  {
   "quote": {
    "text": "Life is a predicament which precedes death."
   },
   "author": {
    "text": "Henry James"
   }
  },
  {
   "quote": {
    "text": "Just like the poles of a magnet, some people are drawn to death and others are repulsed by it, but we all have to deal with it."
   },
   "author": {
    "text": "James Hetfield"
   }
  },
  {
   "quote": {
    "text": "To a billion people around the world surviving on just a dollar a day, the question of what to eat tonight is more about life and death than about recipes. The struggle of poor people around the globe weighs heavily on me, especially now that I am a mother, which is why I work with Oxfam."
   },
   "author": {
    "text": "Giada De Laurentiis"
   }
  },
  {
   "quote": {
    "text": "When I talk about the importance of the institution of marriage, I think of the commitment and the significance of standing in front of those closest to you and promising fidelity to your partner 'til death do you part.'"
   },
   "author": {
    "text": "Mark Udall"
   }
  },
  {
   "quote": {
    "text": "Whoever has the luck to be born a character can laugh even at death. Because a character will never die! A man will die, a writer, the instrument of creation: but what he has created will never die!"
   },
   "author": {
    "text": "Luigi Pirandello"
   }
  },
  {
   "quote": {
    "text": "From my perspective, there's no reason to be afraid of aging, because if you age, you're lucky! The alternative is death."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "I saw also that there was an ocean of darkness and death, but an infinite ocean of light and love, which flowed over the ocean of darkness."
   },
   "author": {
    "text": "George Fox"
   }
  },
  {
   "quote": {
    "text": "Anyone who was alive during the outbreak of the bubonic plague in the 14th century experienced something terrifyingly close to the widespread death and chaos of an apocalyptic event."
   },
   "author": {
    "text": "Alan Huffman"
   }
  },
  {
   "quote": {
    "text": "When I was 16, I felt very relieved to discover cinema. It was like an island where I could see life and death from another perspective. Every young person should be interested in that island. It's a beautiful place."
   },
   "author": {
    "text": "Leos Carax"
   }
  },
  {
   "quote": {
    "text": "Bankruptcy is about financial death and financial rebirth. Bankruptcy is the great American story rewritten. We're a nation of debtors."
   },
   "author": {
    "text": "Elizabeth Warren"
   }
  },
  {
   "quote": {
    "text": "I think the amazing thing about gospel music is that not only does it lift up the death and resurrection of our Lord, which is consistent with the Gospel, but it is uniquely communicated depending upon the generation."
   },
   "author": {
    "text": "T. D. Jakes"
   }
  },
  {
   "quote": {
    "text": "We all pay for life with death, so everything in between should be free."
   },
   "author": {
    "text": "Bill Hicks"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as inner peace. There is only nervousness or death. Any attempt to prove otherwise constitutes unacceptable behavior."
   },
   "author": {
    "text": "Fran Lebowitz"
   }
  },
  {
   "quote": {
    "text": "Death can never kill an idea. Ideas are more powerful than death. Ideas outlive men and can never be destroyed."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "If I think more about death than some other people, it is probably because I love life more than they do."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "My mortal foe can no ways wish me a greater harm than England's hate; neither should death be less welcome unto me than such a mishap betide me."
   },
   "author": {
    "text": "Elizabeth I"
   }
  },
  {
   "quote": {
    "text": "Disasters such as earthquakes, tsunamis, volcanoes, floods, oil spills and radioactive fallout cause massive death of people, pigs, bats and birds. These disasters also impact the immune health of survivors. All harbor viruses."
   },
   "author": {
    "text": "Paul Stamets"
   }
  },
  {
   "quote": {
    "text": "Those men who, in war, seek to preserve their lives at any rate commonly die with shame and ignominy, while those who look upon death as common to all, and unavoidable, and are only solicitous to die with honour, oftener arrive at old age and, while they live, live happier."
   },
   "author": {
    "text": "Xenophon"
   }
  },
  {
   "quote": {
    "text": "She goes through the vale of death alone, each time a babe is born. As it is the right neither of man nor the state to coerce her into this ordeal, so it is her right to decide whether she will endure it."
   },
   "author": {
    "text": "Margaret Sanger"
   }
  },
  {
   "quote": {
    "text": "A real hangover is nothing to try out family remedies on. The only cure for a real hangover is death."
   },
   "author": {
    "text": "Robert Benchley"
   }
  },
  {
   "quote": {
    "text": "More than 100 people have been sent to death row who were later exonerated because they weren't guilty or fairly tried. Most criminal defendants do not get adequate representation because there are not enough public defenders to represent them. There is a lot that is wrong."
   },
   "author": {
    "text": "John Grisham"
   }
  },
  {
   "quote": {
    "text": "Marriage can be viewed as the waiting room for death."
   },
   "author": {
    "text": "Mike Myers"
   }
  },
  {
   "quote": {
    "text": "It's a rare pro-lifer who is against the death penalty, who's against all war, who favors, you know, all the things people need to flourish and stay healthy in life. They've tied themselves to the Republican Party, which doesn't support any of that."
   },
   "author": {
    "text": "Katha Pollitt"
   }
  },
  {
   "quote": {
    "text": "Between income taxes and employment taxes, capital gains taxes, estate taxes, corporate taxes, property taxes, Social Security taxes, we're being taxed to death."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "I never kissed my father until he was on his death bed."
   },
   "author": {
    "text": "Douglas Fairbanks, Jr."
   }
  },
  {
   "quote": {
    "text": "I now bid farewell to the country of my birth - of my passions - of my death; a country whose misfortunes have invoked my sympathies - whose factions I sought to quell - whose intelligence I prompted to a lofty aim - whose freedom has been my fatal dream."
   },
   "author": {
    "text": "Thomas Francis Meagher"
   }
  },
  {
   "quote": {
    "text": "I have lots of memories of my father. He was an incredible father. We all loved him to death. He'd try to educate us as much as he could and was always looking out for us. He was very protective."
   },
   "author": {
    "text": "Paris Jackson"
   }
  },
  {
   "quote": {
    "text": "The die is set and Malcolm will not escape for the foolish talk he spoke against his benefactor, such a man, is worthy of death, and it would have been so, were it not for Muhammad's confidence that God would give him the victory over the enemies."
   },
   "author": {
    "text": "Louis Farrakhan"
   }
  },
  {
   "quote": {
    "text": "It is death that goes down to the center of the earth, the great burial church the earth is, and then to the curved ends of the universe, as light is said to do."
   },
   "author": {
    "text": "Harold Brodkey"
   }
  },
  {
   "quote": {
    "text": "Death, after all, is the common expectation from birth. Neither heroes nor cowards can escape it."
   },
   "author": {
    "text": "Ellis Peters"
   }
  },
  {
   "quote": {
    "text": "I believe all life has value, from conception to natural death. And I believe the intentional taking of human life, except to save lives, should be a capital offense, as it is in most states in America today."
   },
   "author": {
    "text": "Tom Coburn"
   }
  },
  {
   "quote": {
    "text": "Organ donation is very personal to me. My mother, before her death, was on kidney dialysis for several years."
   },
   "author": {
    "text": "John Perez"
   }
  },
  {
   "quote": {
    "text": "Birth and death are the most singular events we experience - and the contemplation of death, as of birth, should be a thing of beauty, not ignobility."
   },
   "author": {
    "text": "Jacob K. Javits"
   }
  },
  {
   "quote": {
    "text": "Fear was absolutely necessary. Without it, I would have been scared to death."
   },
   "author": {
    "text": "Floyd Patterson"
   }
  },
  {
   "quote": {
    "text": "That which is so universal as death must be a benefit."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "I'm Irish. I think about death all the time."
   },
   "author": {
    "text": "Jack Nicholson"
   }
  },
  {
   "quote": {
    "text": "Nothing separates a woman or a family from God's love. Not death, and certainly not divorce."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "My children are magical creatures and I love them to death."
   },
   "author": {
    "text": "Jack Black"
   }
  },
  {
   "quote": {
    "text": "All architects want to live beyond their deaths."
   },
   "author": {
    "text": "Philip Johnson"
   }
  },
  {
   "quote": {
    "text": "I start thinking about life after death. I've got to quit thinking about it because it's very deep. Very deep. Sometimes you start thinking about it, and you don't feel like you want to be alive, so I don't like to get all quiet."
   },
   "author": {
    "text": "David Ortiz"
   }
  },
  {
   "quote": {
    "text": "I believe in the death penalty."
   },
   "author": {
    "text": "James Dobson"
   }
  },
  {
   "quote": {
    "text": "Many people assume the diseases that kill us are pre-programmed into our genes. High blood pressure by 55, heart attacks at 60, maybe cancer at 70, and so on... But for most of the leading causes of death, our genes usually account for only 10-20 per cent of risk."
   },
   "author": {
    "text": "Michael Greger"
   }
  },
  {
   "quote": {
    "text": "The death of marriage has been announced so often and would seem so normal, in a sense. So what's surprising is the sheer longevity and tenacity of this institution."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "John Candy knew he was going to die. He told me on his 40th birthday. He said, well, Maureen, I'm on borrowed time."
   },
   "author": {
    "text": "Maureen O'Hara"
   }
  },
  {
   "quote": {
    "text": "Nobody with an IQ higher than emergency-room temperature could ever believe that 'death panels' would be appointed to nudge the elderly toward euthanasia. Yet for idle entertainment, it's hard to beat Sarah Palin's ignorant nattering on the subject."
   },
   "author": {
    "text": "Carl Hiaasen"
   }
  },
  {
   "quote": {
    "text": "I came face to face with death at thirteen years old."
   },
   "author": {
    "text": "Ryan White"
   }
  },
  {
   "quote": {
    "text": "Death is the cure for all diseases."
   },
   "author": {
    "text": "Thomas Browne"
   }
  },
  {
   "quote": {
    "text": "When you think about it, the end of the world is a little bit like death: We all know it's going to come eventually, and as we get older, we feel we see the signs more and more distinctly."
   },
   "author": {
    "text": "John Hodgman"
   }
  },
  {
   "quote": {
    "text": "With L.A. it's like, yeah, there's Death Row and whatever. But I always wanted to know what those artists were sampling. It's how I fell in love with music."
   },
   "author": {
    "text": "Ty Dolla Sign"
   }
  },
  {
   "quote": {
    "text": "Doing linear scans over an associative array is like trying to club someone to death with a loaded Uzi."
   },
   "author": {
    "text": "Larry Wall"
   }
  },
  {
   "quote": {
    "text": "What kind of system do we have when innocent people can sit on death row for 30 years?"
   },
   "author": {
    "text": "Anthony Ray Hinton"
   }
  },
  {
   "quote": {
    "text": "Someone who is about to die does not mourn the dead."
   },
   "author": {
    "text": "Friedrich Durrenmatt"
   }
  },
  {
   "quote": {
    "text": "The timing of death, like the ending of a story, gives a changed meaning to what preceded it."
   },
   "author": {
    "text": "Mary Catherine Bateson"
   }
  },
  {
   "quote": {
    "text": "My mother speaks of my step being a source of life-long pain to her, that it is a living death, etc. By the same post I had several letters from anxious relatives, telling me that it was my duty to come home and thus ease my mother's anxiety."
   },
   "author": {
    "text": "Elizabeth Garrett Anderson"
   }
  },
  {
   "quote": {
    "text": "I think I'm a survivor. I could have suffered at least 100 professional deaths. I could come up with a list of the 100 times I've come closest to death, from having pneumonia as a child to car crashes."
   },
   "author": {
    "text": "Craig Venter"
   }
  },
  {
   "quote": {
    "text": "I'm always theoretically opposed to capital punishment as a matter of policy; like, I don't believe a state should put its citizens to death."
   },
   "author": {
    "text": "Michael Finkel"
   }
  },
  {
   "quote": {
    "text": "You know, when I sit in meetings and things are very tense and people take things extremely seriously and they invest a lot of their ego, I sometimes think to myself, 'Come on, you know, there's life and there's death and there is love.' And all of that ego business is nonsense compared to that."
   },
   "author": {
    "text": "Christine Lagarde"
   }
  },
  {
   "quote": {
    "text": "At the moment of death, when the seed atom in the heart is ruptured, which contains all the experience of the past life in a panoramic picture, the spirit leaves its physical body, taking with it the finer bodies."
   },
   "author": {
    "text": "Max Heindel"
   }
  },
  {
   "quote": {
    "text": "I don't remember men in our village after World War II: during the war, one out of four Belarusians perished, either fighting at the front or with the partisans. After the war, we children lived in a world of women. What I remember most is that women talked about love, not death."
   },
   "author": {
    "text": "Svetlana Alexievich"
   }
  },
  {
   "quote": {
    "text": "I like structuring verses, choruses, but sometimes the verses might be a tango and the choruses might be death metal."
   },
   "author": {
    "text": "Daron Malakian"
   }
  },
  {
   "quote": {
    "text": "Whether I'm writing a novel about a guy mourning the death of his father or whether I'm writing a show about people killing each other, you want to hear characters speak and be funny and witty."
   },
   "author": {
    "text": "Jonathan Tropper"
   }
  },
  {
   "quote": {
    "text": "More prisons, more enforcement, effective death penalty."
   },
   "author": {
    "text": "Jerry Weller"
   }
  },
  {
   "quote": {
    "text": "Old age is the supreme evil, for it deprives man of all pleasures while allowing his appetites to remain, and it brings with it every possible sorrow. Yet men fear death and desire old age."
   },
   "author": {
    "text": "Giacomo Leopardi"
   }
  },
  {
   "quote": {
    "text": "One of the wonderful things about this glorious holiday trip I'm on is that I'm in public with people. It hasn't been inclined... I don't know - something to do with the death of my wife. It's inclined to make me isolated."
   },
   "author": {
    "text": "Jeremy Brett"
   }
  },
  {
   "quote": {
    "text": "Whenever death may surprise us, let it be welcome if our battle cry has reached even one receptive ear and another hand reaches out to take up our arms."
   },
   "author": {
    "text": "Che Guevara"
   }
  },
  {
   "quote": {
    "text": "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "The stroke of death is as a lover's pinch, which hurts and is desired."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "No one wants to die. Even people who want to go to heaven don't want to die to get there. And yet death is the destination we all share. No one has ever escaped it. And that is as it should be, because Death is very likely the single best invention of Life. It is Life's change agent. It clears out the old to make way for the new."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Some people think football is a matter of life and death. I assure you, it's much more serious than that."
   },
   "author": {
    "text": "Bill Shankly"
   }
  },
  {
   "quote": {
    "text": "I am prepared to meet my Maker. Whether my Maker is prepared for the great ordeal of meeting me is another matter."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Let us all be brave enough to die the death of a martyr, but let no one lust for martyrdom."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Do the thing we fear, and death of fear is certain."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "I have thought there was some advantage even in death, by which we mingle with the herd of common men."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "I look upon death to be as necessary to our constitution as sleep. We shall rise refreshed in the morning."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Death is a challenge. It tells us not to waste time... It tells us to tell each other right now that we love each other."
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "I'm completely in favor of the separation of Church and State. My idea is that these two institutions screw us up enough on their own, so both of them together is certain death."
   },
   "author": {
    "text": "George Carlin"
   }
  },
  {
   "quote": {
    "text": "Death and vulgarity are the only two facts in the nineteenth century that one cannot explain away."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Death most resembles a prophet who is without honor in his own land or a poet who is a stranger among his people."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "If my survival caused another to perish, then death would be sweeter and more beloved."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "The 'kingdom of Heaven' is a condition of the heart - not something that comes 'upon the earth' or 'after death.'"
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Let us beware of saying that death is the opposite of life. The living being is only a species of the dead, and a very rare species."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "I don't believe in death, neither in flesh nor in spirit."
   },
   "author": {
    "text": "Bob Marley"
   }
  },
  {
   "quote": {
    "text": "Our life dreams the Utopia. Our death achieves the Ideal."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "I want people who have received a diagnosis of Hepatitis C to know that they didn't just receive a death sentence. They do have options, even if the person who gave them their diagnosis isn't aware of all of them. The path they choose doesn't have to be one of desperation."
   },
   "author": {
    "text": "Melody Beattie"
   }
  },
  {
   "quote": {
    "text": "Fear of death makes us devoid both of valour and religion. For want of valour is want of religious faith."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "It is vain for the coward to flee; death follows close behind; it is only by defying it that the brave escape."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "There will one day spring from the brain of science a machine or force so fearful in its potentialities, so absolutely terrifying, that even man, the fighter, who will dare torture and death in order to inflict torture and death, will be appalled, and so abandon war forever."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "I simply can't build my hopes on a foundation of confusion, misery and death... I think... peace and tranquillity will return again."
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "Death, like birth, is a secret of Nature."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "The minute we stop learning, we begin death, the process of dying. We learn from each other with every action we perform. We are teaching goodness or evil every time we step out of the house and into the street."
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "Never chase a lie. Let it alone, and it will run itself to death."
   },
   "author": {
    "text": "Lyman Beecher"
   }
  },
  {
   "quote": {
    "text": "Your ego can become an obstacle to your work. If you start believing in your greatness, it is the death of your creativity."
   },
   "author": {
    "text": "Marina Abramovic"
   }
  },
  {
   "quote": {
    "text": "There are, as is known, insects that die in the moment of fertilization. So it is with all joy: life's highest, most splendid moment of enjoyment is accompanied by death."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "You know, the Bible is so clear. Go to Genesis chapter nine and you will find the death penalty clearly stated in Genesis chapter nine... God ordains the death penalty!"
   },
   "author": {
    "text": "Rafael Cruz"
   }
  },
  {
   "quote": {
    "text": "The art of war is of vital importance to the state. It is a matter of life and death, a road either to safety or to ruin. Hence it is a subject of inquiry which can on no account be neglected."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "Windmills are going to be the death of Scotland and even England if they don't do something about them. They are ruining the countryside."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "I am not afraid of death, I just don't want to be there when it happens."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "Bullfighting is the only art in which the artist is in danger of death and in which the degree of brilliance in the performance is left to the fighter's honor."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "When one is young, aspiring to play for the country, doing well, any hindrance, like injury or being out of form, can be frustrating and a cause of annoyance or even anger. But once you have a close encounter with death, you realise the real value of life."
   },
   "author": {
    "text": "Yuvraj Singh"
   }
  },
  {
   "quote": {
    "text": "Wild animals never kill for sport. Man is the only one to whom the torture and death of his fellow creatures is amusing in itself."
   },
   "author": {
    "text": "James Anthony Froude"
   }
  },
  {
   "quote": {
    "text": "Even today we raise our hand against our brother... We have perfected our weapons, our conscience has fallen asleep, and we have sharpened our ideas to justify ourselves as if it were normal we continue to sow destruction, pain, death. Violence and war lead only to death."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Death is the golden key that opens the palace of eternity."
   },
   "author": {
    "text": "John Milton"
   }
  },
  {
   "quote": {
    "text": "Fear of death increases in exact proportion to increase in wealth."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Generally speaking, the Way of the warrior is resolute acceptance of death."
   },
   "author": {
    "text": "Miyamoto Musashi"
   }
  },
  {
   "quote": {
    "text": "The disembodied spirit is immortal; there is nothing of it that can grow old or die. But the embodied spirit sees death on the horizon as soon as its day dawns."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "Death is caused by swallowing small amounts of saliva over a long period of time."
   },
   "author": {
    "text": "George Carlin"
   }
  },
  {
   "quote": {
    "text": "Prohibit the taking of omens, and do away with superstitious doubts. Then, until death itself comes, no calamity need be feared."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "We hear tears loudly on this side of Heaven. What we don't take time to contemplate are the even louder cheers on the other side of death's valley."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "An 'unemployed' existence is a worse negation of life than death itself."
   },
   "author": {
    "text": "Jose Ortega y Gasset"
   }
  },
  {
   "quote": {
    "text": "Madame, all stories, if continued far enough, end in death, and he is no true-story teller who would keep that from you."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "For centuries the death penalty, often accompanied by barbarous refinements, has been trying to hold crime in check; yet crime persists. Why? Because the instincts that are warring in man are not, as the law claims, constant forces in a state of equilibrium."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Must not all things at the last be swallowed up in death?"
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "While I understand the passions and the anger that arise over the death of Michael Brown, giving into that anger by looting or carrying guns, and even attacking the police, only serves to raise tensions and stir chaos."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "There's never been a doctor who served many patients who, despite their best efforts, did not lose some of them to death. But they understood that was part of life itself."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Life and death appeared to me ideal bounds, which I should first break through, and pour a torrent of light into our dark world."
   },
   "author": {
    "text": "Mary Shelley"
   }
  },
  {
   "quote": {
    "text": "The death penalty is being applied in the United States as a fatal lottery."
   },
   "author": {
    "text": "Bianca Jagger"
   }
  },
  {
   "quote": {
    "text": "Most states in the union where the death penalty is theoretically on the books don't have executions."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "Despise not death, but welcome it, for nature wills it like all else."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "To some extent I liken slavery to death."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Death is just life's next big adventure."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "You hear a lot about God these days: God, the beneficent; God, the all-great; God, the Almighty; God, the most powerful; God, the giver of life; God, the creator of death. I mean, we're hearing about God all the time, so we better learn how to deal with it. But if we know anything about God, God is arbitrary."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "When we have lost everything, including hope, life becomes a disgrace, and death a duty."
   },
   "author": {
    "text": "W. C. Fields"
   }
  },
  {
   "quote": {
    "text": "I was not encouraged to follow the career of a writer because my parents thought that I was going to starve to death. They thought nobody can make a living from being a writer in Brazil. They were not wrong."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "I am not made for politics because I am incapable of wanting or accepting the death of the adversary."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Life levels all men. Death reveals the eminent."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Shrinking away from death is something unhealthy and abnormal which robs the second half of life of its purpose."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "The death of my husband, coming immediately after the general knowledge of the discoveries with which his name is associated, was felt by the public, and especially by the scientific circles, to be a national misfortune."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "Fear seems to have many causes. Fear of loss, fear of failure, fear of being hurt, and so on, but ultimately all fear is the ego's fear of death, of annihilation. To the ego, death is always just around the corner. In this mind-identified state, fear of death affects every aspect of your life."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "The body dies, but the spirit that transcends it cannot be touched by death."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "As a medical doctor, I have known the face of adversity. I have seen much of death and dying, suffering and sorrow. I also remember the plight of students overwhelmed by their studies and of those striving to learn a foreign language. And I recall the fatigue and frustration felt by young parents with children in need."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "Art is built on the deepest themes of human meaning: good and evil, beauty and ugliness, life and death, love and hate. No other story has incarnated those themes more than the story of Jesus."
   },
   "author": {
    "text": "John Ortberg"
   }
  },
  {
   "quote": {
    "text": "People living deeply have no fear of death."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "Life is a process of becoming, a combination of states we have to go through. Where people fail is that they wish to elect a state and remain in it. This is a kind of death."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "You can't call it an adventure unless it's tinged with danger. The greatest danger in life, though, is not taking the adventure at all. To have the objective of a life of ease is death. I think we've all got to go after our own Everest."
   },
   "author": {
    "text": "Brian Blessed"
   }
  },
  {
   "quote": {
    "text": "There will be no lasting peace either in the heart of individuals or in social customs until death is outlawed."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "In order to speak about all and to all, one has to speak of what all know and of the reality common to us all. The sea, rains, necessity, desire, the struggle against death... these are things that unite us all."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "I hope it is true that a man can die and yet not only live in others but give them life, and not only life, but that great consciousness of life."
   },
   "author": {
    "text": "Jack Kerouac"
   }
  },
  {
   "quote": {
    "text": "I felt I did trust in Christ, Christ alone for salvation, and an assurance was given me that he had taken away my sins, even mine, and saved me from the law of sin and death."
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "Death is a release from the impressions of the senses, and from desires that make us their puppets, and from the vagaries of the mind, and from the hard service of the flesh."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "Loss and possession, death and life are one, There falls no shadow where there shines no sun."
   },
   "author": {
    "text": "Hilaire Belloc"
   }
  },
  {
   "quote": {
    "text": "I'm not afraid of death, but I resent it. I think it's unfair and irritating. Every time I see something beautiful, I not only want to return to it, but it makes me want to see other beautiful things. I know I'm not going to get to all the places I want to go."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "Probably the one Bible passage that is read by Jews and Roman Catholics, Protestants, Islam, more than any other chapter is Psalm 23. And in Psalm 23 there is a verse that says, 'Surely, yea though I walk through the valley of the shadow of death, I will fear no evil.'"
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "You must not fear death, my lads; defy him, and you drive him into the enemy's ranks."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "It never stops. It's 365 recruiting. That cell phone you've got, these smartphones are the death of college coaching."
   },
   "author": {
    "text": "Kirby Smart"
   }
  },
  {
   "quote": {
    "text": "Nothing can happen more beautiful than death."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "Love, we say, is life; but love without hope and faith is agonizing death."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "Death is an absolute mystery. We are all vulnerable to it, it's what makes life interesting and suspenseful."
   },
   "author": {
    "text": "Jeanne Moreau"
   }
  },
  {
   "quote": {
    "text": "I never had a conscious fear of death, but I did have a conscious fear of sickness. By the time I completed medical school, that fear was gone."
   },
   "author": {
    "text": "Sherwin B. Nuland"
   }
  },
  {
   "quote": {
    "text": "When I die, I'm leaving my body to science fiction."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "If God is not sending earthquakes, destroying economies and inflicting pain upon human beings, what is God doing? God works through people, calling them to help their neighbors in need. God comforts His people, walking with them even 'through the valley of the shadow of death.'"
   },
   "author": {
    "text": "Adam Hamilton"
   }
  },
  {
   "quote": {
    "text": "A filmmaker doesn't have to suffer to show suffering. You just have to understand it. You don't have to die to shoot a death scene."
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "I had seen birth and death but had thought they were different."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "Take care of your life and the Lord will take care of your death."
   },
   "author": {
    "text": "George Whitefield"
   }
  },
  {
   "quote": {
    "text": "Because I could not stop for death, He kindly stopped for me; The carriage held but just ourselves and immortality."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "The death of my father is probably the biggest thing that I ever faced. Daddy and I were best friends."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "There is one Physician, of flesh and of spirit, originate and unoriginate, God in man, true Life in death, son of Mary and son of God, first passible and then impassible: Jesus Christ our Lord."
   },
   "author": {
    "text": "Ignatius of Antioch"
   }
  },
  {
   "quote": {
    "text": "Talk to people in their own language. If you do it well, they'll say, 'God, he said exactly what I was thinking.' And when they begin to respect you, they'll follow you to the death."
   },
   "author": {
    "text": "Lee Iacocca"
   }
  },
  {
   "quote": {
    "text": "He who is the author of a war lets loose the whole contagion of hell and opens a vein that bleeds a nation to death."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "I couldn't have foreseen all the good things that have followed my mother's death. The renewed energy, the surprising sweetness of grief. The tenderness I feel for strangers on walkers. The deeper love I have for my siblings and friends. The desire to play the mandolin. The gift of a visitation."
   },
   "author": {
    "text": "Mary Schmich"
   }
  },
  {
   "quote": {
    "text": "An unused life is an early death."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "As a parent, it's my responsibility to equip my child to do this - to grieve when grief is necessary and to realize that life is still profoundly beautiful and worth living despite the fact that we inevitably lose one another and that life ends, and we don't know what happens after death."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "Death is not natural for a state as it is for a human being, for whom death is not only necessary, but frequently even desirable."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "The earth is rocky and full of roots; it's clay, and it seems doomed and polluted, but you dig little holes for the ugly shriveled bulbs, throw in a handful of poppy seeds, and cover it all over, and you know you'll never see it again - it's death and clay and shrivel, and your hands are nicked from the rocks, your nails black with soil."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "I don't want to achieve immortality through my work. I want to achieve it through not dying."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "I'm not afraid to die."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "Our nature consists in motion; complete rest is death."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "Death obsesses me, yes it does. I can't really understand why it doesn't obsess everyone - I think it does really, I'm just a little more out about it."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "Yes, I support the death penalty. It is an issue that cannot be fudged or hedged."
   },
   "author": {
    "text": "Dianne Feinstein"
   }
  },
  {
   "quote": {
    "text": "The U.S. couldn't even get rid of Saddam Hussein. And we all know that the EU is just a passing fad. They'll be killing each other again in less than a year. I'm sick to death of all these fascist lawsuits."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Mortality applies to every aspect of life. The fear of death is the driving fear of life."
   },
   "author": {
    "text": "Nick Tosches"
   }
  },
  {
   "quote": {
    "text": "When death comes it is never our tenderness that we repent from, but our severity."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "Racism and injustice and violence sweep our world, bringing a tragic harvest of heartache and death."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Because of indifference, one dies before one actually dies."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "A belief in hell and the knowledge that every ambition is doomed to frustration at the hands of a skeleton have never prevented the majority of human beings from behaving as though death were no more than an unfounded rumor."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "My mother's death brought me to my knees. She was my hero, my role model, my very best friend. I spoke to her every single day of my life. I really tried hard when I grew up to make her proud of me."
   },
   "author": {
    "text": "Maria Shriver"
   }
  },
  {
   "quote": {
    "text": "Achieving life is not the equivalent of avoiding death."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "I've been accused many times of not talking very much, but I guess I don't believe in talking things to death. You can talk too much on most anything and it stops being productive. There is a time for action. Eventually you have to pull the trigger."
   },
   "author": {
    "text": "Edward Whitacre, Jr."
   }
  },
  {
   "quote": {
    "text": "Death is the prerequisite to resurrection, the new life God intends."
   },
   "author": {
    "text": "John Ortberg"
   }
  },
  {
   "quote": {
    "text": "If the human condition were the periodic table, maybe love would be hydrogen at No. 1. Death would be helium at No. 2. Power, I reckon, would be where oxygen is."
   },
   "author": {
    "text": "David Mitchell"
   }
  },
  {
   "quote": {
    "text": "When all the world is overcharged with inhabitants, then the last remedy of all is war, which provideth for every man, by victory or death."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "I won't forget the hood. I won't forget the days of catching a bullet on the way to the mailbox or bricks with death threats that somehow made their way through the window."
   },
   "author": {
    "text": "Pau Gasol"
   }
  },
  {
   "quote": {
    "text": "'Tis the business of little minds to shrink; but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "In India we only read about death, sickness, terrorism, crime."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "The government is tottering. We must deal it the death blow an any cost. To delay action is the same as death."
   },
   "author": {
    "text": "Vladimir Lenin"
   }
  },
  {
   "quote": {
    "text": "Death be not proud, though some have called thee Mighty and dreadful, for thou art not so. For, those, whom thou think'st thou dost overthrow. Die not, poor death, nor yet canst thou kill me."
   },
   "author": {
    "text": "John Donne"
   }
  },
  {
   "quote": {
    "text": "I know beyond a shadow of a doubt that there is no death the way we understood it. The body dies, but not the soul."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "Pain is the mind. It's the thoughts of the mind. Then I get rid of the thoughts, and I get in my witness, which is down in my spiritual heart. The witness that witnesses being. Then those particular thoughts that are painful - love them. I love them to death!"
   },
   "author": {
    "text": "Ram Dass"
   }
  },
  {
   "quote": {
    "text": "Always read something that will make you look good if you die in the middle of it."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Even very young children need to be informed about dying. Explain the concept of death very carefully to your child. This will make threatening him with it much more effective."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Everything one does in life, even love, occurs in an express train racing toward death. To smoke opium is to get out of the train while it is still moving. It is to concern oneself with something other than life or death."
   },
   "author": {
    "text": "Jean Cocteau"
   }
  },
  {
   "quote": {
    "text": "When I was a child, I used to paint intently. The older I become, and the closer death approaches, the brighter my life gets day by day."
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "To the well-organized mind, death is but the next great adventure."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "Become an internationalist and learn to respect all life. Make war on machines. And in particular the sterile machines of corporate death and the robots that guard them."
   },
   "author": {
    "text": "Abbie Hoffman"
   }
  },
  {
   "quote": {
    "text": "Not the torturer will scare me, nor the body's final fall, nor the barrels of death's rifles, nor the shadows on the wall, nor the night when to the ground the last dim star of pain, is hurled but the blind indifference of a merciless, unfeeling world."
   },
   "author": {
    "text": "Roger Waters"
   }
  },
  {
   "quote": {
    "text": "A new idea is delicate. It can be killed by a sneer or a yawn; it can be stabbed to death by a quip and worried to death by a frown on the right man's brow."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "Life is a banquet, and most poor suckers are starving to death."
   },
   "author": {
    "text": "Rosalind Russell"
   }
  },
  {
   "quote": {
    "text": "Surely martyrs, irrespective of the special phase of the divine idea for which they gladly give up their bodies to torture and to death, are the truest heroes of history."
   },
   "author": {
    "text": "Katharine Lee Bates"
   }
  },
  {
   "quote": {
    "text": "Prepare a noble death song for the day when you go over the great divide."
   },
   "author": {
    "text": "Tecumseh"
   }
  },
  {
   "quote": {
    "text": "The appeal of cinema lies in the fear of death."
   },
   "author": {
    "text": "Jim Morrison"
   }
  },
  {
   "quote": {
    "text": "Nothing seemed more important to me than to make the world aware of the senseless death and starvation in South Sudan. I wanted people to see through the eyes of the suffering so my photos might motivate the international community to act."
   },
   "author": {
    "text": "Lynsey Addario"
   }
  },
  {
   "quote": {
    "text": "One-third of our people were dangerously ill, getting worse hourly, and we felt sure of meeting the same fate, with death as our only prospect, which in such a country was much worse yet."
   },
   "author": {
    "text": "Alvar N. C. de Vaca"
   }
  },
  {
   "quote": {
    "text": "In the early days of aviation, there was a great deal of experimentation and a high death rate."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "It is not death or pain that is to be dreaded, but the fear of pain or death."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "For something to collapse, not all systems have to shut down. In most cases, just one system is enough. For example, the human body is a system of systems. If just one system, such as the cardiovascular system, shuts down, death follows."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "As long as your body is healthy and under control and death is distant, try to save your soul; when death is immanent what can you do?"
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "My fear was not of death itself, but a death without meaning."
   },
   "author": {
    "text": "Huey Newton"
   }
  },
  {
   "quote": {
    "text": "Black-marketeers are really knowing, intelligent, and ordinarily responsible people, and when they indulge in black-marketing, I think they ought to be very severely punished because they undermine the entire system of control and regulation of foodstuffs and essential commodities, and cause wholesale starvation and want and even death."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "Death is the wish of some, the relief of many, and the end of all."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "I mean, Sting is one of my great buddies and I love him to death."
   },
   "author": {
    "text": "Elton John"
   }
  },
  {
   "quote": {
    "text": "I'm scared to death of being poor. It's like a fat girl who loses 500 pounds but is always fat inside. I grew up poor and will always feel poor inside. It's my pet paranoia."
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "I mean in the South African case, many of those who were part of death squads would have been respectable members of their white community, people who went to church on Sunday, every Sunday."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "Dependency is death to initiative, to risk-taking and opportunity. It's time to stop the spread of government dependency and fight it like the poison it is."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "The human consciousness is really homogeneous. There is no complete forgetting, even in death."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "Creation destroys as it goes, throws down one tree for the rise of another. But ideal mankind would abolish death, multiply itself million upon million, rear up city upon city, save every parasite alive, until the accumulation of mere existence is swollen to a horror."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "When life is victorious, there is birth; when it is thwarted, there is death. A warrior is always engaged in a life-and-death struggle for Peace."
   },
   "author": {
    "text": "Morihei Ueshiba"
   }
  },
  {
   "quote": {
    "text": "Death wasn't part of God's original plan for humanity, and the Bible calls death an enemy - the last enemy to be destroyed."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "And now, once again, I bid my hideous progeny go forth and prosper. I have an affection for it, for it was the offspring of happy days, when death and grief were but words, which found no true echo in my heart."
   },
   "author": {
    "text": "Mary Shelley"
   }
  },
  {
   "quote": {
    "text": "There's a War Crimes Act in the United States passed by a Republican Congress in 1996, which says that grave breaches of the Geneva Convention are subject to the death penalty. And that doesn't mean the soldier that committed them - that means the commanders."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "For death is no more than a turning of us over from time to eternity."
   },
   "author": {
    "text": "William Penn"
   }
  },
  {
   "quote": {
    "text": "Life is doubt, and faith without doubt is nothing but death."
   },
   "author": {
    "text": "Miguel de Unamuno"
   }
  },
  {
   "quote": {
    "text": "A martyr can never cooperate with death, go to death in a way that they're not trying to escape."
   },
   "author": {
    "text": "Stanley Hauerwas"
   }
  },
  {
   "quote": {
    "text": "Individuals approaching death often experience encounters with their dead relatives, who seem to welcome them to the next world. These deathbed visions are authentic and convincing; they are often followed by a state of euphoria and seem to ease the transition."
   },
   "author": {
    "text": "Stanislav Grof"
   }
  },
  {
   "quote": {
    "text": "The rumors of my death have been greatly exaggerated."
   },
   "author": {
    "text": "Paul McCartney"
   }
  },
  {
   "quote": {
    "text": "Death to me means nothing as long as I can die fast."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "The first moments of sleep are an image of death; a hazy torpor grips our thoughts and it becomes impossible for us to determine the exact instant when the 'I,' under another form, continues the task of existence."
   },
   "author": {
    "text": "Gerard De Nerval"
   }
  },
  {
   "quote": {
    "text": "Our words will either bring life and victory or death and destruction. If we want to be happy, we have to be serious about speaking words of life that line up with God's Word."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "'Thor' has got several big battles in it, a reckless, headstrong young hero who has to confront his past and deal with a complicated relationship with his father, it has lots of savage Europeans hacking each other to death at various points, and all of this sounded very much like 'Henry V.'"
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "Whether you like it or not, you're forced to come to the realisation that death is out there. But I don't fear death, I'm a fatalist. I believe when it's your time, that's it. It's the hand you're dealt."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "The longer your life goes on, the more death you face."
   },
   "author": {
    "text": "Patrick Swayze"
   }
  },
  {
   "quote": {
    "text": "I always try to tell a good story, one with a compelling plot that will keep the pages turning. That is my first and primary goal. Sometimes I can tackle an issue-homelessness, tobacco litigation, insurance fraud, the death penalty-and wrap a good story around it."
   },
   "author": {
    "text": "John Grisham"
   }
  },
  {
   "quote": {
    "text": "When a president makes life and death decisions, he should draw strength and wisdom from broad and deep experience with the reasons for and the risks of committing our children to our defense. For no matter how many others are involved in the decision, the president is a lonely man in a dark room when the casualty reports come in."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "The common bees will never use their sting upon the queen; if she is to be disposed of, they starve her to death, and the queen herself will sting nothing but royalty, nothing but a rival queen."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "My objection to the death penalty is based on the idea that this is a democracy, and in a democracy the government is me, and if the government kills somebody then I'm killing somebody."
   },
   "author": {
    "text": "Steve Earle"
   }
  },
  {
   "quote": {
    "text": "I believe in the Prince of Peace. I believe that War is Murder. I believe that armies and navies are at bottom the tinsel and braggadocio of oppression and wrong, and I believe that the wicked conquest of weaker and darker nations by nations whiter and stronger but foreshadows the death of that strength."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "The world is put back by the death of every one who has to sacrifice the development of his or her peculiar gifts to conventionality."
   },
   "author": {
    "text": "Florence Nightingale"
   }
  },
  {
   "quote": {
    "text": "There is no cure for birth and death save to enjoy the interval."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "Any business today that embraces the status quo as an operating principle is going to be on a death march."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "I have had some cosmetic surgery, especially after I lost weight and stuff, and I've had my breasts lifted - but not injected. That would scare me to death, anyway."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "Old age, calm, expanded, broad with the haughty breadth of the universe, old age flowing free with the delicious near-by freedom of death."
   },
   "author": {
    "text": "Edith Wharton"
   }
  },
  {
   "quote": {
    "text": "I blame feminism and Facebook for the death of the American automobile. I'm a Republican, so I blame everything on feminism - or commies."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "There's nothing like impending death to rouse you from existential boredom."
   },
   "author": {
    "text": "Roger Ebert"
   }
  },
  {
   "quote": {
    "text": "No one can outrun death. It will catch up to all of us eventually."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "The second coming of Christ will be so revolutionary that it will change every aspect of life on this planet. Disease will be eliminated. Death will be abolished. War will be eradicated. Nature will be transformed."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "This country is being managed to death, being public related to death."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "In cold weather states like Vermont, where the weather can get to 20 below zero, home heating assistance is critically important. In fact, it is a life and death issue."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "Epigenetics doesn't change the genetic code, it changes how that's read. Perfectly normal genes can result in cancer or death. Vice-versa, in the right environment, mutant genes won't be expressed. Genes are equivalent to blueprints; epigenetics is the contractor. They change the assembly, the structure."
   },
   "author": {
    "text": "Bruce Lipton"
   }
  },
  {
   "quote": {
    "text": "Everything that gets born dies."
   },
   "author": {
    "text": "Morrie Schwartz"
   }
  },
  {
   "quote": {
    "text": "Humanity should question itself, once more, about the absurd and always unfair phenomenon of war, on whose stage of death and pain only remain standing the negotiating table that could and should have prevented it."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "Good music comes out of people playing together, knowing what they want to do and going for it. You have to sweat over it and bug it to death. You can't do it by pushing buttons and watching a TV screen."
   },
   "author": {
    "text": "Keith Richards"
   }
  },
  {
   "quote": {
    "text": "Sentencing a political opponent to death after a show trial is no different to taking him out on the street and shooting him. In fact, it is worse because using the court system as a tool of state repression makes a mockery of the rule of law."
   },
   "author": {
    "text": "Amal Clooney"
   }
  },
  {
   "quote": {
    "text": "Life is but a moment, death also is but another."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "I was personally opposed to the death penalty, and yet I think I have probably asked for the death penalty more than most people in the United States."
   },
   "author": {
    "text": "Janet Reno"
   }
  },
  {
   "quote": {
    "text": "There should be weeping at a man's birth, not at his death."
   },
   "author": {
    "text": "Montesquieu"
   }
  },
  {
   "quote": {
    "text": "There are no atheists in foxholes, they say, and I was a foxhole atheist for a long time. But after going through a midlife crisis and having many things change very quickly, it made me realize my mortality. And when you start to think about death, you start to think about what's after it. And then you start hoping there is a God."
   },
   "author": {
    "text": "Peter Steele"
   }
  },
  {
   "quote": {
    "text": "Salvation is the state of emancipation from the endurance of pain and subjection to birth and death, and of the life of liberty and happiness in the immensity of God."
   },
   "author": {
    "text": "Dayananda Saraswati"
   }
  },
  {
   "quote": {
    "text": "If you just do a Google search and type in 'smoking' or 'lung cancer', you will be barraged with never ending facts and numbers, like how one in every three Americans is affected by lung disease and how COPD is the third leading cause of death and if you get lung cancer the odds are 95% that you will die."
   },
   "author": {
    "text": "Matthew Gray Gubler"
   }
  },
  {
   "quote": {
    "text": "You can't please everyone, and trying to is the kiss of death. I don't care about Wayne Newton's demographics. When I do, I'll know that it's time to quit."
   },
   "author": {
    "text": "Criss Angel"
   }
  },
  {
   "quote": {
    "text": "When confronted with two alternatives, life and death, one is to choose death without hesitation."
   },
   "author": {
    "text": "Yamamoto Tsunetomo"
   }
  },
  {
   "quote": {
    "text": "We increasingly live in societies based on the vocabulary of 'choice' and a denial of reality - a denial of massive inequality, social disparities, the irresponsible concentration of power in relatively few hands, and a growing machinery of social and civil death."
   },
   "author": {
    "text": "Henry Giroux"
   }
  },
  {
   "quote": {
    "text": "What an encouraging thought that Jesus - our beloved Husband - can find comfort in our lowly feeble gifts! Can this be, for it seems far too good to be true? May we then be willing to endure trials or even death itself if through these hardships we are assisted in bringing gladness to Immanuel's heart."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "My faith teaches that life is sacred. That's why I personally oppose the death penalty. But I take my oath of office seriously, and I'll enforce the death penalty... because it's the law."
   },
   "author": {
    "text": "Tim Kaine"
   }
  },
  {
   "quote": {
    "text": "We love the sight of the brown and ruddy earth; it is the color of life, while a snow-covered plain is the face of death. Yet snow is but the mask of the life-giving rain; it, too, is the friend of man, the tender, sculpturesque, immaculate, warming, fertilizing snow."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "Men fear death as children fear to go in the dark; and as that natural fear in children is increased by tales, so is the other."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Dickinson is my hero because she was a joker, because she would never explain, because as a poet she confronted pain, dread and death, and because she was capable of speaking of those matters with both levity and seriousness. She's my hero because she was a metaphysical adventurer."
   },
   "author": {
    "text": "Helen Oyeyemi"
   }
  },
  {
   "quote": {
    "text": "In Goddess religion death is not feared, but is understood to be a part of life, followed by birth and renewal."
   },
   "author": {
    "text": "Carol P. Christ"
   }
  },
  {
   "quote": {
    "text": "Mass incarceration and its never-ending human toll will be with us until we come to see that no crime justifies permanent civic death."
   },
   "author": {
    "text": "James Forman, Jr."
   }
  },
  {
   "quote": {
    "text": "When we die our money, fame, and honors will be meaningless. We own nothing in this world. Everything we think we own is in reality only being loaned to us until we die. And on our deathbed at the moment of death, no one but God can save our souls."
   },
   "author": {
    "text": "Michael Huffington"
   }
  },
  {
   "quote": {
    "text": "The tricks of magic follow the archetypes of narrative fiction - there are tales of creation and loss, death and resurrection, and obstacles that must be overcome."
   },
   "author": {
    "text": "Marco Tempest"
   }
  },
  {
   "quote": {
    "text": "An insatiable appetite for glory leads to sacrifice and death, but innate instinct leads to self-preservation and life."
   },
   "author": {
    "text": "Jose Marti"
   }
  },
  {
   "quote": {
    "text": "There's nothing wrong in suffering, if you suffer for a purpose. Our revolution didn't abolish danger or death. It simply made danger and death worthwhile."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "These are the things of which men think, who live: of their own selves and the dwelling place of their fathers; of their neighbors; of work and service; of rule and reason and women and children; of Beauty and Death and War."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "Every spiritual tradition has this idea of death and resurrection. It's not unique to Christianity."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "The fear of death comes from limited awareness."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "I feel monotony and death to be almost the same."
   },
   "author": {
    "text": "Charlotte Bronte"
   }
  },
  {
   "quote": {
    "text": "Death metal uses a lot of white face paint and black hair dye to make its point. I quite enjoy this genre for its intensity, extremism and underlying irony: You have to be alive to play it and listen to it."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "My father was a man of love. He always loved me to death. He worked hard in the fields, but my father never hit me. Never. I don't ever remember a really cross, unkind word from my father."
   },
   "author": {
    "text": "Johnny Cash"
   }
  },
  {
   "quote": {
    "text": "I always say that death can be one of the greatest experiences ever. If you live each day of your life right, then you have nothing to fear."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "So many people seem to prefer my silver-screenings of movie stars to the rest of my work. It must be the subject matter that attracts them, because my death and violence paintings are just as good."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "Die, v.: To stop sinning suddenly."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "Mine is only one of the millions of hearts broken over the death of Whitney Houston, I will always be grateful and in awe of the wonderful performance she did on my song, and I can truly say from the bottom of my heart, 'Whitney, I will always love you. You will be missed.'"
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "My last vivid boyhood fright from books came when I was 15; I was visiting my uncle and aunt in Greenwich, and, emboldened by my success with 'The Waste Land,' I opened their copy of 'Ulysses.' The whiff of death off those remorseless, closely written pages overpowered me. So: back to soluble mysteries, and jokes that were not cosmic."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "I believe everyone should have a good death. You know, with your grandchildren around you, a bit of sobbing. Because after all, tears are appropriate on a death bed. And you say goodbye to your loved ones, making certain that one of them has been left behind to look after the shop."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "Death is the only pure, beautiful conclusion of a great passion."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "I've looked that old scoundrel death in the eye many times but this time I think he has me on the ropes."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "Our faith is stronger than death, our philosophy is firmer than flesh, and the spread of the Kingdom of God upon the earth is more sublime and more compelling."
   },
   "author": {
    "text": "Dorothy Day"
   }
  },
  {
   "quote": {
    "text": "I look forward to death with great anticipation, to meeting God face to face."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "If you don't know how to die, don't worry; Nature will tell you what to do on the spot, fully and adequately. She will do this job perfectly for you; don't bother your head about it."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "Death is easier than a wretched life; and better never to have born than to live and fare badly."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "When faith is lost, when honor dies, the man is dead."
   },
   "author": {
    "text": "John Greenleaf Whittier"
   }
  },
  {
   "quote": {
    "text": "One of the reasons it's important for me to write about war is I really think that the concept of war, the specifics of war, the nature of war, the ethical ambiguities of war, are introduced too late to children. I think they can hear them, understand them, know about them, at a much younger age without being scared to death by the stories."
   },
   "author": {
    "text": "Suzanne Collins"
   }
  },
  {
   "quote": {
    "text": "Football (soccer) is a matter of life and death, except more important."
   },
   "author": {
    "text": "Bill Shankly"
   }
  },
  {
   "quote": {
    "text": "The typical Western diet is the number-one cause of premature death and the number-one cause of disability. In other words, a long and healthy life is largely a matter of choice."
   },
   "author": {
    "text": "Michael Greger"
   }
  },
  {
   "quote": {
    "text": "I find by my calculations, which are according to revealed inspiration, that the sword of death is now approaching us, in the shape of pestilence, war more horrible than has been known in three lifetimes, and famine."
   },
   "author": {
    "text": "Nostradamus"
   }
  },
  {
   "quote": {
    "text": "Medicine really matured me as a person because, as a physician, you're obviously dealing with life and death issues, issues much more serious than what we're talking about in entertainment. You can't get more serious than life and death. And if you can handle that, you can handle anything."
   },
   "author": {
    "text": "Ken Jeong"
   }
  },
  {
   "quote": {
    "text": "The world reacts very strangely to people they see on TV, and I can begin to understand how anchor monsters are made. If you're not careful, you can become used to being treated as though you're special and begin to expect it. For a reporter, that's the kiss of death."
   },
   "author": {
    "text": "Anderson Cooper"
   }
  },
  {
   "quote": {
    "text": "The death of a language. The word has the same kind of reluctant resonance as it has when we talk about the death of a person. And indeed, that's how it should be. For that's how it is. A language dies only when the last person who speaks it dies."
   },
   "author": {
    "text": "David Crystal"
   }
  },
  {
   "quote": {
    "text": "Without fullness of experience, length of days is nothing. When fullness of life has been achieved, shortness of days is nothing. That is perhaps why the young have usually so little fear of death; they live by intensities that the elderly have forgotten."
   },
   "author": {
    "text": "Lewis Mumford"
   }
  },
  {
   "quote": {
    "text": "We've enshrined the purity, sanctity, value, and importance of bringing children into the world, yet we don't discuss death. There used to be an enshrined period where mourning was a necessary part of going through the process of grieving; death wasn't considered morbid or antisocial. But that's totally gone."
   },
   "author": {
    "text": "Cate Blanchett"
   }
  },
  {
   "quote": {
    "text": "You cannot hear the name Martin Luther King, Jr., and not think of death. You might hear the words 'I have a dream,' but they will doubtlessly only serve to underscore an image of a simple motel balcony, a large man made small, a pool of blood. For as famous as he may have been in life, it is - and was - death that ultimately defined him."
   },
   "author": {
    "text": "Michael Eric Dyson"
   }
  },
  {
   "quote": {
    "text": "At the heart of Christian faith is the story of Jesus' death and resurrection."
   },
   "author": {
    "text": "John Ortberg"
   }
  },
  {
   "quote": {
    "text": "As a pastor in a Protestant church, my whole ministry centers on the conviction that by grace we are saved through faith. And it's not our faith that delivers us, as if believing something, anything at all were pleasing to God. It's the object of our faith - Christ's life, death, and resurrection - that saves us."
   },
   "author": {
    "text": "Kevin DeYoung"
   }
  },
  {
   "quote": {
    "text": "The great fear that hung over the business community in the 1970s was death by regulation, and the great goal of the conservative movement, as it rose to triumph in the 1980s, was to remove that threat - to keep OSHA, the EPA, and the FTC from choking off entrepreneurship with their infernal meddling in the marketplace."
   },
   "author": {
    "text": "Thomas Frank"
   }
  },
  {
   "quote": {
    "text": "The American way of life, as I see it, is really the American way of death. Everything is determined by greed and the insatiable desire to be the richest and most powerful. And that desire is limitless."
   },
   "author": {
    "text": "Lydia Lunch"
   }
  },
  {
   "quote": {
    "text": "It is easy to go down into Hell; night and day, the gates of dark Death stand wide; but to climb back again, to retrace one's steps to the upper air - there's the rub, the task."
   },
   "author": {
    "text": "Virgil"
   }
  },
  {
   "quote": {
    "text": "As I suffer in the defence of my Country, I must consider this hour as the most glorious of my life -Remember that I die as becomes a British Officer, while the manner of my death must reflect disgrace on your Commander."
   },
   "author": {
    "text": "John Andre"
   }
  },
  {
   "quote": {
    "text": "I am not a snowflake. I am not a sweet, infantilising symbol of fragility and life. I am a strong, fierce, flawed adult woman. I plan to remain that way, in life and in death."
   },
   "author": {
    "text": "Stella Young"
   }
  },
  {
   "quote": {
    "text": "Infectious diseases have become less prominent as causes of death and disability in regions of improved sanitation and adequate supplies of antibiotics."
   },
   "author": {
    "text": "Rosalyn Sussman Yalow"
   }
  },
  {
   "quote": {
    "text": "The slugs are ascending this steep city staircase that leads up to a huge Catholic church, essentially signifying their slow crawl towards death. The work reminds us of religion, mortality, natural decay, and the slow suffocation of commercialized societies."
   },
   "author": {
    "text": "Florentijn Hofman"
   }
  },
  {
   "quote": {
    "text": "Death is a very dull, dreary affair, and my advice to you is to have nothing whatsoever to do with it."
   },
   "author": {
    "text": "W. Somerset Maugham"
   }
  },
  {
   "quote": {
    "text": "You know, your first album is about really amazing things. Your first album is always about coming of age, first love, first loss, usually you suffer a first loss of someone that you love to death, even, you know, really big life lessons, things you learn from your parents' divorce or from the travels that you took."
   },
   "author": {
    "text": "Brandi Carlile"
   }
  },
  {
   "quote": {
    "text": "It has long been said the only things in life that are certain are death and taxes. Automatic enrollment for insurance of 401k loans would add an additional certainty. Fewer Americans would suffer the unnecessary loss of retirement savings due to unanticipated and untimely misfortune in an already stressful time of need."
   },
   "author": {
    "text": "Elaine Chao"
   }
  },
  {
   "quote": {
    "text": "I'd like to do a lot of different stuff. I think it's important as a creative person to keep challenging yourself and keep doing new stuff. If you end up trying to repeat yourself it's death. It just becomes boring and takes the passion out of it. You gotta find stories and characters that you really want to hang out with."
   },
   "author": {
    "text": "Darren Aronofsky"
   }
  },
  {
   "quote": {
    "text": "I do not believe that any man fears to be dead, but only the stroke of death."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "In an area of more than 1,000 war graves and with birdsong as the only sound, I contemplated the thin margin between life and death. If the sniper's bullet had been just two feet to one side, my father's life would have been over, aged just 27, and I would never have been born."
   },
   "author": {
    "text": "Michael Ashcroft"
   }
  },
  {
   "quote": {
    "text": "Life is an incurable disease leading to death, but it's also an unrequested gift, which, if we can manage to keep giving it away to others, can keep giving back everything to us."
   },
   "author": {
    "text": "Stephen Hough"
   }
  },
  {
   "quote": {
    "text": "I think it's really important for your mental health to think about the big questions, to discuss them and open your mind, in order to prepare you for both life and death."
   },
   "author": {
    "text": "Freddie Stroma"
   }
  },
  {
   "quote": {
    "text": "As long as you think of your real self as the person you are, then of course you're going to be fearful of death. But what is a person? A person is a pattern of behavior, of a larger awareness. You know, the two-year-old dies before the three-year-old shows up, the three-year-old dies before the teenager shows up."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Death, so called, is a thing which makes men weep, And yet a third of life is passed in sleep."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "No one can confidently say that he will still be living tomorrow."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "What I look forward to is continued immaturity followed by death."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "The fact is, in the minds of many, Trayvon Martin received the appropriate punishment for a true crime: He was black, male and dared to walk outside. In life, young Trayvon was just a teenager; in death, he has been transformed into a scary, lurking, suspicious, prone-to-violence spook."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "If the death of Osama Bin Laden brings any peace to those who lost loved ones on that awful day in September 2001, that is a great thing. It is more likely, however, just a painful reminder of what was lost."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Some people are so afraid to die that they never begin to live."
   },
   "author": {
    "text": "Henry Van Dyke"
   }
  },
  {
   "quote": {
    "text": "People after death become complete again. The blind can see, the deaf can hear, cripples are no longer crippled after all their vital signs have ceased to exist."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "Working with the dying is like being a midwife for this great rite of passage of death. Just as a midwife helps a being take their first breath, you help a being take their last breath."
   },
   "author": {
    "text": "Ram Dass"
   }
  },
  {
   "quote": {
    "text": "Had it not been for slavery, the death penalty would have likely been abolished in America. Slavery became a haven for the death penalty."
   },
   "author": {
    "text": "Angela Davis"
   }
  },
  {
   "quote": {
    "text": "I have found people on both sides of the aisle, white and black, that'll give you the shirt off their back. And I've also found people that won't give you a piece of bread if you're starving to death."
   },
   "author": {
    "text": "Al Green"
   }
  },
  {
   "quote": {
    "text": "In fact, for all kinds of offenses - and, for no offenses - from murders to misdemeanors, men and women are put to death without judge or jury; so that, although the political excuse was no longer necessary, the wholesale murder of human beings went on just the same."
   },
   "author": {
    "text": "Ida B. Wells"
   }
  },
  {
   "quote": {
    "text": "The fertility cycle is a cycle entirely of living creatures passing again and again through birth, growth, maturity, death, and decay."
   },
   "author": {
    "text": "Wendell Berry"
   }
  },
  {
   "quote": {
    "text": "You've gotta know what death is to know life!"
   },
   "author": {
    "text": "Jack Kevorkian"
   }
  },
  {
   "quote": {
    "text": "A man must have something to grumble about; and if he can't complain that his wife harries him to death with her perversity and ill-humour, he must complain that she wears him out with her kindness and gentleness."
   },
   "author": {
    "text": "Anne Bronte"
   }
  },
  {
   "quote": {
    "text": "Christ has conquered death, not only by suppressing its evil effects, but by reversing its sting. By virtue of Christ's rising again, nothing any longer kills inevitably, but everything is capable of becoming the blessed touch of the divine hands, the blessed influence of the will of God upon our lives."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "It is impossible to experience one's death objectively and still carry a tune."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "Nothing endears so much a friend as sorrow for his death. The pleasure of his company has not so powerful an influence."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "The death penalty is becoming a way of life in this country."
   },
   "author": {
    "text": "Dennis Miller"
   }
  },
  {
   "quote": {
    "text": "Man, as long as he lives, is immortal. One minute before his death he shall be immortal. But one minute later, God wins."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "Death is softer by far than tyranny."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "For children preserve the fame of a man after his death."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "The charm of fame is so great that we like every object to which it is attached, even death."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "Even though everybody's lives are different, in general we're all human beings, and we go through the same things: disappointments, the pleasures of life, life and death. That's always been a really big part of the show to me, making sure the audience feels connected, and that carries through to the album."
   },
   "author": {
    "text": "Joan Jett"
   }
  },
  {
   "quote": {
    "text": "Bedouin ways were hard even for those brought up to them, and for strangers, terrible: a death in life."
   },
   "author": {
    "text": "T. E. Lawrence"
   }
  },
  {
   "quote": {
    "text": "People don't ever have to starve to death; there are solutions. We have failed if we can't eradicate hunger in Africa and Ethiopia."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "Communism is the death of the soul. It is the organization of total conformity - in short, of tyranny - and it is committed to making tyranny universal."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "The rise or fall of Shanghai means the birth or death of the whole nation."
   },
   "author": {
    "text": "Chiang Kai-shek"
   }
  },
  {
   "quote": {
    "text": "The call of death is a call of love. Death can be sweet if we answer it in the affirmative, if we accept it as one of the great eternal forms of life and transformation."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "Man always dies before he is fully born."
   },
   "author": {
    "text": "Erich Fromm"
   }
  },
  {
   "quote": {
    "text": "The sinner who suddenly realizes God's love for him and then looks at his rejection of that love feels a loss similar to the death of a loved one. A deep void is created in the soul and a loneliness akin to the agony of death."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "Some words having to do with the death of the people in the World Trade Center attack had been added, and when I got to it, I had this overwhelmingly emotional experience. I struggled to get through the words; tears were streaming down my cheeks."
   },
   "author": {
    "text": "Leonard Nimoy"
   }
  },
  {
   "quote": {
    "text": "After your death you will be what you were before your birth."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "You only live twice. Once when you are born and once when you look death in the face."
   },
   "author": {
    "text": "Ian Fleming"
   }
  },
  {
   "quote": {
    "text": "The sudden death of the leading man will cause change, making another man leader. Soon, but too late, the young man will attain high office. By land and sea, he will be feared."
   },
   "author": {
    "text": "Nostradamus"
   }
  },
  {
   "quote": {
    "text": "What's upsetting about an autobiography is that the final chapter is always missing. I mean, you want the death, don't you?"
   },
   "author": {
    "text": "Ian Mckellen"
   }
  },
  {
   "quote": {
    "text": "You haven't lost anything when you know were it is. Death can hide but not divide."
   },
   "author": {
    "text": "Vance Havner"
   }
  },
  {
   "quote": {
    "text": "I think to have the skill set and the ability to physically help others in matters of life and death must be incredibly empowering."
   },
   "author": {
    "text": "Karlie Kloss"
   }
  },
  {
   "quote": {
    "text": "Spare me the whispering, crowded room, the friends who come and gape and go, the ceremonious air of gloom - all, which makes death a hideous show."
   },
   "author": {
    "text": "Matthew Arnold"
   }
  },
  {
   "quote": {
    "text": "My mother used to tell me about vibrations. I didn't really understand too much of what that meant when I was just a boy. To think that invisible feelings, invisible vibrations existed scared me to death."
   },
   "author": {
    "text": "Brian Wilson"
   }
  },
  {
   "quote": {
    "text": "L. Ram Saran Das was sentenced to death in 1915, and the sentence was later commuted to life transportation. Today myself, sitting in the condemned cell, I can let the readers know as authoritatively that the life-imprisonment is comparatively a far harder lot than that of death."
   },
   "author": {
    "text": "Bhagat Singh"
   }
  },
  {
   "quote": {
    "text": "No true believer could be intolerant or a persecutor. If I were a magistrate and the law carried the death penalty against atheists, I would begin by sending to the stake whoever denounced another."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "In whatever guise - our own daily nightmares of war, intolerance, inhumanity or the struggles of an Assistant Pig-Keeper against the Lord of Death - the problems are agonizingly familiar. And an openness to compassion, love, and mercy is as essential to us here and now as it is to any inhabitant of an imaginary kingdom."
   },
   "author": {
    "text": "Lloyd Alexander"
   }
  },
  {
   "quote": {
    "text": "Nothing is certain in life but death and taxes. And in Donald Trump's case, lies."
   },
   "author": {
    "text": "Pamela Meyer"
   }
  },
  {
   "quote": {
    "text": "I'm quite British in the sense of not expressing my emotions much. I save it for my songs. If you ask about a death in the family, or a lover, I will not be emotional. I'd probably answer with a smile. Because that's what we British blokes do."
   },
   "author": {
    "text": "James Blunt"
   }
  },
  {
   "quote": {
    "text": "It is neccessary to have wished for death in order to know how good it is to live."
   },
   "author": {
    "text": "Alexandre Dumas"
   }
  },
  {
   "quote": {
    "text": "It has become increasingly difficult for states or the federal government to apply the death penalty. But why even try? Nothing is accomplished, and while the chances of making a mistake are now diminished - DNA can prove guilt as well as innocence - life in prison is a worthy substitute."
   },
   "author": {
    "text": "Richard Cohen"
   }
  },
  {
   "quote": {
    "text": "Disease generally begins that equality which death completes."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Prepare for death, if here at night you roam, and sign your will before you sup from home."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "I've worked in the prison system, on death row and maximum security. I did that work for six years. I've worked with some of the most difficult people in our society. Buddhism was accessible and helpful for these individuals."
   },
   "author": {
    "text": "Joan Halifax"
   }
  },
  {
   "quote": {
    "text": "Time takes the ugliness and horror out of death and turns it into beauty."
   },
   "author": {
    "text": "Dodie Smith"
   }
  },
  {
   "quote": {
    "text": "Exile is like death. You cannot understand it until it happens to you."
   },
   "author": {
    "text": "Golshifteh Farahani"
   }
  },
  {
   "quote": {
    "text": "I always run into these Ph.D.s. They write and write and write about sustainable development. Then these guys ask me, 'But, how do you do it?' They are scared to death to do anything."
   },
   "author": {
    "text": "Jaime Lerner"
   }
  },
  {
   "quote": {
    "text": "Emigration is no longer a solution; it's a defeat. People are risking death, drowning every day, but they're knocking on doors that are not open."
   },
   "author": {
    "text": "Tahar Ben Jelloun"
   }
  },
  {
   "quote": {
    "text": "Aging followed by death is the price we pay for the immortality of our genes. You find this information soul-killing; I find it thrilling, liberating."
   },
   "author": {
    "text": "David Shields"
   }
  },
  {
   "quote": {
    "text": "To have the truth in your possession you can be found guilty, sentenced to death."
   },
   "author": {
    "text": "Peter Tosh"
   }
  },
  {
   "quote": {
    "text": "The themes that make one laugh always stem from poverty, hunger, misery, old age, sickness, and death. These are the themes that make Italians laugh, anyway."
   },
   "author": {
    "text": "Mario Monicelli"
   }
  },
  {
   "quote": {
    "text": "Because the Illinois death penalty system is arbitrary and capricious - and therefore immoral - I no longer shall tinker with the machinery of death."
   },
   "author": {
    "text": "George Ryan"
   }
  },
  {
   "quote": {
    "text": "The very first thing you learn if you're a gentleman is that you never compare one woman to another. That's the way of all death."
   },
   "author": {
    "text": "Patrick Macnee"
   }
  },
  {
   "quote": {
    "text": "Social media reactions to celebrity death have taken on a predictable pattern: an outpouring of shock with expressions of grief, followed by a ghoulish need to know all the details, to see the scene of the death and the family in mourning. Then a post-mortem dissection of all the perceived flaws the celebrity had."
   },
   "author": {
    "text": "Jennifer Armintrout"
   }
  },
  {
   "quote": {
    "text": "I'm very comfortable with the nature of life and death, and that we come to an end. What's most difficult to imagine is that those dreams and early yearnings and desires of childhood and adolescence will also disappear. But who knows? Maybe you become part of the eternal whatever."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "'Tis very certain the desire of life prolongs it."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "The first requisite for immortality is death."
   },
   "author": {
    "text": "Stanislaw Jerzy Lec"
   }
  },
  {
   "quote": {
    "text": "I'm one of the slowest drivers on the road. I mosey along. If you're doing anything too fast, including living life too fast, that creates sudden death. If I have to be somewhere on time, I make sure I leave early enough."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "Life is better than death, I believe, if only because it is less boring, and because it has fresh peaches in it."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Death comes at you no matter what you do in this life, and to equate drugs with death is a facile comparison."
   },
   "author": {
    "text": "Jerry Garcia"
   }
  },
  {
   "quote": {
    "text": "I consider any gun that can chamber a round and send a projectile down its barrel at a high rate of speed into my body - causing me injury or death - to be an assault weapon."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "For a man who has done his natural duty, death is as natural as sleep."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "For years, I have been stalked by a bad reputation. Actually, I have been pursued by people who have regarded me as the 'Death and Dying' Lady. They believe that having spent more than three decades in research into death and life after death qualifies me as an expert on the subject. I think they miss the point."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "Death is not painful. It is the most beautiful experience you will have."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "When death, the great reconciler, has come, it is never our tenderness that we repent of, but our severity."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "Death is the king of this world: 'Tis his park where he breeds life to feed him. Cries of pain are music for his banquet."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "Death is one moment, and life is so many of them."
   },
   "author": {
    "text": "Tennessee Williams"
   }
  },
  {
   "quote": {
    "text": "A pun does not commonly justify a blow in return. But if a blow were given for such cause, and death ensued, the jury would be judges both of the facts and of the pun, and might, if the latter were of an aggravated character, return a verdict of justifiable homicide."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "I feel about aging the way William Saroyan said he felt about death: Everybody has to do it, but I always believed an exception would be made in my case."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "Religion provides the only story that is fundamentally consoling in the face of the worst possible experiences - the death of a parent, for instance. In fact, many religions take away the problem entirely, because their adherents ostensibly believe that they're going to be reunited with everyone they love, and death is an illusion."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "Here I am trying to live, or rather, I am trying to teach the death within me how to live."
   },
   "author": {
    "text": "Jean Cocteau"
   }
  },
  {
   "quote": {
    "text": "Some have suffered death to make it possible for us to have the scriptures today. Historically, the scriptures in the Bible were reserved for the clergy, with the reading of them by others being denounced. At times, laws even prohibited the public or private reading of them."
   },
   "author": {
    "text": "L. Lionel Kendrick"
   }
  },
  {
   "quote": {
    "text": "Previous generations understood about death, and undoubtedly would have seen a reasonable amount of death. Once you get into the Victorian era, you might well have seen the funerals of many of your siblings before you were very old."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "People have been predicting the death of philosophy since the 17th century. When I was a student, people were saying, 'We're in the last days of philosophy.' Then we were told in the '60s it would be replaced by sociology, then by literary criticism."
   },
   "author": {
    "text": "Bernard Williams"
   }
  },
  {
   "quote": {
    "text": "On the plus side, death is one of the few things that can be done as easily lying down ."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "Marriage is the death of hope."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "Thanks to presidential immunity and executive control of the Justice Department, there are no consequences to executive branch lawbreaking. And when it comes to presidential lawbreaking, the sitting president could literally strangle someone to death on national television and meet with no consequences."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "I balanced all, brought all to mind, the years to come seemed waste of breath, a waste of breath the years behind, in balance with this life, this death."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "It is possible to provide security against other ills, but as far as death is concerned, we men live in a city without walls."
   },
   "author": {
    "text": "Epicurus"
   }
  },
  {
   "quote": {
    "text": "The 'Course in Miracles' says one day you will realize that death is not the punishment but the reward. And it says that birth is not the beginning of life but a continuation. And physical death is not the end of life but a continuation."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Looking good and feeling like death is a difficult combination for people to understand."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "True love makes the thought of death frequent, easy, without terrors; it merely becomes the standard of comparison, the price one would pay for many things."
   },
   "author": {
    "text": "Stendhal"
   }
  },
  {
   "quote": {
    "text": "If you think aficionados of a living Constitution want to bring you flexibility, think again. You think the death penalty is a good idea? Persuade your fellow citizens to adopt it. You want a right to abortion? Persuade your fellow citizens and enact it. That's flexibility."
   },
   "author": {
    "text": "Antonin Scalia"
   }
  },
  {
   "quote": {
    "text": "Of all the gods only death does not desire gifts."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "As men are not able to fight against death, misery, ignorance, they have taken it into their heads, in order to be happy, not to think of them at all."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "There's something about death that is comforting. The thought that you could die tomorrow frees you to appreciate your life now."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "Some of us can be examples about going ahead and growing, and some of us, unfortunately, don't make it there, and end up being examples because they had to die. I hit rock bottom, but thank God my bottom wasn't death."
   },
   "author": {
    "text": "Stevie Ray Vaughan"
   }
  },
  {
   "quote": {
    "text": "God gave our first parents the food He designed that the race should eat. It was contrary to His plan to have the life of any creature taken. There was to be no death in Eden. The fruit of the trees in the garden was the food man's wants required."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Monarchs ought to put to death the authors and instigators of war, as their sworn enemies and as dangers to their states."
   },
   "author": {
    "text": "Elizabeth I"
   }
  },
  {
   "quote": {
    "text": "Whether or not we believe in survival of consciousness after death, reincarnation, and karma, it has very serious implications for our behavior."
   },
   "author": {
    "text": "Stanislav Grof"
   }
  },
  {
   "quote": {
    "text": "I do fear death. But what I actually fear is not dying. I mean, true, it will be sad. But I know that there is a better place waiting for me."
   },
   "author": {
    "text": "Mattie Stepanek"
   }
  },
  {
   "quote": {
    "text": "Do not fear death so much but rather the inadequate life."
   },
   "author": {
    "text": "Bertolt Brecht"
   }
  },
  {
   "quote": {
    "text": "The obvious objections to the execution of Saddam Hussein are valid and well aired. His death will provoke violent strife between Sunni and Shia Muslims, and between Iraqis in general and the American occupation forces."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "It is love, not reason, that is stronger than death."
   },
   "author": {
    "text": "Thomas Mann"
   }
  },
  {
   "quote": {
    "text": "It is impossible that anything so natural, so necessary, and so universal as death, should ever have been designed by providence as an evil to mankind."
   },
   "author": {
    "text": "Jonathan Swift"
   }
  },
  {
   "quote": {
    "text": "Thinking about death makes you analyse what life is. Anxiety makes you curious, and curiosity leads to understanding. I wouldn't be a writer without depression."
   },
   "author": {
    "text": "Matt Haig"
   }
  },
  {
   "quote": {
    "text": "If forgers and malefactors are put to death by the secular power, there is much more reason for excommunicating and even putting to death one convicted of heresy."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "Of all escape mechanisms, death is the most efficient."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "Ultimately, you walk life side-by-side with death, and the Day of the Dead, curiously enough, is about life. It's an impulse that's intrinsic to the Mexican character."
   },
   "author": {
    "text": "Guillermo del Toro"
   }
  },
  {
   "quote": {
    "text": "The Japanese had a very strong belief in Bushido, death before dishonour. They were fighting for their country; they were the aggressors in World War II."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "Prohibition, like so many other policies imposed from the moral high ground, typically by those who do not drink, disproportionately affects the poor who resort to illegally brewed alcohol when they want a drink, not infrequently leading to their death, and are more likely to be harassed by the police."
   },
   "author": {
    "text": "Vikram Patel"
   }
  },
  {
   "quote": {
    "text": "Science without conscience is the death of the soul."
   },
   "author": {
    "text": "Francois Rabelais"
   }
  },
  {
   "quote": {
    "text": "Let no man be called happy before his death. Till then, he is not happy, only lucky."
   },
   "author": {
    "text": "Solon"
   }
  },
  {
   "quote": {
    "text": "I get asked, 'What do you miss most about being a pastor?' I think it's the intimacy, the incredible gift of intimacy. You go through death with somebody, with their families, and there's an intimacy that comes through that that is just incomparable."
   },
   "author": {
    "text": "Eugene H. Peterson"
   }
  },
  {
   "quote": {
    "text": "But we need to quit taxing people upon death. No taxation without respiration."
   },
   "author": {
    "text": "Steve King"
   }
  },
  {
   "quote": {
    "text": "Sleep is lovely, death is better still, not to have been born is of course the miracle."
   },
   "author": {
    "text": "Heinrich Heine"
   }
  },
  {
   "quote": {
    "text": "We do not celebrate the death of our enemies."
   },
   "author": {
    "text": "Yitzhak Rabin"
   }
  },
  {
   "quote": {
    "text": "The horrific cases in Ferguson, in Staten Island with the death of Eric Garner, and all across the country serve as stark reminders that we must have a say in who polices us, and how that policing is done. We must, we must, let our voices be heard on Election Day."
   },
   "author": {
    "text": "Al Sharpton"
   }
  },
  {
   "quote": {
    "text": "Since we all know that death is inevitable, I don't really see the difference between dying now and dying a decade later. So if I'm threatened with assassination, I welcome it!"
   },
   "author": {
    "text": "Miriam Defensor-Santiago"
   }
  },
  {
   "quote": {
    "text": "I believe Timothy McVeigh getting the death penalty for his heinous act of killing over a hundred in Oklahoma City, that could very well deter others that might want to enter into that similar conduct."
   },
   "author": {
    "text": "Asa Hutchinson"
   }
  },
  {
   "quote": {
    "text": "Almost any shark, three or four feet long, could kill a human being if it chose to do it. It could make you bleed to death. But they don't."
   },
   "author": {
    "text": "Peter Benchley"
   }
  },
  {
   "quote": {
    "text": "Because success is such a weasel word anyway, it's such a horribly American word, and it's such a vamp and, I think it's a death trap."
   },
   "author": {
    "text": "Daniel Berrigan"
   }
  },
  {
   "quote": {
    "text": "Basically, I don't ever move too far past the death, burial and resurrection of Jesus, because it's of first importance. And I make sure it's of first importance with anyone I'm talking to. It all comes down to that, really, when you get right down to it. So it's not complex. Jesus removed our sins and guarantees we can be raised from the dead."
   },
   "author": {
    "text": "Phil Robertson"
   }
  },
  {
   "quote": {
    "text": "Nothing is more dreadful in life than the profound thought that death may only greet you with eternal nothingness."
   },
   "author": {
    "text": "Kim Elizabeth"
   }
  },
  {
   "quote": {
    "text": "Defeat the fear of death and you welcome the death of fear."
   },
   "author": {
    "text": "G. Gordon Liddy"
   }
  },
  {
   "quote": {
    "text": "Would we be so enamored with dystopian fiction if we lived in a culture where violent death was a major concern? It wouldn't be escapism."
   },
   "author": {
    "text": "Maggie Stiefvater"
   }
  },
  {
   "quote": {
    "text": "Bulls can do nothing to demand justice. They can only defend themselves as best they can in a fight with a pre-determined ending and die never knowing why they were forced to endure such a painful and prolonged death. It's up to us, as a civilized society, to call for an end to the Running of the Bulls and bullfighting."
   },
   "author": {
    "text": "Ingrid Newkirk"
   }
  },
  {
   "quote": {
    "text": "These wars appear also to have given its death blow to colonialism and to imperialism in its colonial form, under which weaker peoples were treated as possessions to be economically exploited. At least we hope that such colonialism is on the way out."
   },
   "author": {
    "text": "Emily Greene Balch"
   }
  },
  {
   "quote": {
    "text": "I'm one of those guys that is still a bit afraid of the telephone, its implications for conversation. I still wonder if the jukebox might be the death of live music."
   },
   "author": {
    "text": "Tom Waits"
   }
  },
  {
   "quote": {
    "text": "To have died once is enough."
   },
   "author": {
    "text": "Virgil"
   }
  },
  {
   "quote": {
    "text": "I prefer death in Christ Jesus to power over the farthest limits of the earth. He who died in place of us is the one object of my quest. He who rose for our sakes is my one desire."
   },
   "author": {
    "text": "Ignatius of Antioch"
   }
  },
  {
   "quote": {
    "text": "I would say, people use labels all the time, but I'm kind of a traditional Catholic: Personally, I'm opposed to abortion, and personally, I'm opposed to the death penalty."
   },
   "author": {
    "text": "Tim Kaine"
   }
  },
  {
   "quote": {
    "text": "The enemy fought with savage fury, and met death with all its horrors, without shrinking or complaining: not one asked to be spared, but fought as long as they could stand or sit."
   },
   "author": {
    "text": "Davy Crockett"
   }
  },
  {
   "quote": {
    "text": "Prayer in a combat zone serves exactly the same purpose as it does in peacetime. In war, the stakes are life and death, true; but if you believe in God and in the notion of a human soul, then we are always making decisions of tremendous significance."
   },
   "author": {
    "text": "Phil Klay"
   }
  },
  {
   "quote": {
    "text": "Death frames the high wire. But I don't see myself as taking risks. I do all of the preparations that a non-death seeker would do."
   },
   "author": {
    "text": "Philippe Petit"
   }
  },
  {
   "quote": {
    "text": "Sometimes the early bird gets the worm, but sometimes the early bird gets frozen to death."
   },
   "author": {
    "text": "Myron Scholes"
   }
  },
  {
   "quote": {
    "text": "Once a child is confronted with the concept of death there's a certain innocence that goes."
   },
   "author": {
    "text": "Patsy Kensit"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as death. In nature nothing dies. From each sad remnant of decay, some forms of life arise so shall his life be taken away before he knoweth that he hath it."
   },
   "author": {
    "text": "Charles Mackay"
   }
  },
  {
   "quote": {
    "text": "Chicago has a strange metaphysical elegance of death about it."
   },
   "author": {
    "text": "Claes Oldenburg"
   }
  },
  {
   "quote": {
    "text": "Over the past 50 years we got versions of X-ray specs and space vacations, and even death rays. But the X-ray specs don't fit on your face - they're big things that screen your luggage for guns. Space vacations are real, but they cost $20 million. We have death rays, but you have to be a triple Ph.D. to play with them."
   },
   "author": {
    "text": "Daniel H. Wilson"
   }
  },
  {
   "quote": {
    "text": "Although it hath pleased God to hasten my death by you, by whom my life should rather have been lengthened, yet can I patiently take it, that I yield God more hearty thanks for shortening my woeful days."
   },
   "author": {
    "text": "Jane Grey"
   }
  },
  {
   "quote": {
    "text": "When I was younger, I wasn't concentrating on good days. I was managing a career and trying to have a good year. It would always 'lead' to something, which never leads to anything except death, where everything leads to. And then as I got older, and then I had my kids and everything, I began to appreciate a great Wednesday."
   },
   "author": {
    "text": "Albert Brooks"
   }
  },
  {
   "quote": {
    "text": "Rock and menopause do not mix. It is not good, it sucks and every day I fight it to the death, or, at the very least, not let it take me over."
   },
   "author": {
    "text": "Stevie Nicks"
   }
  },
  {
   "quote": {
    "text": "Our lives are pretty calm. Merging on the freeway in the closest you get to risking your life. So what's missing now is that primal emotion of being scared to death, and I think that's why people crave thrills like roller coasters or scary movies. They give you the chance to feel this very primal emotion in a very controlled environment."
   },
   "author": {
    "text": "Oren Peli"
   }
  },
  {
   "quote": {
    "text": "The death industry markets caskets and embalming under the rubric of helping bodies look 'natural,' but our current death customs are as natural as training majestic creatures like bears and elephants to dance in cute little outfits, or erecting replicas of the Eiffel Tower and Venetian canals in the middle of the harsh American desert."
   },
   "author": {
    "text": "Caitlin Doughty"
   }
  },
  {
   "quote": {
    "text": "Military deployments have never been something to enjoy, but the consequence of the actions, the shared nature of the sacrifices, and the nobility of the cause are invigorating. To be clear, I'm not talking about the killing and the death; rather, the sense of purpose that pervades every action, reaction, and outcome."
   },
   "author": {
    "text": "Pete Hegseth"
   }
  },
  {
   "quote": {
    "text": "I wish to be a martyr, and I don't fear death."
   },
   "author": {
    "text": "Muqtada al Sadr"
   }
  },
  {
   "quote": {
    "text": "I've realised darkness and light are inter-dependent, just as death is an enhancer of life."
   },
   "author": {
    "text": "Tony Harrison"
   }
  },
  {
   "quote": {
    "text": "The silver swan, who, living had no note, When death approached unlocked her silent throat."
   },
   "author": {
    "text": "Orlando Gibbons"
   }
  },
  {
   "quote": {
    "text": "On the death of his brothers, my dad lied about his age and joined the army in 1918. He was in the trenches long enough to be gassed and contract the early stages of tuberculosis from which he would eventually die just before my birth."
   },
   "author": {
    "text": "Michael Foreman"
   }
  },
  {
   "quote": {
    "text": "Of all the logical impasses, unknowings, paradoxes, and terrors that provoke laughter, death by its finality and unsolvable mystery is paramount."
   },
   "author": {
    "text": "Andrew Hudgins"
   }
  },
  {
   "quote": {
    "text": "My life is fair game for anybody. I spent an unhappy, penniless childhood in Brooklyn. I had to slug my way up in a town called Hollywood where people love to trample you to death. I don't relax because I don't know how. I don't want to know how. Life is too short to relax."
   },
   "author": {
    "text": "Susan Hayward"
   }
  },
  {
   "quote": {
    "text": "Foolish men imagine that because judgment for an evil thing is delayed, there is no justice; but only accident here below. Judgment for an evil thing is many times delayed some day or two, some century or two, but it is sure as life, it is sure as death."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "At death, you're going to be needing some spiritual guidance and some kind of inner knowledge that extends beyond the boundaries of the physical world... it's what's inside that counts."
   },
   "author": {
    "text": "George Harrison"
   }
  },
  {
   "quote": {
    "text": "He has not lived badly whose birth and death has been unnoticed by the world."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "We must assimilate the thought that life between death and a new birth is so constituted that everything we do awakens an echo in the environment."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "I joyfully hasten to meet death. If it come before I have had opportunity to develop all my artistic faculties, it will come, my hard fate notwithstanding, too soon, and I should probably wish it later - yet even then I shall be happy, for will it not deliver me from a state of endless suffering?"
   },
   "author": {
    "text": "Ludwig van Beethoven"
   }
  },
  {
   "quote": {
    "text": "Death is not the end. There remains the litigation over the estate."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "You can cry about death and very properly so, your own as well as anybody else's. But it's inevitable, so you'd better grapple with it and cope and be aware that not only is it inevitable, but it has always been inevitable, if you see what I mean."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "The nearer people approach old age the closer they return to a semblance of childhood, until the time comes for them to depart this life, again like children, neither tired of living nor aware of death."
   },
   "author": {
    "text": "Desiderius Erasmus"
   }
  },
  {
   "quote": {
    "text": "A man may devote himself to death and destruction to save a nation; but no nation will devote itself to death and destruction to save mankind."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "It is difficult to accept death in this society because it is unfamiliar. In spite of the fact that it happens all the time, we never see it."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "No one else can take risks for us, or face our losses on our behalf, or give us self-esteem. No one can spare us from life's slings and arrows, and when death comes, we meet it alone."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "Death surrenders us totally to God: it makes us enter into him; we must, in return, surrender ourselves to death with absolute love and self-abandonment since, when death comes, all we can do is to surrender ourselves completely to the domination and guidance of God."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "Death is acceptable only if it represents the physically necessary passage toward a union, the condition of a metamorphosis."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "Once you start doing only what you've already proven you can do, you're on the road to death."
   },
   "author": {
    "text": "Jerry Seinfeld"
   }
  },
  {
   "quote": {
    "text": "Kids threw rocks at me, told me I was ugly and left death threats in my locker."
   },
   "author": {
    "text": "Kevyn Aucoin"
   }
  },
  {
   "quote": {
    "text": "It is not death, it is dying that alarms me."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "The ceaseless labour of your life is to build the house of death."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "'Til the infallibility of human judgements shall have been proved to me, I shall demand the abolition of the penalty of death."
   },
   "author": {
    "text": "Marquis de Sade"
   }
  },
  {
   "quote": {
    "text": "The only way to take sorrow out of death is to take love out of life."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "A complainer is like a Death Eater because there's a suction of negative energy. You can catch a great attitude from great people."
   },
   "author": {
    "text": "Barbara Corcoran"
   }
  },
  {
   "quote": {
    "text": "If we openly declare what is wrong with us, what is our deepest need, then perhaps the death and despair will by degrees disappear."
   },
   "author": {
    "text": "J. B. Priestley"
   }
  },
  {
   "quote": {
    "text": "Absence from whom we love is worse than death, and frustrates hope severer than despair."
   },
   "author": {
    "text": "William Cowper"
   }
  },
  {
   "quote": {
    "text": "Birth and death; we all move between these two unknowns."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "God, who preferred the correction rather than the death of a sinner, did not desire that a homicide be punished by the exaction of another act of homicide."
   },
   "author": {
    "text": "Saint Ambrose"
   }
  },
  {
   "quote": {
    "text": "Death is imposed only on creatures, not their creations, and has therefore always appeared in art in a broken form: as allegory."
   },
   "author": {
    "text": "Theodor W. Adorno"
   }
  },
  {
   "quote": {
    "text": "What makes life worth living? Better surely, to yield to the stain of suicide blood in me and seek forgetfulness in the embrace of cold dark death."
   },
   "author": {
    "text": "Zane Grey"
   }
  },
  {
   "quote": {
    "text": "First of all, it does not deter crime, the death penalty."
   },
   "author": {
    "text": "Patricia Cornwell"
   }
  },
  {
   "quote": {
    "text": "A death from a long illness is very different from a sudden death. It gives you time to say goodbye and time to adjust to the idea that the beloved will not be with you anymore."
   },
   "author": {
    "text": "Meghan O'Rourke"
   }
  },
  {
   "quote": {
    "text": "I've gotten death threats, yes. I have. I think anytime you shine a spotlight on homosexuality or minorities and you try and say they are as normal or as worthy as acceptance as others, the people who are on the fringe don't like that and they will come after you. And they have come after me."
   },
   "author": {
    "text": "Ryan Murphy"
   }
  },
  {
   "quote": {
    "text": "Trump was always a poster boy of the selfish, egomaniacal, ignorant, bragging, cruel rich kid, whose mirror was the sleazy pages of Rupert Murdoch's 'New York Post.' Trump's oxygen was the leaked item, without which he would die the suffocating death of being shown to a bad table."
   },
   "author": {
    "text": "Richard Cohen"
   }
  },
  {
   "quote": {
    "text": "The terms of copyright last far too long: either the life of the author plus 70 years after death for a personal work or 95 years for a corporate work. That length doesn't encourage more authorship - it merely limits the speakers who could share powerful speeches, books, and films."
   },
   "author": {
    "text": "Marvin Ammori"
   }
  },
  {
   "quote": {
    "text": "Because death and illness are the most horrible things in life, of course that's where the most absurdly funny things are going to happen."
   },
   "author": {
    "text": "Julia Sweeney"
   }
  },
  {
   "quote": {
    "text": "Sometimes I take the watch, or I take the shoes, but usually the souvenir is to take the life you had with those directors, or the crew - the camera person, the lighting person. When you finish a film it's like a little death. You had a family for a bit, and you finish the movie and you probably will never see each other again."
   },
   "author": {
    "text": "Jean Reno"
   }
  },
  {
   "quote": {
    "text": "Love and death are the two great hinges on which all human sympathies turn."
   },
   "author": {
    "text": "B. R. Hayden"
   }
  },
  {
   "quote": {
    "text": "We cannot banish dangers, but we can banish fears. We must not demean life by standing in awe of death."
   },
   "author": {
    "text": "David Sarnoff"
   }
  },
  {
   "quote": {
    "text": "Planning to play: that's what saving for retirement is today - and it is antithetical to the nature of play, fully within the definition of work, and blissfully ignorant of the reality of death."
   },
   "author": {
    "text": "John Thorn"
   }
  },
  {
   "quote": {
    "text": "My food hero has to be Auguste Escoffier. And the villain? The man who's been most responsible for the death of food in my time is Ronald McDonald. He's always scared me, I think he's evil - he's a wolf in sheep's clothing. Him and the Hamburglar."
   },
   "author": {
    "text": "Arthur Potts Dawson"
   }
  },
  {
   "quote": {
    "text": "In the night of death, hope sees a star, and listening love can hear the rustle of a wing."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "In classical times, it was a capital offense to speculate upon the hour of a king's death or upon the identity of his successor."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "I mean, whatever kills you kills you, and your death is authentic no matter how you die."
   },
   "author": {
    "text": "Jerry Garcia"
   }
  },
  {
   "quote": {
    "text": "The album cover of 'Death of a Bachelor' is me on my roof of my backyard, so that's my place where I spend most of my time writing."
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "There are certain people that are marked for death. I have my little list of those that treated me unfairly."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "I definitely wouldn't wish death on anyone."
   },
   "author": {
    "text": "The Notorious B.I.G."
   }
  },
  {
   "quote": {
    "text": "In Seattle, I soon found that my radical ideas and aesthetic explorations - ideas and explorations that in Richmond, Virginia, might have gotten me stoned to death with hush puppies - were not only accepted but occasionally applauded."
   },
   "author": {
    "text": "Tom Robbins"
   }
  },
  {
   "quote": {
    "text": "You'll have time to rest when you're dead."
   },
   "author": {
    "text": "Robert De Niro"
   }
  },
  {
   "quote": {
    "text": "Death is delightful. Death is dawn, The waking from a weary night Of fevers unto truth and light."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "Those who welcome death have only tried it from the ears up."
   },
   "author": {
    "text": "Wilson Mizner"
   }
  },
  {
   "quote": {
    "text": "Death is not more certainly a separation of our souls from our bodies than the Christian life is a separation of our souls from worldly tempers, vain indulgences, and unnecessary cares."
   },
   "author": {
    "text": "William Law"
   }
  },
  {
   "quote": {
    "text": "Dying before dying has two important consequences: It liberates the individual from the fear of death and influences the actual experience of dying at the time of biological demise."
   },
   "author": {
    "text": "Stanislav Grof"
   }
  },
  {
   "quote": {
    "text": "If nothing else, there's comfort in recognising that no matter how much we fail and sin, death will limit our suffering."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "Am I a trance medium? No. Have I got a gift psychically? Absolutely not. But I believe in the survival of consciousness after death."
   },
   "author": {
    "text": "Dan Aykroyd"
   }
  },
  {
   "quote": {
    "text": "Death is always around the corner, but often our society gives it inordinate help."
   },
   "author": {
    "text": "Carter Burwell"
   }
  },
  {
   "quote": {
    "text": "My younger brother's death in Vietnam was both sobering and cause for reflection. In 'Fallen Angels' I wanted to dispel the notion of war as either romantic or simplistically heroic."
   },
   "author": {
    "text": "Walter Dean Myers"
   }
  },
  {
   "quote": {
    "text": "Sometimes I test myself saying, 'If I get a death sentence if I don't make this movie, would I still make this movie?'"
   },
   "author": {
    "text": "Hayao Miyazaki"
   }
  },
  {
   "quote": {
    "text": "For years the Trio did nothing but play for musicians and other hip people. We practically starved to death."
   },
   "author": {
    "text": "Nat King Cole"
   }
  },
  {
   "quote": {
    "text": "'Death Sentence' really is a throwback to the '70s style revenge drama with moments of action. It's like a contemporary 'Death Wish' with a much more thriller style storyline, but the action scenes I shot very much in the style of '70s films like 'The French Connection.'"
   },
   "author": {
    "text": "James Wan"
   }
  },
  {
   "quote": {
    "text": "I don't have any fear of death. I do, however, have an inordinate fear of becoming dependent on other people. To me, that's the severest test, not death."
   },
   "author": {
    "text": "Huston Smith"
   }
  },
  {
   "quote": {
    "text": "Death doesn't frighten me; now I can think peacefully of ending a long life."
   },
   "author": {
    "text": "Jeanne Calment"
   }
  },
  {
   "quote": {
    "text": "The medication I had to take was a form of chemotherapy. You feel like death every day. No appetite. No energy. But the treatment worked. It cured my liver 80 per cent but compromised my kidneys."
   },
   "author": {
    "text": "Natalie Cole"
   }
  },
  {
   "quote": {
    "text": "A dying man needs to die, as a sleepy man needs to sleep, and there comes a time when it is wrong, as well as useless, to resist."
   },
   "author": {
    "text": "Stewart Alsop"
   }
  },
  {
   "quote": {
    "text": "We will persevere, come life or death."
   },
   "author": {
    "text": "Lewis Tappan"
   }
  },
  {
   "quote": {
    "text": "The death of any man aged 56 is very sad for his widow and family. And no one would deny that Steve Jobs was a brilliant and highly innovative technician, with great business flair and marketing ability."
   },
   "author": {
    "text": "A. N. Wilson"
   }
  },
  {
   "quote": {
    "text": "Nothing that is really good and God-like dies."
   },
   "author": {
    "text": "Ernst Moritz Arndt"
   }
  },
  {
   "quote": {
    "text": "Every true Christian is a soldier - of Christ - a hero 'par excellence'! Braver than the bravest - scorning the soft seductions of peace and her oft-repeated warnings against hardship, disease, danger, and death, whom he counts among his bosom friends."
   },
   "author": {
    "text": "Charles Studd"
   }
  },
  {
   "quote": {
    "text": "We toured that record for a year, which turned out to be the culmination of ten years of being constantly on the road. We were sick to death of touring."
   },
   "author": {
    "text": "Michael Stipe"
   }
  },
  {
   "quote": {
    "text": "Death is a false fear. When it is here, you won't be. When it's not, you are here."
   },
   "author": {
    "text": "Michel Onfray"
   }
  },
  {
   "quote": {
    "text": "Art is man's distinctly human way of fighting death."
   },
   "author": {
    "text": "Leonard Baskin"
   }
  },
  {
   "quote": {
    "text": "We will grieve not, rather find strength in what remains behind. In the faith that looks through death, in years that bring the philosophic mind."
   },
   "author": {
    "text": "John Bacon"
   }
  },
  {
   "quote": {
    "text": "The words of a dead man are modified in the guts of the living."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "I hope to die in the saddle seat."
   },
   "author": {
    "text": "Albert Ellis"
   }
  },
  {
   "quote": {
    "text": "Death comes in a flash, and that's the truth of it, the person's gone in less than 24 frames of film."
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "Death is a delightful hiding place for weary men."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "To himself everyone is immortal; he may know that he is going to die, but he can never know that he is dead."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "A friend who dies, it's something of you who dies."
   },
   "author": {
    "text": "Gustave Flaubert"
   }
  },
  {
   "quote": {
    "text": "When you're dead, you're dead. That's it."
   },
   "author": {
    "text": "Marlene Dietrich"
   }
  },
  {
   "quote": {
    "text": "Since the day of my birth, my death began its walk. It is walking toward me, without hurrying."
   },
   "author": {
    "text": "Jean Cocteau"
   }
  },
  {
   "quote": {
    "text": "Cursed is the man who dies, but the evil done by him survives."
   },
   "author": {
    "text": "Abu Bakr"
   }
  },
  {
   "quote": {
    "text": "The death of Malcolm Fraser underwrites a great loss to Australia. Notwithstanding a controversial prime ministership, in later years he harboured one abiding and important idea about Australia - its need and its right to be a strategically independent country."
   },
   "author": {
    "text": "Paul Keating"
   }
  },
  {
   "quote": {
    "text": "The death of what's dead is the birth of what's living."
   },
   "author": {
    "text": "Arlo Guthrie"
   }
  },
  {
   "quote": {
    "text": "Some men are alive simply because it is against the law to kill them."
   },
   "author": {
    "text": "E. W. Howe"
   }
  },
  {
   "quote": {
    "text": "Death threatens our speech with futility because death is not just a biological event - it is a reality we fear may rob our living of any significance."
   },
   "author": {
    "text": "Stanley Hauerwas"
   }
  },
  {
   "quote": {
    "text": "I'll sleep when I'm dead."
   },
   "author": {
    "text": "Warren Zevon"
   }
  },
  {
   "quote": {
    "text": "For those who live neither with religious consolations about death nor with a sense of death (or of anything else) as natural, death is the obscene mystery, the ultimate affront, the thing that cannot be controlled. It can only be denied."
   },
   "author": {
    "text": "Susan Sontag"
   }
  },
  {
   "quote": {
    "text": "Call no man happy before he dies, he is at best but fortunate."
   },
   "author": {
    "text": "Solon"
   }
  },
  {
   "quote": {
    "text": "If you wish to make a man look noble, your best course is to kill him. What superiority he may have inherited from his race, what superiority nature may have personally gifted him with, comes out in death."
   },
   "author": {
    "text": "Alexander Smith"
   }
  },
  {
   "quote": {
    "text": "Death is the tyrant of the imagination."
   },
   "author": {
    "text": "Bryan Procter"
   }
  },
  {
   "quote": {
    "text": "Death is present every day in our lives. It's not that I take pleasure in the morbid fascination of it, but it is a fact of life."
   },
   "author": {
    "text": "Jose Saramago"
   }
  },
  {
   "quote": {
    "text": "To continue living, we have to die. That's the story of humanity - generation after generation - that we are going to die. There's nothing dramatic about death except that one loses one's life."
   },
   "author": {
    "text": "Jose Saramago"
   }
  },
  {
   "quote": {
    "text": "A writer's definitive death is when no one reads his books anymore. That's the final death."
   },
   "author": {
    "text": "Jose Saramago"
   }
  },
  {
   "quote": {
    "text": "For me, habit is just a synonym for death."
   },
   "author": {
    "text": "Juliette Binoche"
   }
  },
  {
   "quote": {
    "text": "Even at our birth, death does but stand aside a little. And every day he looks towards us and muses somewhat to himself whether that day or the next he will draw nigh."
   },
   "author": {
    "text": "Robert Bolt"
   }
  },
  {
   "quote": {
    "text": "Any man who has $10,000 left when he dies is a failure."
   },
   "author": {
    "text": "Errol Flynn"
   }
  },
  {
   "quote": {
    "text": "If you don't have any fight in you, you might as well be dead."
   },
   "author": {
    "text": "Scott Caan"
   }
  },
  {
   "quote": {
    "text": "Dying is easy, it's living that scares me to death."
   },
   "author": {
    "text": "Annie Lennox"
   }
  },
  {
   "quote": {
    "text": "None of us, in our culture of comfort, know how to prepare ourselves for dying, but that's what we should do every day. Every single day, we die a thousand deaths."
   },
   "author": {
    "text": "Joni Eareckson Tada"
   }
  },
  {
   "quote": {
    "text": "I detest life-insurance agents: they always argue that I shall some day die, which is not so."
   },
   "author": {
    "text": "Stephen Leacock"
   }
  },
  {
   "quote": {
    "text": "Tradition demands that we not speak poorly of the dead."
   },
   "author": {
    "text": "Daniel Barenboim"
   }
  },
  {
   "quote": {
    "text": "Once you've stared death in the face, every day is a good day."
   },
   "author": {
    "text": "Mike Quigley"
   }
  },
  {
   "quote": {
    "text": "All our knowledge merely helps us to die a more painful death than animals that know nothing."
   },
   "author": {
    "text": "Maurice Maeterlinck"
   }
  },
  {
   "quote": {
    "text": "Death's in the good-bye."
   },
   "author": {
    "text": "Anne Sexton"
   }
  },
  {
   "quote": {
    "text": "Hell, madam, is to love no longer."
   },
   "author": {
    "text": "Georges Bernanos"
   }
  },
  {
   "quote": {
    "text": "Are there moments when I see unrequited crushes or ex-boyfriends slow dancing with their dates and kind of want to stab myself in the spleen with a salad fork? Yeah, sure."
   },
   "author": {
    "text": "Sloane Crosley"
   }
  },
  {
   "quote": {
    "text": "Death borders upon our birth, and our cradle stands in the grave."
   },
   "author": {
    "text": "Joseph Hall"
   }
  },
  {
   "quote": {
    "text": "He who is completely sanctified, or cleansed from all sin, and dies in this state, is fit for glory."
   },
   "author": {
    "text": "Adam Clarke"
   }
  },
  {
   "quote": {
    "text": "Fling but a stone, the giant dies."
   },
   "author": {
    "text": "Matthew Green"
   }
  },
  {
   "quote": {
    "text": "Millions long for immortality who don't know what to do with themselves on a rainy Sunday afternoon."
   },
   "author": {
    "text": "Susan Ertz"
   }
  },
  {
   "quote": {
    "text": "We ourselves can die with comfort and even with joy if we know that death is but a passport to blessedness, that this intellect, freed from all material chains, shall rise and shine."
   },
   "author": {
    "text": "Matthew Simpson"
   }
  },
  {
   "quote": {
    "text": "Look for me in the nurseries of Heaven."
   },
   "author": {
    "text": "Francis Thompson"
   }
  },
  {
   "quote": {
    "text": "It was a time when only the dead smiled, happy in their peace."
   },
   "author": {
    "text": "Anna Akhmatova"
   }
  },
  {
   "quote": {
    "text": "Death is the last enemy: once we've got past that I think everything will be alright."
   },
   "author": {
    "text": "Alice Thomas Ellis"
   }
  },
  {
   "quote": {
    "text": "He who doesn't fear death dies only once."
   },
   "author": {
    "text": "Giovanni Falcone"
   }
  }
 ]
}