{
 "DesignQuotes": [
  {
   "quote": {
    "text": "Happiness is not something you postpone for the future; it is something you design for the present."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "Fashion fades, only style remains the same."
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "Design is a way of life, a point of view. It involves the whole complex of visual communications: talent, creative ability, manual skill, and technical knowledge. Aesthetics and economics, technology and psychology are intrinsically related to the process."
   },
   "author": {
    "text": "Paul Rand"
   }
  },
  {
   "quote": {
    "text": "A shoe is not only a design, but it's a part of your body language, the way you walk. The way you're going to move is quite dictated by your shoes."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "You can design and create, and build the most wonderful place in the world. But it takes people to make the dream a reality."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "I think fashion is a lot of fun. I love clothes. More than fashion or brand labels, I love design. I love the thought that people put into clothes. I love when clothes make cultural statements and I think personal style is really cool. I also freely recognize that fashion should be a hobby."
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "Design is not just what it looks like and feels like. Design is how it works."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Good buildings come from good people, and all problems are solved by good design."
   },
   "author": {
    "text": "Stephen Gardiner"
   }
  },
  {
   "quote": {
    "text": "Almost all quality improvement comes via simplification of design, manufacturing... layout, processes, and procedures."
   },
   "author": {
    "text": "Tom Peters"
   }
  },
  {
   "quote": {
    "text": "An image is not simply a trademark, a design, a slogan or an easily remembered picture. It is a studiously crafted personality profile of an individual, institution, corporation, product or service."
   },
   "author": {
    "text": "Daniel J. Boorstin"
   }
  },
  {
   "quote": {
    "text": "If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "A lot of people in our industry haven't had very diverse experiences. So they don't have enough dots to connect, and they end up with very linear solutions without a broad perspective on the problem. The broader one's understanding of the human experience, the better design we will have."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "The details are not the details. They make the design."
   },
   "author": {
    "text": "Charles Eames"
   }
  },
  {
   "quote": {
    "text": "Fashion is architecture: it is a matter of proportions."
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "Eventually everything connects - people, ideas, objects. The quality of the connections is the key to quality per se."
   },
   "author": {
    "text": "Charles Eames"
   }
  },
  {
   "quote": {
    "text": "The curious task of economics is to demonstrate to men how little they really know about what they imagine they can design."
   },
   "author": {
    "text": "Friedrich August von Hayek"
   }
  },
  {
   "quote": {
    "text": "Everything we do is designed, whether we're producing a magazine, a website, or a bridge. Design is really the creative invention that designs everything."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "Successful design is not the achievement of perfection but the minimization and accommodation of imperfection."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "There's design, and there's art. Good design is total harmony. There's no better designer than nature - if you look at a branch or a leaf, it's perfect. It's all function. Art is different. It's about emotion. It's about suffering and beauty - but mostly suffering!"
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "Food is one part of the experience. And it has to be somewhere between 50 to 60 percent of the dining experience. But the rest counts as well: The mood, the atmosphere, the music, the feeling, the design, the harmony between what you have on the plate and what surrounds the plate."
   },
   "author": {
    "text": "Alain Ducasse"
   }
  },
  {
   "quote": {
    "text": "Design is a funny word. Some people think design means how it looks. But of course, if you dig deeper, it's really how it works."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "A designer knows he has achieved perfection not when there is nothing left to add, but when there is nothing left to take away."
   },
   "author": {
    "text": "Antoine de Saint-Exupery"
   }
  },
  {
   "quote": {
    "text": "Sustainability can't be like some sort of a moral sacrifice or political dilemma or a philanthropical cause. It has to be a design challenge."
   },
   "author": {
    "text": "Bjarke Ingels"
   }
  },
  {
   "quote": {
    "text": "Space is the breath of art."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "Space and light and order. Those are the things that men need just as much as they need bread or a place to sleep."
   },
   "author": {
    "text": "Le Corbusier"
   }
  },
  {
   "quote": {
    "text": "Trying to design the perfect plan is the perfect recipe for disappointment."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "Wellness is not a 'medical fix' but a way of living - a lifestyle sensitive and responsive to all the dimensions of body, mind, and spirit, an approach to life we each design to achieve our highest potential for well-being now and forever."
   },
   "author": {
    "text": "Greg Anderson"
   }
  },
  {
   "quote": {
    "text": "Design helps shape our everyday interactions through products, furniture, objects, or experiences."
   },
   "author": {
    "text": "Joe Gebbia"
   }
  },
  {
   "quote": {
    "text": "Any product that needs a manual to work is broken."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "I don't design clothes, I design dreams."
   },
   "author": {
    "text": "Ralph Lauren"
   }
  },
  {
   "quote": {
    "text": "Architecture is basically the design of interiors, the art of organizing interior space."
   },
   "author": {
    "text": "Philip Johnson"
   }
  },
  {
   "quote": {
    "text": "Good design begins with honesty, asks tough questions, comes from collaboration and from trusting your intuition."
   },
   "author": {
    "text": "Freeman Thomas"
   }
  },
  {
   "quote": {
    "text": "A part of my kind of design and inspiration ethos is that I carry around a leather notebook and I sketch in it, doodle in it, write notes in it, and I put pictures in it."
   },
   "author": {
    "text": "John Varvatos"
   }
  },
  {
   "quote": {
    "text": "Most companies target women as end users, but few are effectively utilizing female employees when it comes to innovating for female consumers. When women are empowered in the design and innovation process, the likelihood of success in the marketplace improves by 144%!"
   },
   "author": {
    "text": "Indra Nooyi"
   }
  },
  {
   "quote": {
    "text": "Design is a series of creative choices - it's a collaborative effort, an evolutionary process. You choose your fabrics depending upon what you want to say, then you work with mills to get those fabrics. Through the process, you realize what you want it to be."
   },
   "author": {
    "text": "Marc Jacobs"
   }
  },
  {
   "quote": {
    "text": "My hair is different than a lot of people's. I like my hair. I like the fade. I like the little design I have. I'm cool with it. Obviously my hair is thin on top, so it looks like a bald spot, but I really could care less."
   },
   "author": {
    "text": "Trae Young"
   }
  },
  {
   "quote": {
    "text": "Design must be functional, and functionality must be translated into visual aesthetics without any reliance on gimmicks that have to be explained."
   },
   "author": {
    "text": "Ferdinand Porsche"
   }
  },
  {
   "quote": {
    "text": "Design is not making beauty, beauty emerges from selection, affinities, integration, love."
   },
   "author": {
    "text": "Louis Kahn"
   }
  },
  {
   "quote": {
    "text": "It was Einstein's dream to discover the grand design of the universe, a single theory that explains everything. However, physicists in Einstein's day hadn't made enough progress in understanding the forces of nature for that to be a realistic goal."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Luck is the residue of design."
   },
   "author": {
    "text": "Branch Rickey"
   }
  },
  {
   "quote": {
    "text": "The space within becomes the reality of the building."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "All architecture is shelter, all great architecture is the design of space that contains, cuddles, exalts, or stimulates the persons in that space."
   },
   "author": {
    "text": "Philip Johnson"
   }
  },
  {
   "quote": {
    "text": "Design is about point of view, and there should be some sort of woman or lifestyle or attitude in one's head as a designer."
   },
   "author": {
    "text": "Vera Wang"
   }
  },
  {
   "quote": {
    "text": "The stylish kids on the street, they're the ones that set the trends. The designers see what they're doing and go and design their line and sell it back to the same kids, and it's like, why not go directly to the source?"
   },
   "author": {
    "text": "Rihanna"
   }
  },
  {
   "quote": {
    "text": "It is only after years of preparation that the young artist should touch color - not color used descriptively, that is, but as a means of personal expression."
   },
   "author": {
    "text": "Henri Matisse"
   }
  },
  {
   "quote": {
    "text": "As an architect, you design for the present, with an awareness of the past, for a future which is essentially unknown."
   },
   "author": {
    "text": "Norman Foster"
   }
  },
  {
   "quote": {
    "text": "Fear is present when we forget that we are a part of God's divine design. Learning to experience authentic love means abandoning ego's insistence that you have much to fear and that you are in an unfriendly world. You can make the decision to be free from fear and doubt and return to the brilliant light of love that is always with you."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "My inspiration for interior design is more historical than traditional."
   },
   "author": {
    "text": "Patrick Cox"
   }
  },
  {
   "quote": {
    "text": "In order to design a future of positive change, we must first become expert at changing our minds."
   },
   "author": {
    "text": "Jacque Fresco"
   }
  },
  {
   "quote": {
    "text": "I did not direct my life. I didn't design it. I never made decisions. Things always came up and made them for me. That's what life is."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "Good design is making something intelligible and memorable. Great design is making something memorable and meaningful."
   },
   "author": {
    "text": "Dieter Rams"
   }
  },
  {
   "quote": {
    "text": "We look at life from the back side of the tapestry. And most of the time, what we see is loose threads, tangled knots and the like. But occasionally, God's light shines through the tapestry, and we get a glimpse of the larger design with God weaving together the darks and lights of existence."
   },
   "author": {
    "text": "John Piper"
   }
  },
  {
   "quote": {
    "text": "I really, really like interior design. I grew up in a really old house outside of Philly that was built in 1821. My mom is really into antiques, and my dad is very mid-century. They're not together anymore, so in the middle of growing up, I, all of the sudden, had two houses that were very different but really well done in each of their own ways."
   },
   "author": {
    "text": "Abbi Jacobson"
   }
  },
  {
   "quote": {
    "text": "One of my most memorable moments serving the community was after I built the Live Civil Playground in Haiti, and I visited an orphanage and gave away shoes to all the kids. I also sat with them and helped them design their shoes. The smiles on their faces were priceless."
   },
   "author": {
    "text": "Karen Civil"
   }
  },
  {
   "quote": {
    "text": "The success stories in biotechnology are mainly due to the straightforward application of design thinking in both the business and science aspects of our lean startups."
   },
   "author": {
    "text": "Ryan Bethencourt"
   }
  },
  {
   "quote": {
    "text": "My personal fascination with the power of the crowd has been growing: Exactly what can a 'crowd' accomplish? We know crowds can raise billions of dollars, create Wikipedia, and even design and build small autonomous drones. But how about something large and complex like designing a new car, and maybe someday even a spaceship?"
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "When I design a wedding dress with a bustle, it has to be one the bride can dance in. I love the idea that something is practical and still looks great."
   },
   "author": {
    "text": "Vera Wang"
   }
  },
  {
   "quote": {
    "text": "Fashion and interior design are one and the same."
   },
   "author": {
    "text": "Iris Apfel"
   }
  },
  {
   "quote": {
    "text": "There is no one-size-fits-all solution to the challenges facing our cities or to the housing crisis, but the two issues need to be considered together. From an urban design and planning point of view, the well-connected open city is a powerful paradigm and an engine for integration and inclusivity."
   },
   "author": {
    "text": "Richard Rogers"
   }
  },
  {
   "quote": {
    "text": "You cannot design shoes if you only think about fashion; it's too realistic. When I design, I dream."
   },
   "author": {
    "text": "Giuseppe Zanotti"
   }
  },
  {
   "quote": {
    "text": "I design for the woman who loves being a woman."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "In the end, I hope there's a little note somewhere that says I designed a good computer."
   },
   "author": {
    "text": "Steve Wozniak"
   }
  },
  {
   "quote": {
    "text": "If I was influenced by anything, it was architecture: structure having to do with logic. If you don't do it right, the whole thing is going to cave in. In a certain sense, you can carry that to graphic design. Fortunately, however, nobody is going to die if you do it wrong."
   },
   "author": {
    "text": "Paul Rand"
   }
  },
  {
   "quote": {
    "text": "Even private persons in due season, with discretion and temper, may reprove others, whom they observe to commit sin, or follow bad courses, out of charitable design, and with hope to reclaim them."
   },
   "author": {
    "text": "Isaac Barrow"
   }
  },
  {
   "quote": {
    "text": "Leon Theremin's original designs are elegant, ingenious and effective. As electronics goes, the theremin is very simple. But there are so many subtleties hidden in the details of the design. It's like a great sonnet, or a painting, or a speech, that is perfectly done on more than one level."
   },
   "author": {
    "text": "Robert Moog"
   }
  },
  {
   "quote": {
    "text": "In just six weeks from the time the design was started, we had the motor on the block testing its power."
   },
   "author": {
    "text": "Orville Wright"
   }
  },
  {
   "quote": {
    "text": "In most people's vocabularies, design means veneer. It's interior decorating. It's the fabric of the curtains and the sofa. But to me, nothing could be further from the meaning of design."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Design is the fundamental soul of a man-made creation that ends up expressing itself in successive outer layers of the product or service. The iMac is not just the color or translucence or the shape of the shell. The essence of the iMac is to be the finest possible consumer computer in which each element plays together."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "To design is much more than simply to assemble, to order, or even to edit: it is to add value and meaning, to illuminate, to simplify, to clarify, to modify, to dignify, to dramatize, to persuade, and perhaps even to amuse. To design is to transform prose into poetry."
   },
   "author": {
    "text": "Paul Rand"
   }
  },
  {
   "quote": {
    "text": "I'm a big believer in the emotion of design, and the message that's sent before somebody begins to read, before they get the rest of the information; what is the emotional response they get to the product, to the story, to the painting - whatever it is."
   },
   "author": {
    "text": "David Carson"
   }
  },
  {
   "quote": {
    "text": "The design of the Mac wasn't what it looked like, although that was part of it. Primarily, it was how it worked. To design something really well, you have to get it. You have to really grok what it's all about. It takes a passionate commitment to really thoroughly understand something, chew it up, not just quickly swallow it."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Many churches of all persuasions are hiring research agencies to poll neighborhoods, asking what kind of church they prefer. Then the local churches design themselves to fit the desires of the people. True faith in God that demands selflessness is being replaced by trendy religion that serves the selfish."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "A common mistake that people make when trying to design something completely foolproof is to underestimate the ingenuity of complete fools."
   },
   "author": {
    "text": "Douglas Adams"
   }
  },
  {
   "quote": {
    "text": "I'm not into fashion, but I like design. I wear the same shoes every day."
   },
   "author": {
    "text": "Tyler, The Creator"
   }
  },
  {
   "quote": {
    "text": "Interior design is a business of trust."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "Art is to be free. Design is to fix."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "Design is a plan for arranging elements in such a way as best to accomplish a particular purpose."
   },
   "author": {
    "text": "Charles Eames"
   }
  },
  {
   "quote": {
    "text": "A chair is a very difficult object. A skyscraper is almost easier. That is why Chippendale is famous."
   },
   "author": {
    "text": "Ludwig Mies van der Rohe"
   }
  },
  {
   "quote": {
    "text": "We must look for ways to be an active force in our own lives. We must take charge of our own destinies, design a life of substance and truly begin to live our dreams."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "Every few decades, we have an opportunity to make a drastic change to the way we live our lives. We get a chance to design the building blocks of our daily routines, the infrastructure that will support and accompany us for the years to come - from the trains and trams we ride, the offices we work in, to the energy that powers our homes."
   },
   "author": {
    "text": "Paul Polman"
   }
  },
  {
   "quote": {
    "text": "The universe we observe has precisely the properties we should expect if there is, at bottom, no design, no purpose, no evil, no good, nothing but blind, pitiless indifference."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "The aim of being a good designer is to have an influence. If you design furniture or lifestyle, you should influence the way people evolve globally. It's good to have an influence."
   },
   "author": {
    "text": "Olivier Theyskens"
   }
  },
  {
   "quote": {
    "text": "I thank Marc Jacobs so much for giving me the opportunity to design a shoe for Louis Vuitton, but the thing that broke my heart most was when they said, 'You're finished. The shoe's finished.'"
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "Modern design becomes the eye catcher because it's out of context, it is something newborn and fresh, something people have never seen before. I mean, that in itself is the way we should sort of stimulate the senses of society, this urban condition."
   },
   "author": {
    "text": "Ross Lovegrove"
   }
  },
  {
   "quote": {
    "text": "Graphic design is the paradise of individuality, eccentricity, heresy, abnormality, hobbies and humors."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "I paint mostly from real life. It has to start with that. Real people, real street scenes, behind the curtain scenes, live models, paintings, photographs, staged setups, architecture, grids, graphic design. Whatever it takes to make it work."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "Our guiding principle was that design is neither an intellectual nor a material affair, but simply an integral part of the stuff of life, necessary for everyone in a civilized society."
   },
   "author": {
    "text": "Walter Gropius"
   }
  },
  {
   "quote": {
    "text": "Many are ready, when listening to the inventor, to belittle and deny his achievements so that he will no longer be heard in honourable places, but after some months or a year, they use the inventor's words in speech or writing or design."
   },
   "author": {
    "text": "Filippo Brunelleschi"
   }
  },
  {
   "quote": {
    "text": "Design our world so that we have positive social and environmental side effects."
   },
   "author": {
    "text": "Bjarke Ingels"
   }
  },
  {
   "quote": {
    "text": "Design is the method of putting form and content together. Design, just as art, has multiple definitions; there is no single definition. Design can be art. Design can be aesthetics. Design is so simple, that's why it is so complicated."
   },
   "author": {
    "text": "Paul Rand"
   }
  },
  {
   "quote": {
    "text": "The typical project design time for a large company like IBM - and they keep track of this - is a little over four years."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "In nature, there is no separation between design, engineering, and fabrication; the bone does it all."
   },
   "author": {
    "text": "Neri Oxman"
   }
  },
  {
   "quote": {
    "text": "I have no problem with the idea of comfort, but it is not an important thing aesthetically. If you look at a shoe and immediately say it looks very comfortable, in terms of design, it is not going to excite me. Of course, I am not putting nails in my shoes to ensure everybody is in pain, but a heel is not a pair of slippers and never will be."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "The dreaded phrase in design circles is 'show and tell.'"
   },
   "author": {
    "text": "David Carson"
   }
  },
  {
   "quote": {
    "text": "I hate going out for lunch during a workday because it slows down my pace and ruins my rhythm. I prefer to eat at my desk. Actually, I wander around the design studio with a plate in my hand as I dine on, for example, salmon sashimi and a salad of tomatoes and mozzarella. I often have a bit of dark chocolate after lunch."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "You can almost say that a design error is a human error because, after all, it's we humans who do the designing."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "I'm always up for collaborating with brands and people who actually design, but doing your own line is a whole other beast. I don't think I could deal with the criticism."
   },
   "author": {
    "text": "Travis Scott"
   }
  },
  {
   "quote": {
    "text": "The Constitution remains brilliant in its overall design and sound with respect to the Bill of Rights and the separation of powers. But there are numerous archaic provisions that inhibit constructive change and adaptation. These constitutional bits affect the daily life of the republic and every citizen in it."
   },
   "author": {
    "text": "Larry J. Sabato"
   }
  },
  {
   "quote": {
    "text": "Color does not add a pleasant quality to design - it reinforces it."
   },
   "author": {
    "text": "Pierre Bonnard"
   }
  },
  {
   "quote": {
    "text": "A camel is a horse designed by committee."
   },
   "author": {
    "text": "Alec Issigonis"
   }
  },
  {
   "quote": {
    "text": "To design is to communicate clearly by whatever means you can control or master."
   },
   "author": {
    "text": "Milton Glaser"
   }
  },
  {
   "quote": {
    "text": "The very design of neoliberal principles is a direct attack on democracy."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "Gaming in general is a male thing. It isn't that gaming is designed to exclude women. Everybody who's tried to design a game to interest a large female audience has failed. And I think that has to do with the different thinking processes of men and women."
   },
   "author": {
    "text": "Gary Gygax"
   }
  },
  {
   "quote": {
    "text": "I've been fascinated with interior design for as long as I can remember."
   },
   "author": {
    "text": "Matthew Williamson"
   }
  },
  {
   "quote": {
    "text": "Today, tomorrow and every day, we will see at least 2,000 young children killed or seriously injured on the world's roads. This is unacceptable, preventable, and we have to stop it. We have the vaccines for this disease: helmets, seatbelts, speed enforcement, safe road design. We just need to use them."
   },
   "author": {
    "text": "Michelle Yeoh"
   }
  },
  {
   "quote": {
    "text": "Good design should be available to everyone - and I do mean everyone. What I spent on the wheelchair I'm in could buy a small Mercedes. It's not only unfair to me; it's unfair to someone who's indigent but has the same needs. My goal is to make all objects affordable."
   },
   "author": {
    "text": "Michael Graves"
   }
  },
  {
   "quote": {
    "text": "Design has long gone from tinkering and sketching of auteurs in isolation to a powerful catalyzer of growth."
   },
   "author": {
    "text": "Jens Martin Skibsted"
   }
  },
  {
   "quote": {
    "text": "The design process usually starts as a fantasy, with ideas that I dream of and visualize. These ideas become a reality by bringing various ingredients together, from the lifestyle of my bride, her age and sex appeal, to the textures of the finest fabrics and embroideries that we produce in my family factories in India."
   },
   "author": {
    "text": "Naeem Khan"
   }
  },
  {
   "quote": {
    "text": "I like to do interior design, I love to quilt, I love to see different colors together, and I love to match things up."
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "Design my own line? No, I just like the culture."
   },
   "author": {
    "text": "ASAP Rocky"
   }
  },
  {
   "quote": {
    "text": "We tell stories with maps about global warming, biodiversity; we can design more livable cities, track the spread of epidemics. That makes a difference."
   },
   "author": {
    "text": "Jack Dangermond"
   }
  },
  {
   "quote": {
    "text": "I didn't think that personal style had much value in graphic design."
   },
   "author": {
    "text": "Stefan Sagmeister"
   }
  },
  {
   "quote": {
    "text": "I really see myself continuing to design clothes, fragrances."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "As a woman, I'm expected to want everything to be nice and to be nice myself. A very English thing. I don't design nice buildings - I don't like them. I like architecture to have some raw, vital, earthy quality."
   },
   "author": {
    "text": "Zaha Hadid"
   }
  },
  {
   "quote": {
    "text": "Graphic design is a hobby that I started with back in 2010-2011, which I am still doing today. And because of that, I was able to design my own stuff and designed my own logo."
   },
   "author": {
    "text": "Alan Walker"
   }
  },
  {
   "quote": {
    "text": "When shooting in real spaces, the work of a cinematographer begins where location meets production design meets time of day. No movie light will ever look as real as the sun, so scheduling becomes truly paramount to naturalistic lighting."
   },
   "author": {
    "text": "Rachel Morrison"
   }
  },
  {
   "quote": {
    "text": "We need to be vigilant about how we design and train these machine-learning systems, or we will see ingrained forms of bias built into the artificial intelligence of the future."
   },
   "author": {
    "text": "Kate Crawford"
   }
  },
  {
   "quote": {
    "text": "America glories in its tradition of the self-made individual. Political candidates compete to be a friend to entrepreneurs, and policymakers, imagining the next Microsoft or Google, design laws to back the innovator in the garage."
   },
   "author": {
    "text": "Mark McKinnon"
   }
  },
  {
   "quote": {
    "text": "In the end, it's clear that the incorporation of synthetic biology in product and architectural design will enable the transition from designs that are inspired by nature to designs made with and by nature to, possibly, designing nature herself."
   },
   "author": {
    "text": "Neri Oxman"
   }
  },
  {
   "quote": {
    "text": "There are two kinds of designers: ones who are very happy locked in their office surrounded by their coterie. The last thing they need to do is to go to a trunk show; they'd go running for the hills. I not only enjoy it, I think, how do you design things that are applicable to life - unless you live it?"
   },
   "author": {
    "text": "Michael Kors"
   }
  },
  {
   "quote": {
    "text": "Tiles, the best furniture, fabrics, bath fixtures, bronze - just leaf through any design magazine and you immediately understand they're all 'Made in Italy.' We have the premier opera house in the world, La Scala, and behind the Nobel given to CERN is the research of many Italians."
   },
   "author": {
    "text": "Lapo Elkann"
   }
  },
  {
   "quote": {
    "text": "The essence of architecture is form and space, and light is the essential element to the key to architectural design, probably more important than anything. Technology and materials are secondary."
   },
   "author": {
    "text": "I. M. Pei"
   }
  },
  {
   "quote": {
    "text": "I think it's really important to design things with a kind of personality."
   },
   "author": {
    "text": "Marc Newson"
   }
  },
  {
   "quote": {
    "text": "The real opportunity is to harness the inventive power of the world to locally design and produce solutions to local problems."
   },
   "author": {
    "text": "Neil Gershenfeld"
   }
  },
  {
   "quote": {
    "text": "A business woman needs a successful mix of design and practicality."
   },
   "author": {
    "text": "Donatella Versace"
   }
  },
  {
   "quote": {
    "text": "The dynamics of film directing and fashion design - in the ways that I've done it - were not dissimilar."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "Hey, I'm a good software engineer, but I'm not exactly known for my fashion sense. White socks and sandals don't translate to 'good design sense'."
   },
   "author": {
    "text": "Linus Torvalds"
   }
  },
  {
   "quote": {
    "text": "When the Great Fire of London destroyed most of the medieval city in 1666, Christopher Wren was invited to design a new one. Within days, he had drawn up an elegant grid of broad boulevards leading to majestic squares, but it came to nothing - the existing landowners wanted things as they had been."
   },
   "author": {
    "text": "Norman Foster"
   }
  },
  {
   "quote": {
    "text": "Design is everything. Everything!"
   },
   "author": {
    "text": "Paul Rand"
   }
  },
  {
   "quote": {
    "text": "Some people said, 'Oh you're going to become a fine artist now and do exhibits and stuff.' But I have no desire to do that. I really like design and I'm going to stay with it."
   },
   "author": {
    "text": "Stefan Sagmeister"
   }
  },
  {
   "quote": {
    "text": "We don't want to be a design line. Ultimately, we want to be a platform that houses many design aesthetics."
   },
   "author": {
    "text": "Alexa Hirschfeld"
   }
  },
  {
   "quote": {
    "text": "There's a perennial debate about whether the propagandistic tripe produced by establishment media outlets is shaped more by evil or by stupidity. Personally, I think it's both: a healthy dose of each is needed. The system design is malicious, while those who serve as its public face are generally vacant."
   },
   "author": {
    "text": "Glenn Greenwald"
   }
  },
  {
   "quote": {
    "text": "Chandeliers are marvels of drop-dead showiness, the jewellery of architecture."
   },
   "author": {
    "text": "Peter York"
   }
  },
  {
   "quote": {
    "text": "I don't design houses with the nuclear family idea because I don't believe in it as a concept."
   },
   "author": {
    "text": "Peter Eisenman"
   }
  },
  {
   "quote": {
    "text": "Trends are dangerous; you will fail if you design for them. You cannot follow the work of others. I have my own DNA, my own formula. I always stay true to myself and to the brand."
   },
   "author": {
    "text": "Giuseppe Zanotti"
   }
  },
  {
   "quote": {
    "text": "Design is a tool that either allows us to create new markets or disrupt existing ones."
   },
   "author": {
    "text": "Yves Behar"
   }
  },
  {
   "quote": {
    "text": "You can make people feel valued or cared for by design alone. It's not purely about money. It's about how we choose to value human experience."
   },
   "author": {
    "text": "Thomas Heatherwick"
   }
  },
  {
   "quote": {
    "text": "The possibility that terrorist groups could obtain weapons of mass destruction should not be dismissed as a fiction. This is a horrific threat the international community should take seriously. As long as these weapons exist, so, too, does the risk of their use - by accident or design."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "Books are better than movies because you design the set the way you want it to look."
   },
   "author": {
    "text": "Trent Reznor"
   }
  },
  {
   "quote": {
    "text": "Apple's goal isn't to make money. Our goal is to design and develop and bring to market good products."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "That's something I learned in art school. I studied graphic design in Germany, and my professor emphasized the responsibility that designers and illustrators have towards the people they create things for."
   },
   "author": {
    "text": "Eric Carle"
   }
  },
  {
   "quote": {
    "text": "The message I want to put forward for women is that I never want it to be about, 'Oh, it's a bit difficult to put that together,' or, 'She can dress that way, but I can't.' Actually, my designs are for all women, and I truly believe that you can make yourself feel wonderful in whatever you wear. That's the importance behind what I design."
   },
   "author": {
    "text": "Emilia Wickstead"
   }
  },
  {
   "quote": {
    "text": "Practically, systemic thinking can be used to identify problems, analyze their boundaries, design strategies and policy interventions, forecast and measure their expected impacts, implement them, and monitor and evaluate their successes and failures."
   },
   "author": {
    "text": "Paul Polman"
   }
  },
  {
   "quote": {
    "text": "When I take on a design project, I have to jet from the bookstore to the hardware shop to the lamp store and back again just to collect a small portion of the many items I need to fill a home. But, when you hit the flea market, they're all right there. From booth to booth, you have the bases covered."
   },
   "author": {
    "text": "Nate Berkus"
   }
  },
  {
   "quote": {
    "text": "Design is not for philosophy it's for life."
   },
   "author": {
    "text": "Issey Miyake"
   }
  },
  {
   "quote": {
    "text": "In designing hardware to be used every day, it was important to keep both the human aspects and the machine in mind. What looks good also often feels good."
   },
   "author": {
    "text": "Michael Graves"
   }
  },
  {
   "quote": {
    "text": "Each season I strive to design a forward-thinking and effortless collection with a very clean minimalist aesthetic."
   },
   "author": {
    "text": "Francisco Costa"
   }
  },
  {
   "quote": {
    "text": "I always look forward to the next project. That is one of the wonderful things about architecture - you always can hope for another project to design."
   },
   "author": {
    "text": "Cesar Pelli"
   }
  },
  {
   "quote": {
    "text": "I can proudly say Galaxy Gear is a design statement, an engineering marvel, and something that really redefines tomorrow."
   },
   "author": {
    "text": "Pranav Mistry"
   }
  },
  {
   "quote": {
    "text": "It isn't obvious and it took us a while to demonstrate that we could actually design a machine that bends."
   },
   "author": {
    "text": "Barry Barish"
   }
  },
  {
   "quote": {
    "text": "Actually, I didn't make the claim that Ruby follows the principle of least surprise. Someone felt the design of Ruby follows that philosophy, so they started saying that. I didn't bring that up, actually."
   },
   "author": {
    "text": "Yukihiro Matsumoto"
   }
  },
  {
   "quote": {
    "text": "Sculptures created from found materials like ice and thorns, driftwood, and even bleached kangaroo bones all presuppose that artistic design will yield to the cycles of time and climate, whether over an hour or a decade."
   },
   "author": {
    "text": "Simon Schama"
   }
  },
  {
   "quote": {
    "text": "You'll never see me with a precision flick of eyeliner. Messy eyeliner became my thing by accident rather than design. If you can't get it straight, then just work it in around your eyes."
   },
   "author": {
    "text": "Edie Campbell"
   }
  },
  {
   "quote": {
    "text": "My opportunity to design school choice systems began in 2003 with a phone call from Jeremy Lack at the New York City Department of Education. He knew of my work on the medical match and wondered if similar efforts might help reorganize the dysfunctional, congested system then used to match students to high schools."
   },
   "author": {
    "text": "Alvin E. Roth"
   }
  },
  {
   "quote": {
    "text": "I have the same sense of discovery and exhilaration from objects of design and everyday use - I am inspired by the buildings in my city, by park greenery and dazzling store windows, by the jaunty strollers and umbrellas and billboards I walk past. Just strolling our streets, we encounter creativity every single day."
   },
   "author": {
    "text": "Agnes Gund"
   }
  },
  {
   "quote": {
    "text": "My overall artistic goal is to marry graphic design with comic books and traditional storytelling."
   },
   "author": {
    "text": "Jonathan Hickman"
   }
  },
  {
   "quote": {
    "text": "Great designers seldom make great advertising men, because they get overcome by the beauty of the picture - and forget that merchandise must be sold."
   },
   "author": {
    "text": "James Randolph Adams"
   }
  },
  {
   "quote": {
    "text": "As an artist, as I design and lay out a page, the less-important things, things I want you to spend less time looking at, I draw them very small, maybe even silhouette them. The more-important pivotal scenes, I draw them larger, maybe even a double-page spread."
   },
   "author": {
    "text": "Jim Lee"
   }
  },
  {
   "quote": {
    "text": "I have always been interested in design, but in the beginning I didn't set out to make jewelry specifically."
   },
   "author": {
    "text": "Paloma Picasso"
   }
  },
  {
   "quote": {
    "text": "I just like music that sounds like music. Not like machines and computers and things that you design to make things sound slick and perfect."
   },
   "author": {
    "text": "Zooey Deschanel"
   }
  },
  {
   "quote": {
    "text": "The cost is minimal, but one of the things that you want in a universal design is to make the plan as open as you can... and to still have walls around bedrooms and that sort of thing, and to keep the corridors wide enough so the wheelchair can do a 360 in the corridor."
   },
   "author": {
    "text": "Michael Graves"
   }
  },
  {
   "quote": {
    "text": "Recognizing the need is the primary condition for design."
   },
   "author": {
    "text": "Charles Eames"
   }
  },
  {
   "quote": {
    "text": "If I knew for a certainty that a man was coming to my house with the conscious design of doing me good, I should run for my life."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "The path to the CEO's office should not be through the CFO's office, and it should not be through the marketing department. It needs to be through engineering and design."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Programming is the art of algorithm design and the craft of debugging errant code."
   },
   "author": {
    "text": "Ellen Ullman"
   }
  },
  {
   "quote": {
    "text": "I've always thought that design can have equal importance to the idea of internal architecture. Professionally, things can be very dogmatic - you do the architecture, someone else does the interiors, someone else does the furniture, the fabric, etc. But I think design is all-encompassing."
   },
   "author": {
    "text": "Zaha Hadid"
   }
  },
  {
   "quote": {
    "text": "I think there is always a need for pure design. With pure design, you don't need so much decoration."
   },
   "author": {
    "text": "Jil Sander"
   }
  },
  {
   "quote": {
    "text": "A true flag is not something you can really design. A true flag is torn from the soul of the people. A flag is something that everyone owns, and that's why they work. The Rainbow Flag is like other flags in that sense: it belongs to the people."
   },
   "author": {
    "text": "Gilbert Baker"
   }
  },
  {
   "quote": {
    "text": "If there is a gay uniform, the differences are in how each man coordinates the details: the brand and cut of the jeans, the design of belts and boots, the haircut, the number and size of earrings."
   },
   "author": {
    "text": "Lance Loud"
   }
  },
  {
   "quote": {
    "text": "A lot of people don't get it, but I design from the inside out so that the finished product looks inevitable somehow. I think it's important to create spaces that people like to be in, that are humanistic."
   },
   "author": {
    "text": "Frank Gehry"
   }
  },
  {
   "quote": {
    "text": "The principle of the design - the harmony, rhythm and balance are all the same with interior and fashion design."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "The artist in me cries out for design."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "If you have 50 different plug types, appliances wouldn't be available and would be very expensive. But once an electric outlet becomes standardized, many companies can design appliances, and competition ensues, creating variety and better prices for consumers."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Let it be your constant method to look into the design of people's actions, and see what they would be at, as often as it is practicable; and to make this custom the more significant, practice it first upon yourself."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "I'm not really a fashion designer. I just love clothes. I've never been to design school. I can't sketch. I can't cut patterns and things. I can shorten things. I can make a dress out of a scarf."
   },
   "author": {
    "text": "Kate Moss"
   }
  },
  {
   "quote": {
    "text": "I always consider the settlement of America with reverence and wonder, as the opening of a grand scene and design in providence, for the illumination of the ignorant and the emancipation of the slavish part of mankind all over the earth."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "I look at graphic design as communication, meaning that the work has to have a vibe to connect to the viewer or perceiver. I make a black and white drawing and then add color digitally, bringing in a contemporary pattern to the composition to create a vibrance."
   },
   "author": {
    "text": "John Van Hamersveld"
   }
  },
  {
   "quote": {
    "text": "The only important thing about design is how it relates to people."
   },
   "author": {
    "text": "Victor Papanek"
   }
  },
  {
   "quote": {
    "text": "In both business and personal life, I've always found that travel inspires me more than anything else I do. Evidence of the languages, cultures, scenery, food, and design sensibilities that I discover all over the world can be found in every piece of my jewelry."
   },
   "author": {
    "text": "Ivanka Trump"
   }
  },
  {
   "quote": {
    "text": "The computer can't tell you the emotional story. It can give you the exact mathematical design, but what's missing is the eyebrows."
   },
   "author": {
    "text": "Frank Zappa"
   }
  },
  {
   "quote": {
    "text": "Good design should be honest."
   },
   "author": {
    "text": "Ferdinand Porsche"
   }
  },
  {
   "quote": {
    "text": "Design is how you make your first impression with your consumers. Make sure it is a lasting one."
   },
   "author": {
    "text": "Jay Samit"
   }
  },
  {
   "quote": {
    "text": "I design music; I don't produce it."
   },
   "author": {
    "text": "Travis Scott"
   }
  },
  {
   "quote": {
    "text": "Decisions are the frequent fabric of our daily design."
   },
   "author": {
    "text": "Don Yaeger"
   }
  },
  {
   "quote": {
    "text": "Ninety percent of games lose money; 10 percent make a lot of money. And there's a consistency around the competitive advantages you create, so if you can actually learn how to do the art, the design, and the programming, you would be consistently very profitable."
   },
   "author": {
    "text": "Gabe Newell"
   }
  },
  {
   "quote": {
    "text": "Leopard is an animal design, and my designs come from nature."
   },
   "author": {
    "text": "Roberto Cavalli"
   }
  },
  {
   "quote": {
    "text": "Boeing just took $20 billion and 10 years to improve the efficiency of their planes by 10 percent. That's pretty lame. I have a design in mind for a vertical liftoff supersonic jet that would be a really big improvement."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "As Irving Good realised in 1965, machines with superhuman intelligence could repeatedly improve their design even further, triggering what Vernor Vinge called a 'singularity.'"
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "His father is governor of Media, and though he has the greatest command given him of all the rest of my generals, he still covetously desires more, and my being without issue spurs him on to this wicked design. But Philotas takes wrong measures."
   },
   "author": {
    "text": "Alexander the Great"
   }
  },
  {
   "quote": {
    "text": "I design things to help people to hopefully express their personality."
   },
   "author": {
    "text": "Vivienne Westwood"
   }
  },
  {
   "quote": {
    "text": "I have never seen a game's graphics look so sharp and clean. The sound design for the game is also unique on the Xbox. The memory on this system allowed us to provide the user with 5.1 Dolby surround sound for home theatre owners."
   },
   "author": {
    "text": "Don Bluth"
   }
  },
  {
   "quote": {
    "text": "I'm into designing houses and interior design. I like change. I like creating things out of nothing."
   },
   "author": {
    "text": "Chris Kirkpatrick"
   }
  },
  {
   "quote": {
    "text": "Biomimicry is basically taking a design challenge and then finding an ecosystem that's already solved that challenge, and literally trying to emulate what you learn."
   },
   "author": {
    "text": "Janine Benyus"
   }
  },
  {
   "quote": {
    "text": "We all have our preferences - some people go for birds - but for me, there's just something about the wolf; the design of it is really aesthetically pleasing."
   },
   "author": {
    "text": "Sarah Hall"
   }
  },
  {
   "quote": {
    "text": "The great majority of Baghdad is a slum - a lot of it's new, but it's still slum. It's usually this concrete-block, one-room design with a door and a window, arranged one-up, one-down, often with a shop with nothing in it on the first floor, and then a one-room apartment above it. There's street after street after street of that stuff."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "For some reason I have a visual intuition that allows me to design things in an interesting way, and I don't know where that came from. Because I don't have this formal training, I seem to drift in a different direction."
   },
   "author": {
    "text": "David Carson"
   }
  },
  {
   "quote": {
    "text": "You drift through life and let things happen to you, or go by design and say, 'This is what I'm intended to do.'"
   },
   "author": {
    "text": "Rick Warren"
   }
  },
  {
   "quote": {
    "text": "There are lots of examples of routine, middle-skilled jobs that involve relatively structured tasks, and those are the jobs that are being eliminated the fastest. Those kinds of jobs are easier for our friends in the artificial intelligence community to design robots to handle them. They could be software robots; they could be physical robots."
   },
   "author": {
    "text": "Erik Brynjolfsson"
   }
  },
  {
   "quote": {
    "text": "I've always loved to paint - I was studying to do an art degree when I was approached to become a model - and I've being doing some design work as well. I also love just having a quiet time, sitting in my little library at home in Brooklyn and reading or watching documentaries or listening to music."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "Design shouldn't have to take a backseat to sustainability and making things responsibly."
   },
   "author": {
    "text": "Amber Valletta"
   }
  },
  {
   "quote": {
    "text": "Over the past 20 years, I have noticed that the most flexible, dynamic, inquisitive minds among my students have been industrial design majors. Industrial designers are bracingly free of ideology and cant. The industrial designer is trained to be a clear-eyed observer of the commercial world - which, like it or not, is modern reality."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "I believe that human beings are born first and given passports later. I'm really thankful for my journey. And it's a journey I didn't design."
   },
   "author": {
    "text": "Alfonso Cuaron"
   }
  },
  {
   "quote": {
    "text": "What is design? It's where you stand with a foot in two worlds - the world of technology and the world of people and human purposes - and you try to bring the two together."
   },
   "author": {
    "text": "Mitch Kapor"
   }
  },
  {
   "quote": {
    "text": "Design, refine and repeat, and keep learning all the way along. It sounds bland and pedestrian, but in fact, it's the reverse."
   },
   "author": {
    "text": "Anouska Hempel"
   }
  },
  {
   "quote": {
    "text": "So we originally expected to make about 35 gigawatt hours at the cell level and about 50 gigawatt hours at the module or pack level. Now we are expecting to do about 150 gigawatt hours in the same volumetric space as the original design."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Write out the story - rapidly, fluently, and not too critically - following the second or narrative-order synopsis. Change incidents and plot whenever the developing process seems to suggest such change, never being bound by any previous design."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "Good design is good business."
   },
   "author": {
    "text": "Thomas J. Watson"
   }
  },
  {
   "quote": {
    "text": "A purpose, an intention, a design, strikes everywhere even the careless, the most stupid thinker."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "I love to design and remodel houses, from working with the contractors to picking the colours, materials, kitchen and bathroom accessories to finally what furniture goes where."
   },
   "author": {
    "text": "Olivia Newton-John"
   }
  },
  {
   "quote": {
    "text": "A good designer must rely on experience, on precise, logic thinking; and on pedantic exactness. No magic will do."
   },
   "author": {
    "text": "Niklaus Wirth"
   }
  },
  {
   "quote": {
    "text": "Gucci has always represented great design and contemporary lifestyle."
   },
   "author": {
    "text": "Marco Bizzarri"
   }
  },
  {
   "quote": {
    "text": "I'm completely taken and impressed by the planning authority of Singapore and its Urban Redevelopment Authority (URA). It's the most cutting-edge agency in the world. They have very effective guidelines for development, and they review design as it evolves."
   },
   "author": {
    "text": "Moshe Safdie"
   }
  },
  {
   "quote": {
    "text": "There are really two things that have to occur in order for a new technology to be affordable to the mass market. One is you need economies of scale. The other is you need to iterate on the design. You need to go through a few versions."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "People say I am the king of painful shoes. I don't want to create painful shoes, but it is not my job to create something comfortable. I try to make high heels as comfortable as they can be, but my priority is design, beauty and sexiness. I'm not against them, but comfort is not my focus."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "When I am there at our global product development centers, I am meeting with the design team and reviewing design work being done there and meeting with engineers responsible for work being done specific to that region, meeting with purchasing team."
   },
   "author": {
    "text": "Mary Barra"
   }
  },
  {
   "quote": {
    "text": "To whom does design address itself: to the greatest number, to the specialist of an enlightened matter, to a privileged social class? Design addresses itself to the need."
   },
   "author": {
    "text": "Charles Eames"
   }
  },
  {
   "quote": {
    "text": "This is very much my philosophy as a fashion designer. I have never believed in design for design's sake. For me, the most important thing is that people actually wear my clothes. I do not design for the catwalk or for magazine shoots - I design for customers."
   },
   "author": {
    "text": "Giorgio Armani"
   }
  },
  {
   "quote": {
    "text": "Design must reflect the practical and aesthetic in business but above all... good design must primarily serve people."
   },
   "author": {
    "text": "Thomas J. Watson"
   }
  },
  {
   "quote": {
    "text": "Design in art, is a recognition of the relation between various things, various elements in the creative flux. You can't invent a design. You recognize it, in the fourth dimension. That is, with your blood and your bones, as well as with your eyes."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "People say I design architectural icons. If I design a building and it becomes an icon, that's ok."
   },
   "author": {
    "text": "Zaha Hadid"
   }
  },
  {
   "quote": {
    "text": "The clothes that I design and everything I've done is about life and how people live and how they want to live and how they dream they'll live. That's what I do."
   },
   "author": {
    "text": "Ralph Lauren"
   }
  },
  {
   "quote": {
    "text": "A good scientist is a person with original ideas. A good engineer is a person who makes a design that works with as few original ideas as possible. There are no prima donnas in engineering."
   },
   "author": {
    "text": "Freeman Dyson"
   }
  },
  {
   "quote": {
    "text": "Sometimes I can't figure designers out. It's as if they flunked human anatomy."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "People believe the only alternative to randomness is intelligent design."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Design is a constant challenge to balance comfort with luxe, the practical with the desirable."
   },
   "author": {
    "text": "Donna Karan"
   }
  },
  {
   "quote": {
    "text": "Everything we design is a response to the specific climate and culture of a particular place."
   },
   "author": {
    "text": "Norman Foster"
   }
  },
  {
   "quote": {
    "text": "With a wedding gown, I have to make sure that people fall in love with it and that the details are very specific and special. There has to be a big story behind it and a great deal of integrity when it comes to the design."
   },
   "author": {
    "text": "Jenny Packham"
   }
  },
  {
   "quote": {
    "text": "When I design buildings, I think of the overall composition, much as the parts of a body would fit together. On top of that, I think about how people will approach the building and experience that space."
   },
   "author": {
    "text": "Tadao Ando"
   }
  },
  {
   "quote": {
    "text": "We should always look upon ourselves as God's servants, placed in God's world, to do his work; and accordingly labour faithfully for him; not with a design to grow rich and great, but to glorify God, and do all the good we possibly can."
   },
   "author": {
    "text": "David Brainerd"
   }
  },
  {
   "quote": {
    "text": "If you want to communicate something, you'd better make sure that your design piece is well-dressed and that its teeth are fixed. At the same time, I still believe that if it is only stylistically great and it has nothing to say, it still is not going to make a lasting impression on anybody."
   },
   "author": {
    "text": "Stefan Sagmeister"
   }
  },
  {
   "quote": {
    "text": "It's one thing to make financial aid available to students so they can attend college. It's another thing to design forms that students can actually fill out."
   },
   "author": {
    "text": "Cass Sunstein"
   }
  },
  {
   "quote": {
    "text": "It's not enough to have a hacker culture anymore. You have to have a design culture, too."
   },
   "author": {
    "text": "Robert Scoble"
   }
  },
  {
   "quote": {
    "text": "Many things difficult to design prove easy to performance."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "When I was about 13, I met the coolest, chicest young woman I had ever seen. She was a neighbor of mine who became a fashion designer and had a small design studio. She taught me so many things about style and fashion. I had always loved making things, so when she told me about her career in fashion, I knew I had found my path."
   },
   "author": {
    "text": "Narciso Rodriguez"
   }
  },
  {
   "quote": {
    "text": "To me, form doesn't always follow function. Form has a life of its own, and at times, it may be the motivating force in design. When you're dealing with form as a sculptor, you feel that you are quite free in attempting to mould and shape things you want to do, but in architecture, it's much more difficult because it has to have a function."
   },
   "author": {
    "text": "I. M. Pei"
   }
  },
  {
   "quote": {
    "text": "What made Louis Vuitton famous was the quality. We don't do marketing; we just create products which are exceptional in their design and craftsmanship."
   },
   "author": {
    "text": "Bernard Arnault"
   }
  },
  {
   "quote": {
    "text": "People tell you the world looks a certain way. Parents tell you how to think. Schools tell you how to think. TV. Religion. And then at a certain point, if you're lucky, you realize you can make up your own mind. Nobody sets the rules but you. You can design your own life."
   },
   "author": {
    "text": "Carrie-Anne Moss"
   }
  },
  {
   "quote": {
    "text": "To take on the jobs of tomorrow, students must become more than good test takers. They need to become makers who design, sketch, build, and prototype. And their classrooms will need more than a chalkboard and a set of textbooks."
   },
   "author": {
    "text": "Charles Best"
   }
  },
  {
   "quote": {
    "text": "We have contributed through Indian culture; so many international collections are Indian-inspired. Why we don't make an international impact? We have talent, but we have not leveraged it, not married commerce to design."
   },
   "author": {
    "text": "Priya Sachdev"
   }
  },
  {
   "quote": {
    "text": "The fears you do not face become your walls. Most people in business, and in their personal lives, design everything so they can avoid doing what makes them feel uncomfortable. Yet any good business person knows we are not only paid to work, but also we are paid to be scared."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "In architecture the idea degenerated. Design allows a more direct and pleasurable route."
   },
   "author": {
    "text": "Charles Eames"
   }
  },
  {
   "quote": {
    "text": "I design for real people. I think of our customers all the time. There is no virtue whatsoever in creating clothing or accessories that are not practical."
   },
   "author": {
    "text": "Giorgio Armani"
   }
  },
  {
   "quote": {
    "text": "Designs in connection with postage stamps and coinage may be described, I think, as the silent ambassadors on national taste."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "Art has to move you and design does not, unless it's a good design for a bus."
   },
   "author": {
    "text": "David Hockney"
   }
  },
  {
   "quote": {
    "text": "I love to design. I am a commercial fashion designer. I always design jackets with two sleeves. I don't design jackets with three sleeves, or the layers and layers come off like little dolls from Russia. Fashion for me is a creative endeavor, but it is not art for me."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "The most important relationship you have in life is the one you have with yourself. And then after that, I'd say once you have that, it may be hard work, but you can actually design your life."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "People who run a ready-to-wear company are businessmen rather than production or design people."
   },
   "author": {
    "text": "Calvin Klein"
   }
  },
  {
   "quote": {
    "text": "Designs are increasingly winning competitions because they are literally green, and because somewhere they feature a small windmill."
   },
   "author": {
    "text": "Rem Koolhaas"
   }
  },
  {
   "quote": {
    "text": "We are actors who show up for work in our sloppy gear, and we've got this extraordinary tailor. It's someone else who's done the design; someone else who's cut the suit; someone else who's measured it. Basically, your job is to just wear it."
   },
   "author": {
    "text": "Colin Firth"
   }
  },
  {
   "quote": {
    "text": "To me, design and style should work toward making you look good and feel good without a lot of effort - so you can get on with the things that matter."
   },
   "author": {
    "text": "Donna Karan"
   }
  },
  {
   "quote": {
    "text": "I love to design things that people can actually buy. I'm staggered by what a boot costs today."
   },
   "author": {
    "text": "Vera Wang"
   }
  },
  {
   "quote": {
    "text": "At the pinnacle of great design are products so gorgeous and lust-worthy that you want to lick them: a Porsche 911, Samsung's Luxia TV, an Eames lounge chair or anything by Loro Piana."
   },
   "author": {
    "text": "Gary Hamel"
   }
  },
  {
   "quote": {
    "text": "We have to design a health delivery system by actually talking to people and asking, 'What would make this service better for you?' As soon as you start asking, you get a flood of answers."
   },
   "author": {
    "text": "Paul Farmer"
   }
  },
  {
   "quote": {
    "text": "When I studied graphic design, I learned a valuable lesson: There's no perfect answer to the puzzle, and creativity is a renewable resource."
   },
   "author": {
    "text": "Biz Stone"
   }
  },
  {
   "quote": {
    "text": "The Global Financial Crisis and Great Recession posed daunting new challenges for central banks around the world and spurred innovations in the design, implementation, and communication of monetary policy."
   },
   "author": {
    "text": "Janet Yellen"
   }
  },
  {
   "quote": {
    "text": "Costume design allows you to do a different type of research and create characters, whereas in fashion, you create an image and clothing for the masses."
   },
   "author": {
    "text": "Colleen Atwood"
   }
  },
  {
   "quote": {
    "text": "Architects design houses. I live in a home."
   },
   "author": {
    "text": "Peter Eisenman"
   }
  },
  {
   "quote": {
    "text": "The universe is so unique and perfect that it could not have originated by chance but was divined by flawless, creative design."
   },
   "author": {
    "text": "Fritz Zwicky"
   }
  },
  {
   "quote": {
    "text": "I don't design. I get what I think is a big idea, and I put the idea down. I'm not a designer. I'm a communicator."
   },
   "author": {
    "text": "George Lois"
   }
  },
  {
   "quote": {
    "text": "Few developments central to the history of art have been so misrepresented or misunderstood as the brief, brave, glorious, doomed life of the Bauhaus - the epochally influential German art, architecture, crafts, and design school that was founded in Goethe's sleepy hometown of Weimar in 1919."
   },
   "author": {
    "text": "Martin Filler"
   }
  },
  {
   "quote": {
    "text": "I want to design jewelry for girls and guys... I'ma spread it out, but I'ma design, probably when I'm just designing furniture and buildings, I'll probably being the jewelry thing, too."
   },
   "author": {
    "text": "Tyler, The Creator"
   }
  },
  {
   "quote": {
    "text": "Some men give up their designs when they have almost reached the goal; While others, on the contrary, obtain a victory by exerting, at the last moment, more vigorous efforts than ever before."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "Design, whether it's on your body or in your home, is the same thing. It's mixing different colors, different textures, and unexpected patterns - elements that you wouldn't often put together in an interesting way."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "Books are but waste paper unless we spend in action the wisdom we get from thought - asleep. When we are weary of the living, we may repair to the dead, who have nothing of peevishness, pride, or design in their conversation."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "We call the fates of the Titanic and the Concordia - as well as those of the space shuttles Challenger and Columbia - 'accidents.' Foreseeing such undesirable events is what engineers are expected to do. However, design trade-offs leave technological systems open to failings once predicted, but later forgotten."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "Hip-hop and electronic music are so similar, in the fact that they're both very visceral, have so much bass; a lot of times, it's the same tempos. The culture and some of the sound design is different but a lot of times, it's the same stuff."
   },
   "author": {
    "text": "Skrillex"
   }
  },
  {
   "quote": {
    "text": "One of the things that is particularly precious about working at Apple is that many of us on the design team have worked together for 15-plus years, and there's a wonderful thing about learning as a group. A fundamental part of that is making mistakes together."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "To design something really new and innovative you have to reject reason."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "I love the way my tattoos look. I especially love Japanese-style tattoos and being completely sleeved by them, so it's not just these little individual and unrelated pieces, but everything's working together to create a larger design."
   },
   "author": {
    "text": "Nikki Sixx"
   }
  },
  {
   "quote": {
    "text": "Studying design has made me a much, much more astute observer of this aspect of business. And I'm working mightily to improve my empathic skills. I've dramatically improved my ability to read facial expressions - and I'm trying to be a better, more attentive listener."
   },
   "author": {
    "text": "Daniel H. Pink"
   }
  },
  {
   "quote": {
    "text": "Good design doesn't date. Bad design does."
   },
   "author": {
    "text": "Paul Rand"
   }
  },
  {
   "quote": {
    "text": "Design is an iterative process. One idea often builds on another."
   },
   "author": {
    "text": "Mark Parker"
   }
  },
  {
   "quote": {
    "text": "It's all in how you arrange the thing... the careful balance of the design is the motion."
   },
   "author": {
    "text": "Andrew Wyeth"
   }
  },
  {
   "quote": {
    "text": "When you buy things that are expensive, like a sofa or something that really feels like an investment, you need to keep it as plain as possible, as simple as possible. Make sure that it's a clean design that will work with whatever style you want it to."
   },
   "author": {
    "text": "Nate Berkus"
   }
  },
  {
   "quote": {
    "text": "My job is to make desirable, luxurious, beautiful clothing and accessories women want to buy. My first decision is always based on, 'Can I do this in a more sustainable way without sacrificing design?' If I can, then there is no reason not to."
   },
   "author": {
    "text": "Stella McCartney"
   }
  },
  {
   "quote": {
    "text": "There are two main methodologies of open source development. There's the Apache model, which is design by committee - great for things like web servers. Then you have the benevolent dictator model. That's what Ubuntu is doing, with Mark Shuttleworth."
   },
   "author": {
    "text": "Matt Mullenweg"
   }
  },
  {
   "quote": {
    "text": "How do you convince somebody to host a stranger for the weekend? That's not a trivial thing. It's not something I think you can throw technology at, marketing at, or sales at. We threw design at it because that's all we knew, and in doing so, I feel like we brought a human touch to it, which is so needed."
   },
   "author": {
    "text": "Joe Gebbia"
   }
  },
  {
   "quote": {
    "text": "While I was at college studying design I decided to paint. I was also greatly inspired by the colours that I had seen on my travels in the Brazilian Rain forest."
   },
   "author": {
    "text": "John Dyer"
   }
  },
  {
   "quote": {
    "text": "Designs of purely arbitrary nature cannot be expected to last long."
   },
   "author": {
    "text": "Kenzo Tange"
   }
  },
  {
   "quote": {
    "text": "I don't set goals. Like, that's what I want to be doing however many years from now. I do what I love to do at the moment. If I wake up tomorrow and decide I want to dance, that's what I'd do. Or design clothes."
   },
   "author": {
    "text": "Ayumi Hamasaki"
   }
  },
  {
   "quote": {
    "text": "Design certainly has a cosmetic, aesthetic aim. It always aims at making things beautiful. But relevance is just as important. I often say, 'If it isn't ethical, it can't be beautiful. But if it isn't beautiful, it probably shouldn't be at all.'"
   },
   "author": {
    "text": "Yves Behar"
   }
  },
  {
   "quote": {
    "text": "I believe consistency and orthogonality are tools of design, not the primary goal in design."
   },
   "author": {
    "text": "Yukihiro Matsumoto"
   }
  },
  {
   "quote": {
    "text": "I wanted to design a museum in which everything would seem clear."
   },
   "author": {
    "text": "Mario Botta"
   }
  },
  {
   "quote": {
    "text": "Through our evolution, we're so specialized for social interaction. So, if you can really design robots that can interact with people, in this very natural, interpersonal way, I think that would be great. You wouldn't have to have people read manuals, in order to operate them."
   },
   "author": {
    "text": "Cynthia Breazeal"
   }
  },
  {
   "quote": {
    "text": "I have made bouquets of pleats, bouquets of flowers, bouquets of ruffles, bouquets of feathers. Often I design in mousseline, held tightly around the waist, and with something else going on all around."
   },
   "author": {
    "text": "Giambattista Valli"
   }
  },
  {
   "quote": {
    "text": "Architects feel empowered to give opinions about politics and sociology and philosophy without knowing much about it. Kind of in the same way that they think they can design furniture or fashion or utensils for dining."
   },
   "author": {
    "text": "Rafael Vinoly"
   }
  },
  {
   "quote": {
    "text": "How do you design it so that people can form a space of their own, and feel quiet and contemplative?"
   },
   "author": {
    "text": "Michael Arad"
   }
  },
  {
   "quote": {
    "text": "Designing is my hobby. If I didn't do what I do for a living - at some point when I don't do this for a living - I'll probably just do design work. I love finding really special pieces of furniture."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "In giving us children, God places us in a position of both leadership and service. He calls us to give up our lives for someone else's sake - to abandon our own desires and put our child's interests first. Yet, according to His perfect design, it is through this selflessness that we can become truly fulfilled."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "The actual tragedies of life bear no relation to one's preconceived ideas. In the event, one is always bewildered by their simplicity, their grandeur of design, and by that element of the bizarre which seems inherent in them."
   },
   "author": {
    "text": "Jean Cocteau"
   }
  },
  {
   "quote": {
    "text": "Designers are very fickle. I never wanted to be a victim of that. You're in one minute, out the next."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "The garden, by design, is concerned with both the interior and the land beyond the garden."
   },
   "author": {
    "text": "Stephen Gardiner"
   }
  },
  {
   "quote": {
    "text": "The big difference between couture and ready-to-wear is not design. It is the fabrics, the handwork, and the fittings. The act of creation is the same."
   },
   "author": {
    "text": "Yves Saint Laurent"
   }
  },
  {
   "quote": {
    "text": "If I wanted to do clothes or if I wanted to make a building or design a choreography, you are able to do that - they are all under a similar kind of design umbrella."
   },
   "author": {
    "text": "Zaha Hadid"
   }
  },
  {
   "quote": {
    "text": "My popularity has to do with the divorce between modern art, where everything is obscure, and the viewer who often feels he needs a professor to tell them whether it's good or not. I believe a painting has to talk directly to the viewer, with composition, color and design, without a professor to explain it."
   },
   "author": {
    "text": "Fernando Botero"
   }
  },
  {
   "quote": {
    "text": "Design and technology should be the subject where mathematical brainboxes and science whizzkids turn their bright ideas into useful products."
   },
   "author": {
    "text": "James Dyson"
   }
  },
  {
   "quote": {
    "text": "Developing games for the PC and consoles is all about everything and the kitchen sink. In many ways, you don't have design decisions to make. You do it all. So I enjoy going back to making decisions about what's important as I'm working on a game."
   },
   "author": {
    "text": "John Carmack"
   }
  },
  {
   "quote": {
    "text": "It is sad that so many designers don't know how to make. CAD software can make a bad design look palatable! It is sad that four years can be spent on a 3D design course without making anything! People who are great at designing and making have a great advantage."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "Delay always breeds danger; and to protract a great design is often to ruin it."
   },
   "author": {
    "text": "Miguel de Cervantes"
   }
  },
  {
   "quote": {
    "text": "I think it is really important to have a sense of business. As a designer you can get so wrapped up in the design and fashion side that you forget the business side."
   },
   "author": {
    "text": "Tommy Hilfiger"
   }
  },
  {
   "quote": {
    "text": "I studied Computer Science when I was in my undergrad and minored in Digital Art & Design."
   },
   "author": {
    "text": "Jenova Chen"
   }
  },
  {
   "quote": {
    "text": "If I designed a computer with 200 chips, I tried to design it with 150. And then I would try to design it with 100. I just tried to find every trick I could in life to design things real tiny."
   },
   "author": {
    "text": "Steve Wozniak"
   }
  },
  {
   "quote": {
    "text": "Be intentional with your space. Don't be afraid to step on a limb and design your home the way you love it."
   },
   "author": {
    "text": "Joanna Gaines"
   }
  },
  {
   "quote": {
    "text": "When I concentrate on a specific site or place for which I am going to design a building, I try to plumb its depths, its form, its history and its sensuous qualities."
   },
   "author": {
    "text": "Peter Zumthor"
   }
  },
  {
   "quote": {
    "text": "All those involved in the construction of an architectural design, from the architect to the builder, have an attachment to the architecture, although it's difficult to quantify the attachment."
   },
   "author": {
    "text": "Tadao Ando"
   }
  },
  {
   "quote": {
    "text": "I'm experimenting in public. At the design grad schools, these are people sitting around in groups, putting their work on a wall, analyzing it and putting it back in a drawer. I think there's little risk in that."
   },
   "author": {
    "text": "David Carson"
   }
  },
  {
   "quote": {
    "text": "I am tremendously excited to introduce a unique 'Metal Gear Solid' experience to a new audience of gamers as well as collaborate with my mentor in game design, Mr. Miyamoto, on 'Metal Gear Solid: The Twin Snakes' for Nintendo GameCube."
   },
   "author": {
    "text": "Hideo Kojima"
   }
  },
  {
   "quote": {
    "text": "Can you design a Rorschach test that's going to make everyone feel something every time - and that looks like a Rorschach test? It's easy to show a picture of a kitten or a car accident. The question is, how abstract can you get and still get the audience to feel something when they don't know what's happening to them?"
   },
   "author": {
    "text": "Jason Reitman"
   }
  },
  {
   "quote": {
    "text": "Anyone with a computer and a design program can create a page layout. But unless you're trained in design, it won't look very good and it won't communicate very well."
   },
   "author": {
    "text": "John Maeda"
   }
  },
  {
   "quote": {
    "text": "At some point in your life, if you're lucky, you get to design the way in which things evolve."
   },
   "author": {
    "text": "Daniel Day-Lewis"
   }
  },
  {
   "quote": {
    "text": "Everyone designs who devises courses of action aimed at changing existing situations into preferred ones."
   },
   "author": {
    "text": "Herbert A. Simon"
   }
  },
  {
   "quote": {
    "text": "I had given a presentation on design and happiness for quite a long while at design conferences. I had found thinking about the topic helpful for my own practice, as it forced me to consider the fundamentals, and the feedback from the audience was always enthusiastic."
   },
   "author": {
    "text": "Stefan Sagmeister"
   }
  },
  {
   "quote": {
    "text": "When I came to MIT, there were four rubrics: science, art, design, and technology. And as you entered your degree, whether it was a master's or a Ph.D., if you were a citizen in one domain, you were a traveler in the other."
   },
   "author": {
    "text": "Neri Oxman"
   }
  },
  {
   "quote": {
    "text": "For me, the sound design and the musical score is a big part of what makes scary movies work."
   },
   "author": {
    "text": "James Wan"
   }
  },
  {
   "quote": {
    "text": "I love cities, I spend most of my life talking about cities. And the design of cities does have an effect on your life. You're lucky if you can see trees out of your window and you have a square nearby, or a bar, a cornershop, a surgery. Then you're living well."
   },
   "author": {
    "text": "Richard Rogers"
   }
  },
  {
   "quote": {
    "text": "I like entertainment and think mastery is good, though I don't feel like a master. If a theme means having a story that's legible, then that's certainly what we do. But we don't treat design as an add-on layer."
   },
   "author": {
    "text": "David Rockwell"
   }
  },
  {
   "quote": {
    "text": "When I design a garment or a piece of accessory, the first question I ask myself is, 'Would I wear it?'"
   },
   "author": {
    "text": "Tory Burch"
   }
  },
  {
   "quote": {
    "text": "When I design and wonder what the point is, I think of someone having a bad time in their life. Maybe they are sad and they wake up and put on something I have made and it makes them feel just a bit better. So, in that sense, fashion is a little help in the life of a person. But only a little."
   },
   "author": {
    "text": "Miuccia Prada"
   }
  },
  {
   "quote": {
    "text": "You can be a mason and build 50 buildings, but it doesn't mean you can design one."
   },
   "author": {
    "text": "John Malkovich"
   }
  },
  {
   "quote": {
    "text": "I think there is a new awareness in this 21st century that design is as important to where and how we live as it is for museums, concert halls and civic buildings."
   },
   "author": {
    "text": "Daniel Libeskind"
   }
  },
  {
   "quote": {
    "text": "About half my designs are controlled fantasy, 15 percent are total madness and the rest are bread-and-butter designs."
   },
   "author": {
    "text": "Manolo Blahnik"
   }
  },
  {
   "quote": {
    "text": "By the late Nineties, we had become a more visual nation. Big-money taste moved to global standards - new architecture, design and show-off contemporary art. The Sloane domestic aesthetic - symmetry, class symbolism and brown furniture - became as unfashionable as it had been hot in the early Eighties."
   },
   "author": {
    "text": "Peter York"
   }
  },
  {
   "quote": {
    "text": "To be sure, many of the Sykes-Picot borders reflected deals cut in Europe rather than local demographic or historical realities. But that hardly makes the Middle East unique: Most borders around the world owe their legacy less to thoughtful design or popular choice than to some mixture of violence, ambition, geography, and chance."
   },
   "author": {
    "text": "Richard N. Haass"
   }
  },
  {
   "quote": {
    "text": "The design of each element should be thought out in order to be easy to make and easy to repair."
   },
   "author": {
    "text": "Leo Fender"
   }
  },
  {
   "quote": {
    "text": "I'm a fashion designer, not a shoe designer. I like to design clothes."
   },
   "author": {
    "text": "Dries van Noten"
   }
  },
  {
   "quote": {
    "text": "Design, art, and science are all a melange."
   },
   "author": {
    "text": "Kiran Mazumdar-Shaw"
   }
  },
  {
   "quote": {
    "text": "We are very proud of our design for the Transbay Transit Center. This will be a beautiful, functional and sustainable building for San Francisco."
   },
   "author": {
    "text": "Cesar Pelli"
   }
  },
  {
   "quote": {
    "text": "I love the idea of couture and its emphasis on creation. There's where I made my name - in design - and there's where I'd like to stay."
   },
   "author": {
    "text": "Jimmy Choo"
   }
  },
  {
   "quote": {
    "text": "After the Great Depression and after public urging, a nationwide public competition was held to determine a design for a memorial that would honor President Thomas Jefferson's bold vision for westward expansion for America."
   },
   "author": {
    "text": "Russ Carnahan"
   }
  },
  {
   "quote": {
    "text": "For businesses, biomimicry is about bringing a new discipline - biology - to the design table. It's not to write an environmental impact statement, as most biologists in business do right now."
   },
   "author": {
    "text": "Janine Benyus"
   }
  },
  {
   "quote": {
    "text": "My training as an engineer has enabled me to design the stuff, but the reason I do it is not to make music but for the opportunity to work with musicians."
   },
   "author": {
    "text": "Robert Moog"
   }
  },
  {
   "quote": {
    "text": "The evidence in this universe for design - or, if you will, the fine-tuning that cannot be explained by chance or by 'enough time' - is so compelling that the only way around it is to suggest that our universe is only one of an infinite number of universes."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "My architectural drive was to design new types of buildings to help poor people, especially following natural disasters and catastrophes... I will use whatever time is left to me to keep doing what I have been doing, which is to help humanity."
   },
   "author": {
    "text": "Frei Otto"
   }
  },
  {
   "quote": {
    "text": "I would never live in anything I design. Life and art are different. My life is very precious to me - my art is precious to me. I love designing things for other people, but I don't like designing things for myself."
   },
   "author": {
    "text": "Peter Eisenman"
   }
  },
  {
   "quote": {
    "text": "One of the big failures for the big auto companies is that even the CEO and the top management often don't understand design and manufacturing. As a CEO, you have to make decisions; you need to have knowledge."
   },
   "author": {
    "text": "Henrik Fisker"
   }
  },
  {
   "quote": {
    "text": "Good design doesn't date."
   },
   "author": {
    "text": "Harry Seidler"
   }
  },
  {
   "quote": {
    "text": "It is not possible to design always the same. How to be different in each different place - that is the most important work and duty of the architect to find out."
   },
   "author": {
    "text": "Jean Nouvel"
   }
  },
  {
   "quote": {
    "text": "Visual storytelling combines the narrative text of a story with creative elements to augment and enhance the traditional storytelling process. By design, it is a co-creative process resulting in an intimate, interpretive, expressive technique."
   },
   "author": {
    "text": "Debbie Millman"
   }
  },
  {
   "quote": {
    "text": "I love creating things, especially out of metal. There's something truly satisfying about shaping a piece of metal and seeing the impurities peeling away as you weld it into your chosen design."
   },
   "author": {
    "text": "Sean Bean"
   }
  },
  {
   "quote": {
    "text": "Apart from photography and music videos, I also do graphic design."
   },
   "author": {
    "text": "Anton Corbijn"
   }
  },
  {
   "quote": {
    "text": "There are professions more harmful than industrial design, but only a few."
   },
   "author": {
    "text": "Victor Papanek"
   }
  },
  {
   "quote": {
    "text": "I am interested in computers and technology, and art, photography, and design."
   },
   "author": {
    "text": "William Landay"
   }
  },
  {
   "quote": {
    "text": "If budget planning requires gathering information from people who may not always have the incentive to disclose that information, then the principles of mechanism design can definitely be of use in such planning."
   },
   "author": {
    "text": "Eric Maskin"
   }
  },
  {
   "quote": {
    "text": "So, to really execute design in its highest form and making people feel joy, that's a great reward."
   },
   "author": {
    "text": "Genevieve Gorder"
   }
  },
  {
   "quote": {
    "text": "If we want users to like our software, we should design it to behave like a likeable person."
   },
   "author": {
    "text": "Alan Cooper"
   }
  },
  {
   "quote": {
    "text": "I studied to be an architect. And I find tremendous similarities between building a company and the design process. Businesses have to do their planning on the fly in a fashion similar to an architect sketching."
   },
   "author": {
    "text": "John Katzman"
   }
  },
  {
   "quote": {
    "text": "All of the designs on Minted are crowd-sourced from a global community of independent designers. We hold monthly design and art challenges that anyone in the world is welcome to enter."
   },
   "author": {
    "text": "Mariam Naficy"
   }
  },
  {
   "quote": {
    "text": "Language, philosophy, and science are interwoven into the design of words, which are manipulated to create surprising illusions."
   },
   "author": {
    "text": "John Langdon"
   }
  },
  {
   "quote": {
    "text": "Theories cannot claim to be indestructible. They are only the plough which the ploughman uses to draw his furrow and which he has every right to discard for another one, of improved design, after the harvest."
   },
   "author": {
    "text": "Paul Sabatier"
   }
  },
  {
   "quote": {
    "text": "I wanted to design a line based on Hollywood's Golden Era. I talked with Stephen Burrows and with Willi Smith and with one or two other people, but it just seems like such a hard field to break into. I need someone like Calvin Klein's manager to get behind me!"
   },
   "author": {
    "text": "Aretha Franklin"
   }
  },
  {
   "quote": {
    "text": "Design is important, it's an important dimension in the car. It's not the only one."
   },
   "author": {
    "text": "Carlos Ghosn"
   }
  },
  {
   "quote": {
    "text": "I approve designs not because I think I am more gifted or somebody who can see ahead three or four years from now, but just to make sure that the design is a logical, rational decision, taken after analyzing pros and cons."
   },
   "author": {
    "text": "Carlos Ghosn"
   }
  },
  {
   "quote": {
    "text": "When I come to a design decision, people know that is that."
   },
   "author": {
    "text": "Carlos Ghosn"
   }
  },
  {
   "quote": {
    "text": "I never was interested in being part of the fashion world - I just wanted to design shoes. I didn't even know 'Vogue' existed when I was growing up. 'Vogue,' what is that?'"
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "I never wanted to work in fashion. At age 12 or 13, I wanted to design for showgirls - for the theater! And I was crazy for the Hollywood of the 1950s: Dietrich, Elizabeth Taylor, Jennifer Jones. They were my idea of glamour - and Sylvie Vartan, the French singer."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "I'm not really well educated - other than an art survey course at the High School of Art and Design in New York when I was, like, 15. I don't know the history of art, but I got over intimidation from the art world when I realized that I was allowed to feel whatever I want and like whatever I want."
   },
   "author": {
    "text": "Marc Jacobs"
   }
  },
  {
   "quote": {
    "text": "We don't design by calculator or by demographics or anything like that. We really are a group of creative, sensitive people. We have our charmed little world where we get to make things. We're really lucky."
   },
   "author": {
    "text": "Marc Jacobs"
   }
  },
  {
   "quote": {
    "text": "Obviously, I come from one background, and the people that design fitness equipment have been doing it for years and years, and they know what works and doesn't work."
   },
   "author": {
    "text": "Lance Armstrong"
   }
  },
  {
   "quote": {
    "text": "Though men are apt to flatter and exalt themselves with their great achievements, yet these are, in truth, very often owing not so much to design as chance."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "Unfortunately, some women want to remake their husbands after their own design."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "I don't act, I don't direct, I don't design."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "I don't think there is anything wrong with white space. I don't think it's a problem to have a blank wall."
   },
   "author": {
    "text": "Annie Leibovitz"
   }
  },
  {
   "quote": {
    "text": "How can you look at the Texas legislature and still believe in intelligent design?"
   },
   "author": {
    "text": "Kinky Friedman"
   }
  },
  {
   "quote": {
    "text": "Pete Dye introduced me to golf course design back in the 1960's. He came to my hometown Columbus, Ohio to work on The Golf Club."
   },
   "author": {
    "text": "Jack Nicklaus"
   }
  },
  {
   "quote": {
    "text": "If I had one golf course, from a design standpoint, one that I really love, it would probably be Pinehurst. There's a totally tree-lined golf course where trees are not a part of the strategy."
   },
   "author": {
    "text": "Jack Nicklaus"
   }
  },
  {
   "quote": {
    "text": "I design all of my costumes. I like to go out there and feel like I have contributed to every part of what I do. I choose the music, the choreographer, I've obviously chosen my coach, my costumes - all if that falls under my realm of power, my realm of influence."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "There are many designers who have much greater talent as a designer than I do, but they may not have my drive, they may not work as hard, they may not have the focus, the desire... You have to have a talent because, at the end of the day, if the pants you design don't make someone's butt look great, they're not going to buy them."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "I employ case studies of failure into my courses, emphasizing that they teach us much more than studies of success. It is not that success stories cannot serve as models of good design or as exemplars of creative engineering. They can do that, but they cannot teach us how close to failure they are."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "British innovation in design, in the creative arts, in engineering and manufacturing is world class."
   },
   "author": {
    "text": "Margaret Heffernan"
   }
  },
  {
   "quote": {
    "text": "There are people who design buildings that are not technically and financially good, and there are those who do. Two categories - simple."
   },
   "author": {
    "text": "Frank Gehry"
   }
  },
  {
   "quote": {
    "text": "Web users ultimately want to get at data quickly and easily. They don't care as much about attractive sites and pretty design."
   },
   "author": {
    "text": "Tim Berners-Lee"
   }
  },
  {
   "quote": {
    "text": "Because I am much like Reagan and Margaret Thatcher, I'm such an unconventional political figure that you really need to design a unique campaign that fits the way I operate."
   },
   "author": {
    "text": "Newt Gingrich"
   }
  },
  {
   "quote": {
    "text": "So that ideas of sort of relaxed symmetry have been something for years that I have been concerned with because I think that symmetry is a neutral shape as opposed to a form of design."
   },
   "author": {
    "text": "Robert Rauschenberg"
   }
  },
  {
   "quote": {
    "text": "I've always been a bit of a decorator. I think if I wasn't a singer I'd probably be in stage setting or interior design or something. I like clutter and I'm quite visually greedy. I can't have things to be plain; I have to have things looking interesting... maybe I'm just a frustrated interior designer stuck in a singing career."
   },
   "author": {
    "text": "Florence Welch"
   }
  },
  {
   "quote": {
    "text": "To be able to design for the plus-sized consumer, for me, that's just beyond. It's a dream."
   },
   "author": {
    "text": "Khloe Kardashian"
   }
  },
  {
   "quote": {
    "text": "I'm an artist, so I love the graphic design of Instagram."
   },
   "author": {
    "text": "Pierce Brosnan"
   }
  },
  {
   "quote": {
    "text": "We are spiritual beings whether we want to admit it or not, and inherent in our DNA is a design to return us home - home to our true essence, our greatest self, our limitless self."
   },
   "author": {
    "text": "Debbie Ford"
   }
  },
  {
   "quote": {
    "text": "I'm drawn to furniture design as complete architecture on a minor scale."
   },
   "author": {
    "text": "Brad Pitt"
   }
  },
  {
   "quote": {
    "text": "Proponents of intelligent design don't accept that some of the very complex nanomachines that we have inside ourselves could have come about solely on the basis of natural selection."
   },
   "author": {
    "text": "Francis Collins"
   }
  },
  {
   "quote": {
    "text": "When you say 'design,' everybody thinks of magazine pages. So it's an emotive word. Everybody thinks it's how something looks, whereas for me, design is pretty much everything."
   },
   "author": {
    "text": "James Dyson"
   }
  },
  {
   "quote": {
    "text": "Design can never be an ultimate explanation for anything. It can only be a proximate explanation. A plane or a car is explained by a designer but that's because the designer himself, the engineer, is explained by natural selection."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Video games and YouTube.com are creatively booming, even though Web design, as demonstrated by the ugly clutter of most major news sites, is in the pits."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "It's aggravating that Hollywood has never gotten credit for the role it played in promoting modern design."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "The emphasis and value on ideas and original thinking is an innate part of British culture, and in many ways, that describes the traditions of design."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "'Design' is a word that's come to mean so much that it's also a word that has come to mean nothing."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "A small change at the beginning of the design process defines an entirely different product at the end."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "We are all sensible that the king and Tisaphernes have caused as many of us as they could to be apprehended, and it is plain they design, by the same treacherous means, if they can, to destroy the rest."
   },
   "author": {
    "text": "Xenophon"
   }
  },
  {
   "quote": {
    "text": "I find, in merchandising and design and creative, a business school degree isn't particularly helpful."
   },
   "author": {
    "text": "Mickey Drexler"
   }
  },
  {
   "quote": {
    "text": "I have a notebook, and I know what decisions will be made in pre-production. Everything is pre-determined in the pre-production period. I visually design the whole thing, and I know when things will happen."
   },
   "author": {
    "text": "Alejandro Gonzalez Inarritu"
   }
  },
  {
   "quote": {
    "text": "For the most part, my house stays the same over the years. I tend to design with pieces that feel timeless to me, so I'm not constantly rearranging my home."
   },
   "author": {
    "text": "Joanna Gaines"
   }
  },
  {
   "quote": {
    "text": "I think when people have the freedom to tell their own story rather than trying to be specific to a certain design or style, there's more freedom, and it ends up feeling more like home. Those spaces we see in magazines and on the Internet are beautiful, but if there's not that story there, then it's going to lack that feeling of home."
   },
   "author": {
    "text": "Joanna Gaines"
   }
  },
  {
   "quote": {
    "text": "I have high hopes that GIS will become increasingly relevant for landscape architects as we make the tools easier to use for the design process of just inventory and mapping."
   },
   "author": {
    "text": "Jack Dangermond"
   }
  },
  {
   "quote": {
    "text": "I want to have all that scientific information that we're building be used in designing the future so that people who make geographic decisions - and here it's not just land-use planners, but it's everyone: foresters, transportation engineers, people who buy a house - can analyze all of these information layers and design a future."
   },
   "author": {
    "text": "Jack Dangermond"
   }
  },
  {
   "quote": {
    "text": "With increasing fervor since the 1980s, sustainability has been the watchword of scientists, environmental activists, and indeed all those concerned about the complex, fragile systems on the sphere we inhabit. It has shaped debates about business, design, and our lifestyles."
   },
   "author": {
    "text": "Jamais Cascio"
   }
  },
  {
   "quote": {
    "text": "If you only design menus that are essentially junk or fast food, the whole infrastructure supports junk."
   },
   "author": {
    "text": "Jamie Oliver"
   }
  },
  {
   "quote": {
    "text": "I'm a very visual person, and I love opening beautiful books on art or design and looking through them."
   },
   "author": {
    "text": "Aerin Lauder"
   }
  },
  {
   "quote": {
    "text": "Initially, it was the unpractical in fashion that brought me to design my own line. I felt that it was much more attractive to cut clothes with respect for the living, three-dimensional body rather than to cover the body with decorative ideas."
   },
   "author": {
    "text": "Jil Sander"
   }
  },
  {
   "quote": {
    "text": "It may sound ambitious, but I really hope that modern design will spread all around the globe."
   },
   "author": {
    "text": "Jil Sander"
   }
  },
  {
   "quote": {
    "text": "But, alas! what poor Woman is ever taught that she should have a higher Design than to get her a Husband?"
   },
   "author": {
    "text": "Mary Astell"
   }
  },
  {
   "quote": {
    "text": "I describe the design process as like the tip of the iceberg. What you don't see is the long haul: all the endless auditing and things like that."
   },
   "author": {
    "text": "Norman Foster"
   }
  },
  {
   "quote": {
    "text": "Rule of law, access to justice, and financial transparency happen by design, not accident."
   },
   "author": {
    "text": "Winnie Byanyima"
   }
  },
  {
   "quote": {
    "text": "To nourish children and raise them against odds is in any time, any place, is more valuable than to fix bolts in cars or design nuclear weapons."
   },
   "author": {
    "text": "Marilyn French"
   }
  },
  {
   "quote": {
    "text": "Graphic design, which evokes the symmetria of Vituvius, the dynamic symmetry of Hambidge, the asymmetry of Mondrian; which is a good gestalt, generated by intuition or by computer, by invention or by a system of coordinates, is not good design if it does not communicate."
   },
   "author": {
    "text": "Paul Rand"
   }
  },
  {
   "quote": {
    "text": "People interact with their phones very differently than they do with their PCs, and I think that when you design from the ground up with mobile in mind, you create a very different product than going the other way."
   },
   "author": {
    "text": "Kevin Systrom"
   }
  },
  {
   "quote": {
    "text": "When I design, I think about the desire someone might have for it and why. I want them to fall in love with it."
   },
   "author": {
    "text": "Jenny Packham"
   }
  },
  {
   "quote": {
    "text": "I've always really loved the '20s and the whole Art Deco time. I just think it was just the most amazing era for style and design."
   },
   "author": {
    "text": "Jenny Packham"
   }
  },
  {
   "quote": {
    "text": "The thing that makes my clothes really different is that, number one, they are really great designs; they're not tacky; they are very professional; the design is made from lots of decisions."
   },
   "author": {
    "text": "Vivienne Westwood"
   }
  },
  {
   "quote": {
    "text": "Everything at Apple can be best understood through the lens of designing. Whether it's designing the look and feel of the user experience, or the industrial design, or the system design, and even things like how the boards were laid out."
   },
   "author": {
    "text": "John Sculley"
   }
  },
  {
   "quote": {
    "text": "I've always been very into interior design, and I can't stand to have anything in my apartment that I don't aesthetically love."
   },
   "author": {
    "text": "Betsey Johnson"
   }
  },
  {
   "quote": {
    "text": "If you don't have an emotionally engaging design for a device, no one will care about it."
   },
   "author": {
    "text": "Tony Fadell"
   }
  },
  {
   "quote": {
    "text": "I think, aesthetically, car design is so interesting - the dashboards, the steering wheels, and the beauty of the mechanics. I don't know how any of it works, I don't want to know, but it's inspirational."
   },
   "author": {
    "text": "Paloma Picasso"
   }
  },
  {
   "quote": {
    "text": "Once I tried to make a standardization of staircases. Probably that is one of the oldest of the standardizations. Of course, we design new staircase steps every day in connection with all our houses, but a standardized step depends on the height of the buildings and on all kinds of things."
   },
   "author": {
    "text": "Alvar Aalto"
   }
  },
  {
   "quote": {
    "text": "My undergrad degree was in graphic design, and I don't work in that anymore, but I obviously do a lot of design and editing and Photoshopping, and the Adobe Creative Cloud is essential!"
   },
   "author": {
    "text": "Franchesca Ramsey"
   }
  },
  {
   "quote": {
    "text": "In its heyday, the car was an expression of technical flair and design genius: the original Mini, the Beetle, the 2CV, and the Fiat 500 were all, in their various ways, inspired incarnations of functionality."
   },
   "author": {
    "text": "Martin Jacques"
   }
  },
  {
   "quote": {
    "text": "Clearly, programming courses should teach methods of design and construction, and the selected examples should be such that a gradual development can be nicely demonstrated."
   },
   "author": {
    "text": "Niklaus Wirth"
   }
  },
  {
   "quote": {
    "text": "It's funny now how much we look at - whatever you want to call it: art, design, culture stuff, film - online, and how in the online world, you're instantly global."
   },
   "author": {
    "text": "Mike Mills"
   }
  },
  {
   "quote": {
    "text": "Whether one believes in evolution, intelligent design, or Divine Creation, one thing is certain. Since the beginning of history, human beings have been at war with each other, under the pretext of religion, ideology, ethnicity and other reasons. And no civilization has ever willingly given up its most powerful weapons."
   },
   "author": {
    "text": "Mohamed ElBaradei"
   }
  },
  {
   "quote": {
    "text": "I'm constantly thinking about design, shapes, patterns and colors, so I just want to be more of a blank canvas. But there is a comfort in knowing what you're going to wear, and that probably comes from Catholic school, where I wore a uniform for 10 years."
   },
   "author": {
    "text": "Prabal Gurung"
   }
  },
  {
   "quote": {
    "text": "I'm fascinated by furniture design and interiors, and I want to try designing all that stuff."
   },
   "author": {
    "text": "Prabal Gurung"
   }
  },
  {
   "quote": {
    "text": "The proper study of mankind is the science of design."
   },
   "author": {
    "text": "Herbert A. Simon"
   }
  },
  {
   "quote": {
    "text": "Sometimes living in a room that's badly designed isn't the worst thing in the world. Trust me - this is a fact! Living in a room that has no design whatsoever is even worse. I've learned this from my many clients over the years that have moved into new houses and just can't figure out where to begin."
   },
   "author": {
    "text": "Candice Olson"
   }
  },
  {
   "quote": {
    "text": "It's great to design a beautiful, modern, sleek home like you'd see in a magazine. But if it doesn't suit your lifestyle, it's really wasted."
   },
   "author": {
    "text": "Candice Olson"
   }
  },
  {
   "quote": {
    "text": "I credit my mom with inspiring in me a love of design, matched by her creative problem-solving abilities. This is a woman who could find an old, discarded piece of furniture, bring it home and turn it into something fabulous."
   },
   "author": {
    "text": "Candice Olson"
   }
  },
  {
   "quote": {
    "text": "Everyday people are not very good designers."
   },
   "author": {
    "text": "Donald Norman"
   }
  },
  {
   "quote": {
    "text": "User-centered design means working with your users all throughout the project."
   },
   "author": {
    "text": "Donald Norman"
   }
  },
  {
   "quote": {
    "text": "With imagination and personal creativity, people who sew can design the way they look to suit themselves."
   },
   "author": {
    "text": "Issey Miyake"
   }
  },
  {
   "quote": {
    "text": "I often ask myself, 'What would design be like if objects were made of a single part? Would we return to a better state of creation?'"
   },
   "author": {
    "text": "Neri Oxman"
   }
  },
  {
   "quote": {
    "text": "Good design to me is both appearance and functionality together. It's the experience that makes it good design."
   },
   "author": {
    "text": "Michael Graves"
   }
  },
  {
   "quote": {
    "text": "I believe well-designed places and objects can actually improve healing, while poor design can inhibit it."
   },
   "author": {
    "text": "Michael Graves"
   }
  },
  {
   "quote": {
    "text": "Even as a young boy, my passion was to design, and I have been very lucky to be able to do what I have loved all my life. There can be few greater gifts than that."
   },
   "author": {
    "text": "Valentino Garavani"
   }
  },
  {
   "quote": {
    "text": "It takes a real designer to design for real women."
   },
   "author": {
    "text": "Leslie Jones"
   }
  },
  {
   "quote": {
    "text": "The engineering, analytics, design, testing, and delivery behind our products offer some of the hardest engineering and business challenges in the world. As we've brought our franchises into eSports and moved to digital delivery, it's become even more complex and exciting - which, in turn, has allowed us attract even more top talent."
   },
   "author": {
    "text": "Bobby Kotick"
   }
  },
  {
   "quote": {
    "text": "Beautiful Evidence is about the theory and practice of analytical design."
   },
   "author": {
    "text": "Edward Tufte"
   }
  },
  {
   "quote": {
    "text": "My job at the end of the day is to design timeless, desirable, beautiful products. It's not about just designing a bunch of organic jumpers. I have a balance within the brand. If you try to create something people enjoy, and it happens to be made in a responsible way, then that's when you can really strike an incredible balance."
   },
   "author": {
    "text": "Stella McCartney"
   }
  },
  {
   "quote": {
    "text": "Phones are a big deal, but tablets are an even bigger deal. So we're doing a lot of design work and experimentation around the tablet experience."
   },
   "author": {
    "text": "Parker Harris"
   }
  },
  {
   "quote": {
    "text": "Unlike traditional nursing homes, Green House homes provide elders with a high quality of life and quality of care in a setting that feels like a real home. By altering the facility size, interior design, staffing patterns and service-delivery method, the Green House model provides residents better, safer and more personalized care."
   },
   "author": {
    "text": "Risa Lavizzo-Mourey"
   }
  },
  {
   "quote": {
    "text": "Ultimately we may still ask, why can't humans design a perfect society?"
   },
   "author": {
    "text": "Robert Shea"
   }
  },
  {
   "quote": {
    "text": "It is so important to be really true to yourself in design, and I am."
   },
   "author": {
    "text": "Thom Browne"
   }
  },
  {
   "quote": {
    "text": "Industrial design is a superficial practice. You use your approach regardless of the project because there is no time for a deep understanding of a single product."
   },
   "author": {
    "text": "Jens Martin Skibsted"
   }
  },
  {
   "quote": {
    "text": "Urban planning and design are helping us to shift from a car-centric system to a bike-centric one by making bicycles and bicycle infrastructure superior in functionality and attractiveness."
   },
   "author": {
    "text": "Jens Martin Skibsted"
   }
  },
  {
   "quote": {
    "text": "Design has become a universal medium for expressing ideas, raising fundamental questions, and addressing social challenges."
   },
   "author": {
    "text": "Jens Martin Skibsted"
   }
  },
  {
   "quote": {
    "text": "Design is a powerful factor in communication between disciplines and stakeholders and can transform knowledge into creative, human-oriented solutions that can promote companies' and countries' competitive ability and foster innovation and growth."
   },
   "author": {
    "text": "Jens Martin Skibsted"
   }
  },
  {
   "quote": {
    "text": "The nature of design is to synthesize disparate perspectives and create a richer end product through collaboration and iteration."
   },
   "author": {
    "text": "Jens Martin Skibsted"
   }
  },
  {
   "quote": {
    "text": "Design can overcome our most deeply rooted stranger-danger bias."
   },
   "author": {
    "text": "Joe Gebbia"
   }
  },
  {
   "quote": {
    "text": "I'm a total control freak and love to participate in the design of every single aspect of life."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "Design should not dominate things, should not dominate people. It should help people. That's its role."
   },
   "author": {
    "text": "Dieter Rams"
   }
  },
  {
   "quote": {
    "text": "I've never mentioned this, but when I was at Parsons teaching, the other design disciplines, they don't like fashion design. They see it as very nineteenth-century."
   },
   "author": {
    "text": "Tim Gunn"
   }
  },
  {
   "quote": {
    "text": "When you design a building, you start from a general philosophy, and you come down, and you start from detail and come up. Only the theoretical architect believes that you can make the concept and then sometime, somebody will come to build it."
   },
   "author": {
    "text": "Renzo Piano"
   }
  },
  {
   "quote": {
    "text": "London is one of the most civilised places in the world for the procedure of making architecture and urban design."
   },
   "author": {
    "text": "Renzo Piano"
   }
  },
  {
   "quote": {
    "text": "I'd love to design bridal dresses."
   },
   "author": {
    "text": "Lauren Conrad"
   }
  },
  {
   "quote": {
    "text": "Anything I do informs how I design. I wouldn't isolate any one activity. Everything I do feeds back to my life, and my life is expressed in my work."
   },
   "author": {
    "text": "Antoine Predock"
   }
  },
  {
   "quote": {
    "text": "When I design, I always pull from things that are significant to me. In my work, I search for happiness and then try to convey that joy in the clothes."
   },
   "author": {
    "text": "Jeremy Scott"
   }
  },
  {
   "quote": {
    "text": "The exposure I have had to beautiful materials across the world, from Japan to Italy, enables me to pull design ideas together. This, combined with years of historical research, has created a great fountain of ideas for me."
   },
   "author": {
    "text": "Colleen Atwood"
   }
  },
  {
   "quote": {
    "text": "I think that sometimes people don't understand that a costume that has to be worn every day and doesn't change the whole movie becomes iconic. It's very important because it requires a different design process, since you have to make something that people aren't going to get tired of looking at."
   },
   "author": {
    "text": "Colleen Atwood"
   }
  },
  {
   "quote": {
    "text": "There's established gaming IP that's coming from console to mobile, which is interesting. Everything is converging a little bit toward mobile devices in the living room. On the casual side, the graphics and animation and game design and all of those variables are improving."
   },
   "author": {
    "text": "Chris DeWolfe"
   }
  },
  {
   "quote": {
    "text": "I'm not like most designers, who have to set sail on an exotic getaway to get inspired. Most of the time, it's on my walk to work, or sitting in the subway and seeing something random or out of context."
   },
   "author": {
    "text": "Alexander Wang"
   }
  },
  {
   "quote": {
    "text": "Success isn't something you achieve by accident, but rather by design."
   },
   "author": {
    "text": "David H. Murdock"
   }
  },
  {
   "quote": {
    "text": "Many, many times I find that whatever is looking good on the screen doesn't always look or feel good on the body. So who do we design for - do we design for the screen, or do we design for women?"
   },
   "author": {
    "text": "Alber Elbaz"
   }
  },
  {
   "quote": {
    "text": "After all, C++ isn't a perfect match for Java's design aims either."
   },
   "author": {
    "text": "Bjarne Stroustrup"
   }
  },
  {
   "quote": {
    "text": "Everyone by now presumably knows about the danger of premature optimization. I think we should be just as worried about premature design - designing too early what a program should do."
   },
   "author": {
    "text": "Paul Graham"
   }
  },
  {
   "quote": {
    "text": "Every step and every movement of the multitude, even in what are termed enlightened ages, are made with equal blindness to the future; and nations stumble upon establishments, which are indeed the result of human action, but not the execution of any human design."
   },
   "author": {
    "text": "Adam Ferguson"
   }
  },
  {
   "quote": {
    "text": "When you design it, think how you would feel if you had to fly it! Safety first!"
   },
   "author": {
    "text": "Donald Wills Douglas"
   }
  },
  {
   "quote": {
    "text": "Computers are to design as microwaves are to cooking."
   },
   "author": {
    "text": "Milton Glaser"
   }
  },
  {
   "quote": {
    "text": "The urge for good design is the same as the urge to go on living."
   },
   "author": {
    "text": "Harry Bertoia"
   }
  },
  {
   "quote": {
    "text": "Species go extinct because there are historical contraints built into a given body or a given design."
   },
   "author": {
    "text": "Kevin Kelly"
   }
  },
  {
   "quote": {
    "text": "I am persuaded, that if any attempt is made to improve the education of the poor, and such an unmanly spirit should guide the resolution of a society or committee for that purpose, it would render the design abortive."
   },
   "author": {
    "text": "Joseph Lancaster"
   }
  },
  {
   "quote": {
    "text": "It's very difficult to design something for someone if you have no empathy."
   },
   "author": {
    "text": "Stewart Butterfield"
   }
  },
  {
   "quote": {
    "text": "In software design, it's all about making a guess, trying it, and then learning from the experience."
   },
   "author": {
    "text": "Stewart Butterfield"
   }
  },
  {
   "quote": {
    "text": "So if I design it and then go away, it's still living somewhere and it still exists by itself without me."
   },
   "author": {
    "text": "Marc Newson"
   }
  },
  {
   "quote": {
    "text": "So if I want to buy a light in a shop and I don't find a light that I like, I think to myself what would I like? What would I like to buy? Then I started to imagine and design it for myself a lot of the time."
   },
   "author": {
    "text": "Marc Newson"
   }
  },
  {
   "quote": {
    "text": "I think gardens are fantastic, and I'd love to draw and design and stuff like that. I love just planting flowers during the summer. There's something very humble about it, and natural and beautiful."
   },
   "author": {
    "text": "Ed Westwick"
   }
  },
  {
   "quote": {
    "text": "CSS is the design language of the web, and it is not as easy to use as it ought to be, and it can be confusing, especially if you are new to it."
   },
   "author": {
    "text": "Jeffrey Zeldman"
   }
  },
  {
   "quote": {
    "text": "The design of those commissioners, frigates and warlike force is directed rather against Long Island and these your Honors' possessions, than to the imagined reform of New England."
   },
   "author": {
    "text": "Peter Stuyvesant"
   }
  },
  {
   "quote": {
    "text": "I majored in illustration at the Rhode Island School of Design, although I never had any intention of being an illustrator and didn't take any classes in illustration there. It was just that the illustration degree had no requirements."
   },
   "author": {
    "text": "Brian Selznick"
   }
  },
  {
   "quote": {
    "text": "Nearly all inventions are not recognised for their positive side either when they're made. So, for example, scientists didn't go out to design a CD machine: they designed a laser. But we got all sorts of things from a laser which we never remotely imagined, and we're still finding things for a laser to do."
   },
   "author": {
    "text": "Robert Winston"
   }
  },
  {
   "quote": {
    "text": "I couldn't write a happy movie or romantic comedy to save my life. Yes, Noel Coward's an idol, but his plays are serious to me. 'Private Lives' and 'Design for Living' both have an edge. Without psychoanalyzing myself, I think I exorcise my demons in my work."
   },
   "author": {
    "text": "John Logan"
   }
  },
  {
   "quote": {
    "text": "I am interested in all aspects of filmmaking, so I have an opinion on every aspect, so sound design, score, cinematography, editing - all that stuff I have experience doing myself, so I had a very strong idea of what I wanted, and I got, for the most part, people that were able to articulate that idea, which was nice."
   },
   "author": {
    "text": "Jeff Baena"
   }
  },
  {
   "quote": {
    "text": "Once you come up with a premise, you have to work out how it all happened. It's a bit like coming up with a spectacular roof design first. Before you can get it up there, you need to build a solid foundation and supporting structure."
   },
   "author": {
    "text": "Linwood Barclay"
   }
  },
  {
   "quote": {
    "text": "I was interested in science or, at least, nature from an early age, learning the names of planets, cutting cartoons with facts about animals out of the newspaper and gluing them into a scrapbook, and, with a friend when I was five or six, trying to design a submarine."
   },
   "author": {
    "text": "Martin Chalfie"
   }
  },
  {
   "quote": {
    "text": "My homes are similar in style because the same design principles run through all areas of my work."
   },
   "author": {
    "text": "John Rocha"
   }
  },
  {
   "quote": {
    "text": "I wanted to be a writer as a teen... so storytelling was my first love. In my late teens, design became an obsession as I realized that I could express myself through the medium. Much later, when I founded Fuseproject in 1999, our slogan became 'design brings stories to life.'"
   },
   "author": {
    "text": "Yves Behar"
   }
  },
  {
   "quote": {
    "text": "Design needs a new relationship with the world, one that is more focused on our planet's needs."
   },
   "author": {
    "text": "Yves Behar"
   }
  },
  {
   "quote": {
    "text": "I am passionate about what design can do - how far it can support the new ideas and the new ways of living of this 21st Century. Good design accelerates this exciting future where manufacturing is local, materials and processes are cradle to cradle, business models are both socially and financially driven."
   },
   "author": {
    "text": "Yves Behar"
   }
  },
  {
   "quote": {
    "text": "Often the most important moment in the design process is figuring out what the right question is."
   },
   "author": {
    "text": "Thomas Heatherwick"
   }
  },
  {
   "quote": {
    "text": "Design and branding are inextricably linked to the way in which society, culture, the environment, and business interact."
   },
   "author": {
    "text": "Debbie Millman"
   }
  },
  {
   "quote": {
    "text": "The mind is like a richly woven tapestry in which the colors are distilled from the experiences of the senses, and the design drawn from the convolutions of the intellect."
   },
   "author": {
    "text": "Carson McCullers"
   }
  },
  {
   "quote": {
    "text": "So much of design is context."
   },
   "author": {
    "text": "Steve Madden"
   }
  },
  {
   "quote": {
    "text": "If I want to make people moved or cry in a film, I figure out what the room looks like, what the people are wearing, what time of day it is, what the light is, how to photograph it, where to put the camera. It involves optics and costume design and set design and architecture."
   },
   "author": {
    "text": "Sydney Pollack"
   }
  },
  {
   "quote": {
    "text": "I design to make women feel confident and beautiful."
   },
   "author": {
    "text": "Tadashi Shoji"
   }
  },
  {
   "quote": {
    "text": "Things like anatomy and drawing and design and color had pretty much been drop-kicked out of the curriculum in the '70s, when I was studying art, in favor of abstraction and minimalism."
   },
   "author": {
    "text": "David Small"
   }
  },
  {
   "quote": {
    "text": "You can get the best locksmith in the world to design the best lock he can design, is it pick proof? No, it's not: it can be very hard to pick, but it is pickable. Because you can get, say, the next 10 best locksmiths, and give them unlimited money and time, they will figure out a way to pick it."
   },
   "author": {
    "text": "Mikko Hypponen"
   }
  },
  {
   "quote": {
    "text": "Design is directed toward human beings. To design is to solve human problems by identifying them and executing the best solution."
   },
   "author": {
    "text": "Ivan Chermayeff"
   }
  },
  {
   "quote": {
    "text": "It was such an idyllic time when I grew up in Hong Kong. It was a British colony and very much geared towards buying the best of Britain. My childhood does have a huge influence on how we design. There must be a little bit of that nostalgia - childhood is so special."
   },
   "author": {
    "text": "Marie-Chantal Claire"
   }
  },
  {
   "quote": {
    "text": "Volvo has one weakness, and that is in the interior design. They have not adapted to the Chinese people's perception of luxury when it comes to the interior design, and this has to be addressed."
   },
   "author": {
    "text": "Li Shufu"
   }
  },
  {
   "quote": {
    "text": "When I was in high school in England, I wasn't sure that you could have a career in fashion. In those days, there were very few fashion magazines. I didn't realize there was a school where you could go and learn how to make clothes and design. I thought you just had to be discovered somewhere, like a film."
   },
   "author": {
    "text": "Maria Cornejo"
   }
  },
  {
   "quote": {
    "text": "Dubstep has everything for me. Rhythm, sound design, heartfelt emotion - all in one place."
   },
   "author": {
    "text": "James Blake"
   }
  },
  {
   "quote": {
    "text": "I started collecting aerial photographs of Native American and South Pacific architecture; only the African ones were fractal. And if you think about it, all these different societies have different geometric design themes that they use. So Native Americans use a combination of circular symmetry and fourfold symmetry."
   },
   "author": {
    "text": "Ron Eglash"
   }
  },
  {
   "quote": {
    "text": "I studied graphic design originally. I used to like drawing, and I was quite into technical drawing. I was always interested in the visual medium, but I thought I was going to be an architect or something like that, but it's quite a lonely job."
   },
   "author": {
    "text": "Asif Kapadia"
   }
  },
  {
   "quote": {
    "text": "If I design another line, I will definitely design pieces that suit both pregnant and non-pregnant women. Being pregnant is one of the most amazing things, but it is a big change in a woman's life and body, and I think it is important she feels amazing all along her term. And being able to wear beautiful lingerie will definitely help."
   },
   "author": {
    "text": "Julia Restoin Roitfeld"
   }
  },
  {
   "quote": {
    "text": "'LaFerrari' means 'the Ferrari.' The excellence. In this car, we put everything we are able to do. Our extreme technology, extreme experience, extreme capability. And this has been the first Ferrari totally designed in our design center."
   },
   "author": {
    "text": "Luca Cordero di Montezemolo"
   }
  },
  {
   "quote": {
    "text": "Design can have such a positive impact on the way people live and on their relationships and moods."
   },
   "author": {
    "text": "Genevieve Gorder"
   }
  },
  {
   "quote": {
    "text": "I always wanted to be a filmmaker and became one through sheer single-mindedness. I came to filmmaking from a background in graphic design. I went to film school at Newcastle Polytechnic."
   },
   "author": {
    "text": "Neil Marshall"
   }
  },
  {
   "quote": {
    "text": "I was always interested in art at school, and after year twelve, senior year, I spent three years studying graphic design at college. I worked in advertising for two years but didn't like it much, then began doing a bit of illustration work for various publishers."
   },
   "author": {
    "text": "Graeme Base"
   }
  },
  {
   "quote": {
    "text": "Longhorns are unique - each and every one of them is a different color with a different design."
   },
   "author": {
    "text": "Janine Turner"
   }
  },
  {
   "quote": {
    "text": "I now add, farther, that the apostle's argument is so far from proving it to be the duty of people to obey, and submit to, such rulers as act in contradiction to the public good, and so to the design of their office, that it proves the direct contrary."
   },
   "author": {
    "text": "Jonathan Mayhew"
   }
  },
  {
   "quote": {
    "text": "Surprisingly, the Eisenhower Memorial design contains almost none of the known Gehry-box of tricks. His giant etched chain-link curtain, first applied in 1979 to hide an ungracious parking garage at Santa Monica Place, is resurrected for Eisenhower to screen the equally graceless facade of the Department of Education."
   },
   "author": {
    "text": "Leon Krier"
   }
  },
  {
   "quote": {
    "text": "I do two things. I design mobile computers and I study brains."
   },
   "author": {
    "text": "Jeff Hawkins"
   }
  },
  {
   "quote": {
    "text": "The sky is a free asset in design, and nothing unnecessary should be planted that takes away the sky."
   },
   "author": {
    "text": "Rachel Lambert Mellon"
   }
  },
  {
   "quote": {
    "text": "Design is about creating spaces for people to enjoy and of course, creating moments where you elevate the spirit, but 'design for good' is figuring out a program that not only creates better spaces, but creates jobs, creates new industry and really kind of raises the conversation about how we rebuild."
   },
   "author": {
    "text": "Cameron Sinclair"
   }
  },
  {
   "quote": {
    "text": "Design is inherently optimistic. That is its power."
   },
   "author": {
    "text": "William McDonough"
   }
  },
  {
   "quote": {
    "text": "The interesting thing about Android's design is how little we modified the kernel."
   },
   "author": {
    "text": "Robert Love"
   }
  },
  {
   "quote": {
    "text": "Minted.com is both a global design community and stationery retailer. Independent graphic designers from all over the world submit designs to our ongoing design competitions, and Minted's community votes to tell us what to sell."
   },
   "author": {
    "text": "Mariam Naficy"
   }
  },
  {
   "quote": {
    "text": "Over the years, I observed that many talented graphic designers, including those in my own family, had difficulty getting their designs to market. I thought it would be possible to hold open stationery design competitions where all designers could participate."
   },
   "author": {
    "text": "Mariam Naficy"
   }
  },
  {
   "quote": {
    "text": "The name Minted speaks to the freshness of our design - the fact that we are receiving thousands of new designs each week and selling freshly minted winners from our design competitions."
   },
   "author": {
    "text": "Mariam Naficy"
   }
  },
  {
   "quote": {
    "text": "I feel that every day, all of us now are being blasted by information design. It's being poured into our eyes through the Web, and we're all visualizers now; we're all demanding a visual aspect to our information. There's something almost quite magical about visual information. It's effortless; it literally pours in."
   },
   "author": {
    "text": "David McCandless"
   }
  },
  {
   "quote": {
    "text": "If you write your own tools, you can sort of see new things, design new things."
   },
   "author": {
    "text": "Saul Griffith"
   }
  },
  {
   "quote": {
    "text": "Every other piece of industrial design is a pot or a dish or something insignificant. But when you have a chair, it's like a sculpture of a person: it's alive. It's big. You can't miss it. It's a 'look at me!' item."
   },
   "author": {
    "text": "Charles Pollock"
   }
  },
  {
   "quote": {
    "text": "Design is the courage and brilliance to cover an original and make it different."
   },
   "author": {
    "text": "John Hockenberry"
   }
  },
  {
   "quote": {
    "text": "As the world's 'most dynamic' cities seek to manage their own urban growth, American state and local officials have much to offer. Our mayors can share their experiences in urban design, clean energy projects, Smart Grids, codes for energy efficient buildings, transportation safety, and innovative environmental solutions."
   },
   "author": {
    "text": "Robert Hormats"
   }
  },
  {
   "quote": {
    "text": "The main tenet of design thinking is empathy for the people you're trying to design for. Leadership is exactly the same thing - building empathy for the people that you're entrusted to help."
   },
   "author": {
    "text": "David M. Kelley"
   }
  },
  {
   "quote": {
    "text": "My dad wanted me to be a professional person, which I was - I was a civil engineer. I graduated from civil engineering at USC in California. I became an engineer, and I helped design the roads for the L.A. County Roads Department. And I did that for about one and a half years in a sense to please my parents - to be a 'respectable' person."
   },
   "author": {
    "text": "James Hong"
   }
  },
  {
   "quote": {
    "text": "Technology is making design more exciting, with color, wallpaper, textures, fabrics that could never have been created without the technology."
   },
   "author": {
    "text": "David Bromstad"
   }
  },
  {
   "quote": {
    "text": "Design, in its broadest sense, is the enabler of the digital era - it's a process that creates order out of chaos, that renders technology usable to business. Design means being good, not just looking good."
   },
   "author": {
    "text": "Clement Mok"
   }
  },
  {
   "quote": {
    "text": "Biological engineering is not necessarily understanding systems but rather, I want to be able to design and build biological systems to perform particular applications."
   },
   "author": {
    "text": "Drew Endy"
   }
  },
  {
   "quote": {
    "text": "We design our world, while our world acts back on us and designs us."
   },
   "author": {
    "text": "Anne-Marie Willis"
   }
  },
  {
   "quote": {
    "text": "I spearhead interior design for all Trump projects."
   },
   "author": {
    "text": "Ivanka Trump"
   }
  },
  {
   "quote": {
    "text": "Design is so critical it should be on the agenda of every meeting in every single department."
   },
   "author": {
    "text": "Tom Peters"
   }
  },
  {
   "quote": {
    "text": "I was very interested in theatre, mostly in stage design. I did a little bit of acting."
   },
   "author": {
    "text": "Jim Henson"
   }
  },
  {
   "quote": {
    "text": "At the University of Maryland, my first year I started off planning to major in art because I was interested in theatre design, stage design or television design."
   },
   "author": {
    "text": "Jim Henson"
   }
  },
  {
   "quote": {
    "text": "We thought it would be fun to try to design a show that would work well internationally and so that' s what we're intending to do with Fraggle Rock, and we are indeed now selling it around the world."
   },
   "author": {
    "text": "Jim Henson"
   }
  },
  {
   "quote": {
    "text": "I'm a designer, and I think if you work in fashion, you have to give people fantasy."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "I'd already decided I wanted to design shoes after I saw a sign in the Museum of African and Oceanic Art forbidding high heels. Well, who could resist?"
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "I never wanted to design clothes. I never wanted to work for the fashion industry. Shoes sort of belong to the fashion industry, which is why I'm part of the fashion industry. But that's never been my thought. My thought since I was a child was really to design those shoes for girls on stage."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "At age 12 or 13, I wanted to design for showgirls - for the theater!"
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "I don't subscribe to the view some people have in the industry that you should purposefully design products that do not last that long. I don't think it is good for anyone."
   },
   "author": {
    "text": "Tim Cook"
   }
  },
  {
   "quote": {
    "text": "Marc Jacobs is full of creative people and Louis Vuitton is again a name on the door, a name that has existed for many years but I'm a collaborator there and I bring in other people, other artists and I work with a great creative design team."
   },
   "author": {
    "text": "Marc Jacobs"
   }
  },
  {
   "quote": {
    "text": "But I'm blessed to work with great people. I collaborate with brilliant stylists both here and in Paris. I work with a great design team. I really allow everyone to bring their ideas. I almost rely on them to inspire me."
   },
   "author": {
    "text": "Marc Jacobs"
   }
  },
  {
   "quote": {
    "text": "Whether it's an $11 flip-flop or a $2 key ring or a $2,000 dress, they're all done with integrity. They're all done with a design sense. As long as the creativity exists, then I don't think it's a sellout. A sellout is putting your name on any piece of crap and then expecting people to buy it because it's got your name on it."
   },
   "author": {
    "text": "Marc Jacobs"
   }
  },
  {
   "quote": {
    "text": "We worked with the engineers in the design and construction and testing phases in those various areas, then we would get back together at the end of the week and brief each other as to what had gone on."
   },
   "author": {
    "text": "Alan Shepard"
   }
  },
  {
   "quote": {
    "text": "Music is where I have the most creative freedom, but I love producing. To me, that's kind of where all the action is. You get a chance to have your hands in every aspect of a film. From picking a director, sometimes picking a writer, to the actors, the wardrobe, set design, editing, music, and marketing."
   },
   "author": {
    "text": "Ice Cube"
   }
  },
  {
   "quote": {
    "text": "Women are all the same; we want to be smaller in the waist, longer legs, slimmer. I design for women and their defects, to make them better."
   },
   "author": {
    "text": "Donatella Versace"
   }
  },
  {
   "quote": {
    "text": "When I meet celebrities, I have to know what they are like and only then can I design. The clothes have to fit their personality."
   },
   "author": {
    "text": "Donatella Versace"
   }
  },
  {
   "quote": {
    "text": "When nearly a third of our high school students do not graduate on time with their peers, we have work to do. We must design our middle and high schools so that no student gets lost in the crowd and disconnected from his or her own potential."
   },
   "author": {
    "text": "Christine Gregoire"
   }
  },
  {
   "quote": {
    "text": "My mom modeled and made clothes, so I always had such an appreciation for design."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "It would have been difficult to design a path out of communism worse than the one that has been followed."
   },
   "author": {
    "text": "Aleksandr Solzhenitsyn"
   }
  },
  {
   "quote": {
    "text": "Eighteenth century American furniture and the design of the architects Greene and Greene are my special love."
   },
   "author": {
    "text": "Barbra Streisand"
   }
  },
  {
   "quote": {
    "text": "Some people believe the U.S. can't compete in the design and manufacture of sophisticated products. I think we absolutely can if we pull together. We have shown that we can do that in commercial airplanes, and we can absolutely prove that we can do that in automobiles."
   },
   "author": {
    "text": "Alan Mulally"
   }
  },
  {
   "quote": {
    "text": "I don't see anything changing about our desire for quality and fuel efficiency and safety and smart design, no matter what the vehicle size."
   },
   "author": {
    "text": "Alan Mulally"
   }
  },
  {
   "quote": {
    "text": "I design therefore I become."
   },
   "author": {
    "text": "Jason Silva"
   }
  },
  {
   "quote": {
    "text": "I like the body. I like to design everything to do with the body."
   },
   "author": {
    "text": "Gianni Versace"
   }
  },
  {
   "quote": {
    "text": "The way I define 'intelligent design' is that when people started out, we wanted to make sense of the world we lived in, so we created stories about how things worked."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "I've wanted to design golf courses ever since I was a kid. I suppose it comes from the way I've played the game. To find the proper way to play any hole, I've always begun by asking myself what the architect has tried to do with it."
   },
   "author": {
    "text": "Jack Nicklaus"
   }
  },
  {
   "quote": {
    "text": "A Nicklaus Design golf course is done by the guys in my company that I work with, that have been trained in my vision, and they do what they think I might do. They might come in the office and ask me questions and I'd certainly answer their questions, but I'm not involved in the site visits or anything else."
   },
   "author": {
    "text": "Jack Nicklaus"
   }
  },
  {
   "quote": {
    "text": "I love design in general, the creativity. Whether it is golf courses, my apparel line, ads we do or our business with AriZona, design is fun."
   },
   "author": {
    "text": "Jack Nicklaus"
   }
  },
  {
   "quote": {
    "text": "Clothes and jewellery should be startling, individual. When you see a woman in my clothes, you want to know more about them. To me, that is what distinguishes good designers from bad designers."
   },
   "author": {
    "text": "Alexander McQueen"
   }
  },
  {
   "quote": {
    "text": "I come from a different era and I design clothes for our era. I think of people I want to dress when I design."
   },
   "author": {
    "text": "Alexander McQueen"
   }
  },
  {
   "quote": {
    "text": "Now I design what I want to wear, and it works that way."
   },
   "author": {
    "text": "Alexander McQueen"
   }
  },
  {
   "quote": {
    "text": "I can design a collection in a day and I always do, cause I've always got a load of Italians on my back, moaning that it's late."
   },
   "author": {
    "text": "Alexander McQueen"
   }
  },
  {
   "quote": {
    "text": "Everyone in the astronaut program has a degree in a science field. The crew are the ones who do the experiments, help to design some of the experiments that come from other primary researchers. So it becomes very important that you have a science background."
   },
   "author": {
    "text": "Mae Jemison"
   }
  },
  {
   "quote": {
    "text": "I'm deeply and passionately involved in the design process. I'm a brash American, and if my name is going to be on something, I'm going to have my say."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "I weirdly love interior design and real estate and all of that. I really do. I get chills from it."
   },
   "author": {
    "text": "Kendall Jenner"
   }
  },
  {
   "quote": {
    "text": "I definitely want to design clothes at one point."
   },
   "author": {
    "text": "Kendall Jenner"
   }
  },
  {
   "quote": {
    "text": "I became an art major, took every art class my school had to offer. In college, I majored in Advertising Art and Design."
   },
   "author": {
    "text": "Len Wein"
   }
  },
  {
   "quote": {
    "text": "We had the Windows app store in Windows 8, but one of the big changes in the design of Windows 10 is to make sure that the app store is front and center where our usage is, which is the desktop."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "Google has withdrawn from China, arguing that it is no longer willing to design its search engine to block information that the Chinese government does not wish its citizens to have. In liberal democracies around the world, this decision has generally been greeted with enthusiasm."
   },
   "author": {
    "text": "Peter Singer"
   }
  },
  {
   "quote": {
    "text": "Most of the robots being developed for home use are functional in design - Gecko's homecare robot looks rather like the Star Wars robot R2-D2. Honda and Sony are designing robots that look more like the same movie's 'android' C-3PO."
   },
   "author": {
    "text": "Peter Singer"
   }
  },
  {
   "quote": {
    "text": "You have to have talent to design and to dress thousands of women or millions of women around the world. And you know very well, the only thing they want is to look more beautiful."
   },
   "author": {
    "text": "Carolina Herrera"
   }
  },
  {
   "quote": {
    "text": "I rarely go into a shop on holiday, because fashion and design are what I'm involved in every day. I need another world."
   },
   "author": {
    "text": "Carolina Herrera"
   }
  },
  {
   "quote": {
    "text": "Every contrivance of man, every tool, every instrument, every utensil, every article designed for use, of each and every kind, evolved from a very simple beginnings."
   },
   "author": {
    "text": "Robert Collier"
   }
  },
  {
   "quote": {
    "text": "As a designer, design director or any creative person, you have to hire great people, support them and make them feel comfortable so they can contribute and give you their best."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "Advertising is, of course, important because advertise is the final design. It's the last layer that speaks to the customer, that tells them what you have."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "I help design my own tennis clothes."
   },
   "author": {
    "text": "Maria Sharapova"
   }
  },
  {
   "quote": {
    "text": "I have always had an interest in fashion and design and I appreciate style and timelessness within my footwear and accessories both on and off the court."
   },
   "author": {
    "text": "Maria Sharapova"
   }
  },
  {
   "quote": {
    "text": "Ever since I was young I loved making things and being part of the design process."
   },
   "author": {
    "text": "Maria Sharapova"
   }
  },
  {
   "quote": {
    "text": "All conventional wisdom has an element of truth to it, but good design requires more than an element of truth - it requires an ensemble of correct assumptions and valid calculations."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "Case studies of failure should be made a part of the vocabulary of every engineer so that he or she can recall or recite them when something in a new design or design process is suggestive of what went wrong in the case study."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "Any design, whether it's for a ship or an airplane, must be done in anticipation of potential failures."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "I have always been fascinated by the way things work and how they came to take the form that they did. Writing about these things satisfies my curiosity about the made world while at the same time giving me an opportunity to design a new explanation for the processes that shape it."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "No design, no matter how common or seemingly insignificant, is without its adamant critics as well as its ardent admirers."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "Because every design must satisfy competing objectives, there necessarily has to be compromise among, if not the complete exclusion of, some of those objectives, in order to meet what are considered the more important of them."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "Design is nothing if not decision making."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "It seems to be a law of design that for every advantage introduced through redesign, there is an accompanying unintended disadvantage."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "Technology's related to everything. Technology is making the world more accessible, so yeah, as generations go by, they'll become more and more married to each other, for sure. I think they go hand in hand - fashion inspires design, and technology inspires design as well."
   },
   "author": {
    "text": "Justin Timberlake"
   }
  },
  {
   "quote": {
    "text": "As soon as the show is over, I always think, 'How will the woman I design for go forward?' It's so important to start quickly because I can't let her get away."
   },
   "author": {
    "text": "Sonia Rykiel"
   }
  },
  {
   "quote": {
    "text": "I have never followed fashion. What is fashion to me? I just think of things that inspire me, that inspire women, and I design that way."
   },
   "author": {
    "text": "Sonia Rykiel"
   }
  },
  {
   "quote": {
    "text": "The promise I've tried to honor my entire career, that the rule of law and the design of the founders, right, the oversight of courts and the oversight of Congress will be at the heart of what the FBI does."
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "French architecture always manages to combine the most magnificent underlying themes of architecture; like Roman design, it looks to the community."
   },
   "author": {
    "text": "Stephen Gardiner"
   }
  },
  {
   "quote": {
    "text": "I am very happy to design haute couture. It's a love story between couture and me."
   },
   "author": {
    "text": "Yves Saint Laurent"
   }
  },
  {
   "quote": {
    "text": "You can design a mortgage system that is different without a Fannie and Freddie, but there are principles you have to have, to have a good system."
   },
   "author": {
    "text": "Jamie Dimon"
   }
  },
  {
   "quote": {
    "text": "Many people think that being a graphic designer means going to an expensive art school and buying expensive software that will cost you thousands of dollars. This is so far from the truth. There are hundreds of online education centers that offer top-notch graphic design training."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "Democratic strategists and operatives should not design a strategy based off today's conditions. They should be setting a strategy for where the trajectory of polling is headed."
   },
   "author": {
    "text": "James Carville"
   }
  },
  {
   "quote": {
    "text": "I am equally proud of all of my architectural projects. It's always rewarding to see an ambitious design become reality."
   },
   "author": {
    "text": "Zaha Hadid"
   }
  },
  {
   "quote": {
    "text": "All leading brands started with and still possess the DNA of innovation and creativity, but it is often limited to one or two areas such as design or engineering. For a company to prosper, it must inject this innovative spirit into every aspect of the business."
   },
   "author": {
    "text": "Dinesh Paliwal"
   }
  },
  {
   "quote": {
    "text": "All those lessons that I've learned on the court, I have applied them to my life outside of the court in business, my company, called V Starr interiors, an interior design company, and EleVen, which I wear on court."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "My style is kind of eclectic and I don't like to do the same thing over and over again. I like to have fun and explore myself so you won't see the same design."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "I love design."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "I've gone to school for business, for design, for architecture."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "If I weren't involved with food, I'd be working in architecture. Design is that critical to me."
   },
   "author": {
    "text": "Alice Waters"
   }
  },
  {
   "quote": {
    "text": "Is there a way to design a room in my house where I float around? I would quite enjoy that. It's nuts."
   },
   "author": {
    "text": "Karl Lagerfeld"
   }
  },
  {
   "quote": {
    "text": "The visual aspect of a dish is so important; the shapes and colors and overall design have to strike the right mood and convey the right idea."
   },
   "author": {
    "text": "Daniel Humm"
   }
  },
  {
   "quote": {
    "text": "I like the idea of people who've had some success in one form secretly wanting to be something else; I have some of that myself. I look for it in other people who've established themselves in some particular art form, and then you find out that they really would like to design running shoes, or edit literary magazines or something."
   },
   "author": {
    "text": "William Gibson"
   }
  },
  {
   "quote": {
    "text": "I would like to design what people generally call streetwear. I'd like to dress skateboarders, or whatever the older equivalent of skateboarders are. I pay more attention to that stuff than anyone would ever imagine because I'm watching what the designers do."
   },
   "author": {
    "text": "William Gibson"
   }
  },
  {
   "quote": {
    "text": "I never like to think that I design for a particular person. I design for the woman I wanted to be, the woman I used to be, and - to some degree - the woman I'm still a little piece of."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "A challenging economy is always good for design. It unites necessity and functionality. You are forced to be creative with poor materials."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "The way I design generally is very much travel-oriented because that is my life. That's why I make clothes that are so light and so easy to pack and a little bit seasonless."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "My favorite days are the ones where I deal only with my own team, design, marketing, working on the next accessories collection."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "I have an all-Japanese design team, and none of them speak English. So it's often funny and surprising how my ideas end up lost in translation."
   },
   "author": {
    "text": "Pharrell Williams"
   }
  },
  {
   "quote": {
    "text": "So, I'm always around video games but I've always been interested in them from a visual perspective, with the graphic design and that whole thing. I don't know if that comes from my love of photography or what but that's always what's held my interest about them."
   },
   "author": {
    "text": "Sophia Bush"
   }
  },
  {
   "quote": {
    "text": "At our company, our Design and Construction Consulting Service Team not only helps eliminate the risks inherent in the construction process, they typically save our clients 5% - 10% on overall construction costs. They also help make sure projects come in on time."
   },
   "author": {
    "text": "Roger Staubach"
   }
  },
  {
   "quote": {
    "text": "Everything that I design I would wear myself."
   },
   "author": {
    "text": "Victoria Beckham"
   }
  },
  {
   "quote": {
    "text": "I wish someone would ask me to design a cathedral."
   },
   "author": {
    "text": "Philip Johnson"
   }
  },
  {
   "quote": {
    "text": "By divine design, men and women are intended to progress together toward perfection and a fulness of glory. Because of their distinctive temperaments and capacities, males and females each bring to a marriage relationship unique perspectives and experiences."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "Your neighbors will be envious of your 3D printer - and if they're not, just print new neighbors. Design them so they'll like to bring you pies, maybe, or want to do your yard work for you."
   },
   "author": {
    "text": "W. Bruce Cameron"
   }
  },
  {
   "quote": {
    "text": "I actually started as a model builder and quickly progressed into production design, which made sense because I could draw and paint. But I kept watching that guy over there who was moving the actors around and setting up the shots."
   },
   "author": {
    "text": "James Cameron"
   }
  },
  {
   "quote": {
    "text": "Every actor wants to win an Oscar, full stop. It doesn't mean you try to design things around how to accomplish that because that's impossible."
   },
   "author": {
    "text": "Julia Roberts"
   }
  },
  {
   "quote": {
    "text": "There's so many interesting aspects of making a movie: the costume department, the set design, the casting itself, the locations."
   },
   "author": {
    "text": "Jason Statham"
   }
  },
  {
   "quote": {
    "text": "When we changed from Tiger to Nike, we had to have a design for the shoe. And where do you go to? There's no 'dial 9-1-1' for design."
   },
   "author": {
    "text": "Phil Knight"
   }
  },
  {
   "quote": {
    "text": "I see the Beijing National Stadium as an architectural project. I accepted Herzog and De Meuron's invitation to collaborate on the design, and our proposal won the competition. From beginning to end, I stayed with the project. I am committed to fostering relationships between a city and its architecture."
   },
   "author": {
    "text": "Ai Weiwei"
   }
  },
  {
   "quote": {
    "text": "Everyone wants an iPhone, but it would be impossible to design an iPhone in China because it's not a product; it's an understanding of human nature."
   },
   "author": {
    "text": "Ai Weiwei"
   }
  },
  {
   "quote": {
    "text": "I'd like to design something like a city or a museum. I want to do something hands on rather than just play golf which is the sport of the religious right."
   },
   "author": {
    "text": "Brad Pitt"
   }
  },
  {
   "quote": {
    "text": "My affliction has been... I can make something or draw something or design something better than I can explain it."
   },
   "author": {
    "text": "Brad Pitt"
   }
  },
  {
   "quote": {
    "text": "I was in college, and very disappointed. I majored in commercial art and interior design for three or four years. At that time, it seemed the thing I really wanted to do, production design, just wasn't available in the U.K., so I turned to music."
   },
   "author": {
    "text": "Eric Burdon"
   }
  },
  {
   "quote": {
    "text": "I went to my boss, and I said, 'Look, I'd like to design these ties because I think they could be new.' He said, 'The world isn't ready for Ralph Lauren.' I never forgot that because... I thought that was a compliment."
   },
   "author": {
    "text": "Ralph Lauren"
   }
  },
  {
   "quote": {
    "text": "I would love to design a maternity clothing line. It is so hard to find stylish clothes for pregnant people... I would say 99 percent of the clothes I wore were not maternity because I couldn't find anything I liked."
   },
   "author": {
    "text": "Kourtney Kardashian"
   }
  },
  {
   "quote": {
    "text": "We always say we are a brand for our fans because through social media we're so lucky to see what people are asking us for, what they're looking for, and so we really design what we like but also take our fans in mind."
   },
   "author": {
    "text": "Kourtney Kardashian"
   }
  },
  {
   "quote": {
    "text": "We do have a two against one rule. If two sisters feel very strongly about a design or trend we want to try, we go for it."
   },
   "author": {
    "text": "Kourtney Kardashian"
   }
  },
  {
   "quote": {
    "text": "We spent a lot of time trend forecasting and collaborating on ways to design a fresh line of fashion-forward, affordable luxury."
   },
   "author": {
    "text": "Kourtney Kardashian"
   }
  },
  {
   "quote": {
    "text": "Designing was always something I was interested in. I studied fashion design in high school as well as how to sew."
   },
   "author": {
    "text": "Kourtney Kardashian"
   }
  },
  {
   "quote": {
    "text": "Western design houses have been exploring China in terms of investment for well over a decade."
   },
   "author": {
    "text": "Anna Wintour"
   }
  },
  {
   "quote": {
    "text": "Porsche's and Apple's design philosophies are similar. Much like the 356, the original iPhone was about defining a foundation for the future."
   },
   "author": {
    "text": "Om Malik"
   }
  },
  {
   "quote": {
    "text": "I majored in fashion design in school, and I have always wanted to design my own line of clothing, jewelry, and stuff like that; so this was just a step for me in that direction."
   },
   "author": {
    "text": "Diana Ross"
   }
  },
  {
   "quote": {
    "text": "People might not know, but F1 drivers have new helmets made throughout the season. Usually, the design is the same, but I like to do something special for Monaco."
   },
   "author": {
    "text": "Lewis Hamilton"
   }
  },
  {
   "quote": {
    "text": "I have been wildly enthused about gaming since I was younger, and a career path I chose not to go down but did really consider was getting into programming and game design."
   },
   "author": {
    "text": "Trent Reznor"
   }
  },
  {
   "quote": {
    "text": "Informed clients are better clients, and they make for better design."
   },
   "author": {
    "text": "Kelly Wearstler"
   }
  },
  {
   "quote": {
    "text": "There is a voice, and there is a DNA to how I design."
   },
   "author": {
    "text": "Kelly Wearstler"
   }
  },
  {
   "quote": {
    "text": "Every year, my boys and I create new cool gift wrap paper. We hand paint the design and come up with interesting ways to wrap each gift."
   },
   "author": {
    "text": "Kelly Wearstler"
   }
  },
  {
   "quote": {
    "text": "The big deal about the Internet design was you could have an arbitrary large number of networks so that they would all work together."
   },
   "author": {
    "text": "Vint Cerf"
   }
  },
  {
   "quote": {
    "text": "I began doing writing projects and art and design projects to explore a new way of seeing Canada. Roots is one more way of continuing this exploration. I want to present a wide-open Canadian sense of color, adventure, communication and openness that defines our country."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "I was at Emily Carr College of Art and Design in Vancouver for four years, and I loved it."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "I'm not into politics but I am committed to a cause: ensuring design technology and engineering stays on the U.K. curriculum, alongside science and maths - grounding abstract theory, merging the practical with the academic."
   },
   "author": {
    "text": "James Dyson"
   }
  },
  {
   "quote": {
    "text": "I don't particularly follow the Bauhaus school of design, where you make everything into a black box - simplify it."
   },
   "author": {
    "text": "James Dyson"
   }
  },
  {
   "quote": {
    "text": "Britain's great strength is its innovative, design and engineering natural ability and we're not using it."
   },
   "author": {
    "text": "James Dyson"
   }
  },
  {
   "quote": {
    "text": "I don't design down to a price."
   },
   "author": {
    "text": "James Dyson"
   }
  },
  {
   "quote": {
    "text": "It is a shame that homebrew development can't be officially sanctioned and supported, because it would be a wonderful platform for a modern generation of programmers to be able to get a real feel for low level design work, to be contrasted with the high level web and application work that so many entry level people start with."
   },
   "author": {
    "text": "John Carmack"
   }
  },
  {
   "quote": {
    "text": "A designer is only as good as the star who wears her clothes."
   },
   "author": {
    "text": "Edith Head"
   }
  },
  {
   "quote": {
    "text": "I believe in empty spaces; they're the most wonderful thing."
   },
   "author": {
    "text": "Anselm Kiefer"
   }
  },
  {
   "quote": {
    "text": "Deep in the culture of Apple is this sense and understanding of design, developing, and making. Form and the material and process - they are beautifully intertwined - completely connected."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "It's a very strange thing for a designer to say, but one of the things that really irritates me in products is when I'm aware of designers wagging their tails in my face."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "I discovered at an early age that all I've ever wanted to do is design."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "Perhaps I'd like to design cars, but I don't think I'd be much good at it."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "Eight years of work can be copied in six months. It wasn't inevitable that it was going to work. A stolen design is stolen time."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "Apple's Industrial Design team is harder to get into than the Illuminati, and part of the reason is because no one leaves. In the last 15 years, not one of the 18 designers has ditched Apple for greener pastures."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "I like to work in a small team. There is only 18 of us on the design team. Nobody has ever left."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "All I've ever wanted to do is design and make; it's what I love doing."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "When something's made in the smallest volume - as a one-off couture piece - or in large quantities, deep care is critical to determine authentic, successful design and, ultimately, manufacture."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "We struggle with the right words to describe the design process at Apple. But it is very much about designing and prototyping and making."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "My focus is incredibly narrow. I can't talk with any authority other than design and development of product."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "I find that when I write, I need things to be quiet, but when I design, I can't bear it if it's quiet."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "That's just tragic, that you can spend four years of your life studying the design of three dimensional objects and not make one."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "Peter Fleming was a famous English traveler, explorer and adventurer, whose non-fiction books were hugely successful. My father owned signed copies of all of them - he and Peter Fleming had become acquainted over some detail of set design at the Korda film studio in Shepperton - and I had read each of them with breathless adolescent excitement."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "Accessible design is good design."
   },
   "author": {
    "text": "Steve Ballmer"
   }
  },
  {
   "quote": {
    "text": "I was so overwhelmed by the amazing response I had from thousands of women saying they felt beautiful in my first collection, I wanted to design more clothes they could love themselves in."
   },
   "author": {
    "text": "Jameela Jamil"
   }
  },
  {
   "quote": {
    "text": "For me, I've always believed that there was a God. I've always believed that God created the heavens and earth - so, for me it's not a huge leap from there to intelligent design."
   },
   "author": {
    "text": "Ben Stein"
   }
  },
  {
   "quote": {
    "text": "I was a cartoonist when I was at university, but I decided to go into movie making knowing that I could still draw by doing movies, design work, story boards, and such."
   },
   "author": {
    "text": "Robert Rodriguez"
   }
  },
  {
   "quote": {
    "text": "Whether by design or circumstance, every startup will eventually get disrupted."
   },
   "author": {
    "text": "Jay Samit"
   }
  },
  {
   "quote": {
    "text": "I'm looking for best practices constantly. Apple has beautiful design, beautiful product, incredibly functional. But mostly it's about picking product, getting behind it, marketing it and introducing it to a customer. What they've done just inspires me."
   },
   "author": {
    "text": "Mickey Drexler"
   }
  },
  {
   "quote": {
    "text": "I would be most content if my children grew up to be the kind of people who think decorating consists mostly of building enough bookshelves."
   },
   "author": {
    "text": "Anna Quindlen"
   }
  },
  {
   "quote": {
    "text": "I went through the workroom at Central Saint Martins in London, which is the most competitive workroom of a design school in the world. Very high creativity, very conceptual, very international, age-diverse and cutthroat - people who have master degrees reapplying into a foundation there is just wild to me to launch their careers."
   },
   "author": {
    "text": "Zac Posen"
   }
  },
  {
   "quote": {
    "text": "I try to push design boundaries using new draping and fabric manipulation techniques every time I approach a new design."
   },
   "author": {
    "text": "Zac Posen"
   }
  },
  {
   "quote": {
    "text": "The interesting thing is when we design and architect a server, we don't design it for Windows or Linux, we design it for both. We don't really care, as long as we're selling the one the customer wants."
   },
   "author": {
    "text": "Michael Dell"
   }
  },
  {
   "quote": {
    "text": "If you want to make computers that really work, create a design team composed only of healthy, active women with lots else to do in their lives, and give them carte blanche."
   },
   "author": {
    "text": "Brian Eno"
   }
  },
  {
   "quote": {
    "text": "I like to hike and cook. I enjoy furniture and design - not making it, just looking at it. I'm always kind of trying to spread my interests around and try new things."
   },
   "author": {
    "text": "Kevin Bacon"
   }
  },
  {
   "quote": {
    "text": "My aspiration isn't to be famous; it's to design clothes. If that gets me attention at the end of the day, cool."
   },
   "author": {
    "text": "Sofia Richie"
   }
  },
  {
   "quote": {
    "text": "Great design... you won't have a business today without great design."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "Great design alone isn't going to yield the results investors are expecting."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "If I look to any company as a model, it's Apple. They're a brilliant design company working to create a lifestyle."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "Being non-commercial is never an ambition. Movies come together at different points for fortuitous reasons. You do them as you get the opportunity, as opposed to doing them when you choose to or design to."
   },
   "author": {
    "text": "Ethan Coen"
   }
  },
  {
   "quote": {
    "text": "Watching my dad, Ralph Lauren, design clothes when I was young, I was always inspired."
   },
   "author": {
    "text": "Dylan Lauren"
   }
  },
  {
   "quote": {
    "text": "I love Janet Jackson and her creative set design."
   },
   "author": {
    "text": "Dylan Lauren"
   }
  },
  {
   "quote": {
    "text": "Many of the problems that families face can be solved with great technology, design, and distribution."
   },
   "author": {
    "text": "Christine Tsai"
   }
  },
  {
   "quote": {
    "text": "There's no one person that can provide all the insights I need to run the business. There are so many aspects to WeWork: Digital, real estate, operations, space, and design. I pick and choose people who can help in each aspect."
   },
   "author": {
    "text": "Adam Neumann"
   }
  },
  {
   "quote": {
    "text": "It would be nice to design a real briefcase - you open it up and it's your computer but it also stores your books."
   },
   "author": {
    "text": "Steve Wozniak"
   }
  },
  {
   "quote": {
    "text": "As a director, I design every movie to be true to itself, and damn it if they like it, and damn it if they don't."
   },
   "author": {
    "text": "Guillermo del Toro"
   }
  },
  {
   "quote": {
    "text": "Every project that you write about or read about, it goes through years of hard work. We write a screenplay; we design. Then you submit those and the budget, and it's out of your hands."
   },
   "author": {
    "text": "Guillermo del Toro"
   }
  },
  {
   "quote": {
    "text": "I would have killed to do 'Beauty And The Beast' at Warners, which went away. I would have killed to do 'The Witches' at Warners that went away. God knows there are many, many of them. All I can do is diligently do the screenplay, diligently do the design work, deliver a budget, and then await a decision."
   },
   "author": {
    "text": "Guillermo del Toro"
   }
  },
  {
   "quote": {
    "text": "I believe that the concept of 'design' encompasses every aspect of customers's exposure to a brand, from the moment they hear about us to the first time they visit our store to the process of ordering and anticipating the arrival of their glasses."
   },
   "author": {
    "text": "Neil Blumenthal"
   }
  },
  {
   "quote": {
    "text": "As for design, I gravitate to traditional styles but mix it with an element of surprise. Whether it's a big sash bow in the back or an unexpected fabric, it all needs to work together."
   },
   "author": {
    "text": "Emilia Wickstead"
   }
  },
  {
   "quote": {
    "text": "I put myself into another world and another identity, and I design not for how my life is but for how my imaginary life is."
   },
   "author": {
    "text": "Emilia Wickstead"
   }
  },
  {
   "quote": {
    "text": "I love doing fittings and seeing women look really confident in their clothes because they're not wearing something too boxy but that really shows off their figures. Everybody has a different figure - it's important to design for different shapes."
   },
   "author": {
    "text": "Emilia Wickstead"
   }
  },
  {
   "quote": {
    "text": "I love everything I design."
   },
   "author": {
    "text": "Emilia Wickstead"
   }
  },
  {
   "quote": {
    "text": "My autumn/winter 2011-12 collection embodies the bold and beautiful while reflecting an innovative style and passion for immaculate design. I believe that this collection radiates modern femininity and beauty in its purest form."
   },
   "author": {
    "text": "Emilia Wickstead"
   }
  },
  {
   "quote": {
    "text": "I was actually a communications major and had never done design."
   },
   "author": {
    "text": "Joanna Gaines"
   }
  },
  {
   "quote": {
    "text": "What's skateable is limitless by design."
   },
   "author": {
    "text": "Rob Dyrdek"
   }
  },
  {
   "quote": {
    "text": "AppStudio is a native app builder that allows you to build the app and automatically deploy it on Android, iPhone, and Windows. It lets you design it once and then implement it anywhere."
   },
   "author": {
    "text": "Jack Dangermond"
   }
  },
  {
   "quote": {
    "text": "Preventing global warming from becoming a planetary catastrophe may take something even more drastic than renewable energy, superefficient urban design, and global carbon taxes."
   },
   "author": {
    "text": "Jamais Cascio"
   }
  },
  {
   "quote": {
    "text": "I graduated from Academy of Fashion and Costume Design in Rome. At first, I thought I was going to be a costume designer for films, and then I ended up working in fashion - not as a designer, but mostly as a model."
   },
   "author": {
    "text": "Isabella Rossellini"
   }
  },
  {
   "quote": {
    "text": "My actual first summer internship was in the design department of Clinique."
   },
   "author": {
    "text": "Aerin Lauder"
   }
  },
  {
   "quote": {
    "text": "Don't feel you have to buy something to sit in or at. Buy something you are emotionally attached to and build your design around that. One Matisse cutout poster could provide you with your whole color scheme!"
   },
   "author": {
    "text": "Alexandra Stoddard"
   }
  },
  {
   "quote": {
    "text": "Gorillas are still wild creatures. That's made very clear when you observe them in nature. They charge and perform other displays that are terrifying by design. But they don't attack unless they feel threatened."
   },
   "author": {
    "text": "Andy Serkis"
   }
  },
  {
   "quote": {
    "text": "Even before I was discovered in 1966, I used to make my own clothes. I learned how to sew early on, and it's still my passion now. I constantly have ideas in my head about clothes so jumped at the chance to do my own collection and am very hands-on. Everything I design, I wear and I love."
   },
   "author": {
    "text": "Twiggy"
   }
  },
  {
   "quote": {
    "text": "I'd love there to be more larger models, but it's just not going to happen. Designers love to design for slim girls."
   },
   "author": {
    "text": "Twiggy"
   }
  },
  {
   "quote": {
    "text": "Wearing a bold print gets harder as you get older. It's safer to stick to subtle prints or block colours. I have always found prints quite tricky. My daughter Carly, who is on the design team at Stella McCartney, is obsessed with them."
   },
   "author": {
    "text": "Twiggy"
   }
  },
  {
   "quote": {
    "text": "I design from instinct. It's the only way I know how to live. What feels good. What feels right. What is needed. Give me a problem and I will approach it creatively, from my gut."
   },
   "author": {
    "text": "Donna Karan"
   }
  },
  {
   "quote": {
    "text": "Design and style should work toward making you look good and feel good without a lot of effort so you can get on with the things that matter."
   },
   "author": {
    "text": "Donna Karan"
   }
  },
  {
   "quote": {
    "text": "The design of Rhetoric is to remove those Prejudices that lie in the way of Truth, to Reduce the Passions to the Government of Reasons; to place our Subject in a Right Light, and excite our Hearers to a due consideration of it."
   },
   "author": {
    "text": "Mary Astell"
   }
  },
  {
   "quote": {
    "text": "God is His own Design and End, and that there is no other Worthy of Him."
   },
   "author": {
    "text": "Mary Astell"
   }
  },
  {
   "quote": {
    "text": "I don't design cars. I'm not a designer. I know what I desire to be built, I know what the end result is, the horsepower, the competition we'll be working against - but I leave it to the people who work with me to put it all together. I don't do anything."
   },
   "author": {
    "text": "Carroll Shelby"
   }
  },
  {
   "quote": {
    "text": "I want to design my own clothing line. I'm very into fashion. It's something I really want to focus on when swimming is over."
   },
   "author": {
    "text": "Ryan Lochte"
   }
  },
  {
   "quote": {
    "text": "Economic engineering is about the design and analysis of frameworks for achieving specific economic objectives."
   },
   "author": {
    "text": "Ben Bernanke"
   }
  },
  {
   "quote": {
    "text": "When he entered the Oval Office - by fate, not by design - Citizen Ford knew that he was not perfect, just as he knew he was not perfect when he left. But what president ever was?"
   },
   "author": {
    "text": "Tom Brokaw"
   }
  },
  {
   "quote": {
    "text": "All those years of skating and dancing have carried over. I can't design anything without thinking of how a woman's body will look and move when she's wearing it."
   },
   "author": {
    "text": "Vera Wang"
   }
  },
  {
   "quote": {
    "text": "I like the gritty parts of fashion, the design, the studio, the pictures."
   },
   "author": {
    "text": "Vera Wang"
   }
  },
  {
   "quote": {
    "text": "Let's be realistic, how many people are buying a $2,000 skirt? I love to design things that people can actually buy. I'm staggered by what a boot costs today."
   },
   "author": {
    "text": "Vera Wang"
   }
  },
  {
   "quote": {
    "text": "Design is about point of view, and there should be some sort of woman or lifestyle or attitude in one's head as a designer. So my being able to reach the masses was something that meant a great deal to me - especially for women who could never wear Vera Wang."
   },
   "author": {
    "text": "Vera Wang"
   }
  },
  {
   "quote": {
    "text": "My closet is organized by tops, pants, and outerwear, but not a lot of dresses. Gowns are in another room because I don't often dress formally, even though I design gowns. Like most designers, I have a uniform, and mine is a legging."
   },
   "author": {
    "text": "Vera Wang"
   }
  },
  {
   "quote": {
    "text": "Sacred spaces can be created in any environment."
   },
   "author": {
    "text": "Christy Turlington"
   }
  },
  {
   "quote": {
    "text": "A jellyfish is little more than a pulsating bell, a tassel of trailing tentacles and a single digestive opening through which it both eats and excretes - as regrettable an example of economy of design as ever was."
   },
   "author": {
    "text": "Jeffrey Kluger"
   }
  },
  {
   "quote": {
    "text": "I think a lot of times people design restaurants with flash in mind. I think you should design restaurants with function in mind. Make sure it's functional and works with what you're trying to accomplish. Design can come later."
   },
   "author": {
    "text": "Bobby Flay"
   }
  },
  {
   "quote": {
    "text": "I design a lot of things that I wear onstage, but I'm always looking for unique stuff. I like creative things, so anything I can find at a secondhand costume shop to a Helmut Lang store, it doesn't matter - just unique stuff."
   },
   "author": {
    "text": "Amy Lee"
   }
  },
  {
   "quote": {
    "text": "Trends in fashion, design and pop culture are taking on more global influence, and of course, one thing that's always in style is color."
   },
   "author": {
    "text": "Brad Goreski"
   }
  },
  {
   "quote": {
    "text": "I was at art school that had quite a celebrated film course as well. I tried for that film course when I was 18, but they said I was too young. I tried this audio and visual design course instead. Two years later, I reapplied for that higher course, but they said I was still too young and to try in five years."
   },
   "author": {
    "text": "Edgar Wright"
   }
  },
  {
   "quote": {
    "text": "When writing for the page, the focus is on the design - how the words appear on the page. I try to make it as direct and simple as possible."
   },
   "author": {
    "text": "Rupi Kaur"
   }
  },
  {
   "quote": {
    "text": "My art teacher told me I'd be suited to graphic design, but I just couldn't, because it was what my dad had done."
   },
   "author": {
    "text": "Alexa Chung"
   }
  },
  {
   "quote": {
    "text": "I love the '60s and sort of wish all design had stopped in 1967. That would be my dream. They were really just nailing it - everyone looked great - but then it started getting a bit slippery after that."
   },
   "author": {
    "text": "Alexa Chung"
   }
  },
  {
   "quote": {
    "text": "Graphic Design, which fulfills aesthetic needs, complies with the laws of form and exigencies of two-dimensional space; which speaks in semiotics, sans-serifs, and geometrics; which abstracts, transforms, translates, rotates, dilates, repeats, mirrors, groups, and regroups, is not good design if it is irrelevant."
   },
   "author": {
    "text": "Paul Rand"
   }
  },
  {
   "quote": {
    "text": "Pictures, abstract symbols, materials, and colors are among the ingredients with which a designer or engineer works. To design is to discover relationships and to make arrangements and rearrangements among these ingredients."
   },
   "author": {
    "text": "Paul Rand"
   }
  },
  {
   "quote": {
    "text": "Uber has to design for the global platform."
   },
   "author": {
    "text": "Masayoshi Son"
   }
  },
  {
   "quote": {
    "text": "The problem with State of the Union speeches is that they are, by their nature and design, alphabet soup. It's hard to know what a president really cares about when they run down a laundry list and check every issue box under the sun for fear they will offend some constituency if they don't."
   },
   "author": {
    "text": "Mark McKinnon"
   }
  },
  {
   "quote": {
    "text": "People think, for some reason, that I don't care about creativity and art, or helping people. So I would say that the biggest misconception is, when you think about me, when you think about my name, I don't want you to think about design or clothes or music. I want you to think about a person that's just trying to help people."
   },
   "author": {
    "text": "Jaden Smith"
   }
  },
  {
   "quote": {
    "text": "I don't think I have a sense of fashion. But I do have an aesthetic, which I feel is an offshoot of me working in the design industry. For example, if I am mixing and matching prints on my sofas and cushion covers, I tend to do that with my wardrobe as well."
   },
   "author": {
    "text": "Twinkle Khanna"
   }
  },
  {
   "quote": {
    "text": "My stylist has really great taste - Petra Flannery has really great taste. I mean, I am opinionated, and as time goes on, as I've gotten to see more dresses or more clothes, it's easier to say, 'I like that' or 'I don't like that,' but it's nothing I would ever, you know, design."
   },
   "author": {
    "text": "Emma Stone"
   }
  },
  {
   "quote": {
    "text": "Designing is a matter of concentration. You go deep into what you want to do. It's about intensive research, really. The concentration is warm and intimate and like the fire inside the earth - intense but not distorted. You can go to a place, really feel it in your heart. It's actually a beautiful feeling."
   },
   "author": {
    "text": "Peter Zumthor"
   }
  },
  {
   "quote": {
    "text": "I design for the use of a building and the place and for the people who use it... the reputation for arrogance comes because when work is offered to me, I look whether I can find a genuine interest in quality."
   },
   "author": {
    "text": "Peter Zumthor"
   }
  },
  {
   "quote": {
    "text": "The first 10 years of my professional life had only to do with running away from my father. He was a wonderful cabinet-maker, and me being the eldest son, I had to take over his shop, his profession and so on and so on. I tried to escape by going to art school and then going on to industrial design and then interior design."
   },
   "author": {
    "text": "Peter Zumthor"
   }
  },
  {
   "quote": {
    "text": "We've gone from a world in which Starbucks set a cutting-edge standard for mass-market design to a world in which Starbucks establishes the bare minimum. If your establishment can't come up with an original look, customers expect at least some sleek wood fixtures, nicely upholstered chairs, and faux-Murano glass pendant lights."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "The profusion of fonts is one more product of the digital revolution. Beginning in the mid-'80s and accelerating in the 1990s, type design weathered the sort of radical, technology-driven transformation that other creative industries, including music, publishing, and movies, now face."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "Although people often equate them, glamour is not the same as beauty, stylishness, luxury, celebrity, or sex appeal. It is not limited to fashion or film; nor is it intrinsically feminine. It is not a collection of aesthetic markers - a style, as fashion and design use the word."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "I'm not the expert on the great gameplay. I come in for the character design, monsters, atmosphere. I'm not the technician."
   },
   "author": {
    "text": "Clive Barker"
   }
  },
  {
   "quote": {
    "text": "Wonderbra is such an iconic brand with strong design values and great sense of humour."
   },
   "author": {
    "text": "Jenny Packham"
   }
  },
  {
   "quote": {
    "text": "I'm so fond of abstract design in the style of Vanderbilt and David Hicks and that whole 1970s era. They took the 1930s and gave it a bit of technicolour."
   },
   "author": {
    "text": "Jenny Packham"
   }
  },
  {
   "quote": {
    "text": "I think it is very hard to design in colours you don't feel right about."
   },
   "author": {
    "text": "Jenny Packham"
   }
  },
  {
   "quote": {
    "text": "I always design with the occasion in mind, so I particularly enjoy creating bespoke pieces; it's always an exciting challenge for me creatively."
   },
   "author": {
    "text": "Jenny Packham"
   }
  },
  {
   "quote": {
    "text": "I don't really design for myself. It would be very limiting."
   },
   "author": {
    "text": "Jenny Packham"
   }
  },
  {
   "quote": {
    "text": "I realised as a teenager that I was destined for a creative life and found that fashion design was something I enjoyed and was a potentially successful career path."
   },
   "author": {
    "text": "Jenny Packham"
   }
  },
  {
   "quote": {
    "text": "I felt my design point of view was more welcomed in New York, that I could show my collections in the way I wanted to show them."
   },
   "author": {
    "text": "Jenny Packham"
   }
  },
  {
   "quote": {
    "text": "With the Bond girls, they've always been these sexy but quite strong women, and that's a nice combination to design for."
   },
   "author": {
    "text": "Jenny Packham"
   }
  },
  {
   "quote": {
    "text": "Both of my grandmothers were needlewomen, so I grew up around dress design."
   },
   "author": {
    "text": "Jenny Packham"
   }
  },
  {
   "quote": {
    "text": "I have always loved clothes, and the opportunity to design my own line could not be missed. It's a dream job."
   },
   "author": {
    "text": "Jasmine Guinness"
   }
  },
  {
   "quote": {
    "text": "The level of detail and craft is something that's inscribed within the original design concept. And so when I begin to draw, I know what kind of detailing I want the building to have."
   },
   "author": {
    "text": "Tadao Ando"
   }
  },
  {
   "quote": {
    "text": "Italy is full of historical buildings. And Europe holds a great history of philosophy from Greece until today. I read all those books and see these buildings, and I think of where I stand when I design my architecture."
   },
   "author": {
    "text": "Tadao Ando"
   }
  },
  {
   "quote": {
    "text": "I have too much product, and I'm trying to rein it in and sell more of my main collection. I wish you didn't have to design so often; it would be good if you could keep on selling the same things for a few years and not have to do new things all the time."
   },
   "author": {
    "text": "Vivienne Westwood"
   }
  },
  {
   "quote": {
    "text": "I wish you didn't have to design so often. Try to do quality and cut down on quantity. I think fashion is very, very important."
   },
   "author": {
    "text": "Vivienne Westwood"
   }
  },
  {
   "quote": {
    "text": "I try to look at design from a more conceptual standpoint."
   },
   "author": {
    "text": "Cynthia Rowley"
   }
  },
  {
   "quote": {
    "text": "Art has definitely influenced how I think of design, both as individual items and as a body of work."
   },
   "author": {
    "text": "Cynthia Rowley"
   }
  },
  {
   "quote": {
    "text": "By no definition of any modern scientist is intelligent design science, and it's a waste of our students' time to subject them to it."
   },
   "author": {
    "text": "Lawrence M. Krauss"
   }
  },
  {
   "quote": {
    "text": "The illusion of purpose and design is perhaps the most pervasive illusion about nature that science has to confront on a daily basis."
   },
   "author": {
    "text": "Lawrence M. Krauss"
   }
  },
  {
   "quote": {
    "text": "I went to high school in Ellicott City, Maryland, and I felt pretty ambivalent about the whole thing. It just took time away from my doing things on the Internet - like creating clans in Quake II or starting a Web design nonprofit. In school, I was just a kid. Online, I had authority."
   },
   "author": {
    "text": "Alexis Ohanian"
   }
  },
  {
   "quote": {
    "text": "When the Grateful Dead needed a quality sound system to deliver our sonic payload, I learned electronics and speaker design."
   },
   "author": {
    "text": "Mickey Hart"
   }
  },
  {
   "quote": {
    "text": "Stargate by far is the top of the pile when it comes to Sci-Fi. The quality is great. They have really good writers, production design, lighting, wardrobe."
   },
   "author": {
    "text": "Corin Nemec"
   }
  },
  {
   "quote": {
    "text": "I like stuff designed by dead people. The old designers. They always got it right because they didn't have to grow up with computers. All of the people that made the spoon and the dishes and the vacuum cleaner didn't have microprocessors and stuff. You could do a good design back then."
   },
   "author": {
    "text": "John Maeda"
   }
  },
  {
   "quote": {
    "text": "Each time I invent something and have it manufactured, it's so incredibly exciting that I can't imagine ever wanting to stop. Envisioning new products is easy for me. I just don't have enough time in the day to design them all."
   },
   "author": {
    "text": "Joy Mangano"
   }
  },
  {
   "quote": {
    "text": "It's easy to design expensive products. But there's that product democracy that I believe very strongly in to make something affordable for almost anybody that would want to use it."
   },
   "author": {
    "text": "Joy Mangano"
   }
  },
  {
   "quote": {
    "text": "Wherever there is a design that is highly successful in a broad range of similar environments, it is apt to emerge again and again, independently - the phenomenon known in biology as convergent evolution. I call these designs 'good tricks.'"
   },
   "author": {
    "text": "Daniel Dennett"
   }
  },
  {
   "quote": {
    "text": "When I was a very little boy, I lived underneath the air pattern of LaGuardia airport in New York and I watched the planes fly to their destinations. I was in love with the design of these airplanes."
   },
   "author": {
    "text": "John Travolta"
   }
  },
  {
   "quote": {
    "text": "When we were in the design studio I always was pretending like I was in a closet asking my friend before I step out into the world what do I look like? And everybody wants that honest friend before they go and go to dinner or go to an event."
   },
   "author": {
    "text": "Nicole Richie"
   }
  },
  {
   "quote": {
    "text": "I am extremely involved in the design process of both my brands, Winter Kate and House of Harlow 1960."
   },
   "author": {
    "text": "Nicole Richie"
   }
  },
  {
   "quote": {
    "text": "I always kept the fans happy. They always saw a different Rey, whether it was a mask, a design, a color. I never gave them the same thing twice and always kept them on their feet. They were always excited to see what Rey was going to bring to the table."
   },
   "author": {
    "text": "Rey Mysterio"
   }
  },
  {
   "quote": {
    "text": "I am always updating and coming up with something fresh, whether it's a colour, a trend, or a design, as my uncle always taught me to be unique and different."
   },
   "author": {
    "text": "Rey Mysterio"
   }
  },
  {
   "quote": {
    "text": "I'm always thinking about whatever game I'm working on. My brain works subconsciously on design pretty much every hour I'm awake."
   },
   "author": {
    "text": "Jane McGonigal"
   }
  },
  {
   "quote": {
    "text": "I don't know whether the universe contains any evidence of intelligent design, but I can assure you that thousands of everyday products do not."
   },
   "author": {
    "text": "Gary Hamel"
   }
  },
  {
   "quote": {
    "text": "There's a lot of shoes that people consider high-end fashion, from Balenciaga to this and that or whatever, and the Pro Models are very similar to me. They're very fashionable to me - the design and the shape of them. I just like them."
   },
   "author": {
    "text": "Big Sean"
   }
  },
  {
   "quote": {
    "text": "I have a secret thought from some things I have observed, that God may perhaps design you for some singular service in the world."
   },
   "author": {
    "text": "David Brainerd"
   }
  },
  {
   "quote": {
    "text": "There's simply no better company out there doing mobile travel apps with the same level of design sensibility and utility as Mobiata."
   },
   "author": {
    "text": "Dara Khosrowshahi"
   }
  },
  {
   "quote": {
    "text": "The details are the very source of expression in architecture. But we are caught in a vice between art and the bottom line."
   },
   "author": {
    "text": "Arthur Erickson"
   }
  },
  {
   "quote": {
    "text": "After 1980, you never heard reference to space again. Surface, the most convincing evidence of the descent into materialism, became the focus of design. Space disappeared."
   },
   "author": {
    "text": "Arthur Erickson"
   }
  },
  {
   "quote": {
    "text": "No wonder the film industry started in the desert in California where, like all desert dwellers, they dream their buildings, rather than design them."
   },
   "author": {
    "text": "Arthur Erickson"
   }
  },
  {
   "quote": {
    "text": "Books are the heart of any home, and I spend hours going through books for design inspiration."
   },
   "author": {
    "text": "Nate Berkus"
   }
  },
  {
   "quote": {
    "text": "I didn't grow up thinking I'd be a decorator. Design is my greatest passion, and it naturally just pulled me down the path. Same with TV. Being famous or having a show was never the motivation. I got a call and was swept up by the challenge of that first small space redesign."
   },
   "author": {
    "text": "Nate Berkus"
   }
  },
  {
   "quote": {
    "text": "First and foremost, I'm a decorator and product designer. Everything I do, the television shows, the books, that comes from the design work. It's what I love."
   },
   "author": {
    "text": "Nate Berkus"
   }
  },
  {
   "quote": {
    "text": "Design, to me, is part psychology, part sociology, and part magic. A good decorator should know what's going on in someone's marriage and how their kids are doing in school."
   },
   "author": {
    "text": "Nate Berkus"
   }
  },
  {
   "quote": {
    "text": "If a course needs to be in great condition to be played effectively, then the design strategy is flawed."
   },
   "author": {
    "text": "Tom Watson"
   }
  },
  {
   "quote": {
    "text": "I've always made weird sounds with my mouth. I've always been fascinated by the sound design, what you can do with your mouth. I was the kid dancing around in third grade on the basketball court. While everyone would be playing sports, I would be jumping around."
   },
   "author": {
    "text": "Charlie Puth"
   }
  },
  {
   "quote": {
    "text": "Summer blockbusters are very expensive to make. They have things that have to be expensive, such as 600 effects shots or CG characters that have to go a certain way, or a film design that is different but expensive."
   },
   "author": {
    "text": "Ang Lee"
   }
  },
  {
   "quote": {
    "text": "I used to do design before I was actually rapping. I went to art and design high school."
   },
   "author": {
    "text": "ASAP Ferg"
   }
  },
  {
   "quote": {
    "text": "Engineering, medicine, business, architecture and painting are concerned not with the necessary but with the contingent - not with how things are but with how they might be - in short, with design."
   },
   "author": {
    "text": "Herbert A. Simon"
   }
  },
  {
   "quote": {
    "text": "Great French design is often about unexpected touches."
   },
   "author": {
    "text": "Candice Olson"
   }
  },
  {
   "quote": {
    "text": "When I'm doing kitchen planning as well as bathroom design, I try to walk through the day with the homeowner. If we're talking about a kitchen, it will be: So, we are walking in with the groceries. When we are taking them out of the car, where will they go? What is the distance to fridge, to pantry?"
   },
   "author": {
    "text": "Candice Olson"
   }
  },
  {
   "quote": {
    "text": "In my opinion, no single design is apt to be optimal for everyone."
   },
   "author": {
    "text": "Donald Norman"
   }
  },
  {
   "quote": {
    "text": "Readers always seem to think that the author has some control over the design of their books."
   },
   "author": {
    "text": "Donald Norman"
   }
  },
  {
   "quote": {
    "text": "It is relatively easy to design for the perfect cases, when everything goes right, or when all the information required is available in proper format."
   },
   "author": {
    "text": "Donald Norman"
   }
  },
  {
   "quote": {
    "text": "Also note that invariably when we design something that can be used by those with disabilities, we often make it better for everyone."
   },
   "author": {
    "text": "Donald Norman"
   }
  },
  {
   "quote": {
    "text": "I prefer design by experts - by people who know what they are doing."
   },
   "author": {
    "text": "Donald Norman"
   }
  },
  {
   "quote": {
    "text": "I think it's very common that scientists or technical people have an artistic side. Sometimes they are very accomplished musicians. Sometimes they have very fine tastes according to art or design. And often, they've spent a big chunk of their childhood or they're growing-up years trying to get in very good at those activities."
   },
   "author": {
    "text": "Hope Jahren"
   }
  },
  {
   "quote": {
    "text": "I remember someone once said there is a practical aspect to my designs, and I remember thinking, 'That doesn't sound so creative,' but that is actually the truth. There is a practicality to it. I don't design just to design. There is a reason and, hopefully, an interesting reason behind it - that is where my creativity comes in."
   },
   "author": {
    "text": "Kate Spade"
   }
  },
  {
   "quote": {
    "text": "By far the most difficult skill I learned as a C.E.O. was the ability to manage my own psychology. Organizational design, process design, metrics, hiring and firing were all relatively straightforward skills to master compared with keeping my mind in check."
   },
   "author": {
    "text": "Ben Horowitz"
   }
  },
  {
   "quote": {
    "text": "I always design the hat with the wearer in mind; otherwise, it's an inanimate object."
   },
   "author": {
    "text": "Philip Treacy"
   }
  },
  {
   "quote": {
    "text": "What I love most about Her Majesty is that she has kept hats alive in people's minds for more than 60 years. You can't think of her without imagining her with a hat or a crown. I would, of course, love to design one for her."
   },
   "author": {
    "text": "Philip Treacy"
   }
  },
  {
   "quote": {
    "text": "I'm representative of 21st century Irish design, so I promote Irishness all over the world wherever I go."
   },
   "author": {
    "text": "Philip Treacy"
   }
  },
  {
   "quote": {
    "text": "Nike is the uniform for kids all over the world, and African design has been killed by Nike. Africans no longer want to wear their own designs."
   },
   "author": {
    "text": "M.I.A."
   }
  },
  {
   "quote": {
    "text": "What we're looking at is God's design, nature's template, and using that as a pattern to cut around and lay it down on a domestic model to duplicate that pattern that we see in nature."
   },
   "author": {
    "text": "Joel Salatin"
   }
  },
  {
   "quote": {
    "text": "One thing I longed to do was to design a complete look, from head to toe, so I started a make-up line in 1966."
   },
   "author": {
    "text": "Mary Quant"
   }
  },
  {
   "quote": {
    "text": "For one thing, I am still working as an adviser on fashion, design and colour and stuff."
   },
   "author": {
    "text": "Mary Quant"
   }
  },
  {
   "quote": {
    "text": "I studied literature design and fashion design."
   },
   "author": {
    "text": "Danielle Steel"
   }
  },
  {
   "quote": {
    "text": "I've never had anyone define purity. You probably can't define purity. Purity is to live according to original design."
   },
   "author": {
    "text": "Josh McDowell"
   }
  },
  {
   "quote": {
    "text": "I run a design studio in New York. Every seven years, I close it for one year to pursue some little experiments, things that are always difficult to accomplish during the regular working year. In that year, we are not available for any of our clients. We are totally closed. And as you can imagine, it is a lovely and very energetic time."
   },
   "author": {
    "text": "Stefan Sagmeister"
   }
  },
  {
   "quote": {
    "text": "I originally had opened the studio in New York to combine my two loves, music and design. And we created videos and packaging for many musicians that you know, and for even more that you've never heard of. As I realized, just like with many, many things in my life that I actually love, I adapt to it. And I get, over time, bored by them."
   },
   "author": {
    "text": "Stefan Sagmeister"
   }
  },
  {
   "quote": {
    "text": "My design is no design."
   },
   "author": {
    "text": "Issey Miyake"
   }
  },
  {
   "quote": {
    "text": "I gravitated towards the field of clothing design, partly because it is a creative format that is modern and optimistic."
   },
   "author": {
    "text": "Issey Miyake"
   }
  },
  {
   "quote": {
    "text": "Design is a vital component to the enrichment of our everyday lives. Japan has a very rich history and culture of design, and I feel it is a very important dialogue to open and keep evolving."
   },
   "author": {
    "text": "Issey Miyake"
   }
  },
  {
   "quote": {
    "text": "I love French auto design of the early '50s, '60s, early '70s of Citorens, Renaults, and Peugeots. They're so unique."
   },
   "author": {
    "text": "John Lasseter"
   }
  },
  {
   "quote": {
    "text": "To me, it remains incomprehensible that a people who can design the Porsche 911 and sleek, white ice trains, who created the Bauhaus and speak at least three languages at birth, want to own twee Christmas figurines painted in gaudy colours, dress up in Bavarian lederhosen, and eat Haribo gummy bears."
   },
   "author": {
    "text": "Rory MacLean"
   }
  },
  {
   "quote": {
    "text": "If I have a style, I am not aware of it."
   },
   "author": {
    "text": "Michael Graves"
   }
  },
  {
   "quote": {
    "text": "It was always my goal to 'up the ante' on good design, and I've devoted much of my career to this."
   },
   "author": {
    "text": "Michael Graves"
   }
  },
  {
   "quote": {
    "text": "When I started my own practice, I was criticized, not because I was doing product design but because, like Le Corbusier, I was insisting on paintings in all of my buildings. I would paint wall murals in the houses that I designed, just as he did in the '20s and '30s."
   },
   "author": {
    "text": "Michael Graves"
   }
  },
  {
   "quote": {
    "text": "I'm working on a school of architecture in China. It's rare that an architect gets to design a school of architecture, and here I get to do it. I'm so pleased that they asked me."
   },
   "author": {
    "text": "Michael Graves"
   }
  },
  {
   "quote": {
    "text": "When I design a building, I'm making sure you and I can get to the front door, there's enough of a threshold for entry, and that the rooms are in a logical sequence."
   },
   "author": {
    "text": "Michael Graves"
   }
  },
  {
   "quote": {
    "text": "There is no city in America that has reduced crime as much as we have in the last three years. This is not the product of accident. This is the product of design."
   },
   "author": {
    "text": "Rudy Giuliani"
   }
  },
  {
   "quote": {
    "text": "Architects design buildings; that's what we do, so we have to go with the flow; and, even though I'm still an old Leftie, global capitalism does have its good side. It's broken down barriers - the Berlin Wall, the Soviet Union - it's raised a lot of people up economically, and for architects, it has meant that we can work around the world."
   },
   "author": {
    "text": "Richard Rogers"
   }
  },
  {
   "quote": {
    "text": "A greater focus on design in all new homes would make the best use of land, create homes and public spaces, and reinforce the structures of urban life."
   },
   "author": {
    "text": "Richard Rogers"
   }
  },
  {
   "quote": {
    "text": "I am always locked in my design studio."
   },
   "author": {
    "text": "Valentino Garavani"
   }
  },
  {
   "quote": {
    "text": "Building design isn't trendy."
   },
   "author": {
    "text": "Kevin McCloud"
   }
  },
  {
   "quote": {
    "text": "I'm not too fond of really cool design. I've got quite kitsch taste really, in things like tableware. I'm quite a sucker for 1930s pressed glass."
   },
   "author": {
    "text": "Kevin McCloud"
   }
  },
  {
   "quote": {
    "text": "We can engineer a building and design a building with least reliance on active machinery to make it inhabitable."
   },
   "author": {
    "text": "Bjarke Ingels"
   }
  },
  {
   "quote": {
    "text": "Nothing they design ever gets in the way of a work of art."
   },
   "author": {
    "text": "Robert Hughes"
   }
  },
  {
   "quote": {
    "text": "I always wanted to be an actor, but I always loved design, and growing up in New Orleans there was such great style, great architecture. I would decorate my little apartment in New York over and over again, because it only had a couple of rooms. And I did it for friends and family on the side just for fun."
   },
   "author": {
    "text": "Bryan Batt"
   }
  },
  {
   "quote": {
    "text": "We have no general conceptual thrust for the band, other than trying to make music that keeps our interest. When things are novel, they are probably things we have discovered by accident or investigation rather than by design."
   },
   "author": {
    "text": "Steve Albini"
   }
  },
  {
   "quote": {
    "text": "I live in a craftsman house, but I'm a big fan of modernist and mid-century furniture and architecture, too. But my dream is to do a truly original chair design, something that is all these different things but is my own, too."
   },
   "author": {
    "text": "Luke Macfarlane"
   }
  },
  {
   "quote": {
    "text": "I'd love to design a school."
   },
   "author": {
    "text": "Nolan Bushnell"
   }
  },
  {
   "quote": {
    "text": "Nothing I do is by design. It's always the result of a happy accident. I didn't have a career plan. It has just become the way it is. It's all good fun."
   },
   "author": {
    "text": "Lena Headey"
   }
  },
  {
   "quote": {
    "text": "If a major source of the nation's news is personalizing user experiences, people with different points of view will end up in echo chambers of their own design. Facebook didn't create that problem, but it shouldn't aggravate it."
   },
   "author": {
    "text": "Cass Sunstein"
   }
  },
  {
   "quote": {
    "text": "When government programs aren't working, those on the Left tend to support more funding, while those on the Right want to scrap them altogether. It is better to ask whether the problem is complexity and poor design. We can solve those problems - sometimes without spending a penny."
   },
   "author": {
    "text": "Cass Sunstein"
   }
  },
  {
   "quote": {
    "text": "I am a fashion designer. I'm not an environmentalist. When I get up in the morning, number one I'm a mother and a wife, and number two I design clothes. So the main thing I need to do is create, hopefully, exquisitely beautiful, desirable objects for my customer."
   },
   "author": {
    "text": "Stella McCartney"
   }
  },
  {
   "quote": {
    "text": "I think the fact that my parents weren't conventional - especially considering their position - had a big influence on the way that I conduct myself now in design and business. It had a huge impact on my wanting to do something a bit more than just designing a pretty dress and putting it on a runway and making it glamorous."
   },
   "author": {
    "text": "Stella McCartney"
   }
  },
  {
   "quote": {
    "text": "I don't believe in planning for things. I just want them to fall in place, unfold as they like. I never design things. I want films to choose me; I don't choose films."
   },
   "author": {
    "text": "Pawan Kalyan"
   }
  },
  {
   "quote": {
    "text": "The critical thing in developing software is not the program, it's the design. It is translating understanding of user needs into something that can be realized as a computer program."
   },
   "author": {
    "text": "Mitch Kapor"
   }
  },
  {
   "quote": {
    "text": "The wisdom of crowds works when the crowd is choosing the price of an ox, when there's a single numeric average. But if it's a design or something that matters, the decision is made by committee, and that's crap. You want people and groups who are able to think thoughts before they share."
   },
   "author": {
    "text": "Jaron Lanier"
   }
  },
  {
   "quote": {
    "text": "The basic problem is that web 2.0 tools are not supportive of democracy by design. They are tools designed to gather spy-agency-like data in a seductive way, first and foremost, but as a side effect they tend to provide software support for mob-like phenomena."
   },
   "author": {
    "text": "Jaron Lanier"
   }
  },
  {
   "quote": {
    "text": "I design my shots. I walk the rehearsal as the camera and say 'this is where I want to be... I want this look."
   },
   "author": {
    "text": "Debbie Allen"
   }
  },
  {
   "quote": {
    "text": "The opportunity ahead of us in terms of transforming how we design and build, how we manufacture, is even greater than some of the product innovation that we're going to bring to the table."
   },
   "author": {
    "text": "Dennis Muilenburg"
   }
  },
  {
   "quote": {
    "text": "I have always loved aeroplanes and spacecraft and the design element."
   },
   "author": {
    "text": "Dennis Muilenburg"
   }
  },
  {
   "quote": {
    "text": "Perhaps believing in good design is like believing in God, it makes you an optimist."
   },
   "author": {
    "text": "Terence"
   }
  },
  {
   "quote": {
    "text": "While a case can be made for intelligent design, I can't figure out why some Christians are so thrilled about that possibility. First of all, it doesn't prove there's a God. If anything, intelligent design lends support to some form of pantheism that defines God as immanent within nature."
   },
   "author": {
    "text": "Tony Campolo"
   }
  },
  {
   "quote": {
    "text": "For me, if I can design beautiful things that have the price be lower, I am thrilled."
   },
   "author": {
    "text": "Tory Burch"
   }
  },
  {
   "quote": {
    "text": "There's so many ways of making product design easier, more efficient, quicker. People are now taking DNA from cows and growing leather. The implications of that, in what it has from a grain standpoint, are enormous."
   },
   "author": {
    "text": "Tory Burch"
   }
  },
  {
   "quote": {
    "text": "As a visual person, I love a creative resume. Putting in a little effort on the design side will show that you care about making things look good."
   },
   "author": {
    "text": "Sophia Amoruso"
   }
  },
  {
   "quote": {
    "text": "The themes in WordPress drive a lot of design trends. It democratizes design... You make a theme, and suddenly it's on hundreds and thousands of sites."
   },
   "author": {
    "text": "Matt Mullenweg"
   }
  },
  {
   "quote": {
    "text": "I design all of the costumes for my movies, actually."
   },
   "author": {
    "text": "Xavier Dolan"
   }
  },
  {
   "quote": {
    "text": "We must carefully consider card security solutions, such as adding photographs or machine-readable electronic strips, so to prevent further breaches of individual privacy that could result from changes to the design of Social Security Cards."
   },
   "author": {
    "text": "Ron Lewis"
   }
  },
  {
   "quote": {
    "text": "I was lucky enough to create my own dress, deciding on every single design detail. But, even if you don't have a custom dress, you can still create a signature wedding-day look with personalization - a belt, altering the sleeves, etc. But, when creating your bridal style, the most important thing to remember is to make it feel like you."
   },
   "author": {
    "text": "Margherita Missoni"
   }
  },
  {
   "quote": {
    "text": "I'd like to do some crazy art installations and design some weird synthesizers and work with other people and make some fun stuff for a bit. Maybe tap into virtual reality stuff or maybe write another record... We'll see."
   },
   "author": {
    "text": "Flume"
   }
  },
  {
   "quote": {
    "text": "I'm not thinking about the next record really yet. I kind of want to do a bunch of stuff with Jonathan Zawada, the guy who did the album art. I'd like to do some crazy art installations and design some weird synthesizers and work with other people and make some fun stuff for a bit. Maybe tap into virtual reality stuff or maybe write another record."
   },
   "author": {
    "text": "Flume"
   }
  },
  {
   "quote": {
    "text": "We used to be referred to as bakers and then we became known as cake decorators and now we are known as cake designers. I teach at the French Culinary Institute in New York and cake design is a legitimate profession."
   },
   "author": {
    "text": "Ron Ben-Israel"
   }
  },
  {
   "quote": {
    "text": "I went to art school first and thought that I'm going to design theater sets. That was my path."
   },
   "author": {
    "text": "Ron Ben-Israel"
   }
  },
  {
   "quote": {
    "text": "Uniqlo as a company has always developed new fabrics and is always trying to be innovative. The design is simple, so the fabric is important."
   },
   "author": {
    "text": "Nicola Formichetti"
   }
  },
  {
   "quote": {
    "text": "I want young people to be able to buy into what I design. When I was young, I wanted to buy designer brands even if all I could afford was the cheapest wallet, the cheapest pen, the cheapest T-shirt because I wanted to be a part of it."
   },
   "author": {
    "text": "Nicola Formichetti"
   }
  },
  {
   "quote": {
    "text": "Luckily I don't have to buy shoes anymore, because I design them! I'm off tour, so I can dive in and create the shoes that I want for my line. But okay, I did buy a pair of vintage combat boots because they were so beaten up - I had to have them."
   },
   "author": {
    "text": "Fergie"
   }
  },
  {
   "quote": {
    "text": "Buildings designed with careful attention to aesthetics arouse and enlighten their occupants and that promotes their good health."
   },
   "author": {
    "text": "Robert Evans"
   }
  },
  {
   "quote": {
    "text": "I tell my workshop students, 'I want you to think of yourselves as artists. Then, when you're writing, you're painting, you're crafting, you're making a design, you're sculpting, you're creating choreography, sound, a sound script.'"
   },
   "author": {
    "text": "Juan Felipe Herrera"
   }
  },
  {
   "quote": {
    "text": "I wear a lot of different hats - from writer to producer and artist. We all do 5 or 6 jobs, everything from creating our own graphic design to actually recording and the whole bit."
   },
   "author": {
    "text": "William Bell"
   }
  },
  {
   "quote": {
    "text": "We have the largest digital design studio in the world."
   },
   "author": {
    "text": "Pierre Nanterme"
   }
  },
  {
   "quote": {
    "text": "Engineering is the art of managing scarcity - it's easy to design and build a massive bridge that will last forever if cost is not an issue. Similarly, to build a new company, you must manage scarce resources."
   },
   "author": {
    "text": "Joe Lonsdale"
   }
  },
  {
   "quote": {
    "text": "Complexity is one of the great problems in environmental design."
   },
   "author": {
    "text": "Christopher Alexander"
   }
  },
  {
   "quote": {
    "text": "Once you understand this way, you will be able to make your room alive; you will be able to design a house together with your family; a garden for your children; places where you can work; beautiful terraces where you can sit and dream."
   },
   "author": {
    "text": "Christopher Alexander"
   }
  },
  {
   "quote": {
    "text": "People crave predictability, and when you design and use systems, you give people predictability. More importantly, when you build systems, they can help you orchestrate, and orchestration helps you create the habits that continuously improve the systems!"
   },
   "author": {
    "text": "Michael Gerber"
   }
  },
  {
   "quote": {
    "text": "It's fashionable to use terms like 'sales funnels' to describe the sales process for many companies, and it is true that the funnel design is very appropriate for the digital world, but despite all the prose written on sales funnels and the like, my question is still the same - when do you close your sales, and how long does that take?"
   },
   "author": {
    "text": "Michael Gerber"
   }
  },
  {
   "quote": {
    "text": "After working with clothes for so long, it seemed right to design them."
   },
   "author": {
    "text": "L'Wren Scott"
   }
  },
  {
   "quote": {
    "text": "We started Airbnb because, like many across the U.S. and in New York, we were struggling to pay our rent and decided to open up our living room to fellow artists coming to town for a design conference. Sharing our apartment allowed us to stay in our home and start our company."
   },
   "author": {
    "text": "Joe Gebbia"
   }
  },
  {
   "quote": {
    "text": "In art school, you learn that design is much more than the look and feel of something - it's the whole experience."
   },
   "author": {
    "text": "Joe Gebbia"
   }
  },
  {
   "quote": {
    "text": "To me, 'design thinking' is another way of saying empathize with the customer. It's consideration for the person you're designing for."
   },
   "author": {
    "text": "Joe Gebbia"
   }
  },
  {
   "quote": {
    "text": "I have the privilege of working with our in-house design studio, called Samara, and our humanitarian team, called Human. Samara is thinking about the future of Airbnb, and Human is working on ways to leverage our platform outside the cause of day-to-day business."
   },
   "author": {
    "text": "Joe Gebbia"
   }
  },
  {
   "quote": {
    "text": "You must have the ability to recognize good design and good user experience. These are core things at Airbnb. It doesn't matter which department you're in."
   },
   "author": {
    "text": "Joe Gebbia"
   }
  },
  {
   "quote": {
    "text": "Design has always been a driving force in my life: it's the lens through which I experience the world."
   },
   "author": {
    "text": "Joe Gebbia"
   }
  },
  {
   "quote": {
    "text": "As our company has grown, how we configure and design our offices has been a crucial part of how we foster connection and collaboration throughout our teams."
   },
   "author": {
    "text": "Joe Gebbia"
   }
  },
  {
   "quote": {
    "text": "Design is an expression of one's most deeply rooted internal values."
   },
   "author": {
    "text": "Joe Gebbia"
   }
  },
  {
   "quote": {
    "text": "Well, I design costumes because I started with the theater in Chicago, but somehow a few lines just sort of fell to me to do it. And I studied it in school and I always liked it."
   },
   "author": {
    "text": "John Malkovich"
   }
  },
  {
   "quote": {
    "text": "I like design, I like details, to me it is just another form of self-expression."
   },
   "author": {
    "text": "John Malkovich"
   }
  },
  {
   "quote": {
    "text": "I really love muscle cars. I don't think people might realize that about me. I really want to go to an auto auction and blow my life savings on a Camaro. They have such design around them, such panache."
   },
   "author": {
    "text": "Alex Guarnaschelli"
   }
  },
  {
   "quote": {
    "text": "Urban design as a discipline barely exists in most American and Canadian cities. In Singapore, there are innovative transportation strategies at work."
   },
   "author": {
    "text": "Moshe Safdie"
   }
  },
  {
   "quote": {
    "text": "I'm also interested in pets with alopecia. And design. I'm surprised I haven't gone through with a homeware brand. The bedding, the comforters, the candles, the this and that. I would like to design everything."
   },
   "author": {
    "text": "Lisa Vanderpump"
   }
  },
  {
   "quote": {
    "text": "The universe began in an instant, is expanding, and exhibits design, order, and complexity. Every effect must have a Cause, and design must have a Designer."
   },
   "author": {
    "text": "Ray Comfort"
   }
  },
  {
   "quote": {
    "text": "In regards to being a fashion aficionado, there's a certain amount of taking yourself seriously in the professional world. The self-effacing person can't completely go down the serious road. But I design, and love when things are beautiful."
   },
   "author": {
    "text": "St. Vincent"
   }
  },
  {
   "quote": {
    "text": "When I announced the development of Perl 6, I said it was going to be a community design. I designed Perl, myself. It's limited by my own brain power. So I wanted Perl 6 to be a community design."
   },
   "author": {
    "text": "Larry Wall"
   }
  },
  {
   "quote": {
    "text": "I am honoured to be associated with a brand like Movado. It believes in the art of design and is known for its perfection worldwide. I have strong faith in the pursuit of perfection. I am looking forward to a long association."
   },
   "author": {
    "text": "Harbhajan Singh"
   }
  },
  {
   "quote": {
    "text": "With couture, you feel obligated to design something modern each season, but with Theyskens Theory, I don't question anything. I'm thinking of what I'd like to wear."
   },
   "author": {
    "text": "Olivier Theyskens"
   }
  },
  {
   "quote": {
    "text": "I am interested in the idea of 'taste.' And by 'taste,' I mean opinion, inspiration and the craft of creating a personality through fabric and design."
   },
   "author": {
    "text": "Olivier Theyskens"
   }
  },
  {
   "quote": {
    "text": "Until I was eighteen, I did not know that you could study fashion design or art. I really didn't know. I already had my nose in the art world; I was already looking at things, but I didn't really get it that you could study that because my school was a very different environment."
   },
   "author": {
    "text": "Raf Simons"
   }
  },
  {
   "quote": {
    "text": "As an industrial designer, you design the thing by yourself, and then it goes away from you, whereas fashion is in constant relation to the body and to psychology. It makes it more complicated, and it makes it more challenging."
   },
   "author": {
    "text": "Raf Simons"
   }
  },
  {
   "quote": {
    "text": "In fashion design, you can divide people into two groups. You have people who come with an aesthetic that is there forever, even if it evolves. Then you have people I call 'jumpers.' One season it can be this; the next season it's completely something else. I always knew I am more of a jumper."
   },
   "author": {
    "text": "Raf Simons"
   }
  },
  {
   "quote": {
    "text": "My vision is the ability to design clothes for a man who wants to create his own style and doesn't want to dress like he's in uniform, to look like the guy in the ad, or to feel like he has to put it together that way."
   },
   "author": {
    "text": "John Varvatos"
   }
  },
  {
   "quote": {
    "text": "My chops have always been sort of weak, because the right side of my body was paralyzed a little bit. It was very limiting. I have to design stuff I can play, and it took me a year and a half to figure out how to hold a guitar pick."
   },
   "author": {
    "text": "Leon Russell"
   }
  },
  {
   "quote": {
    "text": "No one who set out to design a form of communication would ever end up with anything like English, Mandarin, or any of the more than six thousand languages spoken today."
   },
   "author": {
    "text": "Joshua Foer"
   }
  },
  {
   "quote": {
    "text": "I had been elected to the National Academy of Design in New York, and one of the requirements was that you give a portrait, a self-portrait of yourself."
   },
   "author": {
    "text": "Jamie Wyeth"
   }
  },
  {
   "quote": {
    "text": "The new Zune may not be an iPod killer, but it does offer a clean interface, great industrial design, HD radio, and a subscription model for music, making it significantly less expensive for big users."
   },
   "author": {
    "text": "Douglas Rushkoff"
   }
  },
  {
   "quote": {
    "text": "It was something I was more interested in myself. When I went to see my sister dance at ballet, I was really into costumes and the arts, and my family was also supportive of whatever me and my sister wanted to do. I would say I pushed myself the most to be into design."
   },
   "author": {
    "text": "Christian Siriano"
   }
  },
  {
   "quote": {
    "text": "There's a big gaping hole in the EDM space for songwriting. It's one thing to learn how to be a great sound designer and become big just on sound design. Especially if you're in the dubstep category, it's like, how much fatter and more interesting can you make those drops."
   },
   "author": {
    "text": "Steve Aoki"
   }
  },
  {
   "quote": {
    "text": "There really are so many lines of work that you can join that don't have to only be design. And that was one that particularly interested me a lot, because the editors could appreciate all the trends, all the designs and all the work of the designers."
   },
   "author": {
    "text": "Nina Garcia"
   }
  },
  {
   "quote": {
    "text": "I was obsessed with fashion when I was young. I thought fashion meant fashion design, and I thought I wanted to be a designer at some point."
   },
   "author": {
    "text": "Nina Garcia"
   }
  },
  {
   "quote": {
    "text": "With the clothes I design, I think about my friends, how I'd want them to dress, what I'd want them to wear."
   },
   "author": {
    "text": "Jeremy Scott"
   }
  },
  {
   "quote": {
    "text": "I try to absorb all types of style and design. I don't try and restrict my thinking. I enjoy the old and the new. You need that broad perspective to create something different."
   },
   "author": {
    "text": "Chad Hurley"
   }
  },
  {
   "quote": {
    "text": "From time to time, I've experimented with sculpture or metal design. It's a good break from just sitting behind the keyboard."
   },
   "author": {
    "text": "Chad Hurley"
   }
  },
  {
   "quote": {
    "text": "I wanted to be a decorator. I wanted to interior design homes and do everything myself."
   },
   "author": {
    "text": "Ursula Andress"
   }
  },
  {
   "quote": {
    "text": "The federal debt in this country is principally of Republican design."
   },
   "author": {
    "text": "Daniel Keys Moran"
   }
  },
  {
   "quote": {
    "text": "If you decide to design your own language, there are thousands of sort of amateur language designer pitfalls."
   },
   "author": {
    "text": "Guido van Rossum"
   }
  },
  {
   "quote": {
    "text": "Deep down, creationists realize they will never win factual arguments with science. This is why they have construed their own science-like universe, known as Intelligent Design, and eagerly jump on every tidbit of information that seems to go their way."
   },
   "author": {
    "text": "Frans de Waal"
   }
  },
  {
   "quote": {
    "text": "I've learned a tremendous amount over the years by watching designers work. I now have a good understanding of what sits well on the body, not to mention the importance of a great cut and quality."
   },
   "author": {
    "text": "Claudia Schiffer"
   }
  },
  {
   "quote": {
    "text": "If you see a player out in public having dinner, chances are he's with his boring money manager or some boring rich guy he hopes to design a golf course for."
   },
   "author": {
    "text": "Dan Jenkins"
   }
  },
  {
   "quote": {
    "text": "It is very important to lead the field and innovate in game design."
   },
   "author": {
    "text": "John Romero"
   }
  },
  {
   "quote": {
    "text": "You have to design and program differently. Combat action in an MMO is so different to combat in a first-person shooter."
   },
   "author": {
    "text": "John Romero"
   }
  },
  {
   "quote": {
    "text": "In the design process, there's a need to be culturally comprehensive."
   },
   "author": {
    "text": "Dries van Noten"
   }
  },
  {
   "quote": {
    "text": "I don't design for myself. I design something keeping in mind that it has to please a lot of women."
   },
   "author": {
    "text": "Dries van Noten"
   }
  },
  {
   "quote": {
    "text": "I don't design my own clothes. It's so not what I think about."
   },
   "author": {
    "text": "Colleen Atwood"
   }
  },
  {
   "quote": {
    "text": "The reward is that you can actually create a world separate from reality with a story, actors, music, and camera design. When it works it can entertain, move people and teach us all."
   },
   "author": {
    "text": "Colleen Atwood"
   }
  },
  {
   "quote": {
    "text": "For contemporary fashion, I'm a huge fan of so many of the people out there. I think Azzedine Alaia holds up through three generations of very specific, beautiful design. I think Jean Paul Gaultier also is very interesting with a long span."
   },
   "author": {
    "text": "Colleen Atwood"
   }
  },
  {
   "quote": {
    "text": "I worked in fashion, but I worked more in the sales side of fashion than in design. I was an assistant buyer for a department store back in the '70s and the early years of Saint Laurent. And I used to have a lot of private clients that I bought for."
   },
   "author": {
    "text": "Colleen Atwood"
   }
  },
  {
   "quote": {
    "text": "I grew up in a small town in Washington State, so I wasn't really aware of costume design as a career growing up, but I loved clothes. I remember I saved all my money, and the first thing that I bought was a white blazer, which was to the horror to my parents. But I have always had a strange connection with clothing."
   },
   "author": {
    "text": "Colleen Atwood"
   }
  },
  {
   "quote": {
    "text": "I can create clothes for so many different time periods. I've always tried to avoid being pigeonholed. Plus, everything I learn about design and costume from one movie somehow works its way into something else."
   },
   "author": {
    "text": "Colleen Atwood"
   }
  },
  {
   "quote": {
    "text": "One thing about costume design - and I think design in general - but especially costume design, is people have a misconception that it's very glamorous work."
   },
   "author": {
    "text": "Colleen Atwood"
   }
  },
  {
   "quote": {
    "text": "My own style is pretty classic; I much prefer to design for others."
   },
   "author": {
    "text": "Colleen Atwood"
   }
  },
  {
   "quote": {
    "text": "I design for the movie and the character as well as the person wearing the costume. I show the ideas to the actor, then do fittings for shape and technical things such as movement in the costume. Once the costume in this form is on the actor, you have a sense of their connection with it. I then take it to the next level with the final fit."
   },
   "author": {
    "text": "Colleen Atwood"
   }
  },
  {
   "quote": {
    "text": "I really don't over-theorize about design. I'd rather feel it than talk it to death. A lot happens as you unroll the design."
   },
   "author": {
    "text": "Colleen Atwood"
   }
  },
  {
   "quote": {
    "text": "I'm a perfectionist. And that's served me very well in my career. It allows me to handle these large, complex problems without letting things fall through the cracks... That is the mentality you have to have to attack these complex problems of chip design, for example, when you're overwhelmed with complexity."
   },
   "author": {
    "text": "Henry Samueli"
   }
  },
  {
   "quote": {
    "text": "When we started out, you could design a chip with a few guys in a basement."
   },
   "author": {
    "text": "Henry Samueli"
   }
  },
  {
   "quote": {
    "text": "The industry's changed so much that you can't just design something, put on a great show, and say, 'Okay, my job is done.'"
   },
   "author": {
    "text": "Alexander Wang"
   }
  },
  {
   "quote": {
    "text": "'Commercial' is not the word that has to be said only by CEOs. It has to be something that is maybe the essence of design, because design has some sort of art in it and creation, but it's also some object that you have to use. There is also this pragmatic end to it."
   },
   "author": {
    "text": "Alber Elbaz"
   }
  },
  {
   "quote": {
    "text": "In our interconnected world, novel technology could empower just one fanatic, or some weirdo with a mindset of those who now design computer viruses, to trigger some kind of disaster. Indeed, catastrophe could arise simply from technical misadventure - error rather than terror."
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "And we should keep our minds open, or at least ajar, to concepts on the fringe of science fiction. Flaky American futurologists aren't always wrong. They remind us that a superintelligent machine is the last instrument that humans may ever design - the machine will itself take over in making further steps."
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "Space doesn't offer an escape from Earth's problems. And even with nuclear fuel, the transit time to nearby stars exceeds a human lifetime. Interstellar travel is therefore, in my view, an enterprise for post-humans, evolved from our species not via natural selection, but by design."
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "Costume design is so important and really helpful, and I really love that aspect of character development, just figuring it out."
   },
   "author": {
    "text": "Katherine Waterston"
   }
  },
  {
   "quote": {
    "text": "Growing up, Guess always had these amazing billboards and cool affordable clothing. I wore it then, and I still wear it now! It's come full-circle. When I design the clothes, I have a very good team around me, showing me different pieces and cuts."
   },
   "author": {
    "text": "Tiesto"
   }
  },
  {
   "quote": {
    "text": "Genome design is going to be a key part of the future. That's why we need fast, cheap, accurate DNA synthesis, so you can make a lot of iterations of something and test them."
   },
   "author": {
    "text": "Craig Venter"
   }
  },
  {
   "quote": {
    "text": "When you think of all the things that are made from oil or in the chemical industry, if in the future we could find cells to replace most of those processes, the ideal way would be to do it by direct design."
   },
   "author": {
    "text": "Craig Venter"
   }
  },
  {
   "quote": {
    "text": "Agriculture as we know it needs to disappear. We can design better and healthier proteins than we get from nature."
   },
   "author": {
    "text": "Craig Venter"
   }
  },
  {
   "quote": {
    "text": "Genetic design is something we can use to fight the lack of sustainability we humans are forcing on the earth's environment."
   },
   "author": {
    "text": "Craig Venter"
   }
  },
  {
   "quote": {
    "text": "In a biological system, the software builds its own hardware, but design is critical, and if you start with digital information, it has to be really accurate."
   },
   "author": {
    "text": "Craig Venter"
   }
  },
  {
   "quote": {
    "text": "Sometime in the future, I am a hundred percent certain scientists will sit down at a computer terminal, design what they want the organism to do, and build it."
   },
   "author": {
    "text": "Craig Venter"
   }
  },
  {
   "quote": {
    "text": "As the Industrial Age is drawing to a close, I think that we're witnessing the dawn of the era of biological design."
   },
   "author": {
    "text": "Craig Venter"
   }
  },
  {
   "quote": {
    "text": "I don't start with a design objective, I start with a communication objective. I feel my project is successful if it communicates what it is supposed to communicate."
   },
   "author": {
    "text": "Mike Davidson"
   }
  },
  {
   "quote": {
    "text": "I mean, I think about it, but I don't design my record to get a certain public response."
   },
   "author": {
    "text": "Liz Phair"
   }
  },
  {
   "quote": {
    "text": "If you wanted to design a robot that could learn as well as it possibly could, you might end up with something that looked a lot like a 3-year-old."
   },
   "author": {
    "text": "Alison Gopnik"
   }
  },
  {
   "quote": {
    "text": "I have played a few times in Barcelona, including the fantastic Olympic Stadium. It's undoubtedly one of my favourite cities in terms of the people, arts, food, architecture and design."
   },
   "author": {
    "text": "Jean-Michel Jarre"
   }
  },
  {
   "quote": {
    "text": "There is artistic beauty to the way biology functions, nature functions, and science functions. I am trying to bring that kind of understanding in the design space."
   },
   "author": {
    "text": "Kiran Mazumdar-Shaw"
   }
  },
  {
   "quote": {
    "text": "I didn't design schools for poor kids. I'm designing schools to be world-class."
   },
   "author": {
    "text": "Eva Moskowitz"
   }
  },
  {
   "quote": {
    "text": "I have been fully involved in designing my stage shows; it's important to me to do something really unique and almost off-the-wall to bring the music and the visuals together. I love design and actually went to school for a bit for graphic design, so it isn't so much 'pressure' for me; it's a way to be creative, and I really enjoy it."
   },
   "author": {
    "text": "Afrojack"
   }
  },
  {
   "quote": {
    "text": "Design is people."
   },
   "author": {
    "text": "Jane Jacobs"
   }
  },
  {
   "quote": {
    "text": "At the OECD, we stand ready to continue to help our member and partner countries to design, promote, and implement Better Policies for Better Lives."
   },
   "author": {
    "text": "Jose Angel Gurria"
   }
  },
  {
   "quote": {
    "text": "I learn my lines while on the golf course. I try to do two or three things at once. I have ideas for books all the time, I have ideas for paintings all the time, and I write them all down. I take my sketchpad and my iPad, which I design on, and I do sit down and do specific tasks at specific times."
   },
   "author": {
    "text": "Jane Seymour"
   }
  },
  {
   "quote": {
    "text": "Computers are scary. They're nightmares to fix, lose our stuff, and, on occasion, they crash, producing the blue screen of death. Steve Jobs knew this. He knew that computers were bulky and hernia-inducing and Darth Vader black. He understood the value of declarative design."
   },
   "author": {
    "text": "Wesley Morris"
   }
  },
  {
   "quote": {
    "text": "There is a group of individuals who are radical jihadists. We need to call them by name. They believe it is OK to kill people in the name of their religion. It is not all of Islam. It is not all Muslims. But there is a subgroup who believe it is OK. In fact, it is their plan and design to kill people."
   },
   "author": {
    "text": "Tim Pawlenty"
   }
  },
  {
   "quote": {
    "text": "I might want to open a hotel and design all the rooms. Or maybe a museum that lets me curate all the events."
   },
   "author": {
    "text": "Theophilus London"
   }
  },
  {
   "quote": {
    "text": "For much of its existence, design was all about convenience. We wanted to hide technology so that users are not distracted into thinking about the tools they use."
   },
   "author": {
    "text": "Evgeny Morozov"
   }
  },
  {
   "quote": {
    "text": "I feel like the business side came more naturally to me along with the product design side, but managing and effectively leading large organizations of people is something that is perpetually challenging and the topic on which I am constantly looking for good advice."
   },
   "author": {
    "text": "Stewart Butterfield"
   }
  },
  {
   "quote": {
    "text": "One of the biggest differences between you and a traditionally published author is that a self-pubbed author is responsible for everything. Not just writing the book - but cover design, editing, producing, distribution, and publicity as well."
   },
   "author": {
    "text": "M. J. Rose"
   }
  },
  {
   "quote": {
    "text": "What we do in the laboratory is we try to design drugs that will not just eradicate cancer cells but will eradicate their homes."
   },
   "author": {
    "text": "Siddhartha Mukherjee"
   }
  },
  {
   "quote": {
    "text": "It is to be noted that when any part of this paper appears dull there is a design in it."
   },
   "author": {
    "text": "Richard Steele"
   }
  },
  {
   "quote": {
    "text": "This is what I like about being a designer: You can't really get it until you see it."
   },
   "author": {
    "text": "Isaac Mizrahi"
   }
  },
  {
   "quote": {
    "text": "Traditional horizontal search engines cannot always identify the target audience, niche or vertical industry of a page or site. Vertical search engines address this issue by the nature of their design. They identify sites according to more specific criteria and sometimes even by human input."
   },
   "author": {
    "text": "Marc Ostrofsky"
   }
  },
  {
   "quote": {
    "text": "If I were a rock star, I'd design my own clothes. I'd do it because that's the mark of a true rock star."
   },
   "author": {
    "text": "Shawn Amos"
   }
  },
  {
   "quote": {
    "text": "In design as in life, smart can also mean wise, kind, inspiring - and cost-effective. And that has a charm all its own."
   },
   "author": {
    "text": "Nancy Gibbs"
   }
  },
  {
   "quote": {
    "text": "From a design perspective, the U.S. has always been a great source of inspiration for me."
   },
   "author": {
    "text": "Brunello Cucinelli"
   }
  },
  {
   "quote": {
    "text": "Airplanes were invented by natural selection. Now you can say that intelligent design designs our airplanes of today, but there was no intelligent design really designing those early airplanes. There were probably at least 30,000 different things tried, and when they crash and kill the pilot, don't try that again."
   },
   "author": {
    "text": "Burt Rutan"
   }
  },
  {
   "quote": {
    "text": "I changed the layout of comic books in general. When I came in, layout design wasn't really part of what you did. It was all just panels, panels, panels. So when I came in, I thought, 'Nah, let's change that,' and I designed the page."
   },
   "author": {
    "text": "Neal Adams"
   }
  },
  {
   "quote": {
    "text": "I was interested in virtual reality for several years even before working at USC, it wasn't an interest that started there at all. In fact, when I started working at USC, I already had prototypes of the Rift that were very similar to the final design."
   },
   "author": {
    "text": "Palmer Luckey"
   }
  },
  {
   "quote": {
    "text": "For many years, I have lived uncomfortably with the belief that most planning and architectural design suffers for lack of real and basic purpose. The ultimate purpose, it seems to me, must be the improvement of mankind."
   },
   "author": {
    "text": "James Rouse"
   }
  },
  {
   "quote": {
    "text": "Puma was all about function and not at all about design. The founder of the company always believed functionality and performance were the only ingredients that could make Puma successful and design never mattered."
   },
   "author": {
    "text": "Jochen Zeitz"
   }
  },
  {
   "quote": {
    "text": "I would urge everyone to start looking at the world in a different way. Spend some time looking at everyday objects, at their design, their shape, their individual characteristics. Think ahead and imagine their significance."
   },
   "author": {
    "text": "Martin Parr"
   }
  },
  {
   "quote": {
    "text": "I've always wanted to design a Mustang. I just never really had the opportunity in my career because the timing was never right."
   },
   "author": {
    "text": "Henrik Fisker"
   }
  },
  {
   "quote": {
    "text": "To be the Grand Marshal of the most recognized Halloween parade in the world is so much fun. People plan for months and months to design their costumes, and it is amazing. It is a true competition and amazing to watch everyone."
   },
   "author": {
    "text": "Elvis Duran"
   }
  },
  {
   "quote": {
    "text": "Design is an unknown."
   },
   "author": {
    "text": "Geoffrey Beene"
   }
  },
  {
   "quote": {
    "text": "Through all aspects of society be it art, design, the financial markets, government, technology or communications we are witnessing unprecedented global transformation - the result of which is impossible to predict."
   },
   "author": {
    "text": "Malcolm Mclaren"
   }
  },
  {
   "quote": {
    "text": "Punk's influence on music, movies, art, design and fashion is no longer in doubt. It is used as the measurement for what is cool."
   },
   "author": {
    "text": "Malcolm Mclaren"
   }
  },
  {
   "quote": {
    "text": "There is no reason to design buildings that are more basic and rectilinear, because with concrete you can cover almost any space."
   },
   "author": {
    "text": "Oscar Niemeyer"
   }
  },
  {
   "quote": {
    "text": "When I arrived at Harvard, I wanted to design a course in political theory that would have interested me, back when I was started out, in a way that the standard things didn't."
   },
   "author": {
    "text": "Michael Sandel"
   }
  },
  {
   "quote": {
    "text": "I've always loved fashion design. I love drawing and creating looks and styling."
   },
   "author": {
    "text": "Lily Collins"
   }
  },
  {
   "quote": {
    "text": "I have beautiful, beautiful clothes, designed by my bachelor boy son, Kenny. Kenny has a big following as it is, and even Lady Gaga has asked Kenny to design dresses for her. But Kenny isn't very keen on, well, shall we say, extreme women. He likes someone that women all over the world can identify with."
   },
   "author": {
    "text": "Barry Humphries"
   }
  },
  {
   "quote": {
    "text": "They say that the best furniture and clothing design from the '50s and '60s is Scandinavian or Milanese."
   },
   "author": {
    "text": "Christian Lacroix"
   }
  },
  {
   "quote": {
    "text": "I could design an $800 shoe line; it's easy. You use the best materials and you can make beautiful shoes. It's easier than making great shoes for $90."
   },
   "author": {
    "text": "Steve Madden"
   }
  },
  {
   "quote": {
    "text": "My strengths as a businessman lie in the design and sale of women's shoes, and I have never been comfortable with complicated or technical legal or business documents."
   },
   "author": {
    "text": "Steve Madden"
   }
  },
  {
   "quote": {
    "text": "I make spaces that are calm rather than confrontational. I seek a certain kind of logic that allows you to move in space and perceive it as beautiful and rational. Clarity is a worthwhile quality."
   },
   "author": {
    "text": "Annabelle Selldorf"
   }
  },
  {
   "quote": {
    "text": "There is great mystery in a church. For me, there is a great privilege to be confronted with the design of a church because it shelters the most powerful themes of humanity: birth, marriage, death."
   },
   "author": {
    "text": "Mario Botta"
   }
  },
  {
   "quote": {
    "text": "It is not that you do wrong by design, but that you should never do right by mistake."
   },
   "author": {
    "text": "Junius"
   }
  },
  {
   "quote": {
    "text": "I've always had an interest in design, and I have always loved creating things."
   },
   "author": {
    "text": "Jaime Pressly"
   }
  },
  {
   "quote": {
    "text": "Snohetta promotes a more democratic workplace atmosphere than most other architectural offices. This may merely reflect prevalent employment practices in Scandinavia, but Snohetta places a stronger emphasis on group participation in the design process than typical high-style firms."
   },
   "author": {
    "text": "Martin Filler"
   }
  },
  {
   "quote": {
    "text": "Considering my specialization in architecture, I'm not surprised that the first graphic novel to thoroughly engage, not to say captivate, me is Chip Kidd and Dave Taylor's 'Batman: Death by Design.'"
   },
   "author": {
    "text": "Martin Filler"
   }
  },
  {
   "quote": {
    "text": "From the outset, MoMA followed the Bauhaus's strict prohibition against design that even hinted at the decorative, a prejudice that skewed the pioneering museum's view of Modernism for decades."
   },
   "author": {
    "text": "Martin Filler"
   }
  },
  {
   "quote": {
    "text": "By 1970, the first stirrings of the revolt against Modernist orthodoxy in architecture had been felt, although it would be several years more until Postmodernism was widely accepted and made classical motifs permissible in high-style building design for the first time in decades."
   },
   "author": {
    "text": "Martin Filler"
   }
  },
  {
   "quote": {
    "text": "Always beware an unsigned architectural design."
   },
   "author": {
    "text": "Martin Filler"
   }
  },
  {
   "quote": {
    "text": "Any set of decisions about design is inevitably influenced by cultural prejudice, no matter how intent an architect might be to avoid it."
   },
   "author": {
    "text": "Martin Filler"
   }
  },
  {
   "quote": {
    "text": "I don't mind that I am not necessarily a household name, because I think my characters have outshined me. That was by design. And I'm not wanting for appreciation."
   },
   "author": {
    "text": "Jeffrey Wright"
   }
  },
  {
   "quote": {
    "text": "The primary factor is proportions."
   },
   "author": {
    "text": "Arne Jacobsen"
   }
  },
  {
   "quote": {
    "text": "There's a fundamental problem with how the software business does things. We're asking people who are masters of hard-edged technology to design the soft, human side of software as well. As a result, they make products that are really cool - if you happen to be a software engineer."
   },
   "author": {
    "text": "Alan Cooper"
   }
  },
  {
   "quote": {
    "text": "Design is not so much a design issue as a power struggle."
   },
   "author": {
    "text": "Alan Cooper"
   }
  },
  {
   "quote": {
    "text": "The payoff of a customer-centric approach to software and digital product design is substantial and long-lasting for both companies and their customers."
   },
   "author": {
    "text": "Alan Cooper"
   }
  },
  {
   "quote": {
    "text": "I love HGTV. I love working on my house and have really been bit by the 'luxury remodeling' bug. 'Million Dollar Rooms,' 'Million Dollar Listing'... any show that can give me design inspiration, I soak it in and try my hand at it. Home Depot is my second home!"
   },
   "author": {
    "text": "Laz Alonso"
   }
  },
  {
   "quote": {
    "text": "I'm always drooling over great design, from fashion to furniture."
   },
   "author": {
    "text": "Janina Gavankar"
   }
  },
  {
   "quote": {
    "text": "English is taking over the world. I just wrote a piece about it. And it's not by design. The United States dominates because it's the biggest market."
   },
   "author": {
    "text": "Norman Spinrad"
   }
  },
  {
   "quote": {
    "text": "I would think twice about designing stuff for which there was no need and which didn't endure."
   },
   "author": {
    "text": "Robin Day"
   }
  },
  {
   "quote": {
    "text": "Good design is good business."
   },
   "author": {
    "text": "Ian Schrager"
   }
  },
  {
   "quote": {
    "text": "Good design keeps the user happy, the manufacturer in the black and the aesthete unoffended."
   },
   "author": {
    "text": "Raymond Loewy"
   }
  },
  {
   "quote": {
    "text": "I joined the staff of EMI in Middlesex in 1951, where I worked for a while on radar and guided weapons and later ran a small design laboratory. During this time, I became particularly interested in computers, which were then in their infancy. It was interesting, pioneering work at that time: drums and tape decks had to be designed from scratch."
   },
   "author": {
    "text": "Godfrey Hounsfield"
   }
  },
  {
   "quote": {
    "text": "Outside of the chair, the teapot is the most ubiquitous and important design element in the domestic environment and almost everyone who has tackled the world of design has ended up designing one."
   },
   "author": {
    "text": "David McFadden"
   }
  }
 ]
}