{
 "DreamQuotes": [
  {
   "quote": {
    "text": "A dream doesn't become reality through magic; it takes sweat, determination and hard work."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "The best way to make your dreams come true is to wake up."
   },
   "author": {
    "text": "Paul Valery"
   }
  },
  {
   "quote": {
    "text": "Stay true to yourself, yet always be open to learn. Work hard, and never give up on your dreams, even when nobody else believes they can come true but you. These are not cliches but real tools you need no matter what you do in life to stay focused on your path."
   },
   "author": {
    "text": "Phillip Sweet"
   }
  },
  {
   "quote": {
    "text": "The future belongs to those who believe in the beauty of their dreams."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world."
   },
   "author": {
    "text": "Harriet Tubman"
   }
  },
  {
   "quote": {
    "text": "The biggest adventure you can take is to live the life of your dreams."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "A positive attitude can really make dreams come true - it did for me."
   },
   "author": {
    "text": "David Bailey"
   }
  },
  {
   "quote": {
    "text": "Keep your dreams alive. Understand to achieve anything requires faith and belief in yourself, vision, hard work, determination, and dedication. Remember all things are possible for those who believe."
   },
   "author": {
    "text": "Gail Devers"
   }
  },
  {
   "quote": {
    "text": "Stay focused, go after your dreams and keep moving toward your goals."
   },
   "author": {
    "text": "LL Cool J"
   }
  },
  {
   "quote": {
    "text": "A dream you dream alone is only a dream. A dream you dream together is reality."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "Consult not your fears but your hopes and your dreams. Think not about your frustrations, but about your unfulfilled potential. Concern yourself not with what you tried and failed in, but with what it is still possible for you to do."
   },
   "author": {
    "text": "Pope John XXIII"
   }
  },
  {
   "quote": {
    "text": "All our dreams can come true, if we have the courage to pursue them."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "Life is full of beauty. Notice it. Notice the bumble bee, the small child, and the smiling faces. Smell the rain, and feel the wind. Live your life to the fullest potential, and fight for your dreams."
   },
   "author": {
    "text": "Ashley Smith"
   }
  },
  {
   "quote": {
    "text": "Follow your passion, be prepared to work hard and sacrifice, and, above all, don't let anyone limit your dreams."
   },
   "author": {
    "text": "Donovan Bailey"
   }
  },
  {
   "quote": {
    "text": "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death."
   },
   "author": {
    "text": "Robert Fulghum"
   }
  },
  {
   "quote": {
    "text": "Remember your dreams and fight for them. You must know what you want from life. There is just one thing that makes your dream become impossible: the fear of failure."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "You have to dream before your dreams can come true."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "I'm a dreamer. I have to dream and reach for the stars, and if I miss a star then I grab a handful of clouds."
   },
   "author": {
    "text": "Mike Tyson"
   }
  },
  {
   "quote": {
    "text": "Follow your dreams, believe in yourself and don't give up."
   },
   "author": {
    "text": "Rachel Corrie"
   }
  },
  {
   "quote": {
    "text": "I like the dreams of the future better than the history of the past."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "I am just a girl chasing her dreams and having an amazing adventure."
   },
   "author": {
    "text": "Madeline Stuart"
   }
  },
  {
   "quote": {
    "text": "A heart without dreams is like a bird without feathers."
   },
   "author": {
    "text": "Suzy Kassem"
   }
  },
  {
   "quote": {
    "text": "Yesterday is but today's memory, and tomorrow is today's dream."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Friends... they cherish one another's hopes. They are kind to one another's dreams."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "We all have dreams. But in order to make dreams come into reality, it takes an awful lot of determination, dedication, self-discipline, and effort."
   },
   "author": {
    "text": "Jesse Owens"
   }
  },
  {
   "quote": {
    "text": "Through hard work, perseverance and a faith in God, you can live your dreams."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "Without peace, all other dreams vanish and are reduced to ashes."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "Trust in dreams, for in them is hidden the gate to eternity."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Hold fast to dreams, for if dreams die, life is a broken-winged bird that cannot fly."
   },
   "author": {
    "text": "Langston Hughes"
   }
  },
  {
   "quote": {
    "text": "Deep into that darkness peering, long I stood there, wondering, fearing, doubting, dreaming dreams no mortal ever dared to dream before."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "Go out and chase your dreams no matter how crazy it looks."
   },
   "author": {
    "text": "Shanice Williams"
   }
  },
  {
   "quote": {
    "text": "My dreams for the future are simple: work, a happy, healthy family, a lovely long motorcycle ride, and continuing the struggle to awaken people to the need for serious human rights reform."
   },
   "author": {
    "text": "Mike Farrell"
   }
  },
  {
   "quote": {
    "text": "I dream of painting and then I paint my dream."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "I couldn't find the sports car of my dreams, so I built it myself."
   },
   "author": {
    "text": "Ferdinand Porsche"
   }
  },
  {
   "quote": {
    "text": "You control your future, your destiny. What you think about comes about. By recording your dreams and goals on paper, you set in motion the process of becoming the person you most want to be. Put your future in good hands - your own."
   },
   "author": {
    "text": "Mark Victor Hansen"
   }
  },
  {
   "quote": {
    "text": "A city is not gauged by its length and width, but by the broadness of its vision and the height of its dreams."
   },
   "author": {
    "text": "Herb Caen"
   }
  },
  {
   "quote": {
    "text": "Help others achieve their dreams and you will achieve yours."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "Sleep is the best meditation."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Let your dreams outgrow the shoes of your expectations."
   },
   "author": {
    "text": "Ryunosuke Satoro"
   }
  },
  {
   "quote": {
    "text": "Follow your dreams, work hard, practice and persevere. Make sure you eat a variety of foods, get plenty of exercise and maintain a healthy lifestyle."
   },
   "author": {
    "text": "Sasha Cohen"
   }
  },
  {
   "quote": {
    "text": "The path from dreams to success does exist. May you have the vision to find it, the courage to get on to it, and the perseverance to follow it."
   },
   "author": {
    "text": "Kalpana Chawla"
   }
  },
  {
   "quote": {
    "text": "Never give up on what you really want to do. The person with big dreams is more powerful than the one with all the facts."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "Job training empowers people to realize their dreams and improve their lives."
   },
   "author": {
    "text": "Sylvia Mathews Burwell"
   }
  },
  {
   "quote": {
    "text": "Grit is that 'extra something' that separates the most successful people from the rest. It's the passion, perseverance, and stamina that we must channel in order to stick with our dreams until they become a reality."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "Saddle your dreams before you ride em."
   },
   "author": {
    "text": "Mary Webb"
   }
  },
  {
   "quote": {
    "text": "New Year's Day. A fresh start. A new chapter in life waiting to be written. New questions to be asked, embraced, and loved. Answers to be discovered and then lived in this transformative year of delight and self-discovery. Today carve out a quiet interlude for yourself in which to dream, pen in hand. Only dreams give birth to change."
   },
   "author": {
    "text": "Sarah Ban Breathnach"
   }
  },
  {
   "quote": {
    "text": "Reality is wrong. Dreams are for real."
   },
   "author": {
    "text": "Tupac Shakur"
   }
  },
  {
   "quote": {
    "text": "I dreamed I was a butterfly, flitting around in the sky; then I awoke. Now I wonder: Am I a man who dreamt of being a butterfly, or am I a butterfly dreaming that I am a man?"
   },
   "author": {
    "text": "Zhuangzi"
   }
  },
  {
   "quote": {
    "text": "I love sleep. My life has the tendency to fall apart when I'm awake, you know?"
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "We have to stand up for what we believe in, even when we might not be popular for it. Honesty starts with being ourselves, authentic and true to who we are and what we believe in, and that may not always be popular, but it will always let you follow your dreams and your heart."
   },
   "author": {
    "text": "Tabatha Coffey"
   }
  },
  {
   "quote": {
    "text": "To accomplish great things, we must not only act, but also dream; not only plan, but also believe."
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "Great dreams of great dreamers are always transcended."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Why does the eye see a thing more clearly in dreams than the imagination when awake?"
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "We all have our time machines. Some take us back, they're called memories. Some take us forward, they're called dreams."
   },
   "author": {
    "text": "Jeremy Irons"
   }
  },
  {
   "quote": {
    "text": "In my dreams, I could be a Princess, and that's what I was. Like most little girls, I believed nothing less than a Prince could make my dreams come true."
   },
   "author": {
    "text": "Loretta Young"
   }
  },
  {
   "quote": {
    "text": "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "Don't give up on your dreams, or your dreams will give up on you."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "A dreamer is one who can only find his way by moonlight, and his punishment is that he sees the dawn before the rest of the world."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Never underestimate the power of dreams and the influence of the human spirit. We are all the same in this notion: The potential for greatness lives within each of us."
   },
   "author": {
    "text": "Wilma Rudolph"
   }
  },
  {
   "quote": {
    "text": "Believe in yourself, go after your dreams, and don't let anyone put you in a box."
   },
   "author": {
    "text": "Daya"
   }
  },
  {
   "quote": {
    "text": "If one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Never let life impede on your ability to manifest your dreams. Dig deeper into your dreams and deeper into yourself and believe that anything is possible, and make it happen."
   },
   "author": {
    "text": "Corin Nemec"
   }
  },
  {
   "quote": {
    "text": "Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality."
   },
   "author": {
    "text": "Jonas Salk"
   }
  },
  {
   "quote": {
    "text": "Let us make our future now, and let us make our dreams tomorrow's reality."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Your vision will become clear only when you can look into your own heart. Who looks outside, dreams; who looks inside, awakes."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "Take a leap of faith and begin this wondrous new year by believing. Believe in yourself. And believe that there is a loving Source - a Sower of Dreams - just waiting to be asked to help you make your dreams come true."
   },
   "author": {
    "text": "Sarah Ban Breathnach"
   }
  },
  {
   "quote": {
    "text": "The only thing that comes to a sleeping man is dreams."
   },
   "author": {
    "text": "Tupac Shakur"
   }
  },
  {
   "quote": {
    "text": "It's when children are 15, 16 or 17 that they decide whether they want to be a doctor, an engineer, a politician or go to the Mars or moon. That is the time they start having a dream, and that's the time you can work on them. You can help them shape their dreams."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "The human heart has hidden treasures, In secret kept, in silence sealed; The thoughts, the hopes, the dreams, the pleasures, Whose charms were broken if revealed."
   },
   "author": {
    "text": "Charlotte Bronte"
   }
  },
  {
   "quote": {
    "text": "Dreams about the future are always filled with gadgets."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "The interpretation of dreams is the royal road to a knowledge of the unconscious activities of the mind."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "The greatest achievement was at first and for a time a dream. The oak sleeps in the acorn, the bird waits in the egg, and in the highest vision of the soul a waking angel stirs. Dreams are the seedlings of realities."
   },
   "author": {
    "text": "James Allen"
   }
  },
  {
   "quote": {
    "text": "A horse is the projection of peoples' dreams about themselves - strong, powerful, beautiful - and it has the capability of giving us escape from our mundane existence."
   },
   "author": {
    "text": "Pam Brown"
   }
  },
  {
   "quote": {
    "text": "Dream as if you'll live forever. Live as if you'll die today."
   },
   "author": {
    "text": "James Dean"
   }
  },
  {
   "quote": {
    "text": "We become not a melting pot but a beautiful mosaic. Different people, different beliefs, different yearnings, different hopes, different dreams."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "Never set limits, go after your dreams, don't be afraid to push the boundaries. And laugh a lot - it's good for you!"
   },
   "author": {
    "text": "Paula Radcliffe"
   }
  },
  {
   "quote": {
    "text": "A lot of people have their big dreams and get knocked down and don't have things go their way. And you never give up hope, and you really just hold on to it. Hard work and perserverance. You just keep getting up and getting up, and then you get that breakthrough."
   },
   "author": {
    "text": "Robert Kraft"
   }
  },
  {
   "quote": {
    "text": "We are such stuff as dreams are made on; and our little life is rounded with a sleep."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "So to all Americans, in every city near and far, small and large, from mountain to mountain, and from ocean to ocean, hear these words: You will never be ignored again. Your voice, your hopes, and your dreams will define our American destiny. And your courage and goodness and love will forever guide us along the way."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Flying dreams mean that you're doing the right thing with your life."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "If you want to have a life that is worth living, a life that expresses your deepest feelings and emotions and cares and dreams, you have to fight for it."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "High achievers spot rich opportunities swiftly, make big decisions quickly and move into action immediately. Follow these principles and you can make your dreams come true."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "When all of your wishes are granted, many of your dreams will be destroyed."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "I hope I inspire people who hear. Hearing people have the ability to remove barriers that prevent deaf people from achieving their dreams."
   },
   "author": {
    "text": "Marlee Matlin"
   }
  },
  {
   "quote": {
    "text": "Follow your dreams. If you have a goal, and you want to achieve it, then work hard and do everything you can to get there, and one day it will come true."
   },
   "author": {
    "text": "Lindsey Vonn"
   }
  },
  {
   "quote": {
    "text": "There's nothing as exciting as a comeback - seeing someone with dreams, watching them fail, and then getting a second chance."
   },
   "author": {
    "text": "Rachel Griffiths"
   }
  },
  {
   "quote": {
    "text": "Memories have huge staying power, but like dreams, they thrive in the dark, surviving for decades in the deep waters of our minds like shipwrecks on the sea bed."
   },
   "author": {
    "text": "J. G. Ballard"
   }
  },
  {
   "quote": {
    "text": "When your dreams include service to others - accomplishing something that contributes to others - it also accelerates the accomplishment of that goal. People want to be part of something that contributes and makes a difference."
   },
   "author": {
    "text": "Jack Canfield"
   }
  },
  {
   "quote": {
    "text": "Vision gets the dreams started. Dreaming employs your God-given imagination to reinforce the vision. Both are part of something I believe is absolutely necessary to building the life of a champion, a winner, a person of high character who is consistently at the top of whatever game he or she is in."
   },
   "author": {
    "text": "Emmitt Smith"
   }
  },
  {
   "quote": {
    "text": "Follow your dreams. Just make sure to have fun too."
   },
   "author": {
    "text": "Chris Brown"
   }
  },
  {
   "quote": {
    "text": "In my dreams and visions, I seemed to see a line, and on the other side of that line were green fields, and lovely flowers, and beautiful white ladies, who stretched out their arms to me over the line, but I couldn't reach them no-how. I always fell before I got to the line."
   },
   "author": {
    "text": "Harriet Tubman"
   }
  },
  {
   "quote": {
    "text": "I'll let you be in my dreams if I can be in yours."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "Dreams are the seeds of change. Nothing ever grows without a seed, and nothing ever changes without a dream."
   },
   "author": {
    "text": "Debby Boone"
   }
  },
  {
   "quote": {
    "text": "The starting point of discovering who you are, your gifts, your talents, your dreams, is being comfortable with yourself. Spend time alone. Write in a journal. Take long walks in the woods."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Rude contact with facts chased my visions and dreams quickly away, and in their stead I beheld the horrors, the corruption, the evils and hypocrisy of society, and as I stood among them, a young wife, a great wail of agony went out from my soul."
   },
   "author": {
    "text": "Victoria Woodhull"
   }
  },
  {
   "quote": {
    "text": "The life of a man consists not in seeing visions and in dreaming dreams, but in active charity and in willing service."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "My story, I feel like it's amazing, because it shows people no matter where you come from, no matter what your lifestyle is, your dreams could still come true if you believe in yourself and push hard to do what you want to do."
   },
   "author": {
    "text": "Shanice Williams"
   }
  },
  {
   "quote": {
    "text": "The only time you really live fully is from thirty to sixty. The young are slaves to dreams; the old servants of regrets. Only the middle-aged have all their five senses in the keeping of their wits."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Just really, really believe in what you're trying to do. Don't let people alter that. Let people advise you and lead you down paths to make smart business decisions. But trust your instinct and trust that overwhelming drive that made you put all your dreams and everything on the line."
   },
   "author": {
    "text": "Luke Bryan"
   }
  },
  {
   "quote": {
    "text": "I was always scared to follow my dreams because if I follow my dreams and I fail, I can't dream about it anymore. It's easier to settle for less."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "Long walks on the beach are the supposed holy grail of a romantic evening. The beach becomes a kind of utopia - the place where all our dreams come true."
   },
   "author": {
    "text": "Roxane Gay"
   }
  },
  {
   "quote": {
    "text": "I have dreams of becoming a professional pastry chef and having a little bakery - that's how much I love baking. I love to cook in general, but my heart lies in desserts."
   },
   "author": {
    "text": "Kim Barnouin"
   }
  },
  {
   "quote": {
    "text": "Who looks outside, dreams; who looks inside, awakes."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "Without leaps of imagination, or dreaming, we lose the excitement of possibilities. Dreaming, after all, is a form of planning."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Society sets us up to be everything but ourselves, but I want to take a moment and say to people, love yourself. Find your purpose. You are unique, and that makes you great. I pursued my dreams. You can do it, too."
   },
   "author": {
    "text": "Karen Civil"
   }
  },
  {
   "quote": {
    "text": "If there are dreams about a beautiful South Africa, there are also roads that lead to their goal. Two of these roads could be named Goodness and Forgiveness."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Follow your dreams and use your natural-born talents and skills to make this a better world for tomorrow."
   },
   "author": {
    "text": "Paul Watson"
   }
  },
  {
   "quote": {
    "text": "People are never more insecure than when they become obsessed with their fears at the expense of their dreams."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "Computers are magnificent tools for the realization of our dreams, but no machine can replace the human spark of spirit, compassion, love, and understanding."
   },
   "author": {
    "text": "Louis V. Gerstner, Jr."
   }
  },
  {
   "quote": {
    "text": "Dreams are often most profound when they seem the most crazy."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "Dreams have only one owner at a time. That's why dreamers are lonely."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "When the legends die, the dreams end; there is no more greatness."
   },
   "author": {
    "text": "Tecumseh"
   }
  },
  {
   "quote": {
    "text": "What is life? A madness. What is life? An illusion, a shadow, a story. And the greatest good is little enough; for all life is a dream, and dreams themselves are only dreams."
   },
   "author": {
    "text": "Pedro Calderon de la Barca"
   }
  },
  {
   "quote": {
    "text": "There's a lot of blood, sweat, and guts between dreams and success."
   },
   "author": {
    "text": "Bear Bryant"
   }
  },
  {
   "quote": {
    "text": "The dreams and passions stored within hearts are powerful keys which can unlock a wealth of potential."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Keep true to the dreams of your youth."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "Take, if you must, this little bag of dreams, Unloose the cord, and they will wrap you round."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "The world needs dreamers and the world needs doers. But above all, the world needs dreamers who do."
   },
   "author": {
    "text": "Sarah Ban Breathnach"
   }
  },
  {
   "quote": {
    "text": "I would say don't take advice from people like me who have gotten very lucky. We're very biased. You know, like Taylor Swift telling you to follow your dreams is like a lottery winner telling you, 'Liquidize your assets; buy Powerball tickets - it works!'"
   },
   "author": {
    "text": "Bo Burnham"
   }
  },
  {
   "quote": {
    "text": "The first 'D' is to dream: dream big - not for yourself, but for the country and for the world. The second 'D' is to discover: discover your full potential and the opportunities that surround you; and the third 'D' is to do. 'Do' means to act on your dreams and make best use of the opportunities you have discovered."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "And whether a child is born in the urban sprawl of Detroit or the windswept plains of Nebraska, they look up at the same night sky, they fill their heart with the same dreams, and they are infused with the breath of life by the same almighty Creator."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "All men dream, but not equally. Those who dream by night in the dusty recesses of their minds, wake in the day to find that it was vanity: but the dreamers of the day are dangerous men, for they may act on their dreams with open eyes, to make them possible."
   },
   "author": {
    "text": "T. E. Lawrence"
   }
  },
  {
   "quote": {
    "text": "I don't think you should spend your life praying for things, but I do believe you should thank God for what He's given you... but I think the scripture teaches us that we can pray for our dreams, pray for the big things... he's not a small God; this God is incredible."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "It does not do to dwell on dreams and forget to live."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "Don't let your dreams be dreams."
   },
   "author": {
    "text": "Jack Johnson"
   }
  },
  {
   "quote": {
    "text": "Too many of us are not living our dreams because we are living our fears."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "You have to keep going and pursue your dreams."
   },
   "author": {
    "text": "Joey King"
   }
  },
  {
   "quote": {
    "text": "I think the biggest advice that I could give people is to actually try and live beyond your dreams by pushing yourself, challenging yourself to do things a little bit outside of your comfort zone."
   },
   "author": {
    "text": "Peggy Whitson"
   }
  },
  {
   "quote": {
    "text": "Dreams can become a reality when we possess a vision that is characterized by the willingness to work hard, a desire for excellence, and a belief in our right and our responsiblity to be equal members of society."
   },
   "author": {
    "text": "Janet Jackson"
   }
  },
  {
   "quote": {
    "text": "She still talks to me now, only now she talks to me in my dreams. And I can't wait to go to sleep tonight because we have a lot to talk about. I love you."
   },
   "author": {
    "text": "Jamie Foxx"
   }
  },
  {
   "quote": {
    "text": "Thankfully, dreams can change. If we'd all stuck with our first dream, the world would be overrun with cowboys and princesses."
   },
   "author": {
    "text": "Stephen Colbert"
   }
  },
  {
   "quote": {
    "text": "I never paint dreams or nightmares. I paint my own reality."
   },
   "author": {
    "text": "Frida Kahlo"
   }
  },
  {
   "quote": {
    "text": "Talking about dreams is like talking about movies, since the cinema uses the language of dreams; years can pass in a second, and you can hop from one place to another. It's a language made of image. And in the real cinema, every object and every light means something, as in a dream."
   },
   "author": {
    "text": "Federico Fellini"
   }
  },
  {
   "quote": {
    "text": "I don't design clothes, I design dreams."
   },
   "author": {
    "text": "Ralph Lauren"
   }
  },
  {
   "quote": {
    "text": "Hold fast to dreams For when dreams go Life is a barren field Frozen with snow."
   },
   "author": {
    "text": "Langston Hughes"
   }
  },
  {
   "quote": {
    "text": "Make treating yourself a priority and always remember your life is happening now. Don't put off all your dreams and pleasures to another day. In any balanced personal definition of success there has to be a powerful element of living life in the present."
   },
   "author": {
    "text": "Mireille Guiliano"
   }
  },
  {
   "quote": {
    "text": "It is better to risk starving to death then surrender. If you give up on your dreams, what's left?"
   },
   "author": {
    "text": "Jim Carrey"
   }
  },
  {
   "quote": {
    "text": "Myths are public dreams, dreams are private myths."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "He was a dreamer, a thinker, a speculative philosopher... or, as his wife would have it, an idiot."
   },
   "author": {
    "text": "Douglas Adams"
   }
  },
  {
   "quote": {
    "text": "Youth is a wonderful thing. What a crime to waste it on children."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "I have dreamed in my life, dreams that have stayed with me ever after, and changed my ideas; they have gone through and through me, like wine through water, and altered the color of my mind."
   },
   "author": {
    "text": "Emily Bronte"
   }
  },
  {
   "quote": {
    "text": "Ideologies separate us. Dreams and anguish bring us together."
   },
   "author": {
    "text": "Eugene Ionesco"
   }
  },
  {
   "quote": {
    "text": "My new life goes beyond my dreams because my dream was Formula One and I achieved it. I'm a driver, I feel like a driver. I have won this race because I am alive."
   },
   "author": {
    "text": "Maria de Villota"
   }
  },
  {
   "quote": {
    "text": "Sometimes dreams are wiser than waking."
   },
   "author": {
    "text": "Black Elk"
   }
  },
  {
   "quote": {
    "text": "In my long life I have found peace, joy, and happiness beyond my fondest hopes and dreams. One of the supreme benedictions of my life has been my marriage to an elect daughter of God. I love her with all my heart and soul."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "You have to have a dream so you can get up in the morning."
   },
   "author": {
    "text": "Billy Wilder"
   }
  },
  {
   "quote": {
    "text": "Men are the dreams of a shadow."
   },
   "author": {
    "text": "Pindar"
   }
  },
  {
   "quote": {
    "text": "Mothers have always held such symbolic weight in determining a person's worth. Your mother tongue, your motherland, your mother's values - these things can qualify or disqualify you from attaining myriad American dreams: love, fluency, citizenship, legitimacy, acceptance, success, freedom."
   },
   "author": {
    "text": "Jenny Zhang"
   }
  },
  {
   "quote": {
    "text": "No person has the right to rain on your dreams."
   },
   "author": {
    "text": "Marian Wright Edelman"
   }
  },
  {
   "quote": {
    "text": "Be a dreamer. If you don't know how to dream, you're dead."
   },
   "author": {
    "text": "Jim Valvano"
   }
  },
  {
   "quote": {
    "text": "It's insecurity that is always chasing you and standing in the way of your dreams."
   },
   "author": {
    "text": "Vin Diesel"
   }
  },
  {
   "quote": {
    "text": "In a country built on the dreams and accomplishments of an immigrant population, a particularly severe wound is inflicted on that principle when an immigration matter is not conducted in accord with the best of our tradition of courtesy and fairness."
   },
   "author": {
    "text": "Maryanne Trump Barry"
   }
  },
  {
   "quote": {
    "text": "Visions are worth fighting for. Why spend your life making someone else's dreams?"
   },
   "author": {
    "text": "Tim Burton"
   }
  },
  {
   "quote": {
    "text": "I would encourage you to set really high goals. Set goals that, when you set them, you think they're impossible. But then every day you can work towards them, and anything is possible, so keep working hard and follow your dreams."
   },
   "author": {
    "text": "Katie Ledecky"
   }
  },
  {
   "quote": {
    "text": "You have to be vigorous. That's the only way you are going to get it because everybody has dreams and everybody has goals, but the only people who achieve them are the ones that go after it and don't take no for an answer."
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "There are many talented people who haven't fulfilled their dreams because they over thought it, or they were too cautious, and were unwilling to make the leap of faith."
   },
   "author": {
    "text": "James Cameron"
   }
  },
  {
   "quote": {
    "text": "Believe in love. Believe in magic. Hell, believe in Santa Clause. Believe in others. Believe in yourself. Believe in your dreams. If you don't, who will?"
   },
   "author": {
    "text": "Jon Bon Jovi"
   }
  },
  {
   "quote": {
    "text": "Ocean is more ancient than the mountains, and freighted with the memories and the dreams of Time."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "Cherish your visions and your dreams as they are the children of your soul, the blueprints of your ultimate achievements."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "Inspiration comes from so many sources. Music, other fiction, the non-fiction I read, TV shows, films, news reports, people I know, stories I hear, misheard words or lyrics, dreams... Motivation? The memory of the rush I get from a really good writing session - even on a bad day, I know I'll find that again if I keep going."
   },
   "author": {
    "text": "Trudi Canavan"
   }
  },
  {
   "quote": {
    "text": "In my wildest dreams, I could not have imagined a sweeter life."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "I have had dreams and I have had nightmares, but I have conquered my nightmares because of my dreams."
   },
   "author": {
    "text": "Jonas Salk"
   }
  },
  {
   "quote": {
    "text": "So many of our dreams at first seem impossible, then they seem improbable, and then, when we summon the will, they soon become inevitable."
   },
   "author": {
    "text": "Christopher Reeve"
   }
  },
  {
   "quote": {
    "text": "Do all you can to make your dreams come true."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I motivate others by making sure that they understand to go after their dreams and don't let anyone tell you you can't. If you are motivated enough and put the work in that you can achieve anything in life that you set your mind to."
   },
   "author": {
    "text": "Magic Johnson"
   }
  },
  {
   "quote": {
    "text": "I couldn't help but to think back to my classmates at Thomas Jefferson High School in San Antonio. They had the same talent, the same brains, the same dreams as the folks we sat with at Stanford and Harvard. I realized the difference wasn't one of intelligence or drive. The difference was opportunity."
   },
   "author": {
    "text": "Julian Castro"
   }
  },
  {
   "quote": {
    "text": "I am quite a dreamer. I think we all are dreamers. We all don't like to live a practical life all the time. There is a thin line between our hopes and dreams."
   },
   "author": {
    "text": "Rani Mukerji"
   }
  },
  {
   "quote": {
    "text": "I can't remember any dreams in my life. There's so much strange in real life that it often seems like a dream."
   },
   "author": {
    "text": "Tim Burton"
   }
  },
  {
   "quote": {
    "text": "Lose your dreams and you might lose your mind."
   },
   "author": {
    "text": "Mick Jagger"
   }
  },
  {
   "quote": {
    "text": "In dreams begins responsibility."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "I always feel like it's two key ingredients when it comes to following your dreams, making something happen that the average person deems difficult. If you truly believe it, that's step one. Step two, is, you know, the hard work that goes along with it."
   },
   "author": {
    "text": "J. Cole"
   }
  },
  {
   "quote": {
    "text": "There are a lot of things that are personally uncomfortable to show, especially me without makeup and completely bloated or crying. But I've realized that it's time for me to show my audience that you don't have to be perfect to achieve your dreams. Because nobody relates to being perfect."
   },
   "author": {
    "text": "Katy Perry"
   }
  },
  {
   "quote": {
    "text": "Don't let the winds blow your dreams away... or steal your faith in God."
   },
   "author": {
    "text": "Vin Scully"
   }
  },
  {
   "quote": {
    "text": "Aren't we all dreamers? It's only because man dreamt of flying that we are travelling in planes. Behind all inventions, we see the dreams of people."
   },
   "author": {
    "text": "Ajith Kumar"
   }
  },
  {
   "quote": {
    "text": "Seems like half my anxiety dreams are about airports."
   },
   "author": {
    "text": "Lois McMaster Bujold"
   }
  },
  {
   "quote": {
    "text": "I paint what cannot be photographed, that which comes from the imagination or from dreams, or from an unconscious drive."
   },
   "author": {
    "text": "Man Ray"
   }
  },
  {
   "quote": {
    "text": "Keep God first, chase your dreams, and everything will pay off."
   },
   "author": {
    "text": "Jacob Latimore"
   }
  },
  {
   "quote": {
    "text": "You know, one of my biggest dreams in life is to play a Disney princess."
   },
   "author": {
    "text": "Ginnifer Goodwin"
   }
  },
  {
   "quote": {
    "text": "Like all dreamers, I mistook disenchantment for truth."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "I'd say people recognize me, but having children recognize me is the best. It is a very special thing. Suddenly you feel like you have the power to make the children's dreams come true, and it's better than anything else."
   },
   "author": {
    "text": "Ludivine Sagnier"
   }
  },
  {
   "quote": {
    "text": "At first, dreams seem impossible, then improbable, and eventually inevitable."
   },
   "author": {
    "text": "Christopher Reeve"
   }
  },
  {
   "quote": {
    "text": "When you stop having dreams and ideals - well, you might as well stop altogether."
   },
   "author": {
    "text": "Marian Anderson"
   }
  },
  {
   "quote": {
    "text": "I know God loves me. I tell people all the time I'm one of his favorite childs. I had to believe in something bigger than me - bigger than man. I had to believe that God would send somebody across my path to keep my dreams alive."
   },
   "author": {
    "text": "Darlene Love"
   }
  },
  {
   "quote": {
    "text": "Our truest life is when we are in dreams awake."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "We need time to defuse, to contemplate. Just as in sleep our brains relax and give us dreams, so at some time in the day we need to disconnect, reconnect, and look around us."
   },
   "author": {
    "text": "Laurie Colwin"
   }
  },
  {
   "quote": {
    "text": "When a person starts to talk about their dreams, it's as if something bubbles up from within. Their eyes brighten, their face glows, and you can feel the excitement in their words."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "If you take responsibility for yourself you will develop a hunger to accomplish your dreams."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "I'd say it's been my biggest problem all my life... it's money. It takes a lot of money to make these dreams come true."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "How blessed are some people, whose lives have no fears, no dreads; to whom sleep is a blessing that comes nightly, and brings nothing but sweet dreams."
   },
   "author": {
    "text": "Bram Stoker"
   }
  },
  {
   "quote": {
    "text": "I feel like dreams are always a little tricky, you know? But if you just push through the struggles and the hard times, it'll be so worth it in the end because you will be able to get to your dreams."
   },
   "author": {
    "text": "Chloe Kim"
   }
  },
  {
   "quote": {
    "text": "Oh, I was never a businessman. I was a visionary, a dreamer."
   },
   "author": {
    "text": "Jim Bakker"
   }
  },
  {
   "quote": {
    "text": "Dream no small dreams for they have no power to move the hearts of men."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "If your mom asks you to do the dishes, do not pull out your pirate attitude. But if someone tells you you're not good enough, says your dreams are too lofty, or claims there is no room in showbiz for a dancing violinist - well then, by all means, pull out your eye patch, my friend, and take to the high seas."
   },
   "author": {
    "text": "Lindsey Stirling"
   }
  },
  {
   "quote": {
    "text": "Dreams are true while they last, and do we not live in dreams?"
   },
   "author": {
    "text": "Alfred Lord Tennyson"
   }
  },
  {
   "quote": {
    "text": "There are millions of Americans outside Washington who are tired of stale political arguments and are moving this country forward. They believe, and I believe, that here in America, our success should depend not on accident of birth, but the strength of our work ethic and the scope of our dreams."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "When we are motivated by goals that have deep meaning, by dreams that need completion, by pure love that needs expressing, then we truly live."
   },
   "author": {
    "text": "Greg Anderson"
   }
  },
  {
   "quote": {
    "text": "If dreams are like movies, then memories are films about ghosts."
   },
   "author": {
    "text": "Adam Duritz"
   }
  },
  {
   "quote": {
    "text": "To pursue your dreams, to have them come true, to have made a difference, to have changed society, to have fought against powerful forces... that's a life well-spent."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "Dreams will get you nowhere, a good kick in the pants will take you a long way."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "Where all is but dream, reasoning and arguments are of no use, truth and knowledge nothing."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "It is a lot easier to stay focused and keep your head above water when you are pursuing your ultimate dreams!"
   },
   "author": {
    "text": "Maneet Chauhan"
   }
  },
  {
   "quote": {
    "text": "Just follow your dreams and be patient."
   },
   "author": {
    "text": "Angelique Kerber"
   }
  },
  {
   "quote": {
    "text": "Obviously one must hold oneself responsible for the evil impulses of one's dreams. In what other way can one deal with them? Unless the content of the dream rightly understood is inspired by alien spirits, it is part of my own being."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "Your targets can only be realized on the basis of dreams."
   },
   "author": {
    "text": "Recep Tayyip Erdogan"
   }
  },
  {
   "quote": {
    "text": "When I look back over my life it's almost as if there was a plan laid out for me - from the little girl who was so passionate about animals who longed to go to Africa and whose family couldn't afford to put her through college. Everyone laughed at my dreams. I was supposed to be a secretary in Bournemouth."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "It is not true that people stop pursuing dreams because they grow old, they grow old because they stop pursuing dreams."
   },
   "author": {
    "text": "Gabriel Garcia Marquez"
   }
  },
  {
   "quote": {
    "text": "I am a dreamer. Seriously, I'm living on another planet."
   },
   "author": {
    "text": "Eva Green"
   }
  },
  {
   "quote": {
    "text": "They were using the dolls to project their dreams of their own futures as adult women."
   },
   "author": {
    "text": "Ruth Handler"
   }
  },
  {
   "quote": {
    "text": "I have always found the best way to live is to be optimistic and energetic and willing to work hard for my dreams as well as the dreams of others."
   },
   "author": {
    "text": "Homer Hickam"
   }
  },
  {
   "quote": {
    "text": "To all, to each, a fair good-night, and pleasing dreams, and slumbers light."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "It's important to believe in yourself and the beauty of your dreams and to not let anyone tell you different."
   },
   "author": {
    "text": "Victoria Arlen"
   }
  },
  {
   "quote": {
    "text": "I would like to see anyone be able to achieve their dreams, and that's what this organization does."
   },
   "author": {
    "text": "Sergey Brin"
   }
  },
  {
   "quote": {
    "text": "Seems like God don't see fit to give the black man nothing but dreams - but He did give us children to make them dreams seem worthwhile."
   },
   "author": {
    "text": "Lorraine Hansberry"
   }
  },
  {
   "quote": {
    "text": "If you're the type of person who has to fulfill your dreams, you've gotta be resourceful to make sure you can do it. I came out to California when I was 21, thinking my New York credentials would take me all the way. I came back home a year later all dejected and a failure."
   },
   "author": {
    "text": "Vin Diesel"
   }
  },
  {
   "quote": {
    "text": "I spend a lot of time thinking about this business of letting go - letting go of the children God gives to us for such a brief time before they go off on their own; letting go of old homes, old friends, old places and old dreams."
   },
   "author": {
    "text": "Susan Estrich"
   }
  },
  {
   "quote": {
    "text": "I was an electrician, and now I'm in 'Electric Dreams.' It's almost bizarre."
   },
   "author": {
    "text": "Liam Cunningham"
   }
  },
  {
   "quote": {
    "text": "In dreams the truth is learned that all good works are done in the absence of a caress."
   },
   "author": {
    "text": "Leonard Cohen"
   }
  },
  {
   "quote": {
    "text": "The dreams which reveal the supernatural are promises and messages that God sends us directly: they are nothing but His angels, His ministering spirits, who usually appear to us when we are in a great predicament."
   },
   "author": {
    "text": "Paracelsus"
   }
  },
  {
   "quote": {
    "text": "Dreams are where we visit the many lands and landscapes of human possibility and discover the one where we feel at home. The great religious leaders were all dreamers."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "As you get older, you have to force yourself to have new dreams. For instance, I've been flying for 37 years, but now teaching others to fly is interesting for me. Sometimes you have to find new angles on life to keep you interested, like sharing successes and inspiring and helping others."
   },
   "author": {
    "text": "John Travolta"
   }
  },
  {
   "quote": {
    "text": "If you live close to an International Rescue Committee office in the United States, find out how you can assist a refugee family as they transition to American life. Invite a newly arrived family to your home for a welcoming meal. Listen to their hopes and dreams, and share your own."
   },
   "author": {
    "text": "Mandy Patinkin"
   }
  },
  {
   "quote": {
    "text": "My own dreams fortunately came true in this great state. I became Mr. Universe; I became a successful businessman. And even though some people say I still speak with a slight accent, I have reached the top of the acting profession."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "What is a television apparatus to man, who has only to shut his eyes to see the most inaccessible regions of the seen and the never seen, who has only to imagine in order to pierce through walls and cause all the planetary Baghdads of his dreams to rise from the dust."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "You can't take anything personally in this business. Follow your dreams, but there is a lot of criticism. You have to brush it off. Everybody is looking for something different."
   },
   "author": {
    "text": "Kendall Jenner"
   }
  },
  {
   "quote": {
    "text": "Love is the most terrible, and also the most generous of the passions; it is the only one which includes in its dreams the happiness of someone else."
   },
   "author": {
    "text": "Alphonse Karr"
   }
  },
  {
   "quote": {
    "text": "Like dreams, statistics are a form of wish fulfillment."
   },
   "author": {
    "text": "Jean Baudrillard"
   }
  },
  {
   "quote": {
    "text": "Take pleasure in your dreams; relish your principles and drape your purest feelings on the heart of a precious lover."
   },
   "author": {
    "text": "Giotto di Bondone"
   }
  },
  {
   "quote": {
    "text": "Dreams don't have deadlines. I'm thinking of doing bigger and better things and having more fun with it."
   },
   "author": {
    "text": "LL Cool J"
   }
  },
  {
   "quote": {
    "text": "Divorce is a time of change. It really rocks a foundation of most people's lives. When we have our heart broken or our dreams taken away from us, it is a time of growth and change."
   },
   "author": {
    "text": "Debbie Ford"
   }
  },
  {
   "quote": {
    "text": "By nature, I'm a very positive person, and because I'm happy in myself, and in my life, and I've got a great husband, and beautiful children, and I have a job that I love that calls for a certain amount of emotional expression, I get to realise a lot of my dreams and aspirations."
   },
   "author": {
    "text": "Kate Winslet"
   }
  },
  {
   "quote": {
    "text": "I had dreams of becoming an officer and a gentleman. But hey: One out of two ain't bad."
   },
   "author": {
    "text": "Rhys Darby"
   }
  },
  {
   "quote": {
    "text": "'Shake It Up' definitely teaches kids about the importance of reaching for your dreams and setting high goals. It also teaches great lessons about friendship and family."
   },
   "author": {
    "text": "Zendaya"
   }
  },
  {
   "quote": {
    "text": "Every scientist dreams of doing something that can help the world."
   },
   "author": {
    "text": "Tu Youyou"
   }
  },
  {
   "quote": {
    "text": "When I was either 7 or 8 years old, I did a sketch every day of my teacher and what she wore. At the end of the year, I gave her the sketchbook. For me, the sketching of dresses was about fantasy and dreams."
   },
   "author": {
    "text": "Alber Elbaz"
   }
  },
  {
   "quote": {
    "text": "Here's what I see all across this great city - people working together to make Boston a better place to live and to raise children, to grow and pursue dreams."
   },
   "author": {
    "text": "Thomas Menino"
   }
  },
  {
   "quote": {
    "text": "Only the dreamer shall understand realities, though in truth his dreaming must be not out of proportion to his waking."
   },
   "author": {
    "text": "Margaret Fuller"
   }
  },
  {
   "quote": {
    "text": "I was so lucky to have parents who supported me, 100%, with whatever I was doing, both financially and emotionally. Having that they made my life so much easier. Instead of becoming a bartender and trying to survive while trying to pursue your dreams, I didn't have to worry about that aspect. I could just pursue my dreams."
   },
   "author": {
    "text": "Cam Gigandet"
   }
  },
  {
   "quote": {
    "text": "Your mind, while blessed with permanent memory, is cursed with lousy recall. Written goals provide clarity. By documenting your dreams, you must think about the process of achieving them."
   },
   "author": {
    "text": "Gary Ryan Blair"
   }
  },
  {
   "quote": {
    "text": "I part of this great nation because my grandfather was born here, in Cincinnati, Ohio. He took a horse, back in 1895, and ride it all the way down to Guanajuato, looking for his American dream. No penny in his pocket, only dreams in his head. And he was an immigrant coming from the States into Mexico. And he found his American dream in Mexico."
   },
   "author": {
    "text": "Vicente Fox"
   }
  },
  {
   "quote": {
    "text": "Some people ask why people would go into a dark room to be scared. I say they are already scared, and they need to have that fear manipulated and massaged. I think of horror movies as the disturbed dreams of a society."
   },
   "author": {
    "text": "Wes Craven"
   }
  },
  {
   "quote": {
    "text": "In dreams, anything can be anything, and everybody can do. We can fly, we can turn upside down, we can transform into anything."
   },
   "author": {
    "text": "Twyla Tharp"
   }
  },
  {
   "quote": {
    "text": "I believe in everything until it's disproved. So I believe in fairies, the myths, dragons. It all exists, even if it's in your mind. Who's to say that dreams and nightmares aren't as real as the here and now?"
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "Mother believed that I should have an enormous amount of sleep, and so I was never really tired when I went to bed. This was the best time of day, when I could lie in the vague twilight, drifting off to sleep, making up dreams inside my head the way they should go."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "I prefer to be a dreamer among the humblest, with visions to be realized, than lord among those without dreams and desires."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "All human beings are also dream beings. Dreaming ties all mankind together."
   },
   "author": {
    "text": "Jack Kerouac"
   }
  },
  {
   "quote": {
    "text": "When I am president, I will work to ensure that all of our kids are treated equally and protected equally. Every action I take, I will ask myself, 'Does this make life better for young Americans in Baltimore, Chicago, Detroit, Ferguson, who have as much of a right to live out their dreams as any other child America?'"
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "I've always followed my heart and pursued my dreams, and I imagine that people find that inspiring. I hope that is the effect I have on my fans and people in general. I definitely want to project a positive energy out into the world."
   },
   "author": {
    "text": "Britney Spears"
   }
  },
  {
   "quote": {
    "text": "Like my mother, I was always saying, 'I'll fix my life one day.' It became clear when I saw her die without fulfilling her dreams that my time was now or maybe never."
   },
   "author": {
    "text": "Liz Murray"
   }
  },
  {
   "quote": {
    "text": "Dreams are today's answers to tomorrow's questions."
   },
   "author": {
    "text": "Edgar Cayce"
   }
  },
  {
   "quote": {
    "text": "Dreams grow if you grow."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Never think you can't do something. I definitely never thought I could write a book, and even after I started writing it, I was like, 'Oh my God, how am I gonna write a book?' Just set your sights high and reach for the stars. Go live your dreams, and never think you can't."
   },
   "author": {
    "text": "Connor Franta"
   }
  },
  {
   "quote": {
    "text": "It takes someone with a vision of the possibilities to attain new levels of experience. Someone with the courage to live his dreams."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "Do I feel any pressure as the most decorated Winter Olympian in American history? None at all. The only pressures that I know I face are those of how to pay it forward: How can I continually make a positive impact in people's lives, help others achieve their dreams, create their own Olympic mindset, creating champions within themselves?"
   },
   "author": {
    "text": "Apolo Ohno"
   }
  },
  {
   "quote": {
    "text": "You can go slow. Allow your dreams and goals to change, but live an intentional life."
   },
   "author": {
    "text": "Kumail Nanjiani"
   }
  },
  {
   "quote": {
    "text": "Let us keep the dance of rain our fathers kept and tread our dreams beneath the jungle sky."
   },
   "author": {
    "text": "Arna Bontemps"
   }
  },
  {
   "quote": {
    "text": "Dreams are the guiding words of the soul. Why should I henceforth not love my dreams and not make their riddling images into objects of my daily consideration?"
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "We must look for ways to be an active force in our own lives. We must take charge of our own destinies, design a life of substance and truly begin to live our dreams."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "We're in the business of selling pleasure. We don't sell handbags or haute couture. We sell dreams."
   },
   "author": {
    "text": "Alain Wertheimer"
   }
  },
  {
   "quote": {
    "text": "If you're following your dreams, you're doing something you love and that you believe in yourself for."
   },
   "author": {
    "text": "McKayla Maroney"
   }
  },
  {
   "quote": {
    "text": "As I've grown - dare I say it - older, I had hopes of indulging my dreams of being a sailor."
   },
   "author": {
    "text": "Jimmy Webb"
   }
  },
  {
   "quote": {
    "text": "When you have a dream that you can't let go of, trust your instincts and pursue it. But remember: Real dreams take work, They take patience, and sometimes they require you to dig down very deep. Be sure you're willing to do that."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "Our religion is the traditions of our ancestors - the dreams of our old men, given them in solemn hours of the night by the Great Spirit; and the visions of our sachems, and is written in the hearts of our people."
   },
   "author": {
    "text": "Chief Seattle"
   }
  },
  {
   "quote": {
    "text": "Reality seems valueless by comparison with the dreams of fevered imaginations; reality is therefore abandoned."
   },
   "author": {
    "text": "Emile Durkheim"
   }
  },
  {
   "quote": {
    "text": "Everyone dreams of living in Paris."
   },
   "author": {
    "text": "Natalie Portman"
   }
  },
  {
   "quote": {
    "text": "Believe it or not, lots of people change their majors and abandon their dreams just to avoid a couple of math classes in college."
   },
   "author": {
    "text": "Danica McKellar"
   }
  },
  {
   "quote": {
    "text": "Sports nurtures dreams of achieving self confidence and masculine striving for the skinny kid watching a boxer dance around the ring with sublime ease."
   },
   "author": {
    "text": "Armstrong Williams"
   }
  },
  {
   "quote": {
    "text": "I mean, every child at one stage dreams of being a prince or a princess."
   },
   "author": {
    "text": "Mary, Crown Princess of Denmark"
   }
  },
  {
   "quote": {
    "text": "Working together in concert more smoothly not only helps us move more quickly; it changes the nature of what we can undertake. When we have the confidence that we can orchestrate the group effort required to realize them, we dare bigger dreams."
   },
   "author": {
    "text": "Justin Rosenstein"
   }
  },
  {
   "quote": {
    "text": "I have a long way to go as far as my acting career is concerned. Lots of milestones are to be achieved and dreams to be fulfilled. I would someday want to do playback singing, too, as I am a very passionate singer."
   },
   "author": {
    "text": "Roop Durgapal"
   }
  },
  {
   "quote": {
    "text": "Big dreams create the magic that stir men's souls to greatness."
   },
   "author": {
    "text": "Bill McCartney"
   }
  },
  {
   "quote": {
    "text": "I am accustomed to sleep and in my dreams to imagine the same things that lunatics imagine when awake."
   },
   "author": {
    "text": "Rene Descartes"
   }
  },
  {
   "quote": {
    "text": "Dreams can still come true; you need a great deal of energy and determination, and a little bit of luck."
   },
   "author": {
    "text": "Stefano Gabbana"
   }
  },
  {
   "quote": {
    "text": "Dare to visualize a world in which your most treasured dreams have become true."
   },
   "author": {
    "text": "Ralph Marston"
   }
  },
  {
   "quote": {
    "text": "They thought I was a Surrealist, but I wasn't. I never painted dreams. I painted my own reality."
   },
   "author": {
    "text": "Frida Kahlo"
   }
  },
  {
   "quote": {
    "text": "Old age realizes the dreams of youth: look at Dean Swift; in his youth he built an asylum for the insane, in his old age he was himself an inmate."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "The more closely you get in touch with your dreams, the more able you are to make them real. The more vividly you consider how you want your world to be, the more real and effective tools you will have for making it so."
   },
   "author": {
    "text": "Ralph Marston"
   }
  },
  {
   "quote": {
    "text": "But are not the dreams of poets and the tales of travellers notoriously false?"
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "Tread softly because you tread on my dreams."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "Of all our dreams today there is none more important - or so hard to realise - than that of peace in the world. May we never lose our faith in it or our resolve to do everything that can be done to convert it one day into reality."
   },
   "author": {
    "text": "Lester B. Pearson"
   }
  },
  {
   "quote": {
    "text": "When I grew up, I only had two dreams. One was to be a cowboy and another was to be in the military. I grew up extremely patriotic and riding horses."
   },
   "author": {
    "text": "Chris Kyle"
   }
  },
  {
   "quote": {
    "text": "I was in school to play basketball; I wasn't trying to be a doctor. It's hard to talk about the NCAA rules and everything that happened in the past because I've just been focused on practicing and getting ready... I was trying to reach my dreams, and that's to play in the NBA."
   },
   "author": {
    "text": "Ben Simmons"
   }
  },
  {
   "quote": {
    "text": "Education is at the heart of achieving your dreams."
   },
   "author": {
    "text": "Patrice Motsepe"
   }
  },
  {
   "quote": {
    "text": "Before I went to work for 'Playboy,' I planned to apply to Yale to get a public policy master's. I felt drawn to go into politics. Even before that, my dream was to wind up either in the Senate or on the Supreme Court. I had big dreams as a little girl."
   },
   "author": {
    "text": "Christie Hefner"
   }
  },
  {
   "quote": {
    "text": "The percentage you're paying is too high priced While you're living beyond all your means And the man in the suit has just bought a new car From the profit he's made on your dreams."
   },
   "author": {
    "text": "Steve Winwood"
   }
  },
  {
   "quote": {
    "text": "To every people the land is given on condition. Perceived or not, there is a Covenant, beyond the constitution, beyond sovereign guarantee, beyond the nation's sweetest dreams of itself."
   },
   "author": {
    "text": "Leonard Cohen"
   }
  },
  {
   "quote": {
    "text": "I have had a dream indicating rather clearly that I am on the way to being hetero, though I don't accept it with much enthusiasm either awake or in the dreams."
   },
   "author": {
    "text": "Alan Turing"
   }
  },
  {
   "quote": {
    "text": "I want to show everyone that if you pursue your dreams, they can come true no matter what. That's what I want to do."
   },
   "author": {
    "text": "Martin Garrix"
   }
  },
  {
   "quote": {
    "text": "In most of our dreams, our inner eye of reflection is shut and we sleep within our sleep. The exception takes place when we seem to awake within our dreams, without disturbing or ending the dream state, and learn to recognize that we are dreaming while the dream is still happening."
   },
   "author": {
    "text": "Stephen LaBerge"
   }
  },
  {
   "quote": {
    "text": "Dreams rise like the sun and set like the sun: One minute, it is high and bright; the next minute, you might lose it."
   },
   "author": {
    "text": "Dawn Richard"
   }
  },
  {
   "quote": {
    "text": "Though we may have desires or bold goals, for whatever reason, most of us don't think we can achieve something beyond what we're qualified to achieve. Why, I ask, do we let reality interfere with our dreams?"
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "Every human heart cries and yearns for the same thing: a chance to fulfill his or her own dreams and desires. Even the poorest man has a dream."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "The real hero is always a hero by mistake; he dreams of being an honest coward like everybody else."
   },
   "author": {
    "text": "Umberto Eco"
   }
  },
  {
   "quote": {
    "text": "I don't think I'm the face of the city or the Houston Astros. I'm just another guy who is playing hard to make dreams come true."
   },
   "author": {
    "text": "Jose Altuve"
   }
  },
  {
   "quote": {
    "text": "My imagination completely controls me, and forever feeds the fire that burns with dark red light in my heart by bringing me the best dreams. I've always had a wild imagination, a big heart and a tortured soul so I feel that dark fantasy, love and horror are in my blood."
   },
   "author": {
    "text": "Kim Elizabeth"
   }
  },
  {
   "quote": {
    "text": "I think everything about my life is magical. I've struggled, and against most odds, I'm truly having the experience of living my dreams."
   },
   "author": {
    "text": "Bella Thorne"
   }
  },
  {
   "quote": {
    "text": "You'll be much more successful if you follow your dreams and follow your passions."
   },
   "author": {
    "text": "Jay Weatherill"
   }
  },
  {
   "quote": {
    "text": "People with disabilities have abilities too and that is what this course is all about - making sure those abilities blossom and shine so that all the dreams you have can come true."
   },
   "author": {
    "text": "Mary McAleese"
   }
  },
  {
   "quote": {
    "text": "Take what you can from your dreams, make them as real as anything."
   },
   "author": {
    "text": "Dave Matthews"
   }
  },
  {
   "quote": {
    "text": "I don't remember my dreams too much. I hardly have ever gotten ideas from nighttime dreams. But I love daydreaming and dream logic and the way dreams go."
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "I just kind of wake up with a new idea and new dreams every day, and I follow that dream, as they say."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "Our dreams are firsthand creations, rather than residues of waking life. We have the capacity for infinite creativity; at least while dreaming, we partake of the power of the Spirit, the infinite Godhead that creates the cosmos."
   },
   "author": {
    "text": "Jackie Gleason"
   }
  },
  {
   "quote": {
    "text": "I'm sure that everyone who goes into fashion always dreams of having a perfume, since it completes the brand and exposes it in a different way."
   },
   "author": {
    "text": "Reem Acra"
   }
  },
  {
   "quote": {
    "text": "Lonesome. Lonesome. I know what it means. Here all by my lonesome, dreaming empty dreams. Weary. Weary at the close of day, wondering if tomorrow brings me joy or sorrow."
   },
   "author": {
    "text": "Leon Redbone"
   }
  },
  {
   "quote": {
    "text": "You can plant a dream."
   },
   "author": {
    "text": "Anne Campbell"
   }
  },
  {
   "quote": {
    "text": "Tell me about yourself - your struggles, your dreams, your telephone number."
   },
   "author": {
    "text": "Peter Arno"
   }
  },
  {
   "quote": {
    "text": "My life turned out to be beyond my greatest dreams."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "I'm not really that girl who dreams about her wedding day."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "For me, I just set little goals for myself and stay on that kind of track and surround myself with positive people along with my teammates. I just kind of have my goals and my dreams, and this is something that we've all been working for our entire lives, so it is kind of easy to wake up and want to better myself every day towards that goal."
   },
   "author": {
    "text": "Ali Krieger"
   }
  },
  {
   "quote": {
    "text": "My dreams were always small and puny. All I ever needed was a little house with a little picket fence by the sea. Little did I know that I would live in Malacanang Palace for 20 years and visit all the major palaces of mankind. And then also meet ordinary citizens and the leaders of superpowers."
   },
   "author": {
    "text": "Imelda Marcos"
   }
  },
  {
   "quote": {
    "text": "I think everyone has dreams, and it's just how you go about pursuing that. And I think anybody can do anything that they set their mind to. So if you set your mind to do something, and you exhaust every opportunity, I think you're going to get there."
   },
   "author": {
    "text": "Josie Loren"
   }
  },
  {
   "quote": {
    "text": "I feel like, big city or small town, you can relate to following your parents' footsteps or putting your own dreams on the back burner or vices that we get caught up in - that whole cycle. That's not just a small-town thing. That's a life thing."
   },
   "author": {
    "text": "Kacey Musgraves"
   }
  },
  {
   "quote": {
    "text": "If you don't have dreams, you don't have a life."
   },
   "author": {
    "text": "Bryce Harper"
   }
  },
  {
   "quote": {
    "text": "You build dreams, you build castles in the air, and you hope that at least part of that will be realized, even under apartheid."
   },
   "author": {
    "text": "Winnie Madikizela-Mandela"
   }
  },
  {
   "quote": {
    "text": "Between the theme parks and the movies, the Disney iconography was probably the first set of archetypes that I was exposed to. Walt was able to expose me as a child to the full array of emotions, including fear and sorrow. Those movies and attractions haunted my dreams and made a deep impression on me as a child."
   },
   "author": {
    "text": "Jon Favreau"
   }
  },
  {
   "quote": {
    "text": "I've always said that one night, I'm going to find myself in some field somewhere, I'm standing on grass, and it's raining, and I'm with the person I love, and I know I'm at the very point I've been dreaming of getting to."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "'The Impossible Dream' is, in my opinion, one of the greatest songs ever written. Here is a man, an old man, a very old man full of daring, bravery, courage, determination, romanticism and dreams."
   },
   "author": {
    "text": "Christopher Lee"
   }
  },
  {
   "quote": {
    "text": "The motivation is in my heart to work toward my goals and my dreams."
   },
   "author": {
    "text": "Nonito Donaire"
   }
  },
  {
   "quote": {
    "text": "I only remember the end of my dreams, like waking up at a steering wheel, or falling."
   },
   "author": {
    "text": "Ben Barnes"
   }
  },
  {
   "quote": {
    "text": "I really think you can manifest your dreams. You can manifest your destiny. If you want something hard enough and you're willing to work for it, I think you can get it. I truly believe that."
   },
   "author": {
    "text": "Billy Magnussen"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, life's about realising one's human potential. I don't know if I've realised mine, but I've certainly gone a long way towards realising some goals and some dreams."
   },
   "author": {
    "text": "Linton Kwesi Johnson"
   }
  },
  {
   "quote": {
    "text": "No one should negotiate their dreams. Dreams must be free to fly high. No government, no legislature, has a right to limit your dreams. You should never agree to surrender your dreams."
   },
   "author": {
    "text": "Jesse Jackson"
   }
  },
  {
   "quote": {
    "text": "Queen songs tend to be about very personal things: personal dreams and personal ambitions."
   },
   "author": {
    "text": "Brian May"
   }
  },
  {
   "quote": {
    "text": "This may sound a bit naive, but I got here by believing in big dreams."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "There's a lot of people that have great ideas and dreams and whatnot, but unless you're willing to work really, really hard, and work for what you want, it's never going to happen."
   },
   "author": {
    "text": "Kris Jenner"
   }
  },
  {
   "quote": {
    "text": "But we can hold our spirits and our bodies so pure and high, we may cherish such thoughts and such ideals, and dream such dreams of lofty purpose, that we can determine and know what manner of men we will be, whenever and wherever the hour strikes and calls to noble action."
   },
   "author": {
    "text": "Joshua Chamberlain"
   }
  },
  {
   "quote": {
    "text": "Via social media, I reached out, asking about relationships, dreams, hopes, fears, the whole gambit, and the stories that really resonated with me, I wrote songs about."
   },
   "author": {
    "text": "Ne-Yo"
   }
  },
  {
   "quote": {
    "text": "In my dreams, I have Keira Knightley's eyebrows."
   },
   "author": {
    "text": "Anna Kendrick"
   }
  },
  {
   "quote": {
    "text": "My parents migrated to Phoenix, AZ, in the '80s, and I watched them work tirelessly to provide for me and my siblings as they encouraged us to pursue our dreams."
   },
   "author": {
    "text": "Opal Tometi"
   }
  },
  {
   "quote": {
    "text": "I would have dreams all the time about me playing in the NFL. Every day I woke up, I said to myself, you know, I'm going to work hard, you know, this day to get to that next level."
   },
   "author": {
    "text": "Michael Oher"
   }
  },
  {
   "quote": {
    "text": "I used to work at a movie theater and sold hams at Honey Baked Ham during the holidays. I sold a ton of hams, and they offered me a regular job there, which I turned down. I feel like anything you do, just do it 100% because then that work ethic will bleed through when it's time to work on your dreams."
   },
   "author": {
    "text": "Tika Sumpter"
   }
  },
  {
   "quote": {
    "text": "One of the dreams of Zionism was to be a bridge. Instead, we are creating exclusion between the East and the West instead of creating bridges; we are contributing to the conflict between East and West by our stupid desire to have more."
   },
   "author": {
    "text": "A. B. Yehoshua"
   }
  },
  {
   "quote": {
    "text": "We all have so much more power to make our dreams a reality - and love life along the way - than we think we do!"
   },
   "author": {
    "text": "Rachele Brooke Smith"
   }
  },
  {
   "quote": {
    "text": "Fiction seeks to represent human experience as it is lived and as it reverberates in our hopes, fears, dreams, and memories. So much of our lives are internal. The art of fiction has claimed - more than anything else - this internal ground as its own."
   },
   "author": {
    "text": "Varley O'Connor"
   }
  },
  {
   "quote": {
    "text": "Understand and accept the cycles of money. The setbacks you may have today or next year will not keep you from financial freedom. If you hold on to your goals and dreams, you will get there."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "I was born in Paris in the mid-1960s, and by the time I was 12 I had started going to the movies by myself. Most of the movies of that period never appealed to me. I didn't like the 'naturalism,' the sad or the 'down-to-earth' characters. What I wanted from film was fantasy, dreams, funny situations, extravagant decor - and beautiful women."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "If our dreams are sincere desires to achieve, not mere pipe-dreams, there is something deep within ourselves which comes out to meet them and helps to make them realities."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "It is exactly because we are a city that embraces freedom, that welcomes everyone and encourages their dreams, that New York remains on the front lines in the war on terror."
   },
   "author": {
    "text": "Michael Bloomberg"
   }
  },
  {
   "quote": {
    "text": "I want my boys to have an understanding of people's emotions, their insecurities, people's distress, and their hopes and dreams."
   },
   "author": {
    "text": "Princess Diana"
   }
  },
  {
   "quote": {
    "text": "I think that I could be an example to young people, and they know that dreams come true."
   },
   "author": {
    "text": "Maluma"
   }
  },
  {
   "quote": {
    "text": "Honestly, I don't remember the last time I had a dream. I don't really sleep often enough to be able to have any dreams."
   },
   "author": {
    "text": "Rob Kardashian"
   }
  },
  {
   "quote": {
    "text": "The Brown decision promised that every child, regardless of the color of his or her skin, would have unequivocal access to quality education and an equal opportunity to pursue his/her dreams."
   },
   "author": {
    "text": "Ed Markey"
   }
  },
  {
   "quote": {
    "text": "People's real hopes and dreams can be distorted and misdirected and packaged until you're not sure what you really want or what you even really need."
   },
   "author": {
    "text": "Tracy Chapman"
   }
  },
  {
   "quote": {
    "text": "I'm like the luckiest girl in the world. I've gotten to be a princess, I've gotten to work with the Muppets. A lot of my childhood dreams about who I wanted to be when I was a grown-up, I at least get to play them in movies."
   },
   "author": {
    "text": "Amy Adams"
   }
  },
  {
   "quote": {
    "text": "My first tattoo is a French proverb, and it says, 'Dream your life, live your dreams.'"
   },
   "author": {
    "text": "Ravyn Lenae"
   }
  },
  {
   "quote": {
    "text": "Jazz to me is a living music. It's a music that since its beginning has expressed the feelings, the dreams, hopes, of the people."
   },
   "author": {
    "text": "Dexter Gordon"
   }
  },
  {
   "quote": {
    "text": "In the Seventies, we still had dreams and hopes of Utopia, but by the end of the decade, the world had shifted to the right."
   },
   "author": {
    "text": "Tariq Ali"
   }
  },
  {
   "quote": {
    "text": "I'm a really hectic dreamer; I never wake up not out of a dream, and there's loads going on, lots of action, big blockbuster dreams, they're all major enterprises."
   },
   "author": {
    "text": "Linda Grant"
   }
  },
  {
   "quote": {
    "text": "Education is the social bedrock for the hopes and dreams of our children and the foundation that is necessary for their future prosperity."
   },
   "author": {
    "text": "John Hickenlooper"
   }
  },
  {
   "quote": {
    "text": "Romantic comedies seem to take over where the fairytales of childhood left off, feeding our dreams of a soulmate; though, sadly, the Hollywood endings prove quite elusive in the real world."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "Dreams are the foundation of Hollywood. And dreams are the foundation of America."
   },
   "author": {
    "text": "Lupita Nyong'o"
   }
  },
  {
   "quote": {
    "text": "While novels are fiction, mine are usually very close to my heart. Like my other books, 'The Lemon Orchard' is inspired by something I care about. I care so deeply. The stories are my dreams, and I want to do a lot of research. Roberto is based on a real live friend of mine named Armando who worked in my garden."
   },
   "author": {
    "text": "Luanne Rice"
   }
  },
  {
   "quote": {
    "text": "We all keep dreaming, and luckily, dreams come true."
   },
   "author": {
    "text": "Katie Holmes"
   }
  },
  {
   "quote": {
    "text": "No wishes are silly, no dreams remain dreams, for those committed to clear and definitive goals."
   },
   "author": {
    "text": "Maximillian Degenerez"
   }
  },
  {
   "quote": {
    "text": "We should never discourage young people from dreaming dreams."
   },
   "author": {
    "text": "Lenny Wilkens"
   }
  },
  {
   "quote": {
    "text": "He's dreaming with his eyes open, and those that dream with their eyes open are dangerous, for they do not know when their dreams come to an end."
   },
   "author": {
    "text": "Hugo Pratt"
   }
  },
  {
   "quote": {
    "text": "Sometimes, you follow your dreams. I say to the young people, 'If you have a dream, chase it.'"
   },
   "author": {
    "text": "Karl Malone"
   }
  },
  {
   "quote": {
    "text": "I'm fulfilling my dreams that I had as a kid every single day. That's why I'm trying to enjoy it so much."
   },
   "author": {
    "text": "Aaron Rodgers"
   }
  },
  {
   "quote": {
    "text": "A dream is a scripture, and many scriptures are nothing but dreams."
   },
   "author": {
    "text": "Umberto Eco"
   }
  },
  {
   "quote": {
    "text": "I don't want to give people the wrong advice to follow their dreams no matter what, because it's not fun to be a starving artist. But on the other hand, life is short, and if you are burning with a passion to do something, then do it. Work hard, study hard at it, and don't give up."
   },
   "author": {
    "text": "Marjorie Liu"
   }
  },
  {
   "quote": {
    "text": "Living in dreams of yesterday, we find ourselves still dreaming of impossible future conquests."
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "The most pitiful among men is he who turns his dreams into silver and gold."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Dreams are the touchstones of our character."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Judge of your natural character by what you do in your dreams."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "A man is a god in ruins. When men are innocent, life shall be longer, and shall pass into the immortal, as gently as we awake from dreams."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "The ninety and nine are with dreams, content but the hope of the world made new, is the hundredth man who is grimly bent on making those dreams come true."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "I'm sick of following my dreams. I'm just going to ask them where they're goin', and hook up with them later."
   },
   "author": {
    "text": "Mitch Hedberg"
   }
  },
  {
   "quote": {
    "text": "When younger writers and poets, musicians and painters are weakened by a stemming of funds, they come to me saddened, not as full of dreams and excitement and ideas. I am then weakened and diminished, and made less rich."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Those of us who submitted or surrendered our ideas and dreams and identities to the 'leaders' must take back our rights, our identities, our responsibilities."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I never expected anyone to take care of me, but in my wildest dreams and juvenile yearnings, I wanted the house with the picket fence from June Allyson movies. I knew that was yearning like one yearns to fly."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Our life dreams the Utopia. Our death achieves the Ideal."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "An athlete cannot run with money in his pockets. He must run with hope in his heart and dreams in his head."
   },
   "author": {
    "text": "Emil Zatopek"
   }
  },
  {
   "quote": {
    "text": "You keep dreaming big, never put the limit on your dreams, and believe that everything can come true."
   },
   "author": {
    "text": "Bianca Balti"
   }
  },
  {
   "quote": {
    "text": "The American Dream has run out of gas. The car has stopped. It no longer supplies the world with its images, its dreams, its fantasies. No more. It's over. It supplies the world with its nightmares now: the Kennedy assassination, Watergate, Vietnam."
   },
   "author": {
    "text": "J. G. Ballard"
   }
  },
  {
   "quote": {
    "text": "Man, alone, has the power to transform his thoughts into physical reality; man, alone, can dream and make his dreams come true."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "We will bring back our jobs. We will bring back our borders. We will bring back our wealth. And we will bring back our dreams."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Dream lofty dreams, and as you dream, so you shall become. Your vision is the promise of what you shall one day be; your ideal is the prophecy of what you shall at last unveil."
   },
   "author": {
    "text": "James Allen"
   }
  },
  {
   "quote": {
    "text": "The world of men is dreaming, it has gone mad in its sleep, and a snake is strangling it, but it can't wake up."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "Education is not a tool for development - individual, community and the nation. It is the foundation for our future. It is empowerment to make choices and emboldens the youth to chase their dreams."
   },
   "author": {
    "text": "Nita Ambani"
   }
  },
  {
   "quote": {
    "text": "Short stories are tiny windows into other worlds and other minds and dreams. They are journeys you can make to the far side of the universe and still be back in time for dinner."
   },
   "author": {
    "text": "Neil Gaiman"
   }
  },
  {
   "quote": {
    "text": "The world is full of people who have dreams of playing at Carnegie Hall, of running a marathon, and of owning their own business. The difference between the people who make it across the finish line and everyone else is one simple thing: an action plan."
   },
   "author": {
    "text": "John Tesh"
   }
  },
  {
   "quote": {
    "text": "I never ask a man what his business is, for it never interests me. What I ask him about are his thoughts and dreams."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "I believe dreams represent the purest form of fantasy we unleash through our subconscious. They represent the truest freedom we can experience. Totally unrepressed and totally creative."
   },
   "author": {
    "text": "Miguel"
   }
  },
  {
   "quote": {
    "text": "Each man should frame life so that at some future hour fact and his dreaming meet."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "That was an organic relationship. He reached out to me, and I was like, 'Oh my God, I cannot believe somebody like Laquan Smith wants to put his clothes on me.' He comes from a small place, and he has big dreams, and what I like about him the most is that his clothes curve with your body."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "Reverie is when ideas float in our mind without reflection or regard of the understanding."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "My dreams were all my own; I accounted for them to nobody; they were my refuge when annoyed - my dearest pleasure when free."
   },
   "author": {
    "text": "Mary Shelley"
   }
  },
  {
   "quote": {
    "text": "Strivers achieve what dreamers believe."
   },
   "author": {
    "text": "Usher"
   }
  },
  {
   "quote": {
    "text": "Anyone who has spent any time in space will love it for the rest of their lives. I achieved my childhood dream of the sky."
   },
   "author": {
    "text": "Valentina Tereshkova"
   }
  },
  {
   "quote": {
    "text": "A lot of people do not muster the courage to live their dreams because they are afraid to die."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "We are in a world where globalization, which is an ideology, has forgotten and put aside the people, the people's interests, aspirations, and dreams."
   },
   "author": {
    "text": "Marine Le Pen"
   }
  },
  {
   "quote": {
    "text": "I know how men in exile feed on dreams."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "I think of myself as a catalyst of action and a messenger of hope, turning people onto themselves and turning people onto their dreams."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "You have all the reason in the world to achieve your grandest dreams. Imagination plus innovation equals realization."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "Economics is not a science; it is a quasi-religion: part superstition, part mystique, part sentimentality. Bankers dream like other men, the only difference being that when their dreams turn to nightmares, we all lose sleep. There can be no trusting the muttering of any prelate when it comes to money."
   },
   "author": {
    "text": "Howard Jacobson"
   }
  },
  {
   "quote": {
    "text": "My fear is that I go up to the girl of my dreams and say 'I'm sorry, but I've got to say hello to you,' and she slides the stool back and gets up and walks away, saying, 'Not for me, Bub. I don't want anything to do with you.'"
   },
   "author": {
    "text": "John Mayer"
   }
  },
  {
   "quote": {
    "text": "No matter how carefully you plan your goals they will never be more than pipe dreams unless you pursue them with gusto."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "There is hope in dreams, imagination, and in the courage of those who wish to make those dreams a reality."
   },
   "author": {
    "text": "Jonas Salk"
   }
  },
  {
   "quote": {
    "text": "I am a person who has many dreams. But as soon as I accomplish one, I move on to the next. That's my fatal, absurd nature. Human beings are slaves to our dreams, and I am, too. Now I think I just want to share my musical proposal in its entire form."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "I just write what I wanted to write. I write what amuses me. It's totally for myself. I never in my wildest dreams expected this popularity."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "It takes a lot of courage to show your dreams to someone else."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "Winners, I am convinced, imagine their dreams first. They want it with all their heart and expect it to come true. There is, I believe, no other way to live."
   },
   "author": {
    "text": "Joe Montana"
   }
  },
  {
   "quote": {
    "text": "Football is about dreams, about feeling a special sensation, giving a surprise, and inspiring joy."
   },
   "author": {
    "text": "Claudio Ranieri"
   }
  },
  {
   "quote": {
    "text": "Positional leaders ignore the fact that every person has hopes, dreams, desires, and goals of his own. And leaders must bring their vision and the aspirations of the people they lead together in a way that benefits everyone."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "I felt like an ugly duckling back in school. I was a complete tomboy with short hair. Never in my dreams did I imagine that I would walk the ramp with 6-inch heels. My friends can't believe that I'm an actor, because I was such an introvert in school."
   },
   "author": {
    "text": "Pooja Hegde"
   }
  },
  {
   "quote": {
    "text": "In Kenya, I met wonderful girls; girls who wanted to help their communities. I was with them in their school, listening to their dreams. They still have hope. They want to be doctor and teachers and engineers."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "It is one of the blessings of this world that few people see visions and dream dreams."
   },
   "author": {
    "text": "Zora Neale Hurston"
   }
  },
  {
   "quote": {
    "text": "You have to know your identity. It's the biggest thing in wanting to pursue creative dreams."
   },
   "author": {
    "text": "Lauren Daigle"
   }
  },
  {
   "quote": {
    "text": "It has never been my object to record my dreams, just the determination to realize them."
   },
   "author": {
    "text": "Man Ray"
   }
  },
  {
   "quote": {
    "text": "One of the dreams on my wish list is to spend more time in Thailand."
   },
   "author": {
    "text": "Kevin Kwan"
   }
  },
  {
   "quote": {
    "text": "Real shapes and real patterns are things you would observe in nature, like the marks on the back of a cobra's hood or the markings on a fish or a lizard. Imaginary shapes are just that, symbols that come to a person in dreams or reveries and are charged with meaning."
   },
   "author": {
    "text": "Jim Woodring"
   }
  },
  {
   "quote": {
    "text": "In my dreams I hear again the crash of guns, the rattle of musketry, the strange, mournful mutter of the battlefield."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "I want people to follow their dreams, yes... but I'm not interested in telling young black kids how to be rappers... I want to show them that there's so many other paths you can take, besides a rapper or basketball player."
   },
   "author": {
    "text": "J. Cole"
   }
  },
  {
   "quote": {
    "text": "Dream in a pragmatic way."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Listen to the sounds of nature. Wishing you the best on your trek towards your dreams."
   },
   "author": {
    "text": "Kalpana Chawla"
   }
  },
  {
   "quote": {
    "text": "When Paul Allen and I started Microsoft over 30 years ago, we had big dreams about software. We had dreams about the impact it could have."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "There are women succeeding beyond their wildest dreams because of their sobriety."
   },
   "author": {
    "text": "Mary Karr"
   }
  },
  {
   "quote": {
    "text": "I really had a lot of dreams when I was a kid, and I think a great deal of that grew out of the fact that I had a chance to read a lot."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "My experience of malaria was just taking anti-malarials, which give you strange dreams, because I don't want to get malaria."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Dreams pass into the reality of action. From the actions stems the dream again; and this interdependence produces the highest form of living."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "I am the underdog, and I want to prove that one can follow one's dreams despite all the flaws and setbacks."
   },
   "author": {
    "text": "Winnie Harlow"
   }
  },
  {
   "quote": {
    "text": "Youth is in a grand flush, like the hot days of ending summer; and pleasant dreams thrall your spirit, like the smoky atmosphere that bathes the landscape of an August day."
   },
   "author": {
    "text": "Donald G. Mitchell"
   }
  },
  {
   "quote": {
    "text": "Happiness is making your dreams come true."
   },
   "author": {
    "text": "Jourdan Dunn"
   }
  },
  {
   "quote": {
    "text": "All my life, I've had these flashbacks, these dreams, nightmares, daymares, like visions, where I relive certain plays. Only the bad plays. I see them over and over, as if somebody's rewinding a tape and forcing me to watch."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "A lot of dreams can turn to nightmares... if you don't really work them."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "When we see the face of a child, we think of the future. We think of their dreams about what they might become, and what they might accomplish."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "Our life is composed greatly from dreams, from the unconscious, and they must be brought into connection with action. They must be woven together."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "For me, the sketching of dresses was about fantasy and dreams. In my little room at home, I felt that I was somewhere else. In Paris, for instance."
   },
   "author": {
    "text": "Alber Elbaz"
   }
  },
  {
   "quote": {
    "text": "Believe in and follow your dreams."
   },
   "author": {
    "text": "Kristanna Loken"
   }
  },
  {
   "quote": {
    "text": "A daydream is an evasion."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "Each has its lesson; for our dreams in sooth, come they in shape of demons, gods, or elves, are allegories with deep hearts of truth that tell us solemn secrets of ourselves."
   },
   "author": {
    "text": "Henry Timrod"
   }
  },
  {
   "quote": {
    "text": "Nothing happens unless first we dream."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "God's gifts put man's best dreams to shame."
   },
   "author": {
    "text": "Elizabeth Barrett Browning"
   }
  },
  {
   "quote": {
    "text": "My dreams were at once more fantastic and agreeable than my writings."
   },
   "author": {
    "text": "Mary Shelley"
   }
  },
  {
   "quote": {
    "text": "We are certainly not to relinquish the evidence of experiments for the sake of dreams and vain fictions of our own devising; nor are we to recede from the analogy of Nature, which is wont to be simple and always consonant to itself."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "I am against nature. I don't dig nature at all. I think nature is very unnatural. I think the truly natural things are dreams, which nature can't touch with decay."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "For even in dreams a good deed is not lost."
   },
   "author": {
    "text": "Pedro Calderon de la Barca"
   }
  },
  {
   "quote": {
    "text": "You can do anything if you set your mind to it. Look out for kids, help them dream and be inspired. We teach calculus in schools, but I believe the most important formula is courage plus dreams equals success."
   },
   "author": {
    "text": "Marlee Matlin"
   }
  },
  {
   "quote": {
    "text": "You know, Willie Wonka said it best: we are the makers of dreams, the dreamers of dreams."
   },
   "author": {
    "text": "Herb Brooks"
   }
  },
  {
   "quote": {
    "text": "No matter where you are from, no matter what your background is, no matter what your socioeconomic status is, every person can achieve his or her dreams."
   },
   "author": {
    "text": "Ileana Ros-Lehtinen"
   }
  },
  {
   "quote": {
    "text": "A true architect is not an artist but an optimistic realist. They take a diverse number of stakeholders, extract needs, concerns, and dreams, then create a beautiful yet tangible solution that is loved by the users and the community at large. We create vessels in which life happens."
   },
   "author": {
    "text": "Cameron Sinclair"
   }
  },
  {
   "quote": {
    "text": "Thanking you once more, I want to wish you the best of luck for your future life and to conclude by saying to you: Dream your dreams and may they come true!"
   },
   "author": {
    "text": "Felix Bloch"
   }
  },
  {
   "quote": {
    "text": "Capitalism is always evaluated against dreams. Utopia is a dream. It doesn't exist."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "I stayed true to my dreams and, eventually, they came true."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "Within our dreams and aspirations we find our opportunities."
   },
   "author": {
    "text": "Sugar Ray Leonard"
   }
  },
  {
   "quote": {
    "text": "You're supposed to be using your gifts and fulfilling your dreams, at every age."
   },
   "author": {
    "text": "Victoria Moran"
   }
  },
  {
   "quote": {
    "text": "I learned to dream through reading, learned to create dreams through writing, and learned to develop dreamers through teaching. I shall always be a dreamer. Come dream with me."
   },
   "author": {
    "text": "Sharon Draper"
   }
  },
  {
   "quote": {
    "text": "I have marvelous dreams! I meet Buddha, I meet Jesus, I meet Mohammed. I constantly dream of space, stars and planets: we are the children of stardust."
   },
   "author": {
    "text": "Brian Blessed"
   }
  },
  {
   "quote": {
    "text": "If you always think about your dreams or goals, work steadfastly towards them and continue to challenge yourself, you will definitely be able to realise those dreams or goals."
   },
   "author": {
    "text": "Tadashi Yanai"
   }
  },
  {
   "quote": {
    "text": "As aspiring athletes, you should never give up on your dreams. Just believe in yourself, and everything will be possible."
   },
   "author": {
    "text": "Shelly-Ann Fraser-Pryce"
   }
  },
  {
   "quote": {
    "text": "It isn't a calamity to die with dreams unfulfilled, but it is a calamity not to dream."
   },
   "author": {
    "text": "Benjamin E. Mays"
   }
  },
  {
   "quote": {
    "text": "But I, being poor, have only my dreams; I have spread my dreams under your feet; Tread softly because you tread on my dreams."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "Ever since I was a kid, I wanted to be a marine biologist. As you go through the grind and the distraction of a career, it's easy to lose sight of your dreams."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "Both dreams and myths are important communications from ourselves to ourselves. If we do not understand the language in which they are written, we miss a great deal of what we know and tell ourselves in those hours when we are not busy manipulating the outside world."
   },
   "author": {
    "text": "Erich Fromm"
   }
  },
  {
   "quote": {
    "text": "The more you can dream, the more you can do."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "But what I was going to say was, I just figured I'm going to go boldly in the direction of my dreams, say it as Thoreau would say, and just see where it takes me."
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "I was not looking for my dreams to interpret my life, but rather for my life to interpret my dreams."
   },
   "author": {
    "text": "Susan Sontag"
   }
  },
  {
   "quote": {
    "text": "I have always been amazed at the way an ordinary observer lends so much more credence and attaches so much more importance to waking events than to those occurring in dreams... Man... is above all the plaything of his memory."
   },
   "author": {
    "text": "Andre Breton"
   }
  },
  {
   "quote": {
    "text": "Rituals are how we step into our private field of dreams, a small Elysium all our own. Rituals are made not just for us, but for those we want to pass them on to."
   },
   "author": {
    "text": "Andre Aciman"
   }
  },
  {
   "quote": {
    "text": "You sail into the harbor, and Staten Island is on your left, and then you see the Statue of Liberty. This is what everyone in the world has dreams of when they think about New York. And I thought, 'My God, I'm in Heaven. I'll be dancing down Fifth Avenue like Fred Astaire with Ginger Rogers.'"
   },
   "author": {
    "text": "Frank McCourt"
   }
  },
  {
   "quote": {
    "text": "We have lost that which has made us great over the generations, and that is the sense of individual and personal responsibility that we can come up, we can pursue our dreams and our aspirations and we won't be blocked by government regulation, by the inability to get a loan as a small business to make our dreams come true."
   },
   "author": {
    "text": "Jon Huntsman, Jr."
   }
  },
  {
   "quote": {
    "text": "It was one of my dreams as a child, growing up in my little village with my cousins. We used to walk together, and I used to say, when you look at the world map, 'This town is there, that town is there, that river is there.' I used to say, 'One day, I'm going to travel these places.'"
   },
   "author": {
    "text": "Jimmy Cliff"
   }
  },
  {
   "quote": {
    "text": "I am, you know, really fighting for myself and my life. And I think the message that I could give to anybody is that it's never too late to start your life again and dream new dreams."
   },
   "author": {
    "text": "Jennifer Holliday"
   }
  },
  {
   "quote": {
    "text": "We must stop talking about the American dream and start listening to the dreams of Americans."
   },
   "author": {
    "text": "Max Beerbohm"
   }
  },
  {
   "quote": {
    "text": "Follow your intuition, listening to your dreams, your inner voice to guide you."
   },
   "author": {
    "text": "Katori Hall"
   }
  },
  {
   "quote": {
    "text": "Swimming is a life-saving skill, so just the fact that the sport that I love can give so much back to other people - and inspire them to join something that they never thought they could do or go after their dreams - is something that is really special to me."
   },
   "author": {
    "text": "Simone Manuel"
   }
  },
  {
   "quote": {
    "text": "I have mixed feelings about how fast things are changing as a result of technology. There's no denying that through technology there are amazing things being created that help people with diseases or help people's dreams come true. But there's also this obsession. Social media is the most dangerous of them all."
   },
   "author": {
    "text": "Amanda Crew"
   }
  },
  {
   "quote": {
    "text": "Women have to summon up courage to fulfill dormant dreams."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "I would honestly say that with all the awards and all the other things that I've done in my life, Dollywood is one of the greatest dreams that I've ever had come true - I am so proud of that I can't even begin to tell you, Dollywood is real special to me."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "Dreams come true; without that possibility, nature would not incite us to have them."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "I can never decide whether my dreams are the result of my thoughts, or my thoughts the result of my dreams."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "The day you decide to pursue your dreams, don't forget that this is a game you don't enter to compete, but to win. And there will always be someone booing you in the stands, and everything you accomplish could be jeered and hissed at. This is a game between two that you have to win for the people who came to watch you be triumphant."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "I have goals and aspirations, and I believe that you can go after your dreams, and it can work if you have someone there that's supporting you."
   },
   "author": {
    "text": "Tia Mowry"
   }
  },
  {
   "quote": {
    "text": "If you dream the proper dreams, and share the myths with people, they will want to grow up to be like you."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "There is no better gift a society can give children than the opportunity to grow up safe and free - the chance to pursue whatever dreams they may have."
   },
   "author": {
    "text": "John Roberts"
   }
  },
  {
   "quote": {
    "text": "I was part of that group of kids growing up in the '80s under the Reagan regime, what I used to call 'living in the shadow of Dr. Manhattan,' where we would have dreams all the time that New York City was being destroyed, and that that wall of light and destruction was rolling out and would just devour our neighborhood."
   },
   "author": {
    "text": "Junot Diaz"
   }
  },
  {
   "quote": {
    "text": "The emotions in all true anxiety dreams are next to unbearable."
   },
   "author": {
    "text": "Dick Cavett"
   }
  },
  {
   "quote": {
    "text": "Dreams are illusions, and we can't let go of them because we would be dead."
   },
   "author": {
    "text": "David Copperfield"
   }
  },
  {
   "quote": {
    "text": "Today I know that there is still work to be done, but along the way my I am achieving my dreams."
   },
   "author": {
    "text": "Candace Parker"
   }
  },
  {
   "quote": {
    "text": "Passion isn't something that lives way up in the sky, in abstract dreams and hopes. It lives at ground level, in the specific details of what you're actually doing every day."
   },
   "author": {
    "text": "Marcus Buckingham"
   }
  },
  {
   "quote": {
    "text": "I don't listen to people who say my dreams are impossible; I just work to prove them wrong."
   },
   "author": {
    "text": "Liya Kebede"
   }
  },
  {
   "quote": {
    "text": "I challenge you to be dreamers; I challenge you to be doers and let us make the greatest place in the world even better."
   },
   "author": {
    "text": "Brian Schweitzer"
   }
  },
  {
   "quote": {
    "text": "I think everyone dreams of that nice romantic wedding."
   },
   "author": {
    "text": "Lance Bass"
   }
  },
  {
   "quote": {
    "text": "If you ask me, there's nothing more incredible than a woman who's in charge of her own destiny - and working daily to make her dreams a reality."
   },
   "author": {
    "text": "Ivanka Trump"
   }
  },
  {
   "quote": {
    "text": "We've removed the ceiling above our dreams. There are no more impossible dreams."
   },
   "author": {
    "text": "Jesse Jackson"
   }
  },
  {
   "quote": {
    "text": "I'm not just a boy toy. I have feelings and dreams like anybody else."
   },
   "author": {
    "text": "Jon Stewart"
   }
  },
  {
   "quote": {
    "text": "When you cease to dream you cease to live."
   },
   "author": {
    "text": "Malcolm Forbes"
   }
  },
  {
   "quote": {
    "text": "This is the city of dreamers and time and again it's the place where the greatest dream of all, the American dream, has been tested and has triumphed."
   },
   "author": {
    "text": "Michael Bloomberg"
   }
  },
  {
   "quote": {
    "text": "I have spent a lifetime trying to share what it has meant to be a woman first in the world of sports so that other young women have a chance to reach their dreams."
   },
   "author": {
    "text": "Wilma Rudolph"
   }
  },
  {
   "quote": {
    "text": "Goal-getting matters. And writing down the brave acts and bold dreams you intend to accomplish will provide the spark to get them done."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "In my wildest dreams I never thought - well, I never thought I'd work."
   },
   "author": {
    "text": "Steve Carell"
   }
  },
  {
   "quote": {
    "text": "I am a walking piece of art every day, with my dreams and my ambitions forward at all times in an effort to inspire my fans to lead their life in that way."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "To be a human being is to be in a state of tension between your appetites and your dreams, and the social realities around you and your obligations to your fellow man."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "So we see Edward as a young man on the road and he meets a giant and he brings the giant to a circus where he meets a Miss Calloway. He sees the woman of his dreams and I am the only one who knows who she is."
   },
   "author": {
    "text": "Danny DeVito"
   }
  },
  {
   "quote": {
    "text": "I wanted to be a soccer player, and I became the best of the best, the number one, better than Maradona, better than Pele, and even better than Messi - but only at night, nighttime, during my dreams. When I wake up, I realized that I have wooden legs and that I'm doomed to be a writer."
   },
   "author": {
    "text": "Eduardo Galeano"
   }
  },
  {
   "quote": {
    "text": "No one may speak for the dead, no one may interpret their mutilated dreams and visions."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "I do not know whether I was then a man dreaming I was a butterfly, or whether I am now a butterfly dreaming I am a man."
   },
   "author": {
    "text": "Zhuangzi"
   }
  },
  {
   "quote": {
    "text": "Life being what it is, one dreams of revenge."
   },
   "author": {
    "text": "Paul Gauguin"
   }
  },
  {
   "quote": {
    "text": "Anyone who has lost track of time when using a computer knows the propensity to dream, the urge to make dreams come true and the tendency to miss lunch."
   },
   "author": {
    "text": "Tim Berners-Lee"
   }
  },
  {
   "quote": {
    "text": "Dreams do come true, even for someone who couldn't speak English and never had a music lesson or much of an education."
   },
   "author": {
    "text": "Lawrence Welk"
   }
  },
  {
   "quote": {
    "text": "New York is the place that made my and other artists' dreams come true by giving us a chance to realise our ideas and concepts. It was a great place for making a presentation of artistic creation."
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "Our dreams are a second life. I have never been able to penetrate without a shudder those ivory or horned gates which separate us from the invisible world."
   },
   "author": {
    "text": "Gerard De Nerval"
   }
  },
  {
   "quote": {
    "text": "Most new jobs won't come from our biggest employers. They will come from our smallest. We've got to do everything we can to make entrepreneurial dreams a reality."
   },
   "author": {
    "text": "Ross Perot"
   }
  },
  {
   "quote": {
    "text": "A test of what is real is that it is hard and rough. Joys are found in it, not pleasure. What is pleasant belongs to dreams."
   },
   "author": {
    "text": "Simone Weil"
   }
  },
  {
   "quote": {
    "text": "Sometimes I wake at night in the White House and rub my eyes and wonder if it is not all a dream."
   },
   "author": {
    "text": "Grover Cleveland"
   }
  },
  {
   "quote": {
    "text": "Doubt kills more dreams than failure ever will."
   },
   "author": {
    "text": "Suzy Kassem"
   }
  },
  {
   "quote": {
    "text": "I have been interested in dreams, really since I was a kid. I have always been fascinated by the idea that your mind, when you are asleep, can create a world in a dream and you are perceiving it as though it really existed."
   },
   "author": {
    "text": "Christopher Nolan"
   }
  },
  {
   "quote": {
    "text": "Dream and give yourself permission to envision a You that you choose to be."
   },
   "author": {
    "text": "Joy Page"
   }
  },
  {
   "quote": {
    "text": "Dreams are necessary to life."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "You cannot live to please everyone else. You have to edify, educate and fulfill your own dreams and destiny, and hope that whatever your art is that you're putting out there, if it's received, great, I respect you for receiving it. If it's not received, great, I respect you for not."
   },
   "author": {
    "text": "Octavia Spencer"
   }
  },
  {
   "quote": {
    "text": "My pictures are always part of my thinking, and my emotions, tensions, dreams, desires."
   },
   "author": {
    "text": "Ingmar Bergman"
   }
  },
  {
   "quote": {
    "text": "The Book of Revelation is the strangest book in the Bible, and the most controversial. Instead of stories and moral teaching, it offers only visions - dreams and nightmares, the Four Horsemen of the Apocalypse, earthquakes, plagues and war."
   },
   "author": {
    "text": "Elaine Pagels"
   }
  },
  {
   "quote": {
    "text": "I would love to spend all my time writing to you; I'd love to share with you all that goes through my mind, all that weighs on my heart, all that gives air to my soul; phantoms of art, dreams that would be so beautiful if they could come true."
   },
   "author": {
    "text": "Luigi Pirandello"
   }
  },
  {
   "quote": {
    "text": "The work goes on, the cause endures, the hope still lives and the dreams shall never die."
   },
   "author": {
    "text": "Edward Kennedy"
   }
  },
  {
   "quote": {
    "text": "The success I have achieved in bodybuilding, motion pictures, and business would not have been possible without the generosity of the American people and the freedom here to pursue your dreams."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "A lot of people put pressure on themselves and think it will be way too hard for them to live out their dreams. Mentors are there to say, 'Look, it's not that tough. It's not as hard as you think. Here are some guidelines and things I have gone through to get to where I am in my career.'"
   },
   "author": {
    "text": "Joe Jonas"
   }
  },
  {
   "quote": {
    "text": "I've always been interested in photographing traditions and customs - especially in America. The prom is an American tradition, a rite of passage that has always been one of the most important rituals of American youth. It is a day in our lives that we never forget - a day full of hopes and dreams for our future."
   },
   "author": {
    "text": "Mary Ellen Mark"
   }
  },
  {
   "quote": {
    "text": "The world is seldom what it seems; to man, who dimly sees, realities appear as dreams, and dreams realities."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "I think we all need to believe in hope: that if we have dreams and if we have ambitions and if we have skills and talents - that if you really put your heart into something and you work at it hard enough - that you can make your dreams come true."
   },
   "author": {
    "text": "David Furnish"
   }
  },
  {
   "quote": {
    "text": "I never played Freddy as real. In the true bible of Wes Craven's outline for the films, Freddy only manifests himself in dreams. And a lot goes into a dream, not the least of which is imagination. So Freddy is secondhand information. Freddy is an urban legend that's been handed down to these teenagers over the years."
   },
   "author": {
    "text": "Robert Englund"
   }
  },
  {
   "quote": {
    "text": "I close my eyes, then I drift away, into the magic night I softly say. A silent prayer, like dreamers do, then I fall asleep to dream my dreams of you."
   },
   "author": {
    "text": "Roy Orbison"
   }
  },
  {
   "quote": {
    "text": "Private dreams are the most powerful. You have to dream of success to make it happen, and if you don't believe in yourself, nobody else will. But that doesn't mean you have to go around telling everyone about it."
   },
   "author": {
    "text": "Tony McCoy"
   }
  },
  {
   "quote": {
    "text": "Horror, for me, has to involve some sort of fantasy. Horror is something that is in your dreams or your nightmares."
   },
   "author": {
    "text": "Cassandra Peterson"
   }
  },
  {
   "quote": {
    "text": "Singing for a documentary that benefits the underprivileged remains one of my biggest dreams."
   },
   "author": {
    "text": "Arijit Singh"
   }
  },
  {
   "quote": {
    "text": "I'm a big fan of dreams. Unfortunately, dreams are our first casualty in life - people seem to give them up, quicker than anything, for a 'reality.'"
   },
   "author": {
    "text": "Kevin Costner"
   }
  },
  {
   "quote": {
    "text": "The Oval Office symbolizes... the Constitution, the hopes and dreams, and I'm going to say democracy. And when you have a dress code in the Supreme Court and a dress code on the floor of the Senate, floor of the House, I think it's appropriate to have an expectation that there will be a dress code that respects the office of the President."
   },
   "author": {
    "text": "Andrew Card"
   }
  },
  {
   "quote": {
    "text": "I'm very comfortable with the nature of life and death, and that we come to an end. What's most difficult to imagine is that those dreams and early yearnings and desires of childhood and adolescence will also disappear. But who knows? Maybe you become part of the eternal whatever."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "Throughout my life my greatest benefactors have been my dreams and my travels; very few men, living or dead, have helped me in my struggle."
   },
   "author": {
    "text": "Nikos Kazantzakis"
   }
  },
  {
   "quote": {
    "text": "Pop culture shapes our ideas of what is normal and what our dreams can be and what our roles are. Politics, of course, decides how the power and the money in the country is distributed. Both are equally important, and each affects the other."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "When we can't dream any longer we die."
   },
   "author": {
    "text": "Emma Goldman"
   }
  },
  {
   "quote": {
    "text": "I still have dreams about CBGB's. I still miss the place."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "I tell people 'America's Got Talent' is the best summer job you could have - you get to watch people strive for their dreams all summer long. So when you see me rooting for these people or dancing on the side of the stage, that's what I'd be doing if I was watching this show at home!"
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "I'll tell you this: You have to remember to chase and catch your dreams, because if you don't, your imagination will live in empty spaces, and that's nowhere land."
   },
   "author": {
    "text": "Gary Busey"
   }
  },
  {
   "quote": {
    "text": "To this day, some of my closest friends say, 'Gaga, you know, everything's great. You're a singer; your dreams have come true.' But, still, when certain things are said to you over and over again as you're growing up, it stays with you and you wonder if they're true."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "Perhaps life is just that... a dream and a fear."
   },
   "author": {
    "text": "Joseph Conrad"
   }
  },
  {
   "quote": {
    "text": "I'm fortunate enough to be living my dreams and a lot of other peoples' dreams."
   },
   "author": {
    "text": "Wale"
   }
  },
  {
   "quote": {
    "text": "Dreams are not without meaning wherever thay may come from-from fantasy, from the elements, or from other inspiration."
   },
   "author": {
    "text": "Paracelsus"
   }
  },
  {
   "quote": {
    "text": "I hope I can help inspire people to go for their dreams."
   },
   "author": {
    "text": "Laurie Hernandez"
   }
  },
  {
   "quote": {
    "text": "The follow your dreams thing is really important because so many people are railroaded into taking other paths by their family, their friends, people who should be supportive going, 'What are you talking about?' Even just seemingly regular career paths, but if it's not what people expect for you they kind of react funny."
   },
   "author": {
    "text": "Joan Jett"
   }
  },
  {
   "quote": {
    "text": "I always make my dreams into goals."
   },
   "author": {
    "text": "DJ Khaled"
   }
  },
  {
   "quote": {
    "text": "Look for the light. Look for it in everything. Look for it in yourself, in your children, in your job, and in your dreams. Look for it in the food you eat and in the people you surround yourself with."
   },
   "author": {
    "text": "Debbie Ford"
   }
  },
  {
   "quote": {
    "text": "I'd like to be remembered as someone who made a difference in the lives of young people - that I nurtured someone and taught them to pursue their dreams and their careers, to leave a legacy."
   },
   "author": {
    "text": "Andre Leon Talley"
   }
  },
  {
   "quote": {
    "text": "We all dream; we do not understand our dreams, yet we act as if nothing strange goes on in our sleep minds, strange at least by comparison with the logical, purposeful doings of our minds when we are awake."
   },
   "author": {
    "text": "Erich Fromm"
   }
  },
  {
   "quote": {
    "text": "Financial reward is important, but it shouldn't be your end goal - you'll reach your dreams much sooner if you focus your efforts on more important things."
   },
   "author": {
    "text": "Holly Branson"
   }
  },
  {
   "quote": {
    "text": "Obviously, fans are the beginning and end for any artist. The minute your fans embrace you and accept you, you begin this ride of being in music and having a career doing something you love. You get to go be a kid and live out your dreams by performing music for fans who come out to your shows."
   },
   "author": {
    "text": "Luke Bryan"
   }
  },
  {
   "quote": {
    "text": "You've got to have a dream... if you don't have any big dreams, nothing happens."
   },
   "author": {
    "text": "Ian Rush"
   }
  },
  {
   "quote": {
    "text": "I have a notebook that is filled to the brim with my dreams and ideas and goals and aspirations."
   },
   "author": {
    "text": "Karlie Kloss"
   }
  },
  {
   "quote": {
    "text": "We are near waking when we dream we are dreaming."
   },
   "author": {
    "text": "Novalis"
   }
  },
  {
   "quote": {
    "text": "Do It Under the Influence Yourself! That's what we're shooting for! Get drunk and make your dreams come true."
   },
   "author": {
    "text": "Aziz Ansari"
   }
  },
  {
   "quote": {
    "text": "A runner must run with dreams in his heart, not money in his pocket."
   },
   "author": {
    "text": "Emil Zatopek"
   }
  },
  {
   "quote": {
    "text": "We didn't know how to run a business, but we had dreams and talent."
   },
   "author": {
    "text": "Ruth Handler"
   }
  },
  {
   "quote": {
    "text": "The ideal of all Kosovo is membership in the E.U. and a permanent friendship with the United States. I believe and I am convinced our dreams will come true."
   },
   "author": {
    "text": "Atifete Jahjaga"
   }
  },
  {
   "quote": {
    "text": "A visionary is someone who can see the future, or thinks he sees the future. In my case, I use it and it comes out right. That doesn't come from daydreams or dreams, but it comes from knowing the market and knowing the world and knowing people really well and knowing where they're going to be tomorrow."
   },
   "author": {
    "text": "Leonard Lauder"
   }
  },
  {
   "quote": {
    "text": "In my lifetime, I've discovered a great many incredibly talented individuals. Some have achieved stardom. Simultaneously, I've seen many dreams shattered, egos destroyed and lives changed forever. The end destination may well be fame and fortune, but the road to stardom is littered with broken hearts."
   },
   "author": {
    "text": "Nigel Lythgoe"
   }
  },
  {
   "quote": {
    "text": "You can't give up on your dreams."
   },
   "author": {
    "text": "Anderson Silva"
   }
  },
  {
   "quote": {
    "text": "I think dreams can come true, but not necessarily like fairy-tales. It's not always so perfect like that."
   },
   "author": {
    "text": "Patrick Dempsey"
   }
  },
  {
   "quote": {
    "text": "It's crazy how the world evolves and the audience gives you an opportunity to really grow and live out your dreams."
   },
   "author": {
    "text": "Luis Fonsi"
   }
  },
  {
   "quote": {
    "text": "You think you have the most amazing life by having your dreams come true as a musician and marrying the woman of your dreams. But then you add a lil' baby girl... to the mix, and it's like you've never really lived and loved until she was here."
   },
   "author": {
    "text": "Coy Bowles"
   }
  },
  {
   "quote": {
    "text": "All art is exorcism. I paint dreams and visions too; the dreams and visions of my time. Painting is the effort to produce order; order in yourself. There is much chaos in me, much chaos in our time."
   },
   "author": {
    "text": "Otto Dix"
   }
  },
  {
   "quote": {
    "text": "I would love for there to be a 'Voodoo Dreams' movie, especially after seeing the glorious 'Beasts of the Southern Wild.' I so admired how the filmmakers captured Louisiana and the magical atmosphere. I cried."
   },
   "author": {
    "text": "Jewell Parker Rhodes"
   }
  },
  {
   "quote": {
    "text": "Dreaming men are haunted men."
   },
   "author": {
    "text": "Stephen Vincent Benet"
   }
  },
  {
   "quote": {
    "text": "Everyone loves a comeback story, and everyone loves the underdog as well. I kind of feel like I've been the underdog. Hopefully that inspires people to not give up on themselves and their lives and not give up on their dreams."
   },
   "author": {
    "text": "James Arthur"
   }
  },
  {
   "quote": {
    "text": "Whatever dreams I have wished have come true."
   },
   "author": {
    "text": "Annette Funicello"
   }
  },
  {
   "quote": {
    "text": "You have to keep pushing toward those dreams no matter what setbacks happen."
   },
   "author": {
    "text": "Anthony Hamilton"
   }
  },
  {
   "quote": {
    "text": "Dreams are illustrations from the book your soul is writing about you."
   },
   "author": {
    "text": "Marsha Norman"
   }
  },
  {
   "quote": {
    "text": "When a marriage founders, this may well be cause for tremendous sadness, but it's not a failure of spirit or character. People change, their goals and dreams alter, their ideas of themselves grow, or they just meet someone they like better."
   },
   "author": {
    "text": "Naomi Alderman"
   }
  },
  {
   "quote": {
    "text": "Dream the impossible because dreams do come true."
   },
   "author": {
    "text": "Elijah Wood"
   }
  },
  {
   "quote": {
    "text": "When you focus solely on valuation and market share, you win some and you lose some. When you focus on the needs of your customers and help them achieve their dreams, you win every time."
   },
   "author": {
    "text": "Dan Schulman"
   }
  },
  {
   "quote": {
    "text": "When your dreams are close to coming true, it does not feel real at first."
   },
   "author": {
    "text": "Henrikh Mkhitaryan"
   }
  },
  {
   "quote": {
    "text": "While marriage is historically associated with dire obligation and clipped wings, I've found that it actually liberates you to take on adventure and achieve your dreams. I like to call my husband 'my person.' Find your 'person,' and you can do anything!"
   },
   "author": {
    "text": "Lake Bell"
   }
  },
  {
   "quote": {
    "text": "When I was 16, I was like any other boy at that age who dreams of having a good physique."
   },
   "author": {
    "text": "Rohit Shetty"
   }
  },
  {
   "quote": {
    "text": "A successful life is one that is lived through understanding and pursuing one's own path, not chasing after the dreams of others."
   },
   "author": {
    "text": "Chin-Ning Chu"
   }
  },
  {
   "quote": {
    "text": "Dreaming or awake, we perceive only events that have meaning to us."
   },
   "author": {
    "text": "Jane Roberts"
   }
  },
  {
   "quote": {
    "text": "As I and the rest of my Pittsburgh Steelers teammates prepared that week in late December 1974, we knew one thing: The road to the Super Bowl in the AFC went through Oakland. To achieve your dreams as a team, you had to slay the Oakland Raiders. They were the barometer of what it took to be a championship team."
   },
   "author": {
    "text": "Joe Greene"
   }
  },
  {
   "quote": {
    "text": "No matter what happens, one should not stop dreaming... dreams do come true."
   },
   "author": {
    "text": "Neil Nitin Mukesh"
   }
  },
  {
   "quote": {
    "text": "Everyone has a salary. Everyone has hopes and dreams for where they can invest their money. Everyone wants to do the best they can with it, and they don't want to be subjected to any sort of predatory lending."
   },
   "author": {
    "text": "Dede Gardner"
   }
  },
  {
   "quote": {
    "text": "I've got a young man who works for me who says you don't need to discover your dreams - you need to recover them."
   },
   "author": {
    "text": "Dave Ramsey"
   }
  },
  {
   "quote": {
    "text": "God doesn't want us to merely sit around dreaming about things we can do and be. That's a good place to start, but a poor place to stop. God wants us to turn our dreams into action."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "In the books I have written, I have created in my mind a universe. My kids say I have a village in my head and I live in that village, and it's true. When I start writing a book, characters from previous books reappear. All my emotions, my mind, my heart, my dreams, everything becomes connected with a new book, and nothing else really matters."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "Beware of advice about successful people and their methods. For starters, no two situations are alike. Your dreams of creating a dry-cleaning empire won't be helped by knowing that Thomas Edison liked to take naps."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "The dreamer can know no truth, not even about his dream, except by awaking out of it."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "Yet it is in our idleness, in our dreams, that the submerged truth sometimes comes to the top."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "It is in our idleness, in our dreams, that the submerged truth sometimes comes to the top."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "Never in my wildest dreams did I entertain the idea that I would become a fashion designer."
   },
   "author": {
    "text": "Giorgio Armani"
   }
  },
  {
   "quote": {
    "text": "We were told not to turn our hobby into our job, but to turn our job into our hobby. As kids, we were told not to pursue our dreams!"
   },
   "author": {
    "text": "Khalid"
   }
  },
  {
   "quote": {
    "text": "I'm fulfilling my dreams that I had as a kid every single day."
   },
   "author": {
    "text": "Aaron Rodgers"
   }
  },
  {
   "quote": {
    "text": "I stand for freedom of expression, doing what you believe in, and going after your dreams."
   },
   "author": {
    "text": "Madonna Ciccone"
   }
  },
  {
   "quote": {
    "text": "I say to my colleagues never confine your best work, your hopes, your dreams, the aspiration of the American people to what will be signed by George W. Bush because that is too limiting a factor."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "The interpretation of dreams is a great art."
   },
   "author": {
    "text": "Paracelsus"
   }
  },
  {
   "quote": {
    "text": "I don't think the dreams die - I think that people give up. I think it gets too hard."
   },
   "author": {
    "text": "Tyler Perry"
   }
  },
  {
   "quote": {
    "text": "It has been my observation that parents kill more dreams than anybody."
   },
   "author": {
    "text": "Spike Lee"
   }
  },
  {
   "quote": {
    "text": "Carrie Underwood was just a small-town Oklahoma girl with big dreams in 2005 when she competed on the fourth season of 'American Idol.' She is one of the few true 'American Idol' success stories and went on to have incredible career success."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "Genius is an African who dreams up snow."
   },
   "author": {
    "text": "Vladimir Nabokov"
   }
  },
  {
   "quote": {
    "text": "Our politics are our deepest form of expression: they mirror our past experiences and reflect our dreams and aspirations for the future."
   },
   "author": {
    "text": "Paul Wellstone"
   }
  },
  {
   "quote": {
    "text": "I always wanted to be a Californian. In my wildest dreams, I always liked California - it's the place where oranges grows on trees! Fruit just falls off the trees."
   },
   "author": {
    "text": "Eric Burdon"
   }
  },
  {
   "quote": {
    "text": "People ask how can a Jewish kid from the Bronx do preppy clothes? Does it have to do with class and money? It has to do with dreams."
   },
   "author": {
    "text": "Ralph Lauren"
   }
  },
  {
   "quote": {
    "text": "A player dreams of being a superstar, but he doesn't want people flocking all over him asking for an autograph."
   },
   "author": {
    "text": "Dennis Rodman"
   }
  },
  {
   "quote": {
    "text": "For all life is a dream, and dreams themselves are only dreams."
   },
   "author": {
    "text": "Pedro Calderon de la Barca"
   }
  },
  {
   "quote": {
    "text": "Like the phoenix, socialism is reborn from every pile of ashes left day in, day out, by burnt-out human dreams and charred hopes."
   },
   "author": {
    "text": "Zygmunt Bauman"
   }
  },
  {
   "quote": {
    "text": "When I won in 2003, never in my wildest dreams did I ever think I would win Wimbledon and have my kids seeing me lift the trophy, so this is pretty surreal. And yeah, I was almost shocked in the moment that it all came together so nicely."
   },
   "author": {
    "text": "Roger Federer"
   }
  },
  {
   "quote": {
    "text": "What is happiness other than a negotiation between reality and your dreams? It's understanding that you give up something for something else. I feel like that's been how I've been trying to be happy, although in my DNA there's more of a depressed person."
   },
   "author": {
    "text": "Mark Ruffalo"
   }
  },
  {
   "quote": {
    "text": "After high school, I was going to move out to L.A. and try to pursue my dreams of acting. My parents said, 'That's fine. We support you, but you have to go to school,' which was fine because I'm a studious person anyway; I enjoy it."
   },
   "author": {
    "text": "Josie Loren"
   }
  },
  {
   "quote": {
    "text": "I had nightmares as a kid. As an adult, I have very prosaic dreams."
   },
   "author": {
    "text": "Guillermo del Toro"
   }
  },
  {
   "quote": {
    "text": "You have many years ahead of you to create the dreams that we can't even imagine dreaming. You have done more for the collective unconscious of this planet than you will ever know."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "I had to overcome challenge after challenge in order to take my life from nothing to living my dreams."
   },
   "author": {
    "text": "Curtis Jackson"
   }
  },
  {
   "quote": {
    "text": "If you can't read, it's going to be hard to realize dreams."
   },
   "author": {
    "text": "Booker T. Washington"
   }
  },
  {
   "quote": {
    "text": "Much can be inferred about a man from his mistress: in her one beholds his weaknesses and his dreams."
   },
   "author": {
    "text": "Georg C. Lichtenberg"
   }
  },
  {
   "quote": {
    "text": "The dirty little secret on Wall Street: Eighty percent of the Wall Street executives' and their spouses' donations go to Democrats. It's like they've got some kind of little sweet deal, where we'll call you fat cats and demean you and stuff, but you will get richer than your wildest dreams."
   },
   "author": {
    "text": "Louie Gohmert"
   }
  },
  {
   "quote": {
    "text": "Instead of plotting the demise of the traditional family, as some politicians and religious leaders would have you believe, gay people mow their lawns and watch 'American Idol' and video their children's concerts and have the same hopes and dreams that their straight counterparts do."
   },
   "author": {
    "text": "Jodi Picoult"
   }
  },
  {
   "quote": {
    "text": "Dreams are, by definition, cursed with short life spans."
   },
   "author": {
    "text": "Candice Bergen"
   }
  },
  {
   "quote": {
    "text": "The human imagination... has great difficulty in living strictly within the confines of a materialist practice or philosophy. It dreams, like a dog in its basket, of hares in the open."
   },
   "author": {
    "text": "John Berger"
   }
  },
  {
   "quote": {
    "text": "You gotta have a dream. If you don't have a dream, how you gonna make a dream come true?"
   },
   "author": {
    "text": "Oscar Hammerstein II"
   }
  },
  {
   "quote": {
    "text": "I've always been fascinated by memory and dreams because they are both completely our own. No one else has the same memories. No one has the same dreams."
   },
   "author": {
    "text": "Lois Lowry"
   }
  },
  {
   "quote": {
    "text": "I try to help people realize their dreams by using magic to tell stories that educate, move, and inspire."
   },
   "author": {
    "text": "David Copperfield"
   }
  },
  {
   "quote": {
    "text": "One should have strength and courage to follow their own truth, speak their own language, fulfill their own dreams."
   },
   "author": {
    "text": "Kerli"
   }
  },
  {
   "quote": {
    "text": "I've said it before, but it's absolutely true: My mother gave me my drive, but my father gave me my dreams. Thanks to him, I could see a future."
   },
   "author": {
    "text": "Liza Minnelli"
   }
  },
  {
   "quote": {
    "text": "I always knew that we were going to be successful and accomplish and succeed at our dreams. There was never a doubt in my mind. When we were recording 'Appetite For Destruction', we all knew."
   },
   "author": {
    "text": "Steven Adler"
   }
  },
  {
   "quote": {
    "text": "I was in Nepal and I had watched Oprah Winfrey's show. I had no idea, as a kid in Nepal, who she was, but I remember watching an episode of hers about living your dreams."
   },
   "author": {
    "text": "Prabal Gurung"
   }
  },
  {
   "quote": {
    "text": "My greatest mistake is that my dreams were too small."
   },
   "author": {
    "text": "Shimon Peres"
   }
  },
  {
   "quote": {
    "text": "We're not teaching our students the importance of relationships with other people: how you work with them, what the relational pathology consists of, how you examine your own conscience, how you examine the inner world, how you examine your dreams."
   },
   "author": {
    "text": "Irvin D. Yalom"
   }
  },
  {
   "quote": {
    "text": "Ours is the job of interpreting the Constitution. And that document isn't some inkblot on which litigants may project their hopes and dreams."
   },
   "author": {
    "text": "Neil Gorsuch"
   }
  },
  {
   "quote": {
    "text": "I lived for two years in Odawara, a castle town an hour outside of Tokyo, near the sea. It's a beautiful place, and I drew on my experiences there when writing 'The Lake of Dreams.'"
   },
   "author": {
    "text": "Kim Edwards"
   }
  },
  {
   "quote": {
    "text": "I would like to instill in people just to work hard. As long as they keep at it, their dreams will happen."
   },
   "author": {
    "text": "Misty May-Treanor"
   }
  },
  {
   "quote": {
    "text": "A man is not old until regrets take the place of dreams."
   },
   "author": {
    "text": "John Barrymore"
   }
  },
  {
   "quote": {
    "text": "My dream has always been to inspire young girls to see their own power and follow big dreams and realize that they have potential."
   },
   "author": {
    "text": "Sonita Alizadeh"
   }
  },
  {
   "quote": {
    "text": "All my dreams are coming true all across the board for some reason."
   },
   "author": {
    "text": "Jay Electronica"
   }
  },
  {
   "quote": {
    "text": "Sometimes your dreams come true, and it's a real drag."
   },
   "author": {
    "text": "Kyle Kinane"
   }
  },
  {
   "quote": {
    "text": "I dream that someday the step between my mind and my finger will no longer be needed. And that simply by blinking my eyes, I shall make pictures. Then, I think, I shall really have become a photographer."
   },
   "author": {
    "text": "Alfred Eisenstaedt"
   }
  },
  {
   "quote": {
    "text": "Men secretly respect a woman who is strong, has confidence and has dreams of her own. There's nothing more attractive to a man than a woman who has dignity and pride in who she is."
   },
   "author": {
    "text": "Sherry Argov"
   }
  },
  {
   "quote": {
    "text": "Catcher in the Rye had a profound impact on me-the idea that we all have lots of dreams that are slowly being chipped away as we grow up."
   },
   "author": {
    "text": "Judd Nelson"
   }
  },
  {
   "quote": {
    "text": "I think that they way my parents raised me, they taught me to always follow my dreams and never give up, no matter what the obstacle."
   },
   "author": {
    "text": "Katie Stevens"
   }
  },
  {
   "quote": {
    "text": "I think being nice and being safe is unfair to yourself when you have big dreams as a woman. I think you have to prepare yourself that not everyone in this world has the same personality... The one thing I've chosen to be great at in my life is singing - so why not be proud that I'm great at it?"
   },
   "author": {
    "text": "Jessie J"
   }
  },
  {
   "quote": {
    "text": "We need to be aware of what we are capable of first and realize that if you place your dreams really really high, you do have the potential to get to that level."
   },
   "author": {
    "text": "Vicente Fox"
   }
  },
  {
   "quote": {
    "text": "In the big picture, few of our careers live up to the dreams we nursed when we were young. In fact, one underside of success is that it's nearly always penultimate, and so every accomplishment merely raises the bar."
   },
   "author": {
    "text": "Lionel Shriver"
   }
  },
  {
   "quote": {
    "text": "I'm just a normal girl who dreams, who fights for what I believe."
   },
   "author": {
    "text": "Leila Lopes"
   }
  },
  {
   "quote": {
    "text": "Just like in rugby, the pinnacle was playing for the All Blacks. That was always a massive thing. But you never speak it outwardly because it can sound stupid. But if you don't have massive dreams, you might as well stay in bed."
   },
   "author": {
    "text": "Sonny Bill Williams"
   }
  },
  {
   "quote": {
    "text": "'Do What You Gotta Do' is a positive, inspirational song that says no matter what it is; whether you're up against challenges or trying to get your dreams and aspirations met, you should do what whatever you have to do shy of killing yourself or someone else."
   },
   "author": {
    "text": "Angie Stone"
   }
  },
  {
   "quote": {
    "text": "If ever a car was created by designers with dreams of grandeur, it had to be the 1958 Buick Limited: the heftiest, highest-priced and most opulent monster ever to hit the street in the '50s."
   },
   "author": {
    "text": "Clive Cussler"
   }
  },
  {
   "quote": {
    "text": "Our dreams are made of real things, like a shoebox full of photographs."
   },
   "author": {
    "text": "Jack Johnson"
   }
  },
  {
   "quote": {
    "text": "Never let your dreams go away."
   },
   "author": {
    "text": "Mike Piazza"
   }
  },
  {
   "quote": {
    "text": "You can't tell me that dreams don't come true. My life is proof that they do."
   },
   "author": {
    "text": "Fantasia Barrino"
   }
  },
  {
   "quote": {
    "text": "The greatest thing has been that projects that were pipe dreams before 'Whiplash' are now feeling more realistic."
   },
   "author": {
    "text": "Damien Chazelle"
   }
  },
  {
   "quote": {
    "text": "We need affordable space travel to inspire our youth, to let them know that they can experience their dreams, can set significant goals and be in a position to lead all of us to future progress in exploration, discovery and fun. Thanks to the X Prize for the inspiration."
   },
   "author": {
    "text": "Burt Rutan"
   }
  },
  {
   "quote": {
    "text": "Americans are hard working, innovative, proud people who want bad government policies and high taxes to get out of the way so they can take care of their families and pursue their dreams."
   },
   "author": {
    "text": "Tim Walberg"
   }
  },
  {
   "quote": {
    "text": "You've got to have dreams to keep you going."
   },
   "author": {
    "text": "Steve Waugh"
   }
  },
  {
   "quote": {
    "text": "Wide awake I can make my most fantastic dreams come true."
   },
   "author": {
    "text": "Lorenz Hart"
   }
  },
  {
   "quote": {
    "text": "Hopefully, young people will see that you can be young and make the sacrifices to follow your dreams."
   },
   "author": {
    "text": "Tinie Tempah"
   }
  },
  {
   "quote": {
    "text": "Stories come to me in mysterious ways, more like dreams than reasoned creations."
   },
   "author": {
    "text": "Anthony Browne"
   }
  },
  {
   "quote": {
    "text": "I am consumed with the fear of failing. Reaching deep down and finding confidence has made all my dreams come true."
   },
   "author": {
    "text": "Arsenio Hall"
   }
  },
  {
   "quote": {
    "text": "Deep down, I'm a Texas girl looking for that big romance every girl dreams about. Biologically, I look forward to being a cornerstone of a family. I'll be in my glory when I have a child on my knee."
   },
   "author": {
    "text": "Renee Zellweger"
   }
  },
  {
   "quote": {
    "text": "My mother always gives the best advice. When I left Puerto Rico to pursue my dreams, she always supported me and said to me, 'I'm never going to cut your wings, so don't let anyone else do that to you.' That has been my philosophy through life. I want to share that valuable lesson with my little girl someday."
   },
   "author": {
    "text": "Roselyn Sanchez"
   }
  },
  {
   "quote": {
    "text": "If you want to achieve your dreams, you must follow them, and the best way to follow them is not to think about wanting to be very rich, but to think about doing something that you really want to do."
   },
   "author": {
    "text": "Jackie Collins"
   }
  },
  {
   "quote": {
    "text": "My father is a very successful man in the corporate world, and I am his only son. He had certain dreams for me. I was scared to tell him that I wanted to be an actor."
   },
   "author": {
    "text": "Ram Kapoor"
   }
  },
  {
   "quote": {
    "text": "I was always a dreamer, in childhood especially. People thought I was a little strange."
   },
   "author": {
    "text": "Charley Pride"
   }
  },
  {
   "quote": {
    "text": "Africa is not fulfilling people's hopes and aspirations. African leaders have not had an agenda that included governing Africa so that people would find their careers, their life, dreams and visions fulfilled here."
   },
   "author": {
    "text": "Ama Ata Aidoo"
   }
  },
  {
   "quote": {
    "text": "Just what future the Designer of the universe has provided for the souls of men I do not know, I cannot prove. But I find that the whole order of Nature confirms my confidence that, if it is not like our noblest hopes and dreams, it will transcend them."
   },
   "author": {
    "text": "Henry Norris Russell"
   }
  },
  {
   "quote": {
    "text": "Dreams get you into the future and add excitement to the present."
   },
   "author": {
    "text": "Robert Conklin"
   }
  },
  {
   "quote": {
    "text": "All men of action are dreamers."
   },
   "author": {
    "text": "James Huneker"
   }
  },
  {
   "quote": {
    "text": "Learn from your dreams what you lack."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "I think there are a number of things that you can do to encourage your kids' dreams, but I do believe in speaking by experience of having a lot of help along the way, stumbling in the past. We've all stumbled, and we certainly all deserve to get up and walk again."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "I think when you move past your fear and you go after your dreams wholeheartedly, you become free. Know what I'm saying? Move past the fear."
   },
   "author": {
    "text": "LL Cool J"
   }
  },
  {
   "quote": {
    "text": "I think we dream so we don't have to be apart so long. If we're in each other's dreams, we can play together all night."
   },
   "author": {
    "text": "Bill Watterson"
   }
  },
  {
   "quote": {
    "text": "We cast away priceless time in dreams, born of imagination, fed upon illusion, and put to death by reality."
   },
   "author": {
    "text": "Judy Garland"
   }
  },
  {
   "quote": {
    "text": "Common sense tells us that the things of the earth exist only a little, and that true reality is only in dreams."
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "You must recognize, embrace, and be honest about what is real for you today and allow that understanding to inform the choices you make. Only then will you be able to build the future of your dreams."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "So many financial dreams are thwarted by the failure to act upon good intentions."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "My heroes, my dreams, and my future lay in Yankee Stadium. And they can't take that away from me."
   },
   "author": {
    "text": "Derek Jeter"
   }
  },
  {
   "quote": {
    "text": "There is no substitute under the heavens for productive labor. It is the process by which dreams become realities. It is the process by which idle visions become dynamic achievements."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "When I was 20, the idea of having a play on anywhere was just beyond my dreams."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "Our dreams must be stronger than our memories. We must be pulled by our dreams, rater than pushed by our memories."
   },
   "author": {
    "text": "Jesse Jackson"
   }
  },
  {
   "quote": {
    "text": "I've seen a lot of poverty - coming up as a young child, lost hopes and dreams and people that never had a chance to have a decent quality of life. I believe we can do a lot greater than that."
   },
   "author": {
    "text": "Maxine Waters"
   }
  },
  {
   "quote": {
    "text": "Ironically, it is exactly because we are a city that embraces freedom, that welcomes everyone and encourages their dreams, that New York remains on the front lines in the war on terror."
   },
   "author": {
    "text": "Michael Bloomberg"
   }
  },
  {
   "quote": {
    "text": "I wanted to be a musician. I wanted to be a superstar. I wanted to be on stage. I wanted to perform. I wanted to be in movies. But as you grow up, those dreams kind of fade away, and you're hit with reality, and you're like, 'Oh, not everyone can be Lil' Bow Wow?' Fine."
   },
   "author": {
    "text": "Lilly Singh"
   }
  },
  {
   "quote": {
    "text": "There is one thing that gets you out of bed in the morning, and that is discipline. Because your dreams and your goals are not there waking up for you in the morning."
   },
   "author": {
    "text": "Jocko Willink"
   }
  },
  {
   "quote": {
    "text": "In high school, I worked eight hours a day just so I could get into the college of my dreams and say that I got in - and I never went."
   },
   "author": {
    "text": "Bo Burnham"
   }
  },
  {
   "quote": {
    "text": "There's always going to be dreams and goals I have, but I never really tell people what they are."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "Only in our dreams are we free. The rest of the time we need wages."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "People's dreams are made out of what they do all day. The same way a dog that runs after rabbits will dream of rabbits. It's what you do that makes your soul, not the other way around."
   },
   "author": {
    "text": "Barbara Kingsolver"
   }
  },
  {
   "quote": {
    "text": "I never take for granted how lucky I am to be an American and what a privilege it is to spend each day at a nonprofit dedicated to helping the next generation of girls achieve their dreams. My journey, as the daughter of refugees, shows what refugees and the children of refugees can create for all Americans."
   },
   "author": {
    "text": "Reshma Saujani"
   }
  },
  {
   "quote": {
    "text": "It's great to see our players get some of their dreams come true."
   },
   "author": {
    "text": "Nick Saban"
   }
  },
  {
   "quote": {
    "text": "Dreams do come true, if we only wish hard enough, You can have anything in life if you will sacrifice everything else for it."
   },
   "author": {
    "text": "James M. Barrie"
   }
  },
  {
   "quote": {
    "text": "Dreams must be heeded and accepted. For a great many of them come true."
   },
   "author": {
    "text": "Paracelsus"
   }
  },
  {
   "quote": {
    "text": "Those who have compared our life to a dream were right... we were sleeping wake, and waking sleep."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "Death is the mother of Beauty; hence from her, alone, shall come fulfillment to our dreams and our desires."
   },
   "author": {
    "text": "Wallace Stevens"
   }
  },
  {
   "quote": {
    "text": "I am a person who has many dreams. But as soon as I accomplish one, I move on to the next. That's my fatal, absurd nature."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "For an entrepreneur with 'improbable' and 'impossible' dreams, the alleged stability that comes from getting 'a real job' is nothing but a sign of slavery."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "There's a line I have that our family was designed more for public than for private. But there are definitely some things that are only mine. I am someone who dreams at night, and you don't know what I'm dreaming."
   },
   "author": {
    "text": "Carrie Fisher"
   }
  },
  {
   "quote": {
    "text": "Movies are dreams! And they work on you subliminally."
   },
   "author": {
    "text": "Carrie Fisher"
   }
  },
  {
   "quote": {
    "text": "I don't like to talk about my dreams. I like to make them happen. I prefer to talk about them when they're done."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "We used to talk about wanting to get some money, but that's when hip-hop was based on your dreams and your fantasy. The whole thing now is the dreams and fantasies were achieved, and you don't want to make it the focal point. You can't keep beating that dead horse."
   },
   "author": {
    "text": "Sean Combs"
   }
  },
  {
   "quote": {
    "text": "Sometimes, the only realists are the dreamers."
   },
   "author": {
    "text": "Paul Wellstone"
   }
  },
  {
   "quote": {
    "text": "I have very vivid dreams - almost always action-adventure. I'm often on the run. I've always had dreams. When I was little, I'd go to sleep with my head on my hands, which were in fists like I was looking through a camera. I felt like sleep was the movies - just drifting off to the movies."
   },
   "author": {
    "text": "Sarah Silverman"
   }
  },
  {
   "quote": {
    "text": "Ever since we were little, we were so on fire for our dreams. We never let anyone blow our flames out."
   },
   "author": {
    "text": "Kelly Rowland"
   }
  },
  {
   "quote": {
    "text": "I have the most beautiful souls in my life supporting me and helping me to follow my dreams. I love them more than I can ever express in words."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "In our increasingly secular society, with so many disparate gods and different faiths, superhero films present a unique canvas upon which our shared hopes, dreams and apocalyptic nightmares can be projected and played out."
   },
   "author": {
    "text": "Tom Hiddleston"
   }
  },
  {
   "quote": {
    "text": "The English expression 'to fall asleep' is apt because the transition between waking and sleeping is a gradual drop from one state of being into another: a giving up of full self-consciousness for unconsciousness or for the altered consciousness of dreams."
   },
   "author": {
    "text": "Siri Hustvedt"
   }
  },
  {
   "quote": {
    "text": "Most of us accept that although we may believe our dreams to be real events, upon waking, we can tell the difference between nocturnal hallucinations and reality."
   },
   "author": {
    "text": "Siri Hustvedt"
   }
  },
  {
   "quote": {
    "text": "Every writer dreams of having the ability to hold forth for 8,000 words and pull all these different forms together: history, reportage, journalism. That was all I really wanted, and 'The Atlantic' was my first high-profile opportunity."
   },
   "author": {
    "text": "Ta-Nehisi Coates"
   }
  },
  {
   "quote": {
    "text": "The work of an advertising agency is warmly and immediately human. It deals with human needs, wants, dreams and hopes. Its 'product' cannot be turned out on an assembly line."
   },
   "author": {
    "text": "Leo Burnett"
   }
  },
  {
   "quote": {
    "text": "I've shown that if you dream and are willing to work hard, you can achieve your dreams."
   },
   "author": {
    "text": "Mo Farah"
   }
  },
  {
   "quote": {
    "text": "Giving children a fair chance to achieve their dreams and reach their potential is everyone's responsibility."
   },
   "author": {
    "text": "Randi Weingarten"
   }
  },
  {
   "quote": {
    "text": "Even in the most peaceful communities, an appetite for violence shows up in dreams, fantasies, sports, play, literature, movies and television. And, so long as we don't transform into angels, violence and the threat of violence - as in punishment and deterrence - is needed to rein in our worst instincts."
   },
   "author": {
    "text": "Paul Bloom"
   }
  },
  {
   "quote": {
    "text": "My photo has nothing to do with the person I am, the dreams I have, the family I want to build, the family I'm from."
   },
   "author": {
    "text": "Karamo Brown"
   }
  },
  {
   "quote": {
    "text": "The permanent temptation of life is to confuse dreams with reality. The permanent defeat of life comes when dreams are surrendered to reality."
   },
   "author": {
    "text": "James A. Michener"
   }
  },
  {
   "quote": {
    "text": "Dreams are like paper, they tear so easily."
   },
   "author": {
    "text": "Gilda Radner"
   }
  },
  {
   "quote": {
    "text": "'The Cut' is going to give someone the opportunity of a lifetime and help that person achieve his or her dreams."
   },
   "author": {
    "text": "Tommy Hilfiger"
   }
  },
  {
   "quote": {
    "text": "I have shared my whole life. My private and my show business life. It helps me actually to feel my songs and to go on with my dreams."
   },
   "author": {
    "text": "Celine Dion"
   }
  },
  {
   "quote": {
    "text": "My life has been a continuous fulfillment of dreams. It appears that everything I saw and did has a new, and perhaps, more significant meaning, every time I see it. The earth is good. It is a privilege to live thereon."
   },
   "author": {
    "text": "Liberty Hyde Bailey"
   }
  },
  {
   "quote": {
    "text": "People think it's funny that I enjoy dreaming so much. I just use it as a form of entertainment. It's very private. I don't see my dreams as separate. I mean, half the time I'm wandering around dreaming anyway."
   },
   "author": {
    "text": "Robert Smith"
   }
  },
  {
   "quote": {
    "text": "I've lived out many of the dreams I had as a little girl, back when I was riding my pony, mucking stalls, feeding cows, aspiring to finally become a professional jockey and racing in stakes races on a worldwide stage."
   },
   "author": {
    "text": "Chantal Sutherland"
   }
  },
  {
   "quote": {
    "text": "To all the kids out there: Follow your dream. Believe in your dream. Because dreams do come true."
   },
   "author": {
    "text": "Rickey Henderson"
   }
  },
  {
   "quote": {
    "text": "We see people in the Middle East begin to have dreams of new Ottoman Empire where everyone will be subjected to some of what we've seen happen in those countries where we helped bring about an Arab Spring that's turned into a Winter Nightmare."
   },
   "author": {
    "text": "Louie Gohmert"
   }
  },
  {
   "quote": {
    "text": "Friends can have different dreams and do different things."
   },
   "author": {
    "text": "Sabrina Bryan"
   }
  },
  {
   "quote": {
    "text": "I have crazy claustrophobic dreams, weird elevator dreams where the elevator closes in and all of a sudden I am lying down - oh my God, it's a casket. Just freaky stuff like that."
   },
   "author": {
    "text": "Dave Grohl"
   }
  },
  {
   "quote": {
    "text": "High performers obsessively research their dreams from a multitude of sources. To become world-class, you have to know who has already cracked the struggle you face ahead."
   },
   "author": {
    "text": "Brendon Burchard"
   }
  },
  {
   "quote": {
    "text": "After more than a decade as the editor of 'Wired' magazine, Chris Anderson started the company of his dreams - a robotics manufacturing company called 3D Robotics - to produce the autonomous flying vehicles coming out of DIY Drones."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "Dreams are the ones that really keep me moving all the time. That's what drives me."
   },
   "author": {
    "text": "J Balvin"
   }
  },
  {
   "quote": {
    "text": "Dream lofty dreams, and as you dream, so you shall become. Your vision is the promise of what you shall one day be; your ideal is the prophecy of what you shall at last unveil."
   },
   "author": {
    "text": "James Lane Allen"
   }
  },
  {
   "quote": {
    "text": "Though I know he loves me, tonight my heart is sad; his kiss was not so wonderful as all the dreams I had."
   },
   "author": {
    "text": "Sara Teasdale"
   }
  },
  {
   "quote": {
    "text": "Dreams sometimes foretell the future."
   },
   "author": {
    "text": "Mickey Hart"
   }
  },
  {
   "quote": {
    "text": "Integrity is critical to our lives - and to our dreams of achievement. We must remember that without integrity, nothing else matters and that with integrity, nothing else matters."
   },
   "author": {
    "text": "Jon Huntsman, Sr."
   }
  },
  {
   "quote": {
    "text": "I love watching people's dreams come true."
   },
   "author": {
    "text": "Jessica Simpson"
   }
  },
  {
   "quote": {
    "text": "I was not born in a home where there were stereotypes. So that was very useful because it gave me the sense of possibilities, of flying, if I may say, of making my hopes and dreams a reality."
   },
   "author": {
    "text": "Michelle Bachelet"
   }
  },
  {
   "quote": {
    "text": "I want that longevity in the career, so if you don't know how to get it, you trying to chase that high, you trying to continue to chase your dreams and conquer things you never thought you could get. And you just want to get there too soon, so you taking the wrong moves to try and compensate what's not happening."
   },
   "author": {
    "text": "Future"
   }
  },
  {
   "quote": {
    "text": "I always thought I would be a teacher. And I think I actually lived up to my initial dreams, because what I do now is teach millions and millions of people many different kinds of things."
   },
   "author": {
    "text": "Martha Stewart"
   }
  },
  {
   "quote": {
    "text": "I feel like I'm making a difference. I feel like putting out a message for young girls to follow your dreams and just work at what you want to do and be yourself."
   },
   "author": {
    "text": "Willow Smith"
   }
  },
  {
   "quote": {
    "text": "To become an astronaut, someone has to have a dream of his own to do something that he or she has always wanted to do, then commit himself to making that dream come true."
   },
   "author": {
    "text": "Gene Cernan"
   }
  },
  {
   "quote": {
    "text": "Some guys have trouble sleeping the night before an important round. I never have. Invariably, I sleep longer and better, and have more dreams, when I'm in contention and feeling pressure."
   },
   "author": {
    "text": "Tom Watson"
   }
  },
  {
   "quote": {
    "text": "At its heart, 'Fat City' is not about boxing. It is a universal story of grim realities and toxic delusions. It is awash with awareness of chances blown, dreams stymied, precious time wasted, and all future prospects scorched to ashes by the process."
   },
   "author": {
    "text": "Katherine Dunn"
   }
  },
  {
   "quote": {
    "text": "The time I spent in New York when I was 17 gave me the confidence to pursue my dreams with my whole heart."
   },
   "author": {
    "text": "Leslie Odom, Jr."
   }
  },
  {
   "quote": {
    "text": "Beautiful dreams - if the world were more beautiful they would come true - But the world is relentless & cruel - people are - they must be, I suppose, or they could not live."
   },
   "author": {
    "text": "Alfred Stieglitz"
   }
  },
  {
   "quote": {
    "text": "All the things one has forgotten scream for help in dreams."
   },
   "author": {
    "text": "Elias Canetti"
   }
  },
  {
   "quote": {
    "text": "I didn't come from a lot. I had a lot of love and support from my family, but as far as money and that type of thing, I didn't really have any of that. All I did was follow my dreams. If my fans take anything from me, I hope it would be that."
   },
   "author": {
    "text": "Keke Palmer"
   }
  },
  {
   "quote": {
    "text": "Sometimes just being on a beach with my loved ones is all the adventure I need. I am a happy camper and continue to be a citizen of the world. I have yet to discover other cultures, other peoples' dreams and treasures. I will always be a traveler who is discovering beautiful Gaia."
   },
   "author": {
    "text": "Guy Laliberte"
   }
  },
  {
   "quote": {
    "text": "Google is a global Rorschach test. We see in it what we want to see. Google has built an infrastructure that makes a lot of dreams closer to reality."
   },
   "author": {
    "text": "John Battelle"
   }
  },
  {
   "quote": {
    "text": "My mom was always so supportive; she enabled me to pursue my dreams. I danced on Broadway as a kid, and she would never miss a show."
   },
   "author": {
    "text": "Ian Ziering"
   }
  },
  {
   "quote": {
    "text": "I hope that the restaurant I go to will have buffalo chicken fingers. I hope that one day I can work with Matt Damon. I have big and little dreams, and they're all equally important to me. A life without buffalo chicken fingers, I don't know if I would want that life. Even if it meant I got to work with Matt Damon. Everything has its worth."
   },
   "author": {
    "text": "Jenny Slate"
   }
  },
  {
   "quote": {
    "text": "Today, among little girls especially, princesses and the romanticised ideal they represent - finding the man of your dreams - have a limited shelf life."
   },
   "author": {
    "text": "John Lasseter"
   }
  },
  {
   "quote": {
    "text": "In bed my real love has always been the sleep that rescued me by allowing me to dream."
   },
   "author": {
    "text": "Luigi Pirandello"
   }
  },
  {
   "quote": {
    "text": "I can think of some things that would be fun, but I'm living my dreams."
   },
   "author": {
    "text": "Mike Farrell"
   }
  },
  {
   "quote": {
    "text": "As far as my dreams go, all I want to do is be a working actor, and I happily achieved that."
   },
   "author": {
    "text": "Lucas Grabeel"
   }
  },
  {
   "quote": {
    "text": "Everyone has their dreams. I don't write my dreams down; they just live inside of me."
   },
   "author": {
    "text": "Gracie Gold"
   }
  },
  {
   "quote": {
    "text": "You have to dream dreams to live dreams."
   },
   "author": {
    "text": "Eric Lindros"
   }
  },
  {
   "quote": {
    "text": "Don't get me wrong: I love 'Moana!' But when it gets to the point where you find yourself singing Disney songs in your dreams, you have an issue."
   },
   "author": {
    "text": "Busy Philipps"
   }
  },
  {
   "quote": {
    "text": "Hollywood has always been a cage... a cage to catch our dreams."
   },
   "author": {
    "text": "John Huston"
   }
  },
  {
   "quote": {
    "text": "Three of my childhood dreams went unfulfilled. I never saw a no-hitter, never saw a triple play, and never caught a ball that had been hit into the stands. But I did see the Yankees beat the Brooklyn Dodgers in a World Series game when I was 10."
   },
   "author": {
    "text": "Thomas Hauser"
   }
  },
  {
   "quote": {
    "text": "As a young man you don't notice at all that you were, after all, badly affected. For years afterwards, at least ten years, I kept getting these dreams, in which I had to crawl through ruined houses, along passages I could hardly get through."
   },
   "author": {
    "text": "Otto Dix"
   }
  },
  {
   "quote": {
    "text": "We can escape the commonplace only by manipulating it, controlling it, thrusting it into our dreams or surrendering it to the free play of our subjectivity."
   },
   "author": {
    "text": "Raoul Vaneigem"
   }
  },
  {
   "quote": {
    "text": "If there is one place on the face of earth where all the dreams of living men have found a home from the very earliest days when man began the dream of existence, it is India."
   },
   "author": {
    "text": "Romain Rolland"
   }
  },
  {
   "quote": {
    "text": "It's good to have plans and dreams, but don't be surprised if God brings you somewhere else."
   },
   "author": {
    "text": "Anne F. Beiler"
   }
  },
  {
   "quote": {
    "text": "There are people who are destined to embrace endless pain and suffering, and there are people who desire to dream. Everybody dreams, of course. But does anybody desperately want to dream more than the people of North Korea?"
   },
   "author": {
    "text": "Lee Hyeon-seo"
   }
  },
  {
   "quote": {
    "text": "I have very specific advice for aspiring writers: go to New York. And if you can't go to New York, go to the place that represents New York to you, where the standards for writing are high, there are other people who share your dreams, and where you can talk, talk, talk about your interests."
   },
   "author": {
    "text": "Walter Kirn"
   }
  },
  {
   "quote": {
    "text": "I know it's cliche to say, 'When you do something you love you never work a day in your life.' But it is true: When you do something you love, life gets to be a little bit easier and enjoyable. So I just want people to follow their dreams."
   },
   "author": {
    "text": "Tika Sumpter"
   }
  },
  {
   "quote": {
    "text": "I believe history will come to view 9/11 as an event on par with November 22, 1963, the date on which John F. Kennedy was murdered, cutting short a presidency that was growing ever more promising. Dreams died that day in Dallas; it is easy to imagine the 1960s turning out rather differently had President Kennedy lived."
   },
   "author": {
    "text": "Jon Meacham"
   }
  },
  {
   "quote": {
    "text": "I'd definitely be the kind of parent who enabled my child's dreams. I'd just watch and nurture and guide them. I have the blueprints of what not to do... I think I'd be a good parent, actually."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "I think the 20s are a vastly overrated decade. We promise kids that once they get out of school, life will begin and their dreams will come true. But then comes the struggle."
   },
   "author": {
    "text": "Tyne Daly"
   }
  },
  {
   "quote": {
    "text": "All my records - 'By the Time I Get to Phoenix,' 'Wichita Lineman,' 'Galveston,' 'Rhinestone Cowboy,' 'Dreams of the Everyday Housewife' - they all had strings on them."
   },
   "author": {
    "text": "Glen Campbell"
   }
  },
  {
   "quote": {
    "text": "Think about how many dreams die with people - if you don't believe in yourself, whatever you're doing is for no reason."
   },
   "author": {
    "text": "Bibi Bourelly"
   }
  },
  {
   "quote": {
    "text": "To the degree we're not living our dreams, our comfort zone has more control of us than we have over ourselves."
   },
   "author": {
    "text": "Peter McWilliams"
   }
  },
  {
   "quote": {
    "text": "It is so unexpected, it goes beyond my wildest dreams. Sometimes I just sit back and think. 'Oh my God, I'm in the movies!' It still hasn't sunk in."
   },
   "author": {
    "text": "Kerri Green"
   }
  },
  {
   "quote": {
    "text": "It's not too late, I can still live my dreams."
   },
   "author": {
    "text": "Diana Nyad"
   }
  },
  {
   "quote": {
    "text": "As a child our dreams got scattered all about and all our future prospects got scattered to so many places, and we spend our lives trying to find the little pieces that make up our lives and make up the dreams that we had as a child that got blown away in the windstorm."
   },
   "author": {
    "text": "Terrence Howard"
   }
  },
  {
   "quote": {
    "text": "Everybody's a dreamer."
   },
   "author": {
    "text": "John Lithgow"
   }
  },
  {
   "quote": {
    "text": "To me, what I love about the draft is; first, you see the young men who are realizing their dreams that they've worked so hard for. That's a pretty cool thing. You saw the emotion from some of these guys the other day. And then, the second thing is this total sense of hope and optimism. And, I think that's great for everybody."
   },
   "author": {
    "text": "Roger Goodell"
   }
  },
  {
   "quote": {
    "text": "We never want to go into a tour and play 15 songs and say 'Enjoy.' We have messages: Number 1, follow your dreams. If I can do it, you can do it. Number 2, give your life to something. We say, 'Volunteer and add seven years to your life.' You can have your own personal ministry. The message we have is 'What do you stand for?'"
   },
   "author": {
    "text": "John Tesh"
   }
  },
  {
   "quote": {
    "text": "As a kid, this is what I wanted my life to be. Not in my wildest dreams did I ever dare to dream that it would be this."
   },
   "author": {
    "text": "Smokey Robinson"
   }
  },
  {
   "quote": {
    "text": "Having achieved my own dreams, I want to give to kids who are less fortunate, who struggle with everyday obstacles. I want to give them something positive in their lives: support."
   },
   "author": {
    "text": "Kristi Yamaguchi"
   }
  },
  {
   "quote": {
    "text": "I would certainly encourage young people to pursue their dreams. It isn't always an easy path, but it's worth going after. And I figure if a farmer's daughter from Iowa can become an astronaut, you can be just about anything you want to be."
   },
   "author": {
    "text": "Peggy Whitson"
   }
  },
  {
   "quote": {
    "text": "Screenplays I didn't really care about, journalism, travel books, getting my writer friends to write about their dreams or something. I just determined to write the books I had to write."
   },
   "author": {
    "text": "Kazuo Ishiguro"
   }
  },
  {
   "quote": {
    "text": "Dreams do come true. If anyone's proof of that, it's me."
   },
   "author": {
    "text": "Jennifer Hudson"
   }
  },
  {
   "quote": {
    "text": "The wise policymaker doesn't assume that any policy adopted in good faith will have good results. Instead, he or she weighs the likely outcome of any new policy based on facts and experience - not sentiments and dreams."
   },
   "author": {
    "text": "Laura Ingraham"
   }
  },
  {
   "quote": {
    "text": "It was a lovely opportunity for the first time in my whole career to stand up and thank people who are really responsible for me getting to realize my dreams."
   },
   "author": {
    "text": "Rachel Griffiths"
   }
  },
  {
   "quote": {
    "text": "The dialogue between client and architect is about as intimate as any conversation you can have, because when you're talking about building a house, you're talking about dreams."
   },
   "author": {
    "text": "Robert A. M. Stern"
   }
  },
  {
   "quote": {
    "text": "'Dreams From My Father' reveals more about Obama than is usually known about political leaders until after they're dead. Perhaps more than it intends, it shows his mind working, in real time, sentence by sentence, in what feels like a private audience with the reader."
   },
   "author": {
    "text": "Jonathan Raban"
   }
  },
  {
   "quote": {
    "text": "Dreaming of a tomorrow, which tomorrow, will be as distant then as 'tis today."
   },
   "author": {
    "text": "Lope de Vega"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, I have two dreams. I want to be a baseball player. Hometown, Hiroshima, has a Japanese baseball franchise team called Hiroshima Carps. You know, and then I want to be a sushi chef. I want to make own restaurant - sushi restaurant."
   },
   "author": {
    "text": "Masaharu Morimoto"
   }
  },
  {
   "quote": {
    "text": "You have a responsibility to move your dreams forward, no matter what."
   },
   "author": {
    "text": "Amanda Lindhout"
   }
  },
  {
   "quote": {
    "text": "I don't like dreams or reality. I like when dreams become reality because that is my life."
   },
   "author": {
    "text": "Jean Paul Gaultier"
   }
  },
  {
   "quote": {
    "text": "That's another piece of advice: Don't go to college; follow your dreams. Unless you're a doctor - then go to college."
   },
   "author": {
    "text": "Adam DeVine"
   }
  },
  {
   "quote": {
    "text": "My family doesn't understand trying to chase your dreams because they were all about survival."
   },
   "author": {
    "text": "Cristela Alonzo"
   }
  },
  {
   "quote": {
    "text": "There's this notion, kind of like unspoken, that you can't live your dreams and be a mom. You can't have a career and be a mom. There's still that preconceived notion, and I reject that."
   },
   "author": {
    "text": "Jurnee Smollett-Bell"
   }
  },
  {
   "quote": {
    "text": "I sometimes have dreams that my assistant director is waking me up and trying to get me to the set."
   },
   "author": {
    "text": "Lauren Cohan"
   }
  },
  {
   "quote": {
    "text": "I'm very ambitious. I live in reality but I have dreams I want to fulfill - I want to be a director, and I've already started my own production company. But I also have a measure of success that I keep to myself. It's something very personal to me."
   },
   "author": {
    "text": "Alex Pettyfer"
   }
  },
  {
   "quote": {
    "text": "Although the events we appear to perceive in dreams are illusory, our feelings in response to dream content are real. Indeed, most of the events we experience in dreams are real; when we experience feelings, say, anxiety or ecstasy, in dreams, we really do feel anxious or ecstatic at the time."
   },
   "author": {
    "text": "Stephen LaBerge"
   }
  },
  {
   "quote": {
    "text": "Intellectual despair results in neither weakness nor dreams, but in violence. It is only a matter of knowing how to give vent to one's rage; whether one only wants to wander like madmen around prisons, or whether one wants to overturn them."
   },
   "author": {
    "text": "Georges Bataille"
   }
  },
  {
   "quote": {
    "text": "All my childhood dreams have come true."
   },
   "author": {
    "text": "Lucas Till"
   }
  },
  {
   "quote": {
    "text": "When you're a kid, you have these big ideas and these big dreams to make a change, or maybe you feel like you can't make a difference."
   },
   "author": {
    "text": "AnnaSophia Robb"
   }
  },
  {
   "quote": {
    "text": "If I can be of inspiration to anyone to go after their goals and their dreams, then I feel like I'll be satisfied with that."
   },
   "author": {
    "text": "Letitia Wright"
   }
  },
  {
   "quote": {
    "text": "I think a lot of my dreams have come true, and my next dream is to have a No. 1 selling album. A Grammy-award-winning album."
   },
   "author": {
    "text": "Tessanne Chin"
   }
  },
  {
   "quote": {
    "text": "Ask any parent what we want for our children, and invariably we say 'a better life.' To that end, we give our time, our sleep, our money, and our dreams, much as our parents did before us. We all want a better life for our children. But what we want for them ceases to matter if we leave them an unlivable world."
   },
   "author": {
    "text": "Leonor Varela"
   }
  },
  {
   "quote": {
    "text": "Never in my wildest dreams did I think I would become a constant topic for national television and radio shows - never mind mentioned by some of the country's most respected journalists."
   },
   "author": {
    "text": "Trae Young"
   }
  },
  {
   "quote": {
    "text": "One of my dreams was being called a 'Diaper Dandy' by Dick Vitale. He calls me that all the time now. It's surreal."
   },
   "author": {
    "text": "Trae Young"
   }
  },
  {
   "quote": {
    "text": "But I am delighted to be a Dodger, I grew up a Dodger fan and now my dreams have really come true."
   },
   "author": {
    "text": "Milton Bradley"
   }
  },
  {
   "quote": {
    "text": "I realized that, when you're 18, your world is wide open. But as each year passes, one more nail goes into the coffin, killing you dreams and aspirations. And by the time you reach 25, you've been beaten down and become a realist. And my advice is you can't let these things get you down."
   },
   "author": {
    "text": "Paul Zane Pilzer"
   }
  },
  {
   "quote": {
    "text": "We grew up founding our dreams on the infinite promise of American advertising. I still believe that one can learn to play the piano by mail and that mud will give you a perfect complexion."
   },
   "author": {
    "text": "Zelda Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "You know, the man of my dreams might walk round the corner tomorrow. I'm older and wiser and I think I'd make a great girlfriend. I live in the realm of romantic possibility."
   },
   "author": {
    "text": "Stevie Nicks"
   }
  },
  {
   "quote": {
    "text": "I found a scrap book that my mom had given to me, and inside was a letter that I wrote to myself at age 19. The letter included my goals and dreams for my life, and even then, I was writing about the management company that I built today."
   },
   "author": {
    "text": "Troy Carter"
   }
  },
  {
   "quote": {
    "text": "Men don't come up to you to just talk. We come up to you with a plan. We're looking across the room at you, and we don't care about your hopes and dreams. We don't care about what your future holds. We saw something we wanted."
   },
   "author": {
    "text": "Steve Harvey"
   }
  },
  {
   "quote": {
    "text": "What I love about America is not necessarily the American Dream but the fact that there's so much spirit of fighting to continue to dream once the dreams are broken."
   },
   "author": {
    "text": "Chloe Zhao"
   }
  },
  {
   "quote": {
    "text": "I never lost my dreams in my 20s, and I know that sounds corny, but it's incredibly important to never let go of what you really want in your life."
   },
   "author": {
    "text": "Juan Pablo Di Pace"
   }
  },
  {
   "quote": {
    "text": "We live in America where each and every person has the equal opportunity to take their iPhone or a smartphone and create something and put it online and have the equal ability to blow up and be successful. It's a tool I hope we inspire tons of people to pick up and go after their dreams."
   },
   "author": {
    "text": "Todrick Hall"
   }
  },
  {
   "quote": {
    "text": "With Shakespeare and poetry, a new world was born. New dreams, new desires, a self consciousness was born. I desired to know to know myself in terms of the new standards set by these books."
   },
   "author": {
    "text": "Peter Abrahams"
   }
  },
  {
   "quote": {
    "text": "I get worked up over an 'idea' or the ethos of an idea. I follow dreams, take notes on travels, and engage in research often - if I need names, details, facts that enhance the project."
   },
   "author": {
    "text": "Anne Waldman"
   }
  },
  {
   "quote": {
    "text": "Take everything easy and quit dreaming and brooding and you will be well guarded from a thousand evils."
   },
   "author": {
    "text": "Amy Lowell"
   }
  },
  {
   "quote": {
    "text": "I liked lots of 'Doctor Who' books, but my favourite tale was a spooky story about two invalid children - who've never met in the real world - who get trapped in a shared dreamscape when they fall asleep. It's called 'Marianne Dreams' by Catherine Storr."
   },
   "author": {
    "text": "Stephen Cole"
   }
  },
  {
   "quote": {
    "text": "As the highest-ranking Republican woman in the U.S. House of Representatives and the mom of two daughters, I believe if we're serious as a nation about empowering every American to pursue his or her own dreams, then true cases of gender discrimination need to be confronted."
   },
   "author": {
    "text": "Cathy McMorris Rodgers"
   }
  },
  {
   "quote": {
    "text": "There's a logic to dreams that doesn't necessarily follow linear narrative. You don't know why things happen, it's your subconscious pushing you, to give you information."
   },
   "author": {
    "text": "Justin Theroux"
   }
  },
  {
   "quote": {
    "text": "Hollywood is the dream factory, and no one dreams about older women."
   },
   "author": {
    "text": "Amy Heckerling"
   }
  },
  {
   "quote": {
    "text": "Baseball always gets credit for the foundational part of masculinity - the father thing. The eternal game of backyard catch, 'Field of Dreams', the Ripkens, the Griffeys, the Bondses, so on. But football is the real paternal game, because it's a conveyor belt of father figures, in the form of coaches."
   },
   "author": {
    "text": "J. R. Moehringer"
   }
  },
  {
   "quote": {
    "text": "One of the most adventurous things left us is to go to bed. For no one can lay a hand on our dreams."
   },
   "author": {
    "text": "E. V. Lucas"
   }
  },
  {
   "quote": {
    "text": "I went into the 'Idol' audition with no expectations; that's just the kind of person I am. If it doesn't happen, it doesn't hurt so badly, you know? But once I made it past the first round, and the second, and third - I started to realize, 'Maybe my goals and dreams really are attainable.'"
   },
   "author": {
    "text": "Crystal Bowersox"
   }
  },
  {
   "quote": {
    "text": "Well, my thoughts about California are kind of mythological. To me, as well as being a real place, it's a place where people go to find something - to find happiness or to realize their dreams. So it has that kind of quality of heroism and heartache, and Australia has that, as well."
   },
   "author": {
    "text": "Colin Hay"
   }
  },
  {
   "quote": {
    "text": "To see your friend's dreams come true, there's really nothing that can make you happier."
   },
   "author": {
    "text": "Josh Hopkins"
   }
  },
  {
   "quote": {
    "text": "We get older, and we get more wrinkles, but fundamentally, we stay the same... You have the same fears and doubts and concerns and dreams and passions and all those kinds of things, so I feel like you don't change as much as you think you do."
   },
   "author": {
    "text": "Andrew Haigh"
   }
  },
  {
   "quote": {
    "text": "Spielberg read the 'Understudy' and decided that was the voice he wanted to write 'Smash.' He wanted a story that had humanity and humor and high-stakes dreams."
   },
   "author": {
    "text": "Theresa Rebeck"
   }
  },
  {
   "quote": {
    "text": "I wanted to raise the voice of a lot of the people that I knew growing up, and this was, for the most part, poor people who had extraordinary dreams but also very amazing obstacles."
   },
   "author": {
    "text": "Edwidge Danticat"
   }
  },
  {
   "quote": {
    "text": "Repression is the enemy of civilization - so keep dreaming, because the dreams we dream today will provide the love, the compassion, and the humanity that will narrate the stories of our lives tomorrow."
   },
   "author": {
    "text": "Marc Platt"
   }
  },
  {
   "quote": {
    "text": "I've been so showered in life, beyond my wildest dreams, such as having a loving partner I never thought I'd have."
   },
   "author": {
    "text": "Marian Keyes"
   }
  },
  {
   "quote": {
    "text": "People are so busy dreaming the American Dream, fantasizing about what they could be or have a right to be, that they're all asleep at the switch. Consequently we are living in the Age of Human Error."
   },
   "author": {
    "text": "Florence King"
   }
  },
  {
   "quote": {
    "text": "As entrepreneurs, we must constantly dream and have the conviction and obsession to transform our dreams into reality - to create a future that never existed before."
   },
   "author": {
    "text": "Clara Shih"
   }
  },
  {
   "quote": {
    "text": "That's the thing about dreams - they're ineffable. If you can get to the bottom of it, it's not a dream."
   },
   "author": {
    "text": "James Lapine"
   }
  },
  {
   "quote": {
    "text": "To wear dreams on one's feet is to begin to give a reality to one's dreams."
   },
   "author": {
    "text": "Roger Vivier"
   }
  },
  {
   "quote": {
    "text": "An Academy Award nomination is stuff dreams are made of."
   },
   "author": {
    "text": "Sharmeen Obaid-Chinoy"
   }
  },
  {
   "quote": {
    "text": "Don't give up your dreams."
   },
   "author": {
    "text": "Sharmeen Obaid-Chinoy"
   }
  },
  {
   "quote": {
    "text": "I'd been in Sacramento a day and already noticed the pervasiveness of its homeless problem. The city seemed like California without the masks or pretense: a place where dreams were occasionally made but mostly torn apart."
   },
   "author": {
    "text": "Tom Bissell"
   }
  },
  {
   "quote": {
    "text": "I tell people I'm too stupid to know what's impossible. I have ridiculously large dreams, and half the time they come true."
   },
   "author": {
    "text": "Debi Thomas"
   }
  },
  {
   "quote": {
    "text": "I like clever songs. I like songs that make people think and I try to have substance in all my records, even with 'Sweet Dreams' how it was a club record and it was up tempo, but it was melodic and it was, like, lyrical."
   },
   "author": {
    "text": "Rico Love"
   }
  },
  {
   "quote": {
    "text": "I don't think if you asked any of my childhood friends they would say that I had a weird childhood; they might say there weren't a lot of regular rules, the conversations in the house were always very open, dreams were a great thing to talk about, everybody was making something all the time."
   },
   "author": {
    "text": "Jennifer Lynch"
   }
  },
  {
   "quote": {
    "text": "I'm just a regular Baltimore chick who believed in God enough to follow her dreams."
   },
   "author": {
    "text": "Bresha Webb"
   }
  },
  {
   "quote": {
    "text": "In the year since we brought things into the open with a clean breath of fresh air at City Hall, we have learned about corrupt spending practices and unethical conflicts of interest that waste your money... and keep Dallas from being the great city of our dreams."
   },
   "author": {
    "text": "Laura Miller"
   }
  },
  {
   "quote": {
    "text": "I just want that sensation you have in dreams when you fly to be real."
   },
   "author": {
    "text": "Janet Montgomery"
   }
  },
  {
   "quote": {
    "text": "I've dreamed landscapes for years, and my dreams play an enormous role in my work. In fact, when I first started doing landscapes I felt insecure about painting in this style, and the dreams were like positive omens for me, and I've done a few paintings that were exact replicas of images that came to me in dreams."
   },
   "author": {
    "text": "April Gornik"
   }
  },
  {
   "quote": {
    "text": "My career's consisted of all of those things that you hope would one day lead to being a series regular, and then your dreams grow from there. My career has been very steady, and I've been blessed in that I've been given everything that I can handle, at the right time."
   },
   "author": {
    "text": "Kimberly Quinn"
   }
  },
  {
   "quote": {
    "text": "But what I'd really like to tell you is I never dreamed of being in the Hall of Fame. Standing here with all these great players was beyond any of my dreams."
   },
   "author": {
    "text": "Robin Yount"
   }
  },
  {
   "quote": {
    "text": "L.A. has brought so many opportunities and allowed me to reach the level of success I've been blessed to achieve thus far. L.A. can definitely open a lot of doors for anyone focused on achieving their passion and dreams."
   },
   "author": {
    "text": "Drew Sidora"
   }
  },
  {
   "quote": {
    "text": "For over two centuries, Americans have grown up in a society that rewards hard work, protects innovation, and allows its citizens to constantly break new barriers. The key element to this success rests on freedom and the ability of individuals to strive toward achieving their dreams and making their children's futures better than their own."
   },
   "author": {
    "text": "Renee Ellmers"
   }
  },
  {
   "quote": {
    "text": "Everyone comes with dreams and illusions and promises. Everyone wants quick deals. They don't want to invest."
   },
   "author": {
    "text": "Dan Gertler"
   }
  },
  {
   "quote": {
    "text": "In my dreams I am not crippled. In my dreams, I dance."
   },
   "author": {
    "text": "Louise Brooks"
   }
  },
  {
   "quote": {
    "text": "If you choose not to pursue your dreams, you'll still be a part of a dream - only it will be someone else's."
   },
   "author": {
    "text": "Mike Hawkins"
   }
  },
  {
   "quote": {
    "text": "It is all nonsense, to be sure; and so much the greater nonsense inasmuch as the true interpretation of many dreams - not by any means of all dreams - moves, it may be said, in the opposite direction to the method of psycho-analysis."
   },
   "author": {
    "text": "Arthur Machen"
   }
  },
  {
   "quote": {
    "text": "We can bring to characters dark and bright sides that nobody even dreams about."
   },
   "author": {
    "text": "Sonia Braga"
   }
  },
  {
   "quote": {
    "text": "The atmosphere is much too near for dreams. It forces us to action. It is close to us. We are in it and of it. It rouses us both to study and to do. We must know its moods and also its motive forces."
   },
   "author": {
    "text": "Cleveland Abbe"
   }
  },
  {
   "quote": {
    "text": "I started with no money. I had to borrow money in the beginning. I'm always a dreamer. I dream and envision what to do, then my wife will help me realize those dreams. I always conceptualize."
   },
   "author": {
    "text": "Andrew Gotianun"
   }
  },
  {
   "quote": {
    "text": "In my childhood, America was like a religion. Then, real-life Americans abruptly entered my life - in jeeps - and upset all my dreams."
   },
   "author": {
    "text": "Sergio Leone"
   }
  },
  {
   "quote": {
    "text": "I hope my children just grow up happy and pursue their dreams. I mean, that's all I can ask of them."
   },
   "author": {
    "text": "Ivanka Trump"
   }
  },
  {
   "quote": {
    "text": "The way to kill a man or a nation is to cut off his dreams, the way the whites are taking care of the Indians: killing their dreams, their magic, their familiar spirits."
   },
   "author": {
    "text": "William S. Burroughs"
   }
  },
  {
   "quote": {
    "text": "Every comedian dreams of hosting 'The Tonight Show' and, for seven months, I got to. I did it my way, with people I love, and I do not regret a second."
   },
   "author": {
    "text": "Conan O'Brien"
   }
  },
  {
   "quote": {
    "text": "I think when you move past your fear and you go after your dreams wholeheartedly, you become free."
   },
   "author": {
    "text": "LL Cool J"
   }
  },
  {
   "quote": {
    "text": "I do not have bad days. I don't wake up in the morning and think that I'm going to get AIDS. I don't dream bad dreams about it. If I did, I'd be giving in to the negativity."
   },
   "author": {
    "text": "Magic Johnson"
   }
  },
  {
   "quote": {
    "text": "I'm aware of the mystery around us, so I write about coincidences, premonitions, emotions, dreams, the power of nature, magic."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "I have come here only to share the voices and dreams of our children - because they are all our children."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "My office is at Yankee stadium. Yes, dreams do come true."
   },
   "author": {
    "text": "Derek Jeter"
   }
  },
  {
   "quote": {
    "text": "My dreams do not end with playing Major League Baseball."
   },
   "author": {
    "text": "Derek Jeter"
   }
  },
  {
   "quote": {
    "text": "Fuel your kids' dreams. Sometimes, that means letting them stay up past their bedtimes."
   },
   "author": {
    "text": "Randy Pausch"
   }
  },
  {
   "quote": {
    "text": "I've always been a champion of kids pursuing their dreams. But sometimes in life, extraordinary circumstances may force us to temporarily put our dreams on hold. The most important thing is to never lose sight of that dream, no matter what punches life may throw in our way."
   },
   "author": {
    "text": "Marlo Thomas"
   }
  },
  {
   "quote": {
    "text": "We do not really feel grateful toward those who make our dreams come true; they ruin our dreams."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "You can be out of slavery and have the right to vote, but unless you have access to capital, industry and technology, you can't fulfill your dreams."
   },
   "author": {
    "text": "Jesse Jackson"
   }
  },
  {
   "quote": {
    "text": "Night is the mother of counsels."
   },
   "author": {
    "text": "George Herbert"
   }
  },
  {
   "quote": {
    "text": "I tell kids to pursue their basketball dreams, but I tell them to not let that be their only dream."
   },
   "author": {
    "text": "Kareem Abdul-Jabbar"
   }
  },
  {
   "quote": {
    "text": "There are hundreds of stories I've heard from black women from my generation, generations before me, and the next, that have never been given an opportunity to fulfill their dreams."
   },
   "author": {
    "text": "Misty Copeland"
   }
  },
  {
   "quote": {
    "text": "Before dance came into my life, I don't really remember having any major goals or dreams of wanting to be anything."
   },
   "author": {
    "text": "Misty Copeland"
   }
  },
  {
   "quote": {
    "text": "I think, as a child, there weren't dreams. I can't recall as a child having some ultimate dream and thinking that it was possible."
   },
   "author": {
    "text": "Misty Copeland"
   }
  },
  {
   "quote": {
    "text": "Mr. Tennyson has said that more things are wrought by prayer than this world dreams of, but he wisely refrains from saying whether they are good or bad things."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "All of us gave it all we've got, overcame a whole lot just being on the show and learned a lot about ourselves. We're just normal people trying to do what we love and follow our dreams."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "As I live and am a man, this is an unexaggerated tale - my dreams become the substances of my life."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "I am a child of Hollywood and dreams. To me, to be on the red carpet is the best place in the world."
   },
   "author": {
    "text": "Steven Cojocaru"
   }
  },
  {
   "quote": {
    "text": "We must not let our passions destroy our dreams."
   },
   "author": {
    "text": "Thomas S. Monson"
   }
  },
  {
   "quote": {
    "text": "One of my dreams is to walk down the runway during Fashion Week!"
   },
   "author": {
    "text": "Zendaya"
   }
  },
  {
   "quote": {
    "text": "My parents always told me to be myself. I was always funny and silly as a kid. And I would always make them laugh. And they always told me to dream big and follow those dreams."
   },
   "author": {
    "text": "Richard Simmons"
   }
  },
  {
   "quote": {
    "text": "I have got the job of my dreams."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "For anyone aspiring to be anything, I would like them to realise dreams require work. So work big time."
   },
   "author": {
    "text": "Lilly Singh"
   }
  },
  {
   "quote": {
    "text": "One day, one of my dreams is to someday get to do Nemo in '20,000 Leagues Under the Sea.'"
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "Actors, their greatest tool, their greatest resource is imagination. You can take things, power objects, you can recruit your dreams, you can access your memories and get there. So the idea is not to act but to just be."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "You can't predict it all. People will tell you to plan things out as best you can. They will tell you to focus. They will tell you to follow your dreams. They will all be right."
   },
   "author": {
    "text": "Elizabeth Warren"
   }
  },
  {
   "quote": {
    "text": "I don't read good books anymore, it seems; I just buy them and put them on the shelf and every now and then walk over and pet them. I'm like the optimistic dieter who fills her closet with clothes two sizes too small and dreams of the day she can wear them. I know just what I want to do when I retire."
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "What I would say to young entrepreneurs is there's so many moments in your life where you have these dreams, and people are trying to protect you, and they say, perhaps, friends, family, parents sometimes, they don't agree with it, they think, 'This is just too high of a hurdle.' And I don't agree with that."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "Going back to the moon is not visionary in restoring space leadership for America. Like its Apollo predecessor, it will prove to be a dead end littered with broken spacecraft, broken dreams and broken policies."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "To find out my song made the top 10 was honestly a dream come true. I think it's something that I've dreamed about, and anyone dreams about, their whole life."
   },
   "author": {
    "text": "Ella Mai"
   }
  },
  {
   "quote": {
    "text": "I am so excited to let fans in on how important my relationship with my family is to me. I hope to motivate mothers and daughters to build lifetimes of memories together and inspire kids around the world to live their dreams."
   },
   "author": {
    "text": "Miley Cyrus"
   }
  },
  {
   "quote": {
    "text": "SEALs are human beings. We may all have the same haircuts, but we aren't robots. Some SEALs are great people. Some are not great people. Some have done unspeakably terrible things. You're dealing with different people, different dreams, different desires."
   },
   "author": {
    "text": "Jocko Willink"
   }
  },
  {
   "quote": {
    "text": "To be able to help a 13-year-old kid from the Bronx follow her dreams just by letting her know she's not forgotten in this crazy world - that's why I got involved with Frum Tha Ground Up."
   },
   "author": {
    "text": "Alicia Keys"
   }
  },
  {
   "quote": {
    "text": "I never had those dreams of making the Olympics. Never."
   },
   "author": {
    "text": "Malcolm Gladwell"
   }
  },
  {
   "quote": {
    "text": "I still have dreams in which someone is coming to the door."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "'Modelland' has always been a part of my mind and my heart. I'm excited that you'll be able to read about this magical world that's been living in my dreams for so many years."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "I've made mistakes before of doing different projects just based on my dreams, my hopes, my thing, and not really thinking about my customers."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "Dreams become reality when we put our minds to it."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "When we started Aftermath, we had something like 20 artists, and it was driving me crazy. I couldn't sit down and focus on any of it. Plus, it was doubly hard because you ended up crushing these people's dreams when you had to let them go."
   },
   "author": {
    "text": "Dr. Dre"
   }
  },
  {
   "quote": {
    "text": "Was it only by dreaming or writing that I could find out what I thought?"
   },
   "author": {
    "text": "Joan Didion"
   }
  },
  {
   "quote": {
    "text": "There's a good deal in common between the mind's eye and the TV screen, and though the TV set has all too often been the boobtube, it could be, it can be, the box of dreams."
   },
   "author": {
    "text": "Ursula K. Le Guin"
   }
  },
  {
   "quote": {
    "text": "You know, my dad served in the President's Cabinet after his time as a governor. He told me he enjoyed being governor a lot more. Now, I understand why. If I do my job well, I can make a difference in people's lives and I can help our children realize their dreams."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "Business and growing jobs is about taking risk, sometimes failing, sometimes succeeding, but always striving. It is about dreams. Usually, it doesn't work out exactly as you might have imagined. Steve Jobs was fired at Apple. He came back and changed the world."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "A safe life includes following your dreams with the full knowledge that doing so is not, in any way, shape or form, safe in the traditional meaning of the word. Because living safely means dying without too many regrets. That is safe."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "We want an Afghanistan that is shaped by the dreams of the great Afghan people, not by irrational fears and overreaching ambitions of others."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "I suppose all fictional characters, especially in adventure or heroic fiction, at the end of the day are our dreams about ourselves. And sometimes they can be really revealing."
   },
   "author": {
    "text": "Alan Moore"
   }
  },
  {
   "quote": {
    "text": "I think there's a time as a writer when you want to see the best things in life, and you go out wherever you go with your dreams as a writer or a composer."
   },
   "author": {
    "text": "Tori Amos"
   }
  },
  {
   "quote": {
    "text": "From time immemorial artistic insights have been revealed to artists in their sleep and in dreams, so that at all times they ardently desired them."
   },
   "author": {
    "text": "Paracelsus"
   }
  },
  {
   "quote": {
    "text": "Learning to read and write changes lives; it means jobs, money, health, and dreams fulfilled."
   },
   "author": {
    "text": "Queen Rania of Jordan"
   }
  },
  {
   "quote": {
    "text": "I knew I wanted to do something creative. I didn't think I'd have the luxury of doing something like that, because I didn't know anyone who had pursued anything they really adored, but I had dreams for singing or writing."
   },
   "author": {
    "text": "Lana Del Rey"
   }
  },
  {
   "quote": {
    "text": "There are a lot of people who have dreams, goals, and hopes, but there aren't a lot who get to see them realized."
   },
   "author": {
    "text": "Tyler Perry"
   }
  },
  {
   "quote": {
    "text": "I've had dreams about tricks."
   },
   "author": {
    "text": "Shaun White"
   }
  },
  {
   "quote": {
    "text": "Kids need a happy household. They need to be loved and supported in their dreams. And I don't think you can make your kids' dreams your own. They need you to support them in their dreams."
   },
   "author": {
    "text": "Billy Crystal"
   }
  },
  {
   "quote": {
    "text": "I did not move to New York with a plan. The first time I moved to New York, I just popped up. My sister was living here in New York. I just popped up. She had her baby and a husband, and I just popped up. 'Hey, what's up? I got $200 and dreams. Let's do this.'"
   },
   "author": {
    "text": "Hannibal Buress"
   }
  },
  {
   "quote": {
    "text": "Dreaming in public is an important part of our job description, as science writers, but there are bad dreams as well as good dreams. We're dreamers, you see, but we're also realists, of a sort."
   },
   "author": {
    "text": "William Gibson"
   }
  },
  {
   "quote": {
    "text": "The words come from here. From memories, from dreams, from people I've known. I'm always writing and reflecting on life. I want to suck it all in."
   },
   "author": {
    "text": "Jeff Buckley"
   }
  },
  {
   "quote": {
    "text": "My mother was always working for a job, so I guess I was always trained that I should have multiple jobs, multiple aspirations. And I remember she had multiple aspirations, always hearing about her dreams and things she did in the past and things she wanted to do."
   },
   "author": {
    "text": "Sean Combs"
   }
  },
  {
   "quote": {
    "text": "I want to be a role model. I want to be able to know that I inspired girls to work hard and go for their dreams and to never give up."
   },
   "author": {
    "text": "Laurie Hernandez"
   }
  },
  {
   "quote": {
    "text": "People with financial plans are much more likely to feel prepared, even in tumultuous times. They're more likely to feel that their dreams and goals are secure. And, oh yes, they do actually save significantly more."
   },
   "author": {
    "text": "Jean Chatzky"
   }
  },
  {
   "quote": {
    "text": "I work, and then whenever I have any other time, I'm with my daughter, and then I go to sleep. I think you basically have to abandon the dreams of having any other adult activities in your life. You have to go to sleep whenever your child goes to sleep. That's basically how we're doing it."
   },
   "author": {
    "text": "Tina Fey"
   }
  },
  {
   "quote": {
    "text": "I think you basically have to abandon the dreams of having any other adult activities in your life. You have to go to sleep whenever your child goes to sleep."
   },
   "author": {
    "text": "Tina Fey"
   }
  },
  {
   "quote": {
    "text": "Revelations are conveyed in a variety of ways, including, for example, dreams, visions, conversations with heavenly messengers, and inspiration. Some revelations are received immediately and intensely; some are recognized gradually and subtly."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "Every player dreams of playing a Champions League semi-final, and we will give everything."
   },
   "author": {
    "text": "Antoine Griezmann"
   }
  },
  {
   "quote": {
    "text": "I worked on my voice for Sweet Dreams, but only to match my speaking voice to Patsy's actual singing voice. That was my way into that character."
   },
   "author": {
    "text": "Jessica Lange"
   }
  },
  {
   "quote": {
    "text": "It feels good being a restaurant owner because it's part of my dreams of being the biggest mogul."
   },
   "author": {
    "text": "DJ Khaled"
   }
  },
  {
   "quote": {
    "text": "A God Jar is anything you wish it to be, in which you can put your wishes, dreams, problems, prayers. You may want to think of it as a spiritual mailbox."
   },
   "author": {
    "text": "Julia Cameron"
   }
  },
  {
   "quote": {
    "text": "I always had dreams. I knew I wanted to have money to buy things at the flea market. That's worked out well."
   },
   "author": {
    "text": "Debi Mazar"
   }
  },
  {
   "quote": {
    "text": "Everybody past a certain age, regardless of how they look on the outside, pretty much constantly dreams of being able to escape from their lives."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "I know it sounds corny, but when you follow your dreams, it happens. And if it's music, take it seriously."
   },
   "author": {
    "text": "Enrique Iglesias"
   }
  },
  {
   "quote": {
    "text": "Those inevitable dreams where you can't get your column in, you know, and at first they were the Xerox telecopy, and then they were the fax machine, and then they were, you know, email. The anxiety remains the same, but the technology has changed."
   },
   "author": {
    "text": "Ellen Goodman"
   }
  },
  {
   "quote": {
    "text": "There have been many dreams which have been personal guides for me."
   },
   "author": {
    "text": "Bernie Siegel"
   }
  },
  {
   "quote": {
    "text": "I believe the reason we sleep is not just to allow our body to rest but that it is to allow this inner wisdom to speak to us through symbols. This includes the body or somatic problems as well as psychological ones. Dreams and drawings are useful in diagnosing physical conditions."
   },
   "author": {
    "text": "Bernie Siegel"
   }
  },
  {
   "quote": {
    "text": "When I give speeches at college, I don't tell stories, I talk about what it is to live your dreams and take the path less traveled."
   },
   "author": {
    "text": "Tucker Max"
   }
  },
  {
   "quote": {
    "text": "I think whenever you have any kind of injury or challenge, you just have to deal with it the best you can. You have to decide what's important to you and focus on getting back to where you want to be. And enjoy where you are and what your goals and dreams are and just give it 100 percent."
   },
   "author": {
    "text": "Gretchen Bleiler"
   }
  },
  {
   "quote": {
    "text": "I sleep around 8 hours, but I tend to wake up several times a night with constant dreams, thoughts, and ideas related to Rent the Runway."
   },
   "author": {
    "text": "Jennifer Hyman"
   }
  },
  {
   "quote": {
    "text": "While it can be challenging for women with disruptive, technology-based ideas to acquire significant funding, in my experience, once I was able to raise that funding, I was met with droves of people offering to help me fulfill my dreams."
   },
   "author": {
    "text": "Jennifer Hyman"
   }
  },
  {
   "quote": {
    "text": "Dreams are real as long as they last. Can we say more of life?"
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "There's a joy and a pain about directing where the dreams you have are becoming concrete but the attention to detail, the need for time is such that it's overwhelming at times, and the stream of responsibility."
   },
   "author": {
    "text": "William Shatner"
   }
  },
  {
   "quote": {
    "text": "We all ran barefooted on the dusty roads in our past, but now the Emperor wears shoes, and it is our responsibility to ensure that the barefooted child and the doting mother are afforded a holistic environment to realise their dreams and ambitions."
   },
   "author": {
    "text": "Anthony Carmona"
   }
  },
  {
   "quote": {
    "text": "In a couple, sometimes, one or both people have to give up their personal life, dreams and ambitions for the good of the family."
   },
   "author": {
    "text": "Monica Bellucci"
   }
  },
  {
   "quote": {
    "text": "Californians are blessed with the remarkable leadership of Gov. Jerry Brown, who... has led our state to firm fiscal footing and brought us to the enviable position of dreaming - and achieving - big dreams again."
   },
   "author": {
    "text": "Gavin Newsom"
   }
  },
  {
   "quote": {
    "text": "One of my goals and dreams is to work in film in the future."
   },
   "author": {
    "text": "Zac Posen"
   }
  },
  {
   "quote": {
    "text": "I came to the United States in the early '80s and was welcomed with open arms and given the opportunity to pursue my dreams. God has been very kind to us. My family and I are fortunate enough to be successful and we feel a tremendous responsibility and obligation to give back to our great country."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "Don't let expertise fool you into seeing false boundaries or underestimating those with wild dreams."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "Dream manfully and nobly, and thy dreams shall be prophets."
   },
   "author": {
    "text": "Edward G. Bulwer-Lytton"
   }
  },
  {
   "quote": {
    "text": "What's interesting is with a lot of the work I do through my foundation, the 'Manifest Your Destiny' foundation, we really encourage people, and we attempt to empower, uplift and inspire people to live out their dreams, live out their destiny."
   },
   "author": {
    "text": "Hill Harper"
   }
  },
  {
   "quote": {
    "text": "Of course everyone dreams of living in the 17th or the 18th century because of the costumes, but there were so many incommodities."
   },
   "author": {
    "text": "Hubert de Givenchy"
   }
  },
  {
   "quote": {
    "text": "You really can have your dreams and at the same time have a family. But it has to be a really deliberate practice."
   },
   "author": {
    "text": "Mark Ruffalo"
   }
  },
  {
   "quote": {
    "text": "I'm a rather multifaceted person - or at least I like to fashion myself as such - so my dreams are multifaceted. For example, I had a dream of winning a Grammy, right? I've done that three times over."
   },
   "author": {
    "text": "Ne-Yo"
   }
  },
  {
   "quote": {
    "text": "I did commit to myself that I would not jump back into being the workaholic that I can be before I gave myself an honest opportunity to create the marriage of my dreams and to create the beginning of the family of my dreams, and that took a hot second."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "My dreams have come true. I mean, everything I wanted to happen as a kid has already happened."
   },
   "author": {
    "text": "John Waters"
   }
  },
  {
   "quote": {
    "text": "I have big dreams. I want to keep songwriting. Direct films. Be a parent."
   },
   "author": {
    "text": "Sia"
   }
  },
  {
   "quote": {
    "text": "Whoever I can go out every week and motivate to do better and to try to go after their dreams, I'm up for that."
   },
   "author": {
    "text": "Robert Griffin III"
   }
  },
  {
   "quote": {
    "text": "Technology has a great advantage in that we are capable of creating dinosaurs and show them on the screen even though they are extinct 65 million years. All of a sudden, we have a fantastic tool that is as good as dreams are."
   },
   "author": {
    "text": "Werner Herzog"
   }
  },
  {
   "quote": {
    "text": "Things have gone beyond my wildest expectations and dreams, and I feel like I've been given so many blessings in my life, between my friendship with the guys in the band, our wonderful audience, being able to play this music, and then my family."
   },
   "author": {
    "text": "Trey Anastasio"
   }
  },
  {
   "quote": {
    "text": "I was a business major at the University of Richmond, and after I graduated, I took a job at a corporate ad agency. I had comedic dreams, but I also had a realistic look at what I had to do when I left school: maybe I'm funny, but maybe I'm one of a hundred thousand funny people, you know?"
   },
   "author": {
    "text": "Lil Dicky"
   }
  },
  {
   "quote": {
    "text": "Our dreams drench us in sense, and sense steeps us again in dreams."
   },
   "author": {
    "text": "Amos Bronson Alcott"
   }
  },
  {
   "quote": {
    "text": "For most of us, when our 'dreams' - I use the word with reservations - came true, and marriage and motherhood became a reality, the romcoms, like horoscopes, swiftly lost their allure."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "I think, for me, with regard to my parents, my biggest fear was not that they would reject me but that I would disappoint them. That by coming out, I would simultaneously dash my own dreams and their dreams for me, and I was afraid of letting them down."
   },
   "author": {
    "text": "Sarah McBride"
   }
  },
  {
   "quote": {
    "text": "I now know that my dreams and my identity are only mutually exclusive if I don't try."
   },
   "author": {
    "text": "Sarah McBride"
   }
  },
  {
   "quote": {
    "text": "I want to help children in Serbia and around the world so they can realize their dreams."
   },
   "author": {
    "text": "Novak Djokovic"
   }
  },
  {
   "quote": {
    "text": "Those born into poverty or on the margins of society require our extra support to realize their dreams."
   },
   "author": {
    "text": "Novak Djokovic"
   }
  },
  {
   "quote": {
    "text": "You don't ever want to go out there and not be the best. You want to be the best cop that you can. Be the best writer you can be. Everybody has their goals. Everybody has their dreams."
   },
   "author": {
    "text": "Bryce Harper"
   }
  },
  {
   "quote": {
    "text": "Every year for New Years I write down all of my goals and dreams and put them in my Bible. At the end of the year I go and pull the paper out and check this off and check that off."
   },
   "author": {
    "text": "NeNe Leakes"
   }
  },
  {
   "quote": {
    "text": "I'm a big believer in living out your dreams and facing your fears."
   },
   "author": {
    "text": "Brock Lesnar"
   }
  },
  {
   "quote": {
    "text": "We have lots of ideas, lots of dreams."
   },
   "author": {
    "text": "Masayoshi Son"
   }
  },
  {
   "quote": {
    "text": "We use our parents like recurring dreams, to be entered into when needed."
   },
   "author": {
    "text": "Doris Lessing"
   }
  },
  {
   "quote": {
    "text": "I credit NTI, truthfully, with everything as far as where my head is and what my goals are and dreams are. I would say it was probably one of the most influential moments of my life, being there."
   },
   "author": {
    "text": "John Krasinski"
   }
  },
  {
   "quote": {
    "text": "What makes a loft authentic isn't its layout or its history but its ability to give people a true home - a dwelling that reflects their personalities and aspirations, including their dreams of urbanity."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "When I was in high school, I don't know that I really had big dreams."
   },
   "author": {
    "text": "Alan Jackson"
   }
  },
  {
   "quote": {
    "text": "Practise and practise to make your dreams turn into reality."
   },
   "author": {
    "text": "Chanda Kochhar"
   }
  },
  {
   "quote": {
    "text": "Don't cut corners or compromise to achieve your dreams."
   },
   "author": {
    "text": "Chanda Kochhar"
   }
  },
  {
   "quote": {
    "text": "I have dreams that I will reach balance in my life, and, at forty-one, I have none."
   },
   "author": {
    "text": "Andrew Breitbart"
   }
  },
  {
   "quote": {
    "text": "The idea of having dreams that don't come true is really terrifying."
   },
   "author": {
    "text": "Domhnall Gleeson"
   }
  },
  {
   "quote": {
    "text": "It seems like in the beginning of my flight, the space dreams were rare. And now, almost 150 days into it, the Earth dreams are more of the rare ones."
   },
   "author": {
    "text": "Scott Kelly"
   }
  },
  {
   "quote": {
    "text": "That's what keeps me going: dreaming, inventing, then hoping and dreaming some more in order to keep dreaming."
   },
   "author": {
    "text": "Joseph Barbera"
   }
  },
  {
   "quote": {
    "text": "Barack Obama knows that to create an economy built to last, we need to focus on middle-class families. Families who stay up on Sunday nights pacing the floor, like my dad did, while their children, tucked in bed, dream big dreams. Families who aren't sure what Monday morning will bring, but who believe our nation's best days are still ahead."
   },
   "author": {
    "text": "Chuck Schumer"
   }
  },
  {
   "quote": {
    "text": "A fulfilling life is different to each person. You have to acknowledge your dreams, and not just wait for life to happen, and opportunities to come knocking at your door."
   },
   "author": {
    "text": "Joan Lunden"
   }
  },
  {
   "quote": {
    "text": "I don't use drugs, my dreams are frightening enough."
   },
   "author": {
    "text": "M. C. Escher"
   }
  },
  {
   "quote": {
    "text": "Be as in touch with your dreams as you can be."
   },
   "author": {
    "text": "Bob Weir"
   }
  },
  {
   "quote": {
    "text": "My dreams are all follies."
   },
   "author": {
    "text": "Taylor Caldwell"
   }
  },
  {
   "quote": {
    "text": "Go to school and get your education and follow your dreams."
   },
   "author": {
    "text": "Cam'ron"
   }
  },
  {
   "quote": {
    "text": "The life my grandparents had was thoroughly American. They built a small ranch into a huge operation and fulfilled my great-grandparents' dreams. Theirs was... a simpler time of contentment and patriotism."
   },
   "author": {
    "text": "Dana Perino"
   }
  },
  {
   "quote": {
    "text": "When I came to America, I dreamed bigger dreams."
   },
   "author": {
    "text": "Frank McCourt"
   }
  },
  {
   "quote": {
    "text": "From my earliest youth, I have known that while one is obliged to plan with care the stages of one's journey, one is entitled to dream, and keep dreaming, of its destination. A man may feel as old as his years yet as young as his dreams."
   },
   "author": {
    "text": "Shimon Peres"
   }
  },
  {
   "quote": {
    "text": "Count the dreams of your mind; if the numbers of the dreams exceeds the number of achievements, you are young."
   },
   "author": {
    "text": "Shimon Peres"
   }
  },
  {
   "quote": {
    "text": "I am extremely suspicious of dreams, apparitions and visions, both in literature and in films and plays. Perhaps it's because mental excesses of this sort smack too much of being 'arranged.'"
   },
   "author": {
    "text": "Ingmar Bergman"
   }
  },
  {
   "quote": {
    "text": "A friend told me that teenage girls are always looking for someone to pin their dreams on. That doesn't make it any less weird though."
   },
   "author": {
    "text": "Orlando Bloom"
   }
  },
  {
   "quote": {
    "text": "Always wear cute pyjamas to bed, you'll never know who u will meet in your dreams."
   },
   "author": {
    "text": "Joel Madden"
   }
  },
  {
   "quote": {
    "text": "I've always wanted to be a very commercial director, or I had dreams of making these movies into blockbusters. And with each movie, they tell me it's not that way."
   },
   "author": {
    "text": "Harmony Korine"
   }
  },
  {
   "quote": {
    "text": "I think it is often easier to make progress on mega-ambitious dreams. Since no one else is crazy enough to do it, you have little competition. In fact, there are so few people this crazy that I feel like I know them all by first name."
   },
   "author": {
    "text": "Larry Page"
   }
  },
  {
   "quote": {
    "text": "I love 'Memory Keeper's Daughter,' but in some ways I think 'The Lake of Dreams' is a stronger book. I was able to tell the story I wanted to tell. That's all you can ever do as a writer. From there on you have no control over it."
   },
   "author": {
    "text": "Kim Edwards"
   }
  },
  {
   "quote": {
    "text": "We will be returning to historical levels of inequality. We'll view post-war America as a kind of strange interlude not to be repeated. It won't be the dreams that we all had that virtually all incomes go up in lockstep at three percent a year. It hurts to give that up."
   },
   "author": {
    "text": "Tyler Cowen"
   }
  },
  {
   "quote": {
    "text": "It's not like I don't have my own wants and dreams anymore - it's just that the kids come first. It's primal."
   },
   "author": {
    "text": "Angie Harmon"
   }
  },
  {
   "quote": {
    "text": "My mother used to sit at the foot of my bed, and she would share her dreams with me."
   },
   "author": {
    "text": "Liz Murray"
   }
  },
  {
   "quote": {
    "text": "My ideas are not meant to suggest dreams or reality, but a surreal quality."
   },
   "author": {
    "text": "Chris Van Allsburg"
   }
  },
  {
   "quote": {
    "text": "Even in the hardest circumstances, dreams can give you the courage to live, and I hope I can share that message with children in need."
   },
   "author": {
    "text": "Kim Yuna"
   }
  },
  {
   "quote": {
    "text": "As the youngest child of a single immigrant mother with a third-grade education, I never thought in my wildest dreams that I'd ever be an elected official."
   },
   "author": {
    "text": "Kevin de Leon"
   }
  },
  {
   "quote": {
    "text": "I was a great dreamer of day dreams."
   },
   "author": {
    "text": "Abraham Cahan"
   }
  },
  {
   "quote": {
    "text": "Dreams are a scientific fact."
   },
   "author": {
    "text": "Robyn Hitchcock"
   }
  },
  {
   "quote": {
    "text": "After having done this whole slew of press for 'Big Love', now I'll have anxiety dreams for like a week and a half about all the stupid things I said. I can't even imagine being in front of the cameras all the time. I had a weird dream the other night that I was on 'Jersey Shore.'"
   },
   "author": {
    "text": "Chloe Sevigny"
   }
  },
  {
   "quote": {
    "text": "Even having to do the amount of press that I have to do is dreadful and gives me so much anxiety. After having done this whole slew of press for 'Big Love', now I'll have anxiety dreams for like a week and a half about all the stupid things I said."
   },
   "author": {
    "text": "Chloe Sevigny"
   }
  },
  {
   "quote": {
    "text": "Married or unmarried, young or old, poet or worker, you are still a dreamer, and will one time know, and feel, that your life is but a dream."
   },
   "author": {
    "text": "Donald G. Mitchell"
   }
  },
  {
   "quote": {
    "text": "Don't be afraid of your dreams."
   },
   "author": {
    "text": "Jacques Parizeau"
   }
  },
  {
   "quote": {
    "text": "Only things the dreamers make live on. They are the eternal conquerors."
   },
   "author": {
    "text": "Herbert Kaufman"
   }
  },
  {
   "quote": {
    "text": "People need dreams, there's as much nourishment in 'em as food."
   },
   "author": {
    "text": "Dorothy Gilman"
   }
  },
  {
   "quote": {
    "text": "Man is a genius when he is dreaming."
   },
   "author": {
    "text": "Akira Kurosawa"
   }
  },
  {
   "quote": {
    "text": "I want people to understand and embrace that the art that inspires our technological dreams is just as important as the tech it helps us create."
   },
   "author": {
    "text": "Wil Wheaton"
   }
  },
  {
   "quote": {
    "text": "Writers write. Dreamers talk about it."
   },
   "author": {
    "text": "Jerry B. Jenkins"
   }
  },
  {
   "quote": {
    "text": "'Dreams from My Father' was not a memoir or an autobiography; it was instead, in multitudinous ways, without any question a work of historical fiction."
   },
   "author": {
    "text": "David Garrow"
   }
  },
  {
   "quote": {
    "text": "Our fathers had their dreams; we have ours; the generation that follows will have its own. Without dreams and phantoms man cannot exist."
   },
   "author": {
    "text": "Olive Schreiner"
   }
  },
  {
   "quote": {
    "text": "I always dreamed of being a voice in a Disney movie, and even in those dreams, I never once dreamed of being a princess. I just wanted to be a voice."
   },
   "author": {
    "text": "Anika Noni Rose"
   }
  }
 ]
}
