{
 "EducationQuotes": [
  {
   "quote": {
    "text": "Education is the most powerful weapon which you can use to change the world."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Education is the passport to the future, for tomorrow belongs to those who prepare for it today."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "It is the mark of an educated mind to be able to entertain a thought without accepting it."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "An investment in knowledge pays the best interest."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Change is the end result of all true learning."
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "Develop a passion for learning. If you do, you will never cease to grow."
   },
   "author": {
    "text": "Anthony J. D'Angelo"
   }
  },
  {
   "quote": {
    "text": "Education is not preparation for life; education is life itself."
   },
   "author": {
    "text": "John Dewey"
   }
  },
  {
   "quote": {
    "text": "The roots of education are bitter, but the fruit is sweet."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Education is what remains after one has forgotten what one has learned in school."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "I have no special talent. I am only passionately curious."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Education comes from within; you get it by struggle and effort and thought."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "Education is the key to unlock the golden door of freedom."
   },
   "author": {
    "text": "George Washington Carver"
   }
  },
  {
   "quote": {
    "text": "Education is not just about going to school and getting a degree. It's about widening your knowledge and absorbing the truth about life."
   },
   "author": {
    "text": "Shakuntala Devi"
   }
  },
  {
   "quote": {
    "text": "Nothing in this world can take the place of persistence. Talent will not: nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not: the world is full of educated derelicts. Persistence and determination alone are omnipotent."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "The function of education is to teach one to think intensively and to think critically. Intelligence plus character - that is the goal of true education."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "You have to stay in school. You have to. You have to go to college. You have to get your degree. Because that's the one thing people can't take away from you is your education. And it is worth the investment."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "The highest result of education is tolerance."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Education is the foundation upon which we build our future."
   },
   "author": {
    "text": "Christine Gregoire"
   }
  },
  {
   "quote": {
    "text": "Early childhood education is the key to the betterment of society."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "There is no end to education. It is not that you read a book, pass an examination, and finish with education. The whole of life, from the moment you are born to the moment you die, is a process of learning."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "The goal of education is not to increase the amount of knowledge but to create the possibilities for a child to invent and discover, to create men who are capable of doing new things."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "Education is the key to success in life, and teachers make a lasting impact in the lives of their students."
   },
   "author": {
    "text": "Solomon Ortiz"
   }
  },
  {
   "quote": {
    "text": "Learning is not attained by chance, it must be sought for with ardor and diligence."
   },
   "author": {
    "text": "Abigail Adams"
   }
  },
  {
   "quote": {
    "text": "Give a man a fish and you feed him for a day; teach a man to fish and you feed him for a lifetime."
   },
   "author": {
    "text": "Maimonides"
   }
  },
  {
   "quote": {
    "text": "My family is everything. I am what I am thanks to my mother, my father, my brother, my sister... because they have given me everything. The education I have is thanks to them."
   },
   "author": {
    "text": "Ronaldinho"
   }
  },
  {
   "quote": {
    "text": "Education is the movement from darkness to light."
   },
   "author": {
    "text": "Allan Bloom"
   }
  },
  {
   "quote": {
    "text": "Music is the movement of sound to reach the soul for the education of its virtue."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Children need to get a high-quality education, avoid violence and the criminal-justice system, and gain jobs. But they deserve more. We want them to learn not only reading and math but fairness, caring, self-respect, family commitment, and civic duty."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "In the first place, God made idiots. That was for practice. Then he made school boards."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Attitude is more important than the past, than education, than money, than circumstances, than what people do or say. It is more important than appearance, giftedness, or skill."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "Education without values, as useful as it is, seems rather to make man a more clever devil."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "You are always a student, never a master. You have to keep moving forward."
   },
   "author": {
    "text": "Conrad Hall"
   }
  },
  {
   "quote": {
    "text": "Good manners will open doors that the best education cannot."
   },
   "author": {
    "text": "Clarence Thomas"
   }
  },
  {
   "quote": {
    "text": "The cost of college education today is so high that many young people are giving up their dream of going to college, while many others are graduating deeply in debt."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "Until we get equality in education, we won't have an equal society."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "To educate a man in mind and not in morals is to educate a menace to society."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Humans aren't as good as we should be in our capacity to empathize with feelings and thoughts of others, be they humans or other animals on Earth. So maybe part of our formal education should be training in empathy. Imagine how different the world would be if, in fact, that were 'reading, writing, arithmetic, empathy.'"
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "The aim of education is the knowledge, not of facts, but of values."
   },
   "author": {
    "text": "William S. Burroughs"
   }
  },
  {
   "quote": {
    "text": "You have to go through the falling down in order to learn to walk. It helps to know that you can survive it. That's an education in itself."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "Healthcare as a human right, it means that every child, no matter where you are born, should have access to a college or trade-school education if they so choose it, and I think no person should be homeless if we can have public structures and public policy to allow for people to have homes and food and lead a dignified life in the United States."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "Education is not the filling of a pail, but the lighting of a fire."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "Education is a weapon whose effects depend on who holds it in his hands and at whom it is aimed."
   },
   "author": {
    "text": "Joseph Stalin"
   }
  },
  {
   "quote": {
    "text": "Your library is your paradise."
   },
   "author": {
    "text": "Desiderius Erasmus"
   }
  },
  {
   "quote": {
    "text": "Education is the key to the future: You've heard it a million times, and it's not wrong. Educated people have higher wages and lower unemployment rates, and better-educated countries grow faster and innovate more than other countries. But going to college is not enough. You also have to study the right subjects."
   },
   "author": {
    "text": "Alex Tabarrok"
   }
  },
  {
   "quote": {
    "text": "Education is an ornament in prosperity and a refuge in adversity."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "A person who won't read has no advantage over one who can't read."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Education must not simply teach work - it must teach Life."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "A thorough knowledge of the Bible is worth more than a college education."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Any man who reads too much and uses his own brain too little falls into lazy habits of thinking."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Education is a shared commitment between dedicated teachers, motivated students and enthusiastic parents with high expectations."
   },
   "author": {
    "text": "Bob Beauprez"
   }
  },
  {
   "quote": {
    "text": "Cauliflower is nothing but cabbage with a college education."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Don't limit a child to your own learning, for he was born in another time."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "The best education I have ever received was through travel."
   },
   "author": {
    "text": "Lisa Ling"
   }
  },
  {
   "quote": {
    "text": "Education then, beyond all other devices of human origin, is the great equalizer of the conditions of men, the balance-wheel of the social machinery."
   },
   "author": {
    "text": "Horace Mann"
   }
  },
  {
   "quote": {
    "text": "Through my education, I didn't just develop skills, I didn't just develop the ability to learn, but I developed confidence."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "If a man's wit be wandering, let him study the mathematics."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "The philosophy of the school room in one generation will be the philosophy of government in the next."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "The principle goal of education in the schools should be creating men and women who are capable of doing new things, not simply repeating what other generations have done."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "Men and women must be educated, in a great degree, by the opinions and manners of the society they live in."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "Everyone who remembers his own education remembers teachers, not methods and techniques. The teacher is the heart of the educational system."
   },
   "author": {
    "text": "Sidney Hook"
   }
  },
  {
   "quote": {
    "text": "To me, what socialism means is to guarantee a basic level of dignity. It's asserting the value of saying that the America we want and the America that we are proud of is one in which all children can access a dignified education. It's one in which no person is too poor to have the medicines they need to live."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "Men are born ignorant, not stupid. They are made stupid by education."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "There is no greater education than one that is self-driven."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "The foundation of every state is the education of its youth."
   },
   "author": {
    "text": "Diogenes"
   }
  },
  {
   "quote": {
    "text": "The American Dream is one of success, home ownership, college education for one's children, and have a secure job to provide these and other goals."
   },
   "author": {
    "text": "Leonard Boswell"
   }
  },
  {
   "quote": {
    "text": "The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "I believe that every American should have stable, dignified housing; health care; education - that the most very basic needs to sustain modern life should be guaranteed in a moral society."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "He who opens a school door, closes a prison."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "The whole purpose of education is to turn mirrors into windows."
   },
   "author": {
    "text": "Sydney J. Harris"
   }
  },
  {
   "quote": {
    "text": "I no have education. I have inspiration. If I was educated, I would be a damn fool."
   },
   "author": {
    "text": "Bob Marley"
   }
  },
  {
   "quote": {
    "text": "Intellectual growth should commence at birth and cease only at death."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Training is everything. The peach was once a bitter almond; cauliflower is nothing but cabbage with a college education."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Without education, you are not going anywhere in this world."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "A library is the delivery room for the birth of ideas, a place where history comes to life."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "Education begins the gentleman, but reading, good company and reflection must finish him."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "It turns out that advancing equal opportunity and economic empowerment is both morally right and good economics, because discrimination, poverty and ignorance restrict growth, while investments in education, infrastructure and scientific and technological research increase it, creating more good jobs and new wealth for all of us."
   },
   "author": {
    "text": "William J. Clinton"
   }
  },
  {
   "quote": {
    "text": "Education is for improving the lives of others and for leaving your community and world better than you found it."
   },
   "author": {
    "text": "Marian Wright Edelman"
   }
  },
  {
   "quote": {
    "text": "All real education is the architecture of the soul."
   },
   "author": {
    "text": "William Bennett"
   }
  },
  {
   "quote": {
    "text": "Standardized testing is at cross purposes with many of the most important purposes of public education. It doesn't measure big-picture learning, critical thinking, perseverance, problem solving, creativity or curiosity, yet those are the qualities great teaching brings out in a student."
   },
   "author": {
    "text": "Randi Weingarten"
   }
  },
  {
   "quote": {
    "text": "Illegal immigration is crisis for our country. It is an open door for drugs, criminals, and potential terrorists to enter our country. It is straining our economy, adding costs to our judicial, healthcare, and education systems."
   },
   "author": {
    "text": "Timothy Murphy"
   }
  },
  {
   "quote": {
    "text": "Education is the best friend. An educated person is respected everywhere. Education beats the beauty and the youth."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "By making college unaffordable and student loans unbearable, we risk deterring our best and brightest from pursuing higher education and securing a good-paying job."
   },
   "author": {
    "text": "Mark Pocan"
   }
  },
  {
   "quote": {
    "text": "My dad was in the army. World War II. He got his college education from the army. After World War II he became an insurance salesman. Really, I didn't know my dad very well. He and my mother split up after the war. I was raised by my maternal grandmother and grandfather, and by my mother."
   },
   "author": {
    "text": "Al Pacino"
   }
  },
  {
   "quote": {
    "text": "For every challenge we face - unemployment, poverty, crime, income growth, income inequality, productivity, competitiveness - a great education is a major component of the solution."
   },
   "author": {
    "text": "Bruce Rauner"
   }
  },
  {
   "quote": {
    "text": "If a man neglects education, he walks lame to the end of his life."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "The goal of education is the advancement of knowledge and the dissemination of truth."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "To defend a country you need an army, but to defend a civilization you need education."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "The right to a quality education is, I believe, the perfect path to bridge the gap between different cultures and to reconcile various civilizations. Without such a right, the values of liberty, justice and equality will have no meaning. Ignorance is by far the biggest danger and threat to humankind."
   },
   "author": {
    "text": "Moza bint Nasser"
   }
  },
  {
   "quote": {
    "text": "Creativity is the key to success in the future, and primary education is where teachers can bring creativity in children at that level."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Besides taking jobs from American workers, illegal immigration creates huge economic burdens on our health care system, our education system, our criminal justice system, our environment, our infrastructure and our public safety."
   },
   "author": {
    "text": "Jan C. Ting"
   }
  },
  {
   "quote": {
    "text": "The highest education is that which does not merely give us information but makes our life in harmony with all existence."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "I don't think there should be more gun control. I think there should be more education."
   },
   "author": {
    "text": "Sam Brownback"
   }
  },
  {
   "quote": {
    "text": "Research shows that there is only half as much variation in student achievement between schools as there is among classrooms in the same school. If you want your child to get the best education possible, it is actually more important to get him assigned to a great teacher than to a great school."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Formal education will make you a living; self-education will make you a fortune."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "If you want to get laid, go to college. If you want an education, go to the library."
   },
   "author": {
    "text": "Frank Zappa"
   }
  },
  {
   "quote": {
    "text": "Countries with higher levels of gender equality have higher economic growth. Companies with more women on their boards have higher returns. Peace agreements that include women are more successful. Parliaments with more women take up a wider range of issues - including health, education, anti-discrimination, and child support."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "Education, therefore, is a process of living and not a preparation for future living."
   },
   "author": {
    "text": "John Dewey"
   }
  },
  {
   "quote": {
    "text": "The mark of higher education isn't the knowledge you accumulate in your head. It's the skills you gain about how to learn."
   },
   "author": {
    "text": "Adam Grant"
   }
  },
  {
   "quote": {
    "text": "A human being is not attaining his full heights until he is educated."
   },
   "author": {
    "text": "Horace Mann"
   }
  },
  {
   "quote": {
    "text": "The first step in securing our cyber future is education, and that means everything from educating individuals to companies to the next generation of IT professionals."
   },
   "author": {
    "text": "Dan Lipinski"
   }
  },
  {
   "quote": {
    "text": "Democracy cannot succeed unless those who express their choice are prepared to choose wisely. The real safeguard of democracy, therefore, is education."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "The aim of education is the knowledge not of facts but of values."
   },
   "author": {
    "text": "William Inge"
   }
  },
  {
   "quote": {
    "text": "The idea that we're going to austerity ourselves into prosperity is so mistaken, and honestly, I feel like one of the big problems we have is that, because Democrats don't have a deep understanding of or degrees in economics, they allow Wall Street folks to roll in the door and think that they're giving them an education."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "The giving of love is an education in itself."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "The direction in which education starts a man will determine his future in life."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "I believe that education is all about being excited about something. Seeing passion and enthusiasm helps push an educational message."
   },
   "author": {
    "text": "Steve Irwin"
   }
  },
  {
   "quote": {
    "text": "It makes little difference how many university courses or degrees a person may own. If he cannot use words to move an idea from one point to another, his education is incomplete."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "Real education enhances the dignity of a human being and increases his or her self-respect. If only the real sense of education could be realized by each individual and carried forward in every field of human activity, the world will be so much a better place to live in."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Education should learn from the positive side of gaming - reward, accomplishment, and fun."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "He that loves reading has everything within his reach."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "I think a college education is important no matter what you do in life."
   },
   "author": {
    "text": "Phil Mickelson"
   }
  },
  {
   "quote": {
    "text": "What I call my 'self' now is hardly a person at all. It's mainly a meeting place for various natural forces, desires, and fears, etcetera, some of which come from my ancestors, and some from my education, some perhaps from devils. The self you were really intended to be is something that lives not from nature but from God."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "If I were again beginning my studies, I would follow the advice of Plato and start with mathematics."
   },
   "author": {
    "text": "Galileo Galilei"
   }
  },
  {
   "quote": {
    "text": "Until justice is blind to color, until education is unaware of race, until opportunity is unconcerned with the color of men's skins, emancipation will be a proclamation but not a fact."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "Women ought to feel a peculiar sympathy in the colored man's wrong, for, like him, she has been accused of mental inferiority, and denied the privileges of a liberal education."
   },
   "author": {
    "text": "Angelina Grimke"
   }
  },
  {
   "quote": {
    "text": "We have a responsibility to ensure that every individual has the opportunity to receive a high-quality education, from prekindergarten to elementary and secondary, to special education, to technical and higher education and beyond."
   },
   "author": {
    "text": "Jim Jeffords"
   }
  },
  {
   "quote": {
    "text": "You may be a redneck if... you have spent more on your pickup truck than on your education."
   },
   "author": {
    "text": "Jeff Foxworthy"
   }
  },
  {
   "quote": {
    "text": "The purpose of education is to make good human beings with skill and expertise... Enlightened human beings can be created by teachers."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Public education is our greatest pathway to opportunity in America. So we need to invest in and strengthen our public universities today, and for generations to come."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "The paradox of education is precisely this - that as one begins to become conscious one begins to examine the society in which he is being educated."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "We cannot create observers by saying 'observe', but by giving them the power and the means for this observation and these means are procured through education of the senses."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "The economy is the start and end of everything. You can't have successful education reform or any other reform if you don't have a strong economy."
   },
   "author": {
    "text": "David Cameron"
   }
  },
  {
   "quote": {
    "text": "The great aim of education is not knowledge but action."
   },
   "author": {
    "text": "Herbert Spencer"
   }
  },
  {
   "quote": {
    "text": "To the uneducated, an A is just three sticks."
   },
   "author": {
    "text": "A. A. Milne"
   }
  },
  {
   "quote": {
    "text": "The love of learning, the sequestered nooks, And all the sweet serenity of books."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "The true purpose of education is to teach a man to carry himself triumphant to the sunset."
   },
   "author": {
    "text": "Liberty Hyde Bailey"
   }
  },
  {
   "quote": {
    "text": "An arts education helps build academic skills and increase academic performance, while also providing alternative opportunities to reward the skills of children who learn differently."
   },
   "author": {
    "text": "Gavin Newsom"
   }
  },
  {
   "quote": {
    "text": "We need sex education in schools, but we need it at home first. We need parents to learn the names of the teachers who are teaching their children. We need families to question day-care centers, to question other children and their own as to what goes on."
   },
   "author": {
    "text": "Rod McKuen"
   }
  },
  {
   "quote": {
    "text": "Real education should consist of drawing the goodness and the best out of our own students. What better books can there be than the book of humanity?"
   },
   "author": {
    "text": "Cesar Chavez"
   }
  },
  {
   "quote": {
    "text": "We discovered that education is not something which the teacher does, but that it is a natural process which develops spontaneously in the human being."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Don't let schooling interfere with your education."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Education is a progressive discovery of our own ignorance."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "Education is and will be the most powerful tool for individual and social change, and we must do all that it takes to facilitate it."
   },
   "author": {
    "text": "Shiv Nadar"
   }
  },
  {
   "quote": {
    "text": "Poor people, people of color - especially are much more likely to be found in prison than in institutions of higher education."
   },
   "author": {
    "text": "Angela Davis"
   }
  },
  {
   "quote": {
    "text": "Our higher education system is one of the things that makes America exceptional. There's no place else that has the assets we do when it comes to higher education. People from all over the world aspire to come here and study here. And that is a good thing."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "The belief that all genuine education comes about through experience does not mean that all experiences are genuinely or equally educative."
   },
   "author": {
    "text": "John Dewey"
   }
  },
  {
   "quote": {
    "text": "Through hard work and education, we can deliver a strong economy and opportunity for all."
   },
   "author": {
    "text": "Julia Gillard"
   }
  },
  {
   "quote": {
    "text": "The internet could be a very positive step towards education, organisation and participation in a meaningful society."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "Education is that whole system of human training within and without the school house walls, which molds and develops men."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "Much education today is monumentally ineffective. All too often we are giving young people cut flowers when we should be teaching them to grow their own plants."
   },
   "author": {
    "text": "John W. Gardner"
   }
  },
  {
   "quote": {
    "text": "The education of a man is never completed until he dies."
   },
   "author": {
    "text": "Robert E. Lee"
   }
  },
  {
   "quote": {
    "text": "The need for a college education is even more important now than it was before, but I think that the increased costs are a very severe obstacle to access. It is an American dream, and I think that one of our challenges is to find a way to make that available."
   },
   "author": {
    "text": "Roy Romer"
   }
  },
  {
   "quote": {
    "text": "Arts education is a big part of building a 21st century creative mind, and I think that we have let way too many kids lose their way by not drawing in their young minds with music, dance, painting and the other various ways we can express those things we do not have words for."
   },
   "author": {
    "text": "Heather Watts"
   }
  },
  {
   "quote": {
    "text": "Nine tenths of education is encouragement."
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "Financial literacy is an issue that should command our attention because many Americans are not adequately organizing finances for their education, healthcare and retirement."
   },
   "author": {
    "text": "Ron Lewis"
   }
  },
  {
   "quote": {
    "text": "Community colleges are one of America's great social inventions a gateway to the future for first time students looking for an affordable college education, and for mid-career students looking to get ahead in the workplace."
   },
   "author": {
    "text": "Barbara Mikulski"
   }
  },
  {
   "quote": {
    "text": "Education is not solely about earning a great living. It means living a great life."
   },
   "author": {
    "text": "Brad Henry"
   }
  },
  {
   "quote": {
    "text": "No other investment yields as great a return as the investment in education. An educated workforce is the foundation of every community and the future of every economy."
   },
   "author": {
    "text": "Brad Henry"
   }
  },
  {
   "quote": {
    "text": "Education is a human right with immense power to transform. On its foundation rest the cornerstones of freedom, democracy and sustainable human development."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "A quality education grants us the ability to fight the war on ignorance and poverty."
   },
   "author": {
    "text": "Charles B. Rangel"
   }
  },
  {
   "quote": {
    "text": "Genius without education is like silver in the mine."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "All I want is an education, and I am afraid of no one."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Education promotes equality and lifts people out of poverty. It teaches children how to become good citizens. Education is not just for a privileged few, it is for everyone. It is a fundamental human right."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "The only person who is educated is the one who has learned how to learn and change."
   },
   "author": {
    "text": "Carl Rogers"
   }
  },
  {
   "quote": {
    "text": "A captain of the Navy ought to be a man of strong and well connected sense, with a tolerable good education, a gentleman, as well as a seaman both in theory and practice."
   },
   "author": {
    "text": "John Paul Jones"
   }
  },
  {
   "quote": {
    "text": "Education is what survives when what has been learned has been forgotten."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "Apart from education, you need good health, and for that, you need to play sports."
   },
   "author": {
    "text": "Kapil Dev"
   }
  },
  {
   "quote": {
    "text": "The rising costs of higher education coupled with the stress of paying student loans are putting increasing pressure on students."
   },
   "author": {
    "text": "Hank Johnson"
   }
  },
  {
   "quote": {
    "text": "Research has shown time and time again that infants who receive the high-quality child care and early education programs do better in school, have more developed social skills, and display fewer behavior problems."
   },
   "author": {
    "text": "Judy Biggert"
   }
  },
  {
   "quote": {
    "text": "Every one in the world ought to do the things for which he is specially adapted. It is the part of wisdom to recognize what each one of us is best fitted for, and it is the part of education to perfect and utilize such predispositions. Because education can direct and aid nature but can never transform her."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "I was born in Corpus Christi, Texas, the youngest of four girls, including my oldest sister, Lisa, who has special needs. My mom was a special education teacher, and my dad worked on the Army base. We weren't wealthy, but we were determined to succeed."
   },
   "author": {
    "text": "Eva Longoria"
   }
  },
  {
   "quote": {
    "text": "Illegal immigration costs taxpayers $45 billion a year in health care, education, and incarceration expenses."
   },
   "author": {
    "text": "Ric Keller"
   }
  },
  {
   "quote": {
    "text": "Hard work, years of sacrifice, and dedication are necessary to succeed in the real world. Snowden's most notable accomplishment was lying about his military service, his experience, and education to procure a job with the NSA in the first place."
   },
   "author": {
    "text": "Pete Hoekstra"
   }
  },
  {
   "quote": {
    "text": "Poor is the pupil who does not surpass his master."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "I grew up in uptown Jamaica; I went to a rich school. I was raised by my mother and my stepfather; they made sure education came before anything. I had a good childhood, grew up spending time with my bigger brothers and sisters. My people are good people. I was exposed to a lot of different kinds of people and culture."
   },
   "author": {
    "text": "Damian Marley"
   }
  },
  {
   "quote": {
    "text": "Steve Jobs, Bill Gates and Mark Zuckerberg didn't finish college. Too much emphasis is placed on formal education - I told my children not to worry about their grades but to enjoy learning."
   },
   "author": {
    "text": "Nassim Nicholas Taleb"
   }
  },
  {
   "quote": {
    "text": "When people are connected, we can just do some great things. They have the opportunity to get access to jobs, education, health, communications. We have the opportunity to bring the people we care about closer to us. It really makes a big difference."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "I decided to start anew, to strip away what I had been taught."
   },
   "author": {
    "text": "Georgia O'Keeffe"
   }
  },
  {
   "quote": {
    "text": "If you want to thrive in today's economy, you must challenge the status quo and get the financial education necessary to succeed."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "True security is based on people's welfare - on a thriving economy, on strong public health and education programmes, and on fundamental respect for our common humanity. Development, peace, disarmament, reconciliation and justice are not separate from security; they help to underpin it."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "If education is protection to life, you will realize that it is necessary that education accompany life during its whole course."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Widespread public access to knowledge, like public education, is one of the pillars of our democracy, a guarantee that we can maintain a well-informed citizenry."
   },
   "author": {
    "text": "Scott Turow"
   }
  },
  {
   "quote": {
    "text": "The American Dream is still alive out there, and hard work will get you there. You don't necessarily need to have an Ivy League education or to have millions of dollars startup money. It can be done with an idea, hard work and determination."
   },
   "author": {
    "text": "Bill Rancic"
   }
  },
  {
   "quote": {
    "text": "In many spheres of human endeavor, from science to business to education to economic policy, good decisions depend on good measurement."
   },
   "author": {
    "text": "Ben Bernanke"
   }
  },
  {
   "quote": {
    "text": "Ensuring quality higher education is one of the most important things we can do for future generations."
   },
   "author": {
    "text": "Ron Lewis"
   }
  },
  {
   "quote": {
    "text": "The higher amount you put into higher education, at the federal level particularly, the more the price of higher education rises. It's the dog that never catches its tail. You increase student loans, you increase grants, you increase Pell grants, Stafford loans, and what happens? They raise the price."
   },
   "author": {
    "text": "Bill Bennett"
   }
  },
  {
   "quote": {
    "text": "It comes down to what your priorities are, and if public education is about kids, then every decision we make should be focused on the question of 'Is this good for a child?' And that should be the driving focus and the priority when we decide what our policies should be and what our laws should be."
   },
   "author": {
    "text": "Campbell Brown"
   }
  },
  {
   "quote": {
    "text": "Online education, then, can serve two goals. For students lucky enough to have access to great teachers, blended learning can mean even better outcomes at the same or lower cost. And for the millions here and abroad who lack access to good, in-person education, online learning can open doors that would otherwise remain closed."
   },
   "author": {
    "text": "Daphne Koller"
   }
  },
  {
   "quote": {
    "text": "I strongly believe in the apprenticeship model because we see in a lot of countries the local education system is not providing talent that businesses need. So it is important that there is an alignment between what the companies need and the education system, so the education system can build the right programmes."
   },
   "author": {
    "text": "Alain Dehaze"
   }
  },
  {
   "quote": {
    "text": "I never let schooling interfere with my education."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "It is a miracle that curiosity survives formal education."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Education consists mainly of what we have unlearned."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "The only fence against the world is a thorough knowledge of it."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "A man who has never gone to school may steal from a freight car; but if he has a university education, he may steal the whole railroad."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Education's purpose is to replace an empty mind with an open one."
   },
   "author": {
    "text": "Malcolm Forbes"
   }
  },
  {
   "quote": {
    "text": "The strongest reason for giving woman all the opportunities for higher education, for the full development of her faculties, her forces of mind and body... is the solitude and personal responsibility of her own individual life."
   },
   "author": {
    "text": "Elizabeth Cady Stanton"
   }
  },
  {
   "quote": {
    "text": "Crucial to science education is hands-on involvement: showing, not just telling; real experiments and field trips and not just 'virtual reality.'"
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "I would rather entertain and hope that people learned something than educate people and hope they were entertained."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "We are born weak, we need strength; helpless, we need aid; foolish, we need reason. All that we lack at birth, all that we need when we come to man's estate, is the gift of education."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "A high school diploma will no longer be sufficient. But that post secondary education does not have to be a four-year university or a four-year college. It can be career technical education, vocational education, community college."
   },
   "author": {
    "text": "Raja Krishnamoorthi"
   }
  },
  {
   "quote": {
    "text": "Education is a continual process, it's like a bicycle... If you don't pedal you don't go forward."
   },
   "author": {
    "text": "George Weah"
   }
  },
  {
   "quote": {
    "text": "I am often amazed at how much more capability and enthusiasm for science there is among elementary school youngsters than among college students."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "Education should be one of our top funding priorities; talking about it does not help the teachers and students who desperately need promises fulfilled."
   },
   "author": {
    "text": "Solomon Ortiz"
   }
  },
  {
   "quote": {
    "text": "Education is our only political safety. Outside of this ark all is deluge."
   },
   "author": {
    "text": "Horace Mann"
   }
  },
  {
   "quote": {
    "text": "I do not want to speak about overpopulation or birth control, but I think education is the way to give new impetus to the poverty question."
   },
   "author": {
    "text": "Harri Holkeri"
   }
  },
  {
   "quote": {
    "text": "The idea of education has been so tied to schools, universities, and professors that many assume there is no other way, but education is available to anyone within reach of a library, a post office, or even a newsstand."
   },
   "author": {
    "text": "Louis L'Amour"
   }
  },
  {
   "quote": {
    "text": "Yeah, I'm a thrill seeker, but crikey, education's the most important thing."
   },
   "author": {
    "text": "Steve Irwin"
   }
  },
  {
   "quote": {
    "text": "Public health service should be as fully organized and as universally incorporated into our governmental system as is public education. The returns are a thousand fold in economic benefits, and infinitely more in reduction of suffering and promotion of human happiness."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "Learning, while at school, that the charge for the education of girls was the same as that for boys, and that, when they became teachers, women received only half as much as men for their services, the injustice of this distinction was so apparent."
   },
   "author": {
    "text": "Lucretia Mott"
   }
  },
  {
   "quote": {
    "text": "When you have strict censorship of the internet, young students cannot receive a full education. Their view of the world is imbalanced. There can be no true discussion of the issues."
   },
   "author": {
    "text": "Ai Weiwei"
   }
  },
  {
   "quote": {
    "text": "I've worked in public education for 30 years - as a teacher, a lawyer and union leader. I've visited hundreds of schools and districts. I've seen leaders from the classroom to the national stage who have been willing to set aside their differences and do the hard work that's necessary to create real, enduring change."
   },
   "author": {
    "text": "Randi Weingarten"
   }
  },
  {
   "quote": {
    "text": "I myself owe everything to French books. They developed in my soul the sentiments of humanity which had been stifled by eight years of fanatical and servile education."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "These are important reforms. Infrastructure, education, health, hospitals, closing the gap with indigenous Australians. Also the Apology to the first Australians. As Prime Minister of the country I am proud of each and every one of these achievements."
   },
   "author": {
    "text": "Kevin Rudd"
   }
  },
  {
   "quote": {
    "text": "The difficulty in a number of Western democracies is that the playing field is being tilted. For many in the middle class, prosperity seems unattainable because a good education - today's passport to riches - is unaffordable."
   },
   "author": {
    "text": "Raghuram Rajan"
   }
  },
  {
   "quote": {
    "text": "I've never known any trouble than an hour's reading didn't assuage."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "In so many ways, segregation shaped me, and education liberated me."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Education is the development of power and ideal."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "There are many problems, but I think there is a solution to all these problems; it's just one, and it's education."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "My mother said I must always be intolerant of ignorance but understanding of illiteracy. That some people, unable to go to school, were more educated and more intelligent than college professors."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Reading, after a certain age, diverts the mind too much from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "It is with children that we have the best chance of studying the development of logical knowledge, mathematical knowledge, physical knowledge, and so forth."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "For me, education was power."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "We have an obligation and a responsibility to be investing in our students and our schools. We must make sure that people who have the grades, the desire and the will, but not the money, can still get the best education possible."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Education is not only a ladder of opportunity, but it is also an investment in our future."
   },
   "author": {
    "text": "Ed Markey"
   }
  },
  {
   "quote": {
    "text": "The greatest education in the world is watching the masters at work."
   },
   "author": {
    "text": "Michael Jackson"
   }
  },
  {
   "quote": {
    "text": "To succeed, you will soon learn, as I did, the importance of a solid foundation in the basics of education - literacy, both verbal and numerical, and communication skills."
   },
   "author": {
    "text": "Alan Greenspan"
   }
  },
  {
   "quote": {
    "text": "Studies have shown that inmate participation in education, vocational and job training, prison work skills development, drug abuse, mental health and other treatment programs, all reduce recidivism, significantly."
   },
   "author": {
    "text": "Bobby Scott"
   }
  },
  {
   "quote": {
    "text": "In some parts of the world, students are going to school every day. It's their normal life. But in other part of the world, we are starving for education... it's like a precious gift. It's like a diamond."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Inclusive, good-quality education is a foundation for dynamic and equitable societies."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "I cannot live without books."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "No one should be denied the opportunity to get an education and increase their earning potential based solely on their inability to pay for a college education."
   },
   "author": {
    "text": "Bobby Scott"
   }
  },
  {
   "quote": {
    "text": "The Negro race, like all races, is going to be saved by its exceptional men. The problem of education, then, among Negroes must first of all deal with the Talented Tenth; it is the problem of developing the Best of this race that they may guide the Mass away from the contamination and death of the Worst, in their own and other races."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "I am what I am thanks to my mother, my father, my brother, my sister... because they have given me everything. The education I have is thanks to them."
   },
   "author": {
    "text": "Ronaldinho"
   }
  },
  {
   "quote": {
    "text": "So if a college education is indispensable, the challenge as I see it is how to make it more accessible."
   },
   "author": {
    "text": "Gordon Gee"
   }
  },
  {
   "quote": {
    "text": "Ultimately, education in its real sense is the pursuit of truth. It is an endless journey through knowledge and enlightenment."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Good education is so important. We do need to look at the way people are taught. It not just about qualifications to get a job. It's about being educated."
   },
   "author": {
    "text": "Zaha Hadid"
   }
  },
  {
   "quote": {
    "text": "There are three major social issues that this country is struggling with: education, poverty, and drugs. Two of them we talk about, and one of them we don't."
   },
   "author": {
    "text": "Steven Soderbergh"
   }
  },
  {
   "quote": {
    "text": "To read without reflecting is like eating without digesting."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "Unemployment rates among Americans who never went to college are about double that of those who have a postsecondary education."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "In school, many of us procrastinate and then successfully cram for tests. We get the grades and degrees we need to get the jobs we want, even if we fail to get a good general education."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Today it is time for every child to have a right to life, right to freedom, right to health, right to education, safety, the right to dignity, right to equality, and right to peace."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "If you don't give education to people, it is easy to manipulate them."
   },
   "author": {
    "text": "Pele"
   }
  },
  {
   "quote": {
    "text": "Public education is an investment in our future."
   },
   "author": {
    "text": "Matt Blunt"
   }
  },
  {
   "quote": {
    "text": "Higher education must lead the march back to the fundamentals of human relationships, to the old discovery that is ever new, that man does not live by bread alone."
   },
   "author": {
    "text": "John Hannah"
   }
  },
  {
   "quote": {
    "text": "The PHYSICAL Act gives our schools the flexibility they need to give physical education the attention it deserves in promoting our children's well-being."
   },
   "author": {
    "text": "Marcia Fudge"
   }
  },
  {
   "quote": {
    "text": "If you have four years to complete your college education, do it."
   },
   "author": {
    "text": "Bo Jackson"
   }
  },
  {
   "quote": {
    "text": "The best solution to income inequality is providing a high-quality education for everybody. In our highly technological, globalized economy, people without education will not be able to improve their economic situation."
   },
   "author": {
    "text": "Ben Bernanke"
   }
  },
  {
   "quote": {
    "text": "Art is a critical component in a well-rounded education. Art is the level playing field - no matter how rich or poor, tall or short, pretty or ugly to the bone, if you can draw, you can find personal fulfillment and build self-confidence. Art is the highest achievement of mankind."
   },
   "author": {
    "text": "Lynda Resnick"
   }
  },
  {
   "quote": {
    "text": "The American Dream is not being dependent on the federal government for your health care, for your automobile, for your college education, for your student loan on and on and on."
   },
   "author": {
    "text": "Marsha Blackburn"
   }
  },
  {
   "quote": {
    "text": "Next in importance to freedom and justice is popular education, without which neither freedom nor justice can be permanently maintained."
   },
   "author": {
    "text": "James A. Garfield"
   }
  },
  {
   "quote": {
    "text": "A college education shows a man how little other people know."
   },
   "author": {
    "text": "Thomas Chandler Haliburton"
   }
  },
  {
   "quote": {
    "text": "If education does not create a need for the best in life, then we are stuck in an undemocratic, rigid caste society."
   },
   "author": {
    "text": "Sargent Shriver"
   }
  },
  {
   "quote": {
    "text": "Prejudices, it is well known, are most difficult to eradicate from the heart whose soil has never been loosened or fertilized by education; they grow firm there, firm as weeds among stones."
   },
   "author": {
    "text": "Charlotte Bronte"
   }
  },
  {
   "quote": {
    "text": "Education must provide the opportunities for self-fulfillment; it can at best provide a rich and challenging environment for the individual to explore, in his own way."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "You discover that the education the Negro gets is designed to keep him subservient. The poor black man is exploited by whites and by educated Negroes, too."
   },
   "author": {
    "text": "Medgar Evers"
   }
  },
  {
   "quote": {
    "text": "There is no cost difference between incarceration and an Ivy League education; the main difference is curriculum."
   },
   "author": {
    "text": "Paul Hawken"
   }
  },
  {
   "quote": {
    "text": "Education is the process in which we discover that learning adds quality to our lives. Learning must be experienced."
   },
   "author": {
    "text": "William Glasser"
   }
  },
  {
   "quote": {
    "text": "I think the principal purpose of education is to allow each of us, when we become adults, to shape our own future."
   },
   "author": {
    "text": "Michael Gove"
   }
  },
  {
   "quote": {
    "text": "The things I want to know are in books; my best friend is the man who'll get me a book I ain't read."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Education is the ability to listen to almost anything without losing your temper or your self-confidence."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "Education is learning what you didn't even know you didn't know."
   },
   "author": {
    "text": "Daniel J. Boorstin"
   }
  },
  {
   "quote": {
    "text": "A good education is a foundation for a better future."
   },
   "author": {
    "text": "Elizabeth Warren"
   }
  },
  {
   "quote": {
    "text": "Encouragement of higher education for our youth is critical to the success of our collective future."
   },
   "author": {
    "text": "Charles B. Rangel"
   }
  },
  {
   "quote": {
    "text": "If you think education is expensive, try ignorance."
   },
   "author": {
    "text": "Jeff Rich"
   }
  },
  {
   "quote": {
    "text": "The most influential of all educational factors is the conversation in a child's home."
   },
   "author": {
    "text": "William Temple"
   }
  },
  {
   "quote": {
    "text": "Education and work are the levers to uplift a people."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "The aim of a college education is to teach you to know a good man when you see one."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "The main force pushing toward reduction in inequality has always been the diffusion of knowledge and the diffusion of education."
   },
   "author": {
    "text": "Thomas Piketty"
   }
  },
  {
   "quote": {
    "text": "The mother cannot expect her daughter to understand the mysteries of housekeeping without education. She should instruct them patiently, lovingly, and make the work as agreeable as she can by her cheerful countenance and encouraging words of approval. If they fail once, twice, or thrice, censure not."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Establishing lasting peace is the work of education; all politics can do is keep us out of war."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "But the fact is, no matter how good the teacher, how small the class, how focused on quality education the school may be none of this matters if we ignore the individual needs of our students."
   },
   "author": {
    "text": "Roy Barnes"
   }
  },
  {
   "quote": {
    "text": "No one has yet realized the wealth of sympathy, the kindness and generosity hidden in the soul of a child. The effort of every true education should be to unlock that treasure."
   },
   "author": {
    "text": "Emma Goldman"
   }
  },
  {
   "quote": {
    "text": "Higher education should be based on quality, not quantity; receive merit-based funding; and be free of unnecessary bureaucracy. Not the least of the benefits of educational reform is to foster the pride of achievement at national and international levels."
   },
   "author": {
    "text": "Ahmed Zewail"
   }
  },
  {
   "quote": {
    "text": "Moral Education is the source of that spiritual equilibrium on which everything else depends and which may be compared to that physical equilibrium or sense of balance, without which it is impossible to stand upright or to move into any other position."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Like education, healthcare also needs to be given importance."
   },
   "author": {
    "text": "Shiv Nadar"
   }
  },
  {
   "quote": {
    "text": "One of the most powerful tools for empowering individuals and communities is making certain that any individual who wants to receive a quality education can do so."
   },
   "author": {
    "text": "Christine Gregoire"
   }
  },
  {
   "quote": {
    "text": "During the first few months of an infant's life, its manner of taking the breast, of laying its head on the pillow, etc., becomes crystallized into imperative habits. This is why education must begin in the cradle."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "When a subject becomes totally obsolete we make it a required course."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "Our education system is increasingly embracing a black-and-white way of thinking, in which 'learning' and 'play' are diametrically opposed. 'Learning' is the serious stuff that happens inside a classroom and can be measured via multiple choice questions and a No. 2 pencil. 'Play' is frivolous, fun, and worst of all, optional."
   },
   "author": {
    "text": "Darell Hammond"
   }
  },
  {
   "quote": {
    "text": "To make your children capable of honesty is the beginning of education."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "The best math lesson we can teach college students this year is to subtract a tuition increase and benefit from the dividends of higher education."
   },
   "author": {
    "text": "Jodi Rell"
   }
  },
  {
   "quote": {
    "text": "When men and women, boys and girls, are denied the right to education, the right to own land, the access to basic services like healthcare and clean water, a fair price for the crops they grow, a fair wage for the work they do, or the right to be part of making decisions that affect them, the result is poverty."
   },
   "author": {
    "text": "Winnie Byanyima"
   }
  },
  {
   "quote": {
    "text": "Information, education, skills, healthcare, livelihood, financial inclusion, small and village enterprises, opportunities for women, conservation of natural resources, distributed clean energy - entirely new possibilities have emerged to change the development model."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "Education is hanging around until you've caught on."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "To read a newspaper is to refrain from reading something worth while. The first discipline of education must therefore be to refuse resolutely to feed the mind with canned chatter."
   },
   "author": {
    "text": "Aleister Crowley"
   }
  },
  {
   "quote": {
    "text": "Education is all about igniting young minds and enabling them to attain their fullest potential."
   },
   "author": {
    "text": "Nita Ambani"
   }
  },
  {
   "quote": {
    "text": "I need a teacher quite as much as Helen. I know the education of this child will be the distinguishing event of my life, if I have the brains and perseverance to accomplish it."
   },
   "author": {
    "text": "Anne Sullivan"
   }
  },
  {
   "quote": {
    "text": "Travel, in the younger sort, is a part of education; in the elder, a part of experience."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Education makes children less dependent upon others and opens doors to better jobs and career possibilities."
   },
   "author": {
    "text": "Solomon Ortiz"
   }
  },
  {
   "quote": {
    "text": "You must get an education. You must go to school, and you must learn to protect yourself. And you must learn to protect yourself with the pen, and not the gun."
   },
   "author": {
    "text": "Josephine Baker"
   }
  },
  {
   "quote": {
    "text": "The goal of higher education should be to champion the airing of all honest viewpoints. Nothing less is acceptable."
   },
   "author": {
    "text": "Bill O'Reilly"
   }
  },
  {
   "quote": {
    "text": "Education is a better safeguard of liberty than a standing army."
   },
   "author": {
    "text": "Edward Everett"
   }
  },
  {
   "quote": {
    "text": "Education is the art of making man ethical."
   },
   "author": {
    "text": "Georg Wilhelm Friedrich Hegel"
   }
  },
  {
   "quote": {
    "text": "The willingness to learn new skills is very high."
   },
   "author": {
    "text": "Angela Merkel"
   }
  },
  {
   "quote": {
    "text": "You can only learn so much from books. You can only learn so much from education. Ultimately, it is the wisdom of God that will carry you through in the toughest situations of life."
   },
   "author": {
    "text": "Ravi Zacharias"
   }
  },
  {
   "quote": {
    "text": "Liberating education consists in acts of cognition, not transferrals of information."
   },
   "author": {
    "text": "Paulo Freire"
   }
  },
  {
   "quote": {
    "text": "The only real failure in life is one not learned from."
   },
   "author": {
    "text": "Anthony J. D'Angelo"
   }
  },
  {
   "quote": {
    "text": "Education in general, and higher education in particular, is on the brink of a huge disruption. Two big questions, which were once so well-settled that we ceased asking them, are now up for grabs. What should young people be learning? And what sorts of credentials indicate they're ready for the workforce?"
   },
   "author": {
    "text": "Daniel H. Pink"
   }
  },
  {
   "quote": {
    "text": "I am a firm believer that upon release, ex-offenders should be afforded a second chance to become productive citizens by providing rehabilitation and education that will help them join the workforce."
   },
   "author": {
    "text": "Charles B. Rangel"
   }
  },
  {
   "quote": {
    "text": "Real education is about genuine understanding and the ability to figure things out on your own; not about making sure every 7th grader has memorized all the facts some bureaucrats have put in the 7th grade curriculum."
   },
   "author": {
    "text": "Aaron Swartz"
   }
  },
  {
   "quote": {
    "text": "Education is a business - the growth business. It cultivates the growth of our learners, translates the growth of new knowledge, and builds professional growth."
   },
   "author": {
    "text": "Heidi Hayes Jacobs"
   }
  },
  {
   "quote": {
    "text": "All over the world, independent and strong civil society - NGOs, faith leaders, and other community advocates - help governments solve problems and better serve their people better by shining a light on the issues that matter most - like education standards, access to healthcare, the rule of law, and economic opportunity."
   },
   "author": {
    "text": "Ben Rhodes"
   }
  },
  {
   "quote": {
    "text": "We are living in 1937, and our universities, I suggest, are not half-way out of the fifteenth century. We have made hardly any changes in our conception of university organization, education, graduation, for a century - for several centuries."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "A liberal education... frees a man from the prison-house of his class, race, time, place, background, family and even his nation."
   },
   "author": {
    "text": "Robert M. Hutchins"
   }
  },
  {
   "quote": {
    "text": "Education alone can conduct us to that enjoyment which is, at once, best in quality and infinite in quantity."
   },
   "author": {
    "text": "Horace Mann"
   }
  },
  {
   "quote": {
    "text": "Access to quality education has enabled me to reach far beyond the Bangladeshi village I grew up in."
   },
   "author": {
    "text": "Muhammad Yunus"
   }
  },
  {
   "quote": {
    "text": "People say Malala's voice is being sold to the world. But I see it as Malala's voice reaching the world and resonating globally. You should think about what is behind Malala's voice. What is she saying? I am only talking about education, women's rights, and peace."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "There is not to be found, in all history, any miracle attested by a sufficient number of men, of such unquestioned good sense, education and learning, as to secure us against all delusion in themselves."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "We need to deal with helping middle-class kids get a college education."
   },
   "author": {
    "text": "Sherrod Brown"
   }
  },
  {
   "quote": {
    "text": "The real competitive advantage will come to countries and companies who differentiate their offerings through education, innovation, and productivity."
   },
   "author": {
    "text": "Dinesh Paliwal"
   }
  },
  {
   "quote": {
    "text": "From kindergarten to graduation, I went to public schools, and I know that they are a key to being sure that every child has a chance to succeed and to rise in the world."
   },
   "author": {
    "text": "Dick Cheney"
   }
  },
  {
   "quote": {
    "text": "Education is such a noble profession, it's a wonderful way to serve."
   },
   "author": {
    "text": "Erin Gruwell"
   }
  },
  {
   "quote": {
    "text": "'No Child Left Behind' requires states and school districts to ensure that all students are learning and are reaching their highest potential. Special education students should not be left out of these accountability mechanisms."
   },
   "author": {
    "text": "Dianne Feinstein"
   }
  },
  {
   "quote": {
    "text": "Every child should have the opportunity to receive a quality education."
   },
   "author": {
    "text": "Bill Frist"
   }
  },
  {
   "quote": {
    "text": "The developing world is full of entrepreneurs and visionaries, who with access to education, equity and credit would play a key role in developing the economic situations in their countries."
   },
   "author": {
    "text": "Muhammad Yunus"
   }
  },
  {
   "quote": {
    "text": "All children everywhere deserve the opportunity that is unlocked for them by education."
   },
   "author": {
    "text": "Ann Cotton"
   }
  },
  {
   "quote": {
    "text": "Never take your eye off the ball. Always remember that you and everyone on the team is the servant of the cause - in our case, girls' education and young women's leadership in Africa."
   },
   "author": {
    "text": "Ann Cotton"
   }
  },
  {
   "quote": {
    "text": "His lack of education is more than compensated for by his keenly developed moral bankruptcy."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "Now that virtually every career is an option for ambitious girls, it can no longer be considered regressive or reactionary to reintroduce discussion of marriage and motherhood to primary education. We certainly do not want to return to the simplistic duality of home economics classes for girls and wood shop for boys."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "Education can give you a skill, but a liberal education can give you dignity."
   },
   "author": {
    "text": "Ellen Key"
   }
  },
  {
   "quote": {
    "text": "We need quantitative assessments of the success of education. We need certification and qualifications both for teachers and for pupils. It is not a choice between quantity and quality, between access and excellence. Both of these will happen together if people really do believe in the importance of education to change lives."
   },
   "author": {
    "text": "Gordon Brown"
   }
  },
  {
   "quote": {
    "text": "By providing students in our Nation with such an education, we help save our children from the clutches of poverty, crime, drugs, and hopelessness, and we help safeguard our Nation's prosperity for generations yet unborn."
   },
   "author": {
    "text": "Elijah Cummings"
   }
  },
  {
   "quote": {
    "text": "Education... has produced a vast population able to read but unable to distinguish what is worth reading."
   },
   "author": {
    "text": "G. M. Trevelyan"
   }
  },
  {
   "quote": {
    "text": "Unless we make education a priority, an entire generation of Americans could miss out on the American dream."
   },
   "author": {
    "text": "Blanche Lincoln"
   }
  },
  {
   "quote": {
    "text": "I treasure my meetings with individuals affected by autism - parents, children, teachers and friends. Their strength is inspiring. They deserve all possible opportunities for education, employment and integration."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "Young men and women, your education is ever important - to us, to you, and to God."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "I believe that any type of education can be great, but an education about ourselves can create something wonderful. I am a comedian, but people have called me a motivational speaker. I don't really consider myself that at all."
   },
   "author": {
    "text": "Andy Andrews"
   }
  },
  {
   "quote": {
    "text": "Beyond ensuring that people everywhere have access to mental health, virtual digital assistants can act as learning companions, using their insight into what motivates and inspires you, to help you study and learn. In this way, AI could be used to level the playing field in education and help narrow socio-economic gaps around the world."
   },
   "author": {
    "text": "Rana el Kaliouby"
   }
  },
  {
   "quote": {
    "text": "Giving women education, work, the ability to control their own income, inherit and own property, benefits the society. If a woman is empowered, her children and her family will be better off. If families prosper, the village prospers, and eventually so does the whole country."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "Is education possibly a process of trading awareness for things of lesser worth? The goose who trades his is soon a pile of feathers."
   },
   "author": {
    "text": "Aldo Leopold"
   }
  },
  {
   "quote": {
    "text": "State governments generate less revenue in a recession. As state leaders struggle to make up for lost revenue, legislatures tend to cut funding for higher education. Colleges, in turn, answer these funding cuts with tuition hikes."
   },
   "author": {
    "text": "Arne Duncan"
   }
  },
  {
   "quote": {
    "text": "I want to fix education in the world. As soon as I work on that, I am going to work on world hunger and then world peace."
   },
   "author": {
    "text": "Nolan Bushnell"
   }
  },
  {
   "quote": {
    "text": "Having an education is invaluable."
   },
   "author": {
    "text": "Maggie Gyllenhaal"
   }
  },
  {
   "quote": {
    "text": "The Millennial Generation is being crushed by soaring college costs and student loan debt, and as lawmakers, we must find solutions to address affordability and flexibility in higher education."
   },
   "author": {
    "text": "Elise Stefanik"
   }
  },
  {
   "quote": {
    "text": "What the mayors care about is, 'How can I get money to invest in the infrastructure in my city? How do we put people back to work, lower the unemployment rate, provide for job training programs? How do we make class sizes smaller and make investments in our children from an education standpoint?'"
   },
   "author": {
    "text": "Michael Nutter"
   }
  },
  {
   "quote": {
    "text": "If we want our children to value education, then we must show our appreciation for knowledge."
   },
   "author": {
    "text": "Brad Sherman"
   }
  },
  {
   "quote": {
    "text": "The amount of education, in the most basic sense of the word, I receive on a daily basis through Skype amazes me. The technology is one of the reasons I wanted to join Skype and am eager to get Skype into every classroom around the globe."
   },
   "author": {
    "text": "Tony Bates"
   }
  },
  {
   "quote": {
    "text": "'Make in India' is great, but 'Make It Happen in India' is even greater. Make It Happen in India is more than manufacturing. It's about training, about education, about societal development and automation and engineering."
   },
   "author": {
    "text": "Joe Kaeser"
   }
  },
  {
   "quote": {
    "text": "The only thing that interferes with my learning is my education."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "The illiterate of the future will not be the person who cannot read. It will be the person who does not know how to learn."
   },
   "author": {
    "text": "Alvin Toffler"
   }
  },
  {
   "quote": {
    "text": "For good nurture and education implant good constitutions."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Education is an admirable thing, but it is well to remember from time to time that nothing that is worth knowing can be taught."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "I have always had this view about the modern education system: we pay attention to brain development, but the development of warmheartedness we take for granted."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "As the humanities and liberal arts are downsized, privatized, and commodified, higher education finds itself caught in the paradox of claiming to invest in the future of young people while offering them few intellectual, civic, and moral supports."
   },
   "author": {
    "text": "Henry Giroux"
   }
  },
  {
   "quote": {
    "text": "To penetrate and dissipate these clouds of darkness, the general mind must be strengthened by education."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "In large states public education will always be mediocre, for the same reason that in large kitchens the cooking is usually bad."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Everybody is ignorant, only on different subjects."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "When you have solved the problem of controlling the attention of the child, you have solved the entire problem of its education."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "That's the value of a college education... I don't know anywhere in the world where you can make an investment and make that kind of return."
   },
   "author": {
    "text": "Gaston Caperton"
   }
  },
  {
   "quote": {
    "text": "We can't get to the $4 trillion in savings that we need by just cutting the 12 percent of the budget that pays for things like medical research and education funding and food inspectors and the weather service. And we can't just do it by making seniors pay more for Medicare."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "At the bottom of education, at the bottom of politics, even at the bottom of religion, there must be for our race economic independence."
   },
   "author": {
    "text": "Booker T. Washington"
   }
  },
  {
   "quote": {
    "text": "Access to computers and the Internet has become a basic need for education in our society."
   },
   "author": {
    "text": "Kent Conrad"
   }
  },
  {
   "quote": {
    "text": "That is my wish, hope, instruction for all of you: Take your education seriously, okay? Always do that. Because I wouldn't be here today if it weren't for my education."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "It's not enough to train today's workforce. We also have to prepare tomorrow's workforce by guaranteeing every child access to a world-class education."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "There's no reason why children in inner cities or rural areas do not receive the same quality education or opportunities as those in suburbs or wealthy neighborhoods. If we truly believe in giving all citizens a chance to pursue happiness and pursue their goals, then we cannot continue to marginalize entire groups of people."
   },
   "author": {
    "text": "Al Sharpton"
   }
  },
  {
   "quote": {
    "text": "If you have religious faith, very good, you can add on secular ethics, then religious belief, add on it, very good. But even those people who have no interest about religion, okay, it's not religion, but you can train through education."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Our progress as a nation can be no swifter than our progress in education. The human mind is our fundamental resource."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Everything that makes man's life worthwhile - family, work, education, a place to rear one's children and a place to rest one's head - all this depends on the decisions of government; all can be swept away by a government which does not heed the demands of its people, and I mean all of its people."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Religion, any religion, no matter what sort of wonderful religion, never be universal. So now education is universal, so we have to sort of find ways and means through education system, from kindergarten up to university level, to make awareness these good things, the values, inner values."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "The most important part of education is proper training in the nursery."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "I believe that parents need to make nutrition education a priority in their home environment. It's crucial for good health and longevity to instill in your children sound eating habits from an early age."
   },
   "author": {
    "text": "Cat Cora"
   }
  },
  {
   "quote": {
    "text": "I doubt whether classical education ever has been or can be successfully carried out without corporal punishment."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "Without in any way minimising the economic and psychological blow that people experience when they lose their jobs, the unemployed in affluent countries still have a safety net, in the form of social security payments, and usually free healthcare and free education for their children. They also have sanitation and safe drinking water."
   },
   "author": {
    "text": "Peter Singer"
   }
  },
  {
   "quote": {
    "text": "The most valuable of all education is the ability to make yourself do the thing you have to do, when it has to be done, whether you like it or not."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Our nation's commitment is to provide a quality education to every child to serve the public common good. Accordingly, we must shift the paradigm to think of education funding as investments made in individual children, not in institutions or buildings."
   },
   "author": {
    "text": "Betsy DeVos"
   }
  },
  {
   "quote": {
    "text": "I was born in a middle class Muslim family, in a small town called Myonenningh in a northern part of Bangladesh in 1962. My father is a qualified physician; my mother is a housewife. I have two elder brothers and one younger sister. All of them received a liberal education in schools and colleges."
   },
   "author": {
    "text": "Taslima Nasrin"
   }
  },
  {
   "quote": {
    "text": "The U.N. has brought peace and order to many places around the world. However, terrorism, violent extremism, violations of human rights, natural disasters caused by climate change - they all threaten the lives of people today. Add migration, insufficient health care, lack of education, and the picture gets even bleaker."
   },
   "author": {
    "text": "Miroslav Lajcak"
   }
  },
  {
   "quote": {
    "text": "If you know how to read, you have a complete education about life, then you know how to vote within a democracy. But if you don't know how to read, you don't know how to decide. That's the great thing about our country - we're a democracy of readers, and we should keep it that way."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "All of us have been trained by education and environment to seek personal gain and security and to fight for ourselves. Though we cover it over with pleasant phrases, we have been educated for various professions within a system which is based on exploitation and acquisitive fear."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "Desegregation of schools does not automatically transform them into better schools. It is only a step. The larger goal is to see that the education of our youth is not merely desegregated, but that it is excellent."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "You can't continue to have higher education tuition grow at a multiple of the rate of inflation."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "No group and no government can properly prescribe precisely what should constitute the body of knowledge with which true education is concerned."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Education must begin with the solution of the student-teacher contradiction, by reconciling the poles of the contradiction so that both are simultaneously teachers and students."
   },
   "author": {
    "text": "Paulo Freire"
   }
  },
  {
   "quote": {
    "text": "The point of my work is to show that culture and education aren't simply hobbies or minor influences. They are hugely important in the affirmation of differences between groups and social classes and in the reproduction of those differences."
   },
   "author": {
    "text": "Pierre Bourdieu"
   }
  },
  {
   "quote": {
    "text": "Good education, housing and jobs are imperatives for the Negroes, and I shall support them in their fight to win these objectives, but I shall tell the Negroes that while these are necessary, they cannot solve the main Negro problem."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "True education is concerned not only with practical goals but also with values. Our aims assure us of our material life, our values make possible our spiritual life."
   },
   "author": {
    "text": "Ludwig Mies van der Rohe"
   }
  },
  {
   "quote": {
    "text": "There are thousands of inspirational stories waiting to be told about young women who yearn for a great education. They are stories of struggle and stories of success, and they will inspire others to take action and work to change lives."
   },
   "author": {
    "text": "Soledad O'Brien"
   }
  },
  {
   "quote": {
    "text": "We pay a price when we deprive children of the exposure to the values, principles, and education they need to make them good citizens."
   },
   "author": {
    "text": "Sandra Day O'Connor"
   }
  },
  {
   "quote": {
    "text": "If we expect our children to thrive at our colleges and universities, and succeed in our economy once they graduate - first we must make quality, affordable early childhood education accessible to all."
   },
   "author": {
    "text": "Kirsten Gillibrand"
   }
  },
  {
   "quote": {
    "text": "A system of education is not one thing, nor does it have a single definite object, nor is it a mere matter of schools. Education is that whole system of human training within and without the school house walls, which molds and develops men."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "Observation, very general and wide-spread, has shown that small children are endowed with a special psychic nature. This shows us a new way of imparting education!"
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "If I had learned education I would not have had time to learn anything else."
   },
   "author": {
    "text": "Cornelius Vanderbilt"
   }
  },
  {
   "quote": {
    "text": "In true education, anything that comes to our hand is as good as a book: the prank of a page- boy, the blunder of a servant, a bit of table talk - they are all part of the curriculum."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "I also tell them that your education can take you way farther than a football, baseball, track, or basketball will - that's just the bottom line."
   },
   "author": {
    "text": "Bo Jackson"
   }
  },
  {
   "quote": {
    "text": "You can't have a university without having free speech, even though at times it makes us terribly uncomfortable. If students are not going to hear controversial ideas on college campuses, they're not going to hear them in America. I believe it's part of their education."
   },
   "author": {
    "text": "Donna Shalala"
   }
  },
  {
   "quote": {
    "text": "I cannot believe that my generation may very well have been the last one to have sex education in schools that was truly the complete and total package. I mean what are we doing? Are we in the future, but acting like it's The Dark Ages?"
   },
   "author": {
    "text": "Sheryl Lee Ralph"
   }
  },
  {
   "quote": {
    "text": "I'm a good son, a good father, a good husband - I've been married to the same woman for 30 years. I'm a good friend. I finished college, I have my education, I donate money anonymously. So when people criticize the kind of characters that I play on screen, I go, 'You know, that's part of history.'"
   },
   "author": {
    "text": "Samuel L. Jackson"
   }
  },
  {
   "quote": {
    "text": "Education is the silver bullet to improve this Nation's standing worldwide... and our teachers know that."
   },
   "author": {
    "text": "Solomon Ortiz"
   }
  },
  {
   "quote": {
    "text": "I think people understand that if you're going to have a successful economy, you need people's potential to be realized. That means education. It means university education, sure, but it also means training, apprenticeships and various kinds of skills diplomas that we know are necessary."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "I believe God takes the things in our lives - family, background, education - and uses them as part of his calling. It might not be to become a pastor. But I don't think God wastes anything."
   },
   "author": {
    "text": "Eugene H. Peterson"
   }
  },
  {
   "quote": {
    "text": "President-elect Bush spoke in a forceful and candid manner that it is his passion that all children should have access to a first class education."
   },
   "author": {
    "text": "George Miller"
   }
  },
  {
   "quote": {
    "text": "I got great sex education, and I always knew that if I wanted to be sexually active, I had to have safe sex."
   },
   "author": {
    "text": "Jenny Slate"
   }
  },
  {
   "quote": {
    "text": "Education must, be not only a transmission of culture but also a provider of alternative views of the world and a strengthener of the will to explore them."
   },
   "author": {
    "text": "Jerome Bruner"
   }
  },
  {
   "quote": {
    "text": "Future public education will require involvement and collaboration among various local, civic, private and nonprofit entities, a concept I like to refer to as 'community entrepreneurship.'"
   },
   "author": {
    "text": "Donald Bren"
   }
  },
  {
   "quote": {
    "text": "He who laughs most, learns best."
   },
   "author": {
    "text": "John Cleese"
   }
  },
  {
   "quote": {
    "text": "I don't think anybody anywhere can talk about the future of their people or of an organization without talking about education. Whoever controls the education of our children controls our future."
   },
   "author": {
    "text": "Wilma Mankiller"
   }
  },
  {
   "quote": {
    "text": "Education: the inculcation of the incomprehensible into the indifferent by the incompetent."
   },
   "author": {
    "text": "John Maynard Keynes"
   }
  },
  {
   "quote": {
    "text": "The ultimate end of education is happiness or a good human life, a life enriched by the possession of every kind of good, by the enjoyment of every type of satisfaction."
   },
   "author": {
    "text": "Mortimer Adler"
   }
  },
  {
   "quote": {
    "text": "Inflation is taking up the poverty line, and poverty is not just economic but defined by way of health and education."
   },
   "author": {
    "text": "Azim Premji"
   }
  },
  {
   "quote": {
    "text": "The main failure of education is that it has not prepared people to comprehend matters concerning human destiny."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "It is really important that we promote competitive support in schools. It is very important that we recognise that has to be underpinned by good quality physical education and by getting people into patterns of exercise."
   },
   "author": {
    "text": "Sebastian Coe"
   }
  },
  {
   "quote": {
    "text": "Americans want students to get the best education possible. We want schools to prepare children to become good citizens and members of a prosperous American economy."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Religion is the solid basis of good morals; therefore education should teach the precepts of religion, and the duties of man toward God."
   },
   "author": {
    "text": "Gouverneur Morris"
   }
  },
  {
   "quote": {
    "text": "My parents fled from a Cuban dictatorship in search of freedom. Growing up, I saw my parents struggle... I am here today because of them. My success is their success. Their sacrifice and perseverance made my education possible."
   },
   "author": {
    "text": "Alexander Acosta"
   }
  },
  {
   "quote": {
    "text": "Talk is by far the most accessible of pleasures. It costs nothing in money, it is all profit, it completes our education, founds and fosters our friendships, and can be enjoyed at any age and in almost any state of health."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Universal suffrage should rest upon universal education. To this end, liberal and permanent provision should be made for the support of free schools by the State governments, and, if need be, supplemented by legitimate aid from national authority."
   },
   "author": {
    "text": "Rutherford B. Hayes"
   }
  },
  {
   "quote": {
    "text": "My countrymen, I have given proofs that I am one most anxious for liberties for our country, and I am still desirous of them. But I place as a prior condition the education of the people, that by means of instruction and industry our country may have an individuality of its own and make itself worthy of these liberties."
   },
   "author": {
    "text": "Jose Rizal"
   }
  },
  {
   "quote": {
    "text": "The benefits of education and of useful knowledge, generally diffused through a community, are essential to the preservation of a free government."
   },
   "author": {
    "text": "Sam Houston"
   }
  },
  {
   "quote": {
    "text": "Our school education ignores, in a thousand ways, the rules of healthy development."
   },
   "author": {
    "text": "Elizabeth Blackwell"
   }
  },
  {
   "quote": {
    "text": "The ultimate end of your education was to make you a good wife."
   },
   "author": {
    "text": "Mary Wortley Montagu"
   }
  },
  {
   "quote": {
    "text": "America needs education reform on all levels to expand quality schools, build on past successes, and lower college debt."
   },
   "author": {
    "text": "Kevin McCarthy"
   }
  },
  {
   "quote": {
    "text": "Creating whole departments of ethnic, gender, and other 'studies' was part of the price of academic peace. All too often, these 'studies' are about propaganda rather than serious education."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "The pace at which people are taking to digital technology defies our stereotypes of age, education, language and income."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "I loved growing up in Canada. It's a great place to grow up because - well, at least where I grew up - it's very multicultural. There's also good health care and a good education system."
   },
   "author": {
    "text": "Ryan Gosling"
   }
  },
  {
   "quote": {
    "text": "By working to ensure we live in a society that prioritizes public safety, education, and innovation, entrepreneurship can thrive and create a better world for all of us to live in."
   },
   "author": {
    "text": "Ron Conway"
   }
  },
  {
   "quote": {
    "text": "Education is our greatest opportunity to give an irrevocable gift to the next generation."
   },
   "author": {
    "text": "Ernie Fletcher"
   }
  },
  {
   "quote": {
    "text": "Education is at the heart of achieving your dreams."
   },
   "author": {
    "text": "Patrice Motsepe"
   }
  },
  {
   "quote": {
    "text": "Education, like neurosis, begins at home."
   },
   "author": {
    "text": "Milton Sapirstein"
   }
  },
  {
   "quote": {
    "text": "I want education for the sons and the daughters of all the extremists, especially the Taliban."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "There are 4 billion cell phones in use today. Many of them are in the hands of market vendors, rickshaw drivers, and others who've historically lacked access to education and opportunity. Information networks have become a great leveler, and we should use them together to help lift people out of poverty and give them a freedom from want."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "I prefer the company of peasants because they have not been educated sufficiently to reason incorrectly."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "When you have a problem, rules don't solve your problem. It's caring and education."
   },
   "author": {
    "text": "Jim Brown"
   }
  },
  {
   "quote": {
    "text": "Yes, education is the catalyst that will hone and sharpen our talents, skills, and abilities and cause them to blossom."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "All of the things an arts education gives a young person enhance leadership skills and help raise grades."
   },
   "author": {
    "text": "Josh Groban"
   }
  },
  {
   "quote": {
    "text": "The difference between rich and poor is becoming more extreme, and as income inequality widens the wealth gap in major nations, education, health and social mobility are all threatened."
   },
   "author": {
    "text": "Helene D. Gayle"
   }
  },
  {
   "quote": {
    "text": "Women are emerging as a major force for change. Countries that have invested in girls' education and removed legal barriers that prevent women from achieving their potential are now seeing the benefits."
   },
   "author": {
    "text": "Sri Mulyani Indrawati"
   }
  },
  {
   "quote": {
    "text": "We had great faith that with patience, understanding, and education, that my family and I could be helpful in changing their minds and attitudes around."
   },
   "author": {
    "text": "Ryan White"
   }
  },
  {
   "quote": {
    "text": "In fact, I believe that we need better sex education in our own culture, here in America, so that young folk learn about things like venereal disease before they encounter it."
   },
   "author": {
    "text": "Piers Anthony"
   }
  },
  {
   "quote": {
    "text": "Data is not information, information is not knowledge, knowledge is not understanding, understanding is not wisdom."
   },
   "author": {
    "text": "Clifford Stoll"
   }
  },
  {
   "quote": {
    "text": "After two years at UCLA, I decided to leave. I was convinced that no amount of education would help a black man get a job."
   },
   "author": {
    "text": "Jackie Robinson"
   }
  },
  {
   "quote": {
    "text": "I fully support U.N. Secretary General Ban Ki-moon in his Global Education First Initiative and the work of U.N. Special Envoy for Global Education Gordon Brown and the respectful president of the U.N. General Assembly Vuk Jeremic. I thank them for the leadership they continue to give."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Having transgender characters leads to more visibility, which creates education. Education can hopefully lead to everyone treating our community with acceptance and love."
   },
   "author": {
    "text": "Jazz Jennings"
   }
  },
  {
   "quote": {
    "text": "Why has elegance found so little following? That is the reality of it. Elegance has the disadvantage, if that's what it is, that hard work is needed to achieve it and a good education to appreciate it."
   },
   "author": {
    "text": "Edsger Dijkstra"
   }
  },
  {
   "quote": {
    "text": "In the new economy, information, education, and motivation are everything."
   },
   "author": {
    "text": "William J. Clinton"
   }
  },
  {
   "quote": {
    "text": "I went to Catholic school throughout my whole academic life. In fact, my children - my husband and I and our children in my own family now have over 100 years of Catholic education among us."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "My background was computer science and business school, so eventually I worked my way up where I was running product groups - development, testing, marketing, user education."
   },
   "author": {
    "text": "Melinda Gates"
   }
  },
  {
   "quote": {
    "text": "When you have a father and a mother who work all their lives so you can have an education and build your body - it's a blessing."
   },
   "author": {
    "text": "Lou Gehrig"
   }
  },
  {
   "quote": {
    "text": "We need to focus on reducing property taxes. We need to focus on education funding. We need to focus on getting term limits on elected officials."
   },
   "author": {
    "text": "Bruce Rauner"
   }
  },
  {
   "quote": {
    "text": "With Michigan's economic future on the line, we can't afford to have our 500 local school districts marching in different directions. Instead, we need a high standards, mandatory curriculum to get all our students on the road to higher education and a good paying job."
   },
   "author": {
    "text": "Jennifer Granholm"
   }
  },
  {
   "quote": {
    "text": "Education standards need to be set at the state level. High standards are an important way to ensure that the education system we are funding is actually working and producing, at a minimum, what we would expect it to."
   },
   "author": {
    "text": "Doug Ducey"
   }
  },
  {
   "quote": {
    "text": "Health care is not a privilege. It's a right. It's a right as fundamental as civil rights. It's a right as fundamental as giving every child a chance to get a public education."
   },
   "author": {
    "text": "Rod Blagojevich"
   }
  },
  {
   "quote": {
    "text": "Because sanitation has so many effects across all aspects of development - it affects education, it affects health, it affects maternal mortality and infant mortality, it affects labor - it's all these things, so it becomes a political football. Nobody has full responsibility."
   },
   "author": {
    "text": "Rose George"
   }
  },
  {
   "quote": {
    "text": "I do think that a general liberal arts education is very important, particularly in an uncertain changing world."
   },
   "author": {
    "text": "Steve Case"
   }
  },
  {
   "quote": {
    "text": "I think every business should build on their strengths, and the strengths of Victoria are our clean, green agriculture; the strengths of Victoria are our strong education system."
   },
   "author": {
    "text": "Denis Napthine"
   }
  },
  {
   "quote": {
    "text": "I wanted to race cars. I didn't like school, and all I wanted to do was work on cars. But right before I graduated, I got into a really bad car accident, and I spent that summer in the hospital thinking about where I was heading. I decided to take education more seriously and go to a community college."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "Together we can and must fight for justice for our children and protect them from draconian tax cuts and budget choices that threaten their survival, education and preparation for the future. If they are not ready for tomorrow, neither is America."
   },
   "author": {
    "text": "Marian Wright Edelman"
   }
  },
  {
   "quote": {
    "text": "We think about education as a stepping stone into a higher socio-economic class, into a better job. And it does do those things. But I don't think that's what it really is. I experienced it as getting access to different ideas and perspectives and using them to construct my own mind."
   },
   "author": {
    "text": "Tara Westover"
   }
  },
  {
   "quote": {
    "text": "The answer is not to standardize education, but to personalize and customize it to the needs of each child and community. There is no alternative. There never was."
   },
   "author": {
    "text": "Ken Robinson"
   }
  },
  {
   "quote": {
    "text": "Education in this country is about how to maintain the status quo and to perpetuate racism."
   },
   "author": {
    "text": "Jane Elliot"
   }
  },
  {
   "quote": {
    "text": "Seeing the world is the best education you can get. You see sorrow, and you also see great spirit and will to survive."
   },
   "author": {
    "text": "Brad Pitt"
   }
  },
  {
   "quote": {
    "text": "That's the beauty of education, kids taking lessons out of the classroom and back into their own world where they can positively affect their family, their friends, and their greater community."
   },
   "author": {
    "text": "Erin Gruwell"
   }
  },
  {
   "quote": {
    "text": "I think of it as a good opportunity to let, in particular, school kids know that this job and other interesting jobs in science and engineering are open to anyone who works hard in school and gets a good education and studies math and science. And that it's not just for a select group of people."
   },
   "author": {
    "text": "Ellen Ochoa"
   }
  },
  {
   "quote": {
    "text": "Smart financial planning - such as budgeting, saving for emergencies, and preparing for retirement - can help households enjoy better lives while weathering financial shocks. Financial education can play a key role in getting to these outcomes."
   },
   "author": {
    "text": "Ben Bernanke"
   }
  },
  {
   "quote": {
    "text": "Education is an incredibly personal issue for me. If you're the first generation to go to college, sometimes you don't realize your potential until others point it out."
   },
   "author": {
    "text": "Priscilla Chan"
   }
  },
  {
   "quote": {
    "text": "We have a list of human rights - right to food, right to shelter, right to health, right to education, many such items which are considered and accepted as bill of rights. These are to be insured to people. So all nations, all societies try to do that."
   },
   "author": {
    "text": "Muhammad Yunus"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, school recess and physical education class were times for kids to run around and play games."
   },
   "author": {
    "text": "Amy Klobuchar"
   }
  },
  {
   "quote": {
    "text": "We need better public education and more realistic education."
   },
   "author": {
    "text": "Carl Hart"
   }
  },
  {
   "quote": {
    "text": "Economists report that a college education adds many thousands of dollars to a man's lifetime income - which he then spends sending his son to college."
   },
   "author": {
    "text": "Bill Vaughan"
   }
  },
  {
   "quote": {
    "text": "Human education is concerned with certain changes in the intellects, characters and behavior of men, its problems being roughly included under these four topics: Aims, materials, means and methods."
   },
   "author": {
    "text": "Edward Thorndike"
   }
  },
  {
   "quote": {
    "text": "When it comes to college education, American families are paying more and getting less."
   },
   "author": {
    "text": "Patricia Schroeder"
   }
  },
  {
   "quote": {
    "text": "What is basically just an IQ score has roots in education, socioeconomic status, genetics, and environmental factors. Looking at any one of these roots doesn't give you a full picture of the tree, but it does tell you that a tree is there."
   },
   "author": {
    "text": "Kyle Hill"
   }
  },
  {
   "quote": {
    "text": "For this reason, to study English literature without some general knowledge of the relation of the Bible to that literature would be to leave one's literary education very incomplete."
   },
   "author": {
    "text": "Lafcadio Hearn"
   }
  },
  {
   "quote": {
    "text": "I believe public education is the new civil rights battle and I support charter schools."
   },
   "author": {
    "text": "Andrew Cuomo"
   }
  },
  {
   "quote": {
    "text": "What sculpture is to a block of marble, education is to the soul."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "Without tact you can learn nothing."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "I read Shakespeare and the Bible, and I can shoot dice. That's what I call a liberal education."
   },
   "author": {
    "text": "Tallulah Bankhead"
   }
  },
  {
   "quote": {
    "text": "Education is the key to the future."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "When you have teachers saying, 'I don't have enough time for hands-on activities,' we need to rethink the way we do education."
   },
   "author": {
    "text": "Mae Jemison"
   }
  },
  {
   "quote": {
    "text": "You may be able to read Bernard Shaw's plays, you may be able to quote Shakespeare or Voltaire or some new philosopher; but if you in yourself are not intelligent, if you are not creative, what is the point of this education?"
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "In my late 20s, I realized that I had a very clear social conscience and strong opinions about things like diversity, equality, and education, and while I tried to become more politically literate, I just couldn't catch on. It felt like I had walked into a movie that had already started, and no one would explain what had happened."
   },
   "author": {
    "text": "Tracee Ellis Ross"
   }
  },
  {
   "quote": {
    "text": "My parents, especially my father, discussed the question of my brothers' education as a matter of real importance. My education and that of my sister were scarcely discussed at all."
   },
   "author": {
    "text": "Emmeline Pankhurst"
   }
  },
  {
   "quote": {
    "text": "Bebop and hip-hop, in so many ways, they're connected. A lot of rappers remind me so much of bebop guys in terms of improvisation, beats and rhymes. My dream is to see hip-hop incorporated in education. You've got the youth of the world in the palm of your hand."
   },
   "author": {
    "text": "Quincy Jones"
   }
  },
  {
   "quote": {
    "text": "Music - that's been my education. There's not a day that goes by that I take it for granted."
   },
   "author": {
    "text": "Billie Joe Armstrong"
   }
  },
  {
   "quote": {
    "text": "We must recognize the fact that adequate food is only the first requisite for life. For a decent and humane life, we must also provide an opportunity for good education, remunerative employment, comfortable housing, good clothing, and effective and compassionate medical care."
   },
   "author": {
    "text": "Norman Borlaug"
   }
  },
  {
   "quote": {
    "text": "Education reform has as its main purpose to make sure that the education delivered is of quality."
   },
   "author": {
    "text": "Enrique Pena Nieto"
   }
  },
  {
   "quote": {
    "text": "Education used to be a slice of life, something you did as a child through college, and then spent the rest of your life working, and then death. Everything is about to change. I believe education will become something that fits seamlessly into life, and we will take big clunky things like degrees and college and fit them into a weekend."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "Education in India has made monumental progress since Independence but continues to face daunting challenges at multiple levels, particularly in terms of quality, infrastructure and dropout rates. We have islands of excellence floating in a sea of mediocrity."
   },
   "author": {
    "text": "Shashi Tharoor"
   }
  },
  {
   "quote": {
    "text": "Education is a cause very close to me. What matters is encouraging my fans to focus on their education, because only an educated generation can ensure a better future. Even when I was on tour, I did my homework and studied."
   },
   "author": {
    "text": "Martin Garrix"
   }
  },
  {
   "quote": {
    "text": "Don't give up on the child. Give the child an education. Give them daily love."
   },
   "author": {
    "text": "Chris Burke"
   }
  },
  {
   "quote": {
    "text": "In our education system, we are taught to munch figures and remember them for lifetime. But does it help? We are not taught how to make decisions."
   },
   "author": {
    "text": "Chetan Bhagat"
   }
  },
  {
   "quote": {
    "text": "Sex education is legitimate in that girls cannot be taught soon enough how children don't come into the world."
   },
   "author": {
    "text": "Karl Kraus"
   }
  },
  {
   "quote": {
    "text": "Looking ahead, I believe that the underlying importance of higher education, of science, of technology, of research and scholarship to our quality of life, to the strength of our economy, to our security in many dimensions will continue to be the most important message."
   },
   "author": {
    "text": "Charles Vest"
   }
  },
  {
   "quote": {
    "text": "At the time it seriously troubled me, but in drafting me as Marshall Plan Administrator, President Truman did as great a favor for me as one man can do for another. It opened my eyes to many things of which I was totally unaware and it was the beginning of my real education."
   },
   "author": {
    "text": "Paul Hoffman"
   }
  },
  {
   "quote": {
    "text": "Obedience is the primary object of all sound education."
   },
   "author": {
    "text": "Elizabeth Missing Sewell"
   }
  },
  {
   "quote": {
    "text": "Education is a fundamental principle of what made America a success. We can't afford to throw any young people away."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "You judge a society by how it treats its citizens. We must do our best to ensure that every child can live in comfort and security, with the best possible education."
   },
   "author": {
    "text": "Melania Trump"
   }
  },
  {
   "quote": {
    "text": "Ordinary men are given the authority of the priesthood. Worthiness and willingness - not experience, expertise, or education - are the qualifications for priesthood ordination."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "Parents should continue to become more involved with their communities, and more involved in their children's education."
   },
   "author": {
    "text": "Sandra Day O'Connor"
   }
  },
  {
   "quote": {
    "text": "A girl child who is even a little bit educated is more conscious of family planning, health care and, in turn, her children's own education."
   },
   "author": {
    "text": "Azim Premji"
   }
  },
  {
   "quote": {
    "text": "Merit pay has failed repeatedly, and it's no surprise. When you base teacher pay on standardized test scores, you won't improve education; you just promote the high-stakes testing craze that's led parents, students and educators to shout 'Enough!' all across the country."
   },
   "author": {
    "text": "Randi Weingarten"
   }
  },
  {
   "quote": {
    "text": "Education, hard work, dedication, a support system, and knowing my life had value - these were what had made all the difference."
   },
   "author": {
    "text": "Susan Burton"
   }
  },
  {
   "quote": {
    "text": "With longer life spans and better health and education, many feel that giving birth to a baby a mere couple of decades after they themselves were in the cradle is a little premature."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "My own life values were shaped in great part by my mother, who instigated women's clubs in my village. Women were able to organize and stand together. What inspired me most about their work was the power it gave them to assert their rights and the rights of their daughters, be it education or property inheritance."
   },
   "author": {
    "text": "Winnie Byanyima"
   }
  },
  {
   "quote": {
    "text": "It's time to update traditional public schools, charter schools, home schools, online schools and parochial schools. Let the dollars follow the child instead of forcing the child to follow the dollars, so that every child has the opportunity to attain an education."
   },
   "author": {
    "text": "Bobby Jindal"
   }
  },
  {
   "quote": {
    "text": "Spiritual formation is character formation. Everyone gets a spiritual formation. It's like education. Everyone gets an education; it's just a matter of which one you get."
   },
   "author": {
    "text": "Dallas Willard"
   }
  },
  {
   "quote": {
    "text": "Do you know who the real hypocrite is? It's the federal government and the Justice Department. It's a fraud; it's a lie. They have no interest in the education of black children. They are only interested in the politics of it."
   },
   "author": {
    "text": "James Meredith"
   }
  },
  {
   "quote": {
    "text": "The first and continuing argument for the curtailment of working hours and the raising of the minimum age was that education was necessary in a democracy and working children could not attend school."
   },
   "author": {
    "text": "Grace Abbott"
   }
  },
  {
   "quote": {
    "text": "I was a Social Science major in college, with an emphasis in secondary education. I took as many courses on the American colonial era and westward expansion as I could. This turned out to be wonderful preparation for writing fantasy novels."
   },
   "author": {
    "text": "Rae Carson"
   }
  },
  {
   "quote": {
    "text": "By assessing the capabilities and knowledge of students in the highest-performing and most rapidly improving education systems, the OECD's Program for International Student Assessment provides valuable options for reform and information on how to achieve it."
   },
   "author": {
    "text": "Jose Angel Gurria"
   }
  },
  {
   "quote": {
    "text": "What people want is their basic needs. So I'm trying to help people ensure their basic need: that means food security, healthcare, education, and job opportunity and a better life."
   },
   "author": {
    "text": "Sheikh Hasina"
   }
  },
  {
   "quote": {
    "text": "The key to education is the experience of beauty."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "I learned more stuff in church than I did in the world."
   },
   "author": {
    "text": "Al Green"
   }
  },
  {
   "quote": {
    "text": "The aristocracy in the future is not one of wealth or university education, but the aristocracy of the men who have done something for themselves and their fellow men."
   },
   "author": {
    "text": "Charles M. Schwab"
   }
  },
  {
   "quote": {
    "text": "An education is not so much about making a living as making a person."
   },
   "author": {
    "text": "Tara Westover"
   }
  },
  {
   "quote": {
    "text": "It goes against the grain of modern education to teach students to program. What fun is there to making plans, acquiring discipline, organizing thoughts, devoting attention to detail, and learning to be self critical."
   },
   "author": {
    "text": "Alan Perlis"
   }
  },
  {
   "quote": {
    "text": "I believe we owe our young an education that captures the exhilarating drama of science."
   },
   "author": {
    "text": "Brian Greene"
   }
  },
  {
   "quote": {
    "text": "One of my main legislative efforts in education is to help expand and replicate successful charter schools. Charter schools are public schools with site-based governance."
   },
   "author": {
    "text": "Jared Polis"
   }
  },
  {
   "quote": {
    "text": "I do not see any reason why they should not be given the means to give their teachers just as high an education as is secured by attendance at the Protestant schools."
   },
   "author": {
    "text": "Charles Tupper"
   }
  },
  {
   "quote": {
    "text": "Education is the cornerstone of our communities and our country."
   },
   "author": {
    "text": "Bill Frist"
   }
  },
  {
   "quote": {
    "text": "I am proud to be part of a community that only projects love and education and the support of one another."
   },
   "author": {
    "text": "Lauren Jauregui"
   }
  },
  {
   "quote": {
    "text": "My father superintended the English part of my education, and to his care I am indebted for anything valuable which I may have acquired in my youth. He was my only intelligent companion, and was both a watchful parent and an affectionate friend."
   },
   "author": {
    "text": "John Marshall"
   }
  },
  {
   "quote": {
    "text": "There are many challenges in the global education ecosystem: from top-down systemic issues in how educational services are organized and delivered, to bottom-up issues of curriculum effectiveness, accountability, and human resource allocation."
   },
   "author": {
    "text": "Adam Braun"
   }
  },
  {
   "quote": {
    "text": "If students get a sound education in the history, social effects and psychological biases of technology, they may grow to be adults who use technology rather than be used by it."
   },
   "author": {
    "text": "Neil Postman"
   }
  },
  {
   "quote": {
    "text": "There really is a hunger and a demand for something different in higher education."
   },
   "author": {
    "text": "Jerry Falwell, Jr."
   }
  },
  {
   "quote": {
    "text": "Getting a college degree used to be free or low cost because, as a society, we saw providing higher education to young people as an investment - in them and in the future of our own country."
   },
   "author": {
    "text": "Pramila Jayapal"
   }
  },
  {
   "quote": {
    "text": "You've got to have a good public education system so small-business owners, when they locate to an area, are confident their kids are getting the best education possible. I feel strongly about local control in school districts."
   },
   "author": {
    "text": "Jon Tester"
   }
  },
  {
   "quote": {
    "text": "I was really aware, even while it was happening, that the discovery of arts education in my life sort of saved my life."
   },
   "author": {
    "text": "Daveed Diggs"
   }
  },
  {
   "quote": {
    "text": "As early as 1681-82, a group of Abenakis had accompanied the French explorer La Salle on his historic voyage down the Mississippi to the Gulf of Mexico. By 1700, many Abenaki and Iroquois Indians spoke French and had some European education, and some were literate in French and Latin."
   },
   "author": {
    "text": "Adrienne Mayor"
   }
  },
  {
   "quote": {
    "text": "I think everyone should go to college and get a degree and then spend six months as a bartender and six months as a cabdriver. Then they would really be educated."
   },
   "author": {
    "text": "Al McGuire"
   }
  },
  {
   "quote": {
    "text": "Key to success for the education of young African girls is building a model that works with communities, schools, and national Ministries of Education to build a system of protection and support around girls, ensuring that they receive the education that is their right. Financial support is provided alongside a social support system."
   },
   "author": {
    "text": "Ann Cotton"
   }
  },
  {
   "quote": {
    "text": "When we tell girls that we expect them to pursue education and excel in education, we are changing the narrative and are opening the door to the leaders of our future."
   },
   "author": {
    "text": "Tedros Adhanom"
   }
  },
  {
   "quote": {
    "text": "Those life experiences that helped shaped my political beliefs are with me in every position I take and every vote that I cast - whether it be in favor of comprehensive immigration reform, strengthening Social Security and Medicare, or improving our nation's education system."
   },
   "author": {
    "text": "Mark Takano"
   }
  },
  {
   "quote": {
    "text": "I call for a march from exploitation to education, from poverty to shared prosperity, a march from slavery to liberty, and a march from violence to peace."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "Learning, n. The kind of ignorance distinguishing the studious."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "Education exposes young people to a broader world, a world full of opportunity and hope."
   },
   "author": {
    "text": "Christine Gregoire"
   }
  },
  {
   "quote": {
    "text": "If you talk about STEM education, the best way to introduce anyone to STEM or get their curiosity going on, it's Minecraft."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "Somewhere in Rwanda, a rural farmer is dreaming of providing an education for her children. Not just high school, but maybe even a university degree. Such a dream used to seem out of reach."
   },
   "author": {
    "text": "Sylvia Mathews Burwell"
   }
  },
  {
   "quote": {
    "text": "Education should not be about building more schools and maintaining a system that dates back to the Industrial Revolution. We can achieve so much more, at unmatched scale with software and interactive learning."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "There is a subconscious way of taking violence as a way of expression, as a normality, and it has a lot of effects in the youth in the way they absorb education and what they hope to get out of life."
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "A big part of my life is music education because it changed my life - but arts, academics and athletics should all be equally treated in the school."
   },
   "author": {
    "text": "Flea"
   }
  },
  {
   "quote": {
    "text": "Education is the social bedrock for the hopes and dreams of our children and the foundation that is necessary for their future prosperity."
   },
   "author": {
    "text": "John Hickenlooper"
   }
  },
  {
   "quote": {
    "text": "If the Romans had been obliged to learn Latin, they would never have found time to conquer the world."
   },
   "author": {
    "text": "Heinrich Heine"
   }
  },
  {
   "quote": {
    "text": "Girl Up gives girls an opportunity and gives them a platform and starting point through which they can take it and run with it and help give girls the opportunity to have the freedom, independence and the ability to get an education."
   },
   "author": {
    "text": "Katherine McNamara"
   }
  },
  {
   "quote": {
    "text": "A tax system is important because of what it can pay for, but also for how it works. When we pay taxes, we expect something back from the state; it strengthens the relationship and accountability between us and our governments. It also pays for what private finance shouldn't: our needs for healthcare, education and social security."
   },
   "author": {
    "text": "Winnie Byanyima"
   }
  },
  {
   "quote": {
    "text": "The unions no longer control the education agenda of the Democratic Party."
   },
   "author": {
    "text": "Eli Broad"
   }
  },
  {
   "quote": {
    "text": "The difference in the education of men and women must give the former great advantages over the latter, even where geniuses are equal."
   },
   "author": {
    "text": "Samuel Richardson"
   }
  },
  {
   "quote": {
    "text": "You can have the best product in the world, you can have the best motivation in the world, you can have best education in the world, you can have all the money in the world - but if you don't have direction, you'll never go anywhere."
   },
   "author": {
    "text": "E. Joseph Cossman"
   }
  },
  {
   "quote": {
    "text": "We need to inject humanism into our AI education and research by injecting all walks of life into the process."
   },
   "author": {
    "text": "Fei-Fei Li"
   }
  },
  {
   "quote": {
    "text": "Television is something the Russians invented to destroy American education."
   },
   "author": {
    "text": "Paul Erdos"
   }
  },
  {
   "quote": {
    "text": "I talk to student-athletes. I try to get them to remember that they're not just athletes, but student-athletes. You need to get an education, keep your hands clean and try to represent the university."
   },
   "author": {
    "text": "Earl Campbell"
   }
  },
  {
   "quote": {
    "text": "My parents opened a bank account for me when I was really little, and I think I paid for some of my university education with my savings. I've always been a bit of a saver."
   },
   "author": {
    "text": "Rachel McAdams"
   }
  },
  {
   "quote": {
    "text": "My own foundation concentrates on women's economic empowerment on the basis that if women have their own money and are able to support themselves, they can make choices about what happens to them in their lives, about whether they have education, whether they get married, and what happens to their children."
   },
   "author": {
    "text": "Cherie Blair"
   }
  },
  {
   "quote": {
    "text": "In his first year in office, President Obama pulled us back from the brink of the greatest economic crisis since the Great Depression and worked to lay a new foundation for economic growth. The president identified three key strategies to build that lasting prosperity: innovation, investment, and education."
   },
   "author": {
    "text": "Tom Vilsack"
   }
  },
  {
   "quote": {
    "text": "I became interested in educational technologies because I believe that they have the potential to transform how we practice and think about education and learning."
   },
   "author": {
    "text": "Mitchel Resnick"
   }
  },
  {
   "quote": {
    "text": "In search of a complete education with the ideals of trust, faith, understanding and compassion, many families are turning to the structure, discipline and academic standards of Catholic schools."
   },
   "author": {
    "text": "Mark Foley"
   }
  },
  {
   "quote": {
    "text": "I think the whole system of education would change if I were in charge and had the ability to make changes. I don't think I would keep Princeton exactly being Princeton."
   },
   "author": {
    "text": "Wallace Shawn"
   }
  },
  {
   "quote": {
    "text": "If a university announced that henceforth, it would be offering a three-year bachelor's degree, in one stroke it would cut the cost of a college education and provide a distinctive way of competing for students - as well as put the institution on the cutting edge of reform."
   },
   "author": {
    "text": "Charlie Sykes"
   }
  },
  {
   "quote": {
    "text": "Higher education is confronting challenges, like the economy is, about the need for a higher number of more adequately trained, more highly educated citizenry."
   },
   "author": {
    "text": "Margaret Spellings"
   }
  },
  {
   "quote": {
    "text": "Education is very important to me, as is helping children."
   },
   "author": {
    "text": "Mark Teixeira"
   }
  },
  {
   "quote": {
    "text": "In my day we didn't have sex education, we just picked up what we could off the television."
   },
   "author": {
    "text": "Victoria Wood"
   }
  },
  {
   "quote": {
    "text": "My opportunity to design school choice systems began in 2003 with a phone call from Jeremy Lack at the New York City Department of Education. He knew of my work on the medical match and wondered if similar efforts might help reorganize the dysfunctional, congested system then used to match students to high schools."
   },
   "author": {
    "text": "Alvin E. Roth"
   }
  },
  {
   "quote": {
    "text": "I think food and education will help stem the poverty of the young people who are being drawn into terrorism every day."
   },
   "author": {
    "text": "Marcy Kaptur"
   }
  },
  {
   "quote": {
    "text": "The message of women's liberation is that women can love each other and ourselves against our degrading education."
   },
   "author": {
    "text": "Jane Rule"
   }
  },
  {
   "quote": {
    "text": "I decided in '96 to dedicate my life to mostly promoting literacy and education for girls in rural Pakistan and Afghanistan."
   },
   "author": {
    "text": "Greg Mortenson"
   }
  },
  {
   "quote": {
    "text": "We can't afford not to fully fund education."
   },
   "author": {
    "text": "John Perez"
   }
  },
  {
   "quote": {
    "text": "I studied international relations in England, and I wanted to pursue higher education and be able to analyze what was going on in Iran politically, not only in Iran, but in the Middle East."
   },
   "author": {
    "text": "Shohreh Aghdashloo"
   }
  },
  {
   "quote": {
    "text": "I knew from a young age that I could sing and it was impressed upon me that if I got a classically trained education in voice, it would serve as a foundation for whatever I chose to do."
   },
   "author": {
    "text": "Shuler Hensley"
   }
  },
  {
   "quote": {
    "text": "In the course of her education she had gone through the history usually put into the hands of young people... now her ripened reason gave to her present study at least the advantage of novelty."
   },
   "author": {
    "text": "Charlotte Smith"
   }
  },
  {
   "quote": {
    "text": "Parikrma aims to give underprivileged children an equal chance at education so they can integrate with kids of private schools and, later, with the society. I want these children to hold high-end jobs at multinational companies and not work at the lower end of the spectrum."
   },
   "author": {
    "text": "Shukla Bose"
   }
  },
  {
   "quote": {
    "text": "I am a part of everything that I have read."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "I tell students that the opportunities I had were a result of having a good educational background. Education is what allows you to stand out."
   },
   "author": {
    "text": "Ellen Ochoa"
   }
  },
  {
   "quote": {
    "text": "For my part, I desire to see the time when education - and by its means, morality, sobriety, enterprise and industry - shall become much more general than at present, and should be gratified to have it in my power to contribute something to the advancement of any measure which might have a tendency to accelerate the happy period."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Upon the subject of education, not presuming to dictate any plan or system respecting it, I can only say that I view it as the most important subject which we, as a people, can be engaged in."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Good questions outrank easy answers."
   },
   "author": {
    "text": "Paul Samuelson"
   }
  },
  {
   "quote": {
    "text": "Soap and education are not as sudden as a massacre, but they are more deadly in the long run."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Education is the best provision for old age."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Education is all a matter of building bridges."
   },
   "author": {
    "text": "Ralph Ellison"
   }
  },
  {
   "quote": {
    "text": "No part of the education of a politician is more indispensable than the fighting of elections."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "I believed in studying just because I knew education was a privilege. It was the discipline of study, to get into the habit of doing something that you don't want to do."
   },
   "author": {
    "text": "Wynton Marsalis"
   }
  },
  {
   "quote": {
    "text": "Purity of personal life is the one indispensable condition for building up a sound education."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Anyone who knows history, particularly the history of Europe, will, I think, recognize that the domination of education or of government by any one particular religious faith is never a happy arrangement for the people."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Early childhood education is an urgent educational, economic and moral imperative. Without it, we face a long-term national economic security crisis."
   },
   "author": {
    "text": "J. B. Pritzker"
   }
  },
  {
   "quote": {
    "text": "Learn to think continentally."
   },
   "author": {
    "text": "Alexander Hamilton"
   }
  },
  {
   "quote": {
    "text": "A child miseducated is a child lost."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Whenever the people are well-informed, they can be trusted with their own government."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "See, that's why Barack's running: to end the war in Iraq responsibly - to build an economy that lifts every family, to make sure health care is available for every American - and to make sure that every child in this nation has a world-class education all the way from preschool to college."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Men we shall have only as we make manhood the object of the work of the schools - intelligence, broad sympathy, knowledge of the world that was and is, and of the relation of men to it - this is the curriculum of that Higher Education which must underlie true life."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "It is what you read when you don't have to that determines what you will be when you can't help it."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Our future growth relies on competitiveness and innovation, skills and productivity... and these in turn rely on the education of our people."
   },
   "author": {
    "text": "Julia Gillard"
   }
  },
  {
   "quote": {
    "text": "Without education, your children can never really meet the challenges they will face. So it's very important to give children education and explain that they should play a role for their country."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Vocational education programs have made a real difference in the lives of countless young people nationwide; they build self-confidence and leadership skills by allowing students to utilize their unique gifts and talents."
   },
   "author": {
    "text": "Conrad Burns"
   }
  },
  {
   "quote": {
    "text": "The ability to recognize opportunities and move in new - and sometimes unexpected - directions will benefit you no matter your interests or aspirations. A liberal arts education is designed to equip students for just such flexibility and imagination."
   },
   "author": {
    "text": "Drew Gilpin Faust"
   }
  },
  {
   "quote": {
    "text": "The arts, sciences, humanities, physical education, languages and maths all have equal and central contributions to make to a student's education."
   },
   "author": {
    "text": "Ken Robinson"
   }
  },
  {
   "quote": {
    "text": "One of the factors a country's economy depends on is human capital. If you don't provide women with adequate access to healthcare, education and employment, you lose at least half of your potential. So, gender equality and women's empowerment bring huge economic benefits."
   },
   "author": {
    "text": "Michelle Bachelet"
   }
  },
  {
   "quote": {
    "text": "For me, education has never been simply a policy issue - it's personal. Neither of my parents and hardly anyone in the neighborhood where I grew up went to college. But thanks to a lot of hard work and plenty of financial aid, I had the opportunity to attend some of the finest universities in this country."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "I have always thought it a great privilege to have as my colleague in the Palit Chair of Chemistry such a distinguished pioneer in scientific research and education in Bengal as Sir Prafulla Ray. It has been invariably my experience that I could count on his cooperation and sympathy in every matter concerning my scientific work."
   },
   "author": {
    "text": "C. V. Raman"
   }
  },
  {
   "quote": {
    "text": "The truth is, in order to get things like universal health care and a revamped education system, then someone is going to have to give up a piece of their pie so that someone else can have more."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "You can't legislate good will - that comes through education."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "Nature has always had more force than education."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "I know what it feels like to struggle to get the education that you need."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "It might be said now that I have the best of both worlds. A Harvard education and a Yale degree."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Whether you want to go into music, whether you want to be a lawyer, whether you want to be President of the United States, the bottom line for all of you is that you have got to get your education."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "I think I'm pretty smart. I think I'm pretty clever. But there's a lot that you hone in on when you finish your education."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "The education I received was a British education, in which British ideas, British culture, British institutions, were automatically assumed to be superior. There was no such thing as African culture."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Education is a work of self-organization by which man adapts himself to the conditions of life."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "You can choose a future where more Americans have the chance to gain the skills they need to compete, no matter how old they are or how much money they have. Education was the gateway to opportunity for me. It was the gateway for Michelle. And now more than ever, it is the gateway to a middle-class life."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Cutting the deficit by gutting our investments in innovation and education is like lightening an overloaded airplane by removing its engine. It may make you feel like you're flying high at first, but it won't take long before you feel the impact."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Education can become a self-fulfilling activity, liberating in and of itself."
   },
   "author": {
    "text": "Abraham Maslow"
   }
  },
  {
   "quote": {
    "text": "Education is freedom."
   },
   "author": {
    "text": "Paulo Freire"
   }
  },
  {
   "quote": {
    "text": "Education is not a tool for development - individual, community and the nation. It is the foundation for our future. It is empowerment to make choices and emboldens the youth to chase their dreams."
   },
   "author": {
    "text": "Nita Ambani"
   }
  },
  {
   "quote": {
    "text": "Too much of what is called 'education' is little more than an expensive isolation from reality."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "Our youth deserve the opportunity to complete their high school and college education, free of early parenthood. Their future children deserve the opportunity to grow up in financially and emotionally stable homes. Our communities benefit from healthy, productive, well-prepared young people."
   },
   "author": {
    "text": "Jane Fonda"
   }
  },
  {
   "quote": {
    "text": "Although children are only 24 percent of the population, they're 100 percent of our future and we cannot afford to provide any child with a substandard education."
   },
   "author": {
    "text": "Ed Markey"
   }
  },
  {
   "quote": {
    "text": "On the first day of school, my teacher, Miss Mdingane, gave each of us an English name and said that from thenceforth that was the name we would answer to in school. This was the custom among Africans in those days and was undoubtedly due to the British bias of our education."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Human history becomes more and more a race between education and catastrophe."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "The hardest problems of all in law enforcement are those involving a conflict of law and local customs. History has recorded many occasions when the moral sense of a nation produced judicial decisions, such as the 1954 decision in Brown v. Board of Education, which required difficult local adjustments."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Self-education is, I firmly believe, the only kind of education there is."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "Education is indoctrination if you're white - subjugation if you're black."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "My main hope is eventually, in modern education field, introduce education about warm-heartedness, not based on religion, but based on common experience and a common sort of sense, and then scientific finding."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "No man should bring children into the world who is unwilling to persevere to the end in their nature and education."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Natural ability without education has more often raised a man to glory and virtue than education without natural ability."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "Yes, we've still got more work to do. More work to do for every American still in need of a good job or a raise, paid leave or a decent retirement; for every child who needs a sturdier ladder out of poverty or a world-class education; for everyone who has not yet felt the progress of these past seven and a half years."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "I really am at a place where I think we need to feed every child at school for free and feed them a real school lunch that's sustainable and nutritious and delicious. It needs to be part of the curriculum of the school in the same way that physical education was part of the curriculum, and all children participated."
   },
   "author": {
    "text": "Alice Waters"
   }
  },
  {
   "quote": {
    "text": "As long as you get your education and you stay focused, you can do anything."
   },
   "author": {
    "text": "Fat Joe"
   }
  },
  {
   "quote": {
    "text": "When our forbears - yours and mine - came to America, they came because this country promised them something. It promised them an opportunity, nourished by education, not merely to grind for a bare living, but to strive for a good life."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "The American culture promotes personal responsibility, the dignity of work, the value of education, the merit of service, devotion to a purpose greater than self, and at the foundation, the pre-eminence of family."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "If education is always to be conceived along the same antiquated lines of a mere transmission of knowledge, there is little to be hoped from it in the bettering of man's future. For what is the use of transmitting knowledge if the individual's total development lags behind?"
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Common sense is in spite of, not as the result of education."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "No matter what happens on the field, getting an education makes you a winner."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "I was the first tenured woman at Columbia. That was 1972; every law school was looking for its woman. Why? Because Stan Pottinger, who was then head of the office for civil rights of the Department of Health, Education and Welfare, was enforcing the Nixon government contract program."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "The best students come from homes where education is revered: where there are books, and children see their parents reading them."
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "Public education must be viewed from the lens of providing each child with the learning environment that best meets his or her needs. If we can send a low-income child to a parochial school, knowing that his odds of attending college will increase as a result, then that should be our mission."
   },
   "author": {
    "text": "Jeb Bush"
   }
  },
  {
   "quote": {
    "text": "Psychology is much bigger than just medicine, or fixing unhealthy things. It's about education, work, marriage - it's even about sports. What I want to do is see psychologists working to help people build strengths in all these domains."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "A fool's brain digests philosophy into folly, science into superstition, and art into pedantry. Hence University education."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Lack of education, old age, bad health or discrimination - these are causes of poverty, and the way to attack it is to go to the root."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Traditional education is based on facts and figures and passing tests - not on a comprehension of the material and its application to your life."
   },
   "author": {
    "text": "Will Smith"
   }
  },
  {
   "quote": {
    "text": "Cultivation to the mind is as necessary as food to the body."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Education is not to reform students or amuse them or to make them expert technicians. It is to unsettle their minds, widen their horizons, inflame their intellects, teach them to think straight, if possible."
   },
   "author": {
    "text": "Robert M. Hutchins"
   }
  },
  {
   "quote": {
    "text": "Education means teaching kids how to do stuff and how to think about stuff. Education is a pretty simple concept with a very clear way to measure results: you give some kind of an exam - maybe it's one of those standardized tests all kids hate, maybe it's some kind of essay, but whatever it is, it'll measure the results, and the kids will hate it."
   },
   "author": {
    "text": "Mike Gallagher"
   }
  },
  {
   "quote": {
    "text": "If the Liberals' law is passed, will sex education in the schools, including elementary grades, include the same portrayals of sexual activity which presently exist in heterosexual instruction? Will there be the same presentation of homosexual activity? Of course there will."
   },
   "author": {
    "text": "Stockwell Day"
   }
  },
  {
   "quote": {
    "text": "If someone is going down the wrong road, he doesn't need motivation to speed him up. What he needs is education to turn him around."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "It's hard to improve public education - that's clear."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "I went to - I got a wonderful college education. I went to Harvard. In those four years, I accumulated a lot of knowledge, but I also created a kind of habit of learning that has stayed with me my whole life."
   },
   "author": {
    "text": "John Lithgow"
   }
  },
  {
   "quote": {
    "text": "The dream doesn't lie in victimization or blame; it lies in hard work, determination and a good education."
   },
   "author": {
    "text": "Alphonso Jackson"
   }
  },
  {
   "quote": {
    "text": "I wish I had known that education is the key. That knowledge is power. Now I pick up books and watch educational shows with my husband. I'm seeing how knowledge can elevate you."
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "When I get a little money I buy books; and if any is left I buy food and clothes."
   },
   "author": {
    "text": "Desiderius Erasmus"
   }
  },
  {
   "quote": {
    "text": "The more that learn to read the less learn how to make a living. That's one thing about a little education. It spoils you for actual work. The more you know the more you think somebody owes you a living."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "Education is not merely neglected in many of our schools today, but is replaced to a great extent by ideological indoctrination."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "Education is the investment our generation makes in the future."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "The Republican majority, left to its own devices from 1995 to 2000, was a party committed to limited government and restoring the balances of federalism with the states. Clearly, President Bush has had a different vision, and that vision has resulted in education and welfare policies that have increased the size and scope of government."
   },
   "author": {
    "text": "Mike Pence"
   }
  },
  {
   "quote": {
    "text": "The Church is not a gallery for the exhibition of eminent Christians, but a school for the education of imperfect ones."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "An educated people can be easily governed."
   },
   "author": {
    "text": "Frederick the Great"
   }
  },
  {
   "quote": {
    "text": "People should be judged on the basis of their performance, not nationality, personality, education, or personal traits and skills."
   },
   "author": {
    "text": "Marvin Bower"
   }
  },
  {
   "quote": {
    "text": "Research shows that when women are empowered as political leaders, countries often experience higher standards of living with positive developments in education, infrastructure, and health care."
   },
   "author": {
    "text": "Miriam Defensor-Santiago"
   }
  },
  {
   "quote": {
    "text": "The most obvious purpose of college education is to help students acquire information and knowledge by acquainting them with facts, theories, generalizations, principles, and the like. This purpose scarcely requires justification."
   },
   "author": {
    "text": "Derek Bok"
   }
  },
  {
   "quote": {
    "text": "To accuse others for one's own misfortunes is a sign of want of education. To accuse oneself shows that one's education has begun. To accuse neither oneself nor others shows that one's education is complete."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "The very spring and root of honesty and virtue lie in good education."
   },
   "author": {
    "text": "Plutarch"
   }
  },
  {
   "quote": {
    "text": "At three years of age, the child has already laid the foundations of the human personality and needs the special help of education in the school. The acquisitions he has made are such that we can say the child who enters school at three is an old man."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "We recommend for the training of teachers not only a considerable artistic education in general but special attention to the art of reading."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Apply yourself. Get all the education you can, but then, by God, do something. Don't just stand there, make it happen."
   },
   "author": {
    "text": "Lee Iacocca"
   }
  },
  {
   "quote": {
    "text": "Desire! That's the one secret of every man's career. Not education. Not being born with hidden talents. Desire."
   },
   "author": {
    "text": "Bobby Unser"
   }
  },
  {
   "quote": {
    "text": "Education doesn't change life much. It just lifts trouble to a higher plane of regard."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "I feel sorry sometimes for these sportsmen and women who put in just as much effort as the footballers. For example, athletes train at least as hard as footballers but have to be happy if they can earn enough to finance a decent education."
   },
   "author": {
    "text": "Angela Merkel"
   }
  },
  {
   "quote": {
    "text": "In the long run, your human capital is your main base of competition. Your leading indicator of where you're going to be 20 years from now is how well you're doing in your education system."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "By 2018, an estimated 63 percent of all new U.S. jobs will require workers with an education beyond high school. For our young people to get those jobs, they first need to graduate from high school ready to start a postsecondary education."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "In poor countries, we still need better ways to measure the effectiveness of the many government workers providing health services. They are the crucial link bringing tools such as vaccines and education to the people who need them most. How well trained are they? Are they showing up to work?"
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Education must lead us from the irresponsible opinion to true responsible judgment. It must lead us from chance and arbitrariness to rational clarity and intellectual order. Therefore, let us guide our students over the road of discipline from materials, through function, to creative work."
   },
   "author": {
    "text": "Ludwig Mies van der Rohe"
   }
  },
  {
   "quote": {
    "text": "America is becoming so educated that ignorance will be a novelty. I will belong to the select few."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "There's only one thing that can kill the movies, and that's education."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "Natural ability without education has more often attained to glory and virtue than education without natural ability."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "I add this, that rational ability without education has oftener raised man to glory and virtue, than education without natural ability."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Frivolity is inborn, conceit acquired by education."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "It is our moral obligation to give every child the very best education possible."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "Access to books and the encouragement of the habit of reading: these two things are the first and most necessary steps in education and librarians, teachers and parents all over the country know it. It is our children's right and it is also our best hope and their best hope for the future."
   },
   "author": {
    "text": "Michael Morpurgo"
   }
  },
  {
   "quote": {
    "text": "Whenever a youth is ascertained to possess talents meriting an education which his parents cannot afford, he should be carried forward at the public expense."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "With no education, you have neocolonialism instead of colonialism, like you've got in Africa now and like you've got in Haiti. So what we're talking about is there has to be an educational program. That's very important."
   },
   "author": {
    "text": "Fred Hampton"
   }
  },
  {
   "quote": {
    "text": "I think the problem is when people hear 'arts education,' they think, 'I don't want my son to be some painter that's going to be hanging in some museum after he dies. I don't want my daughter to be a struggling artist making no money.' People don't realize it's more than that. It's beautiful. It brings beauty to our lives."
   },
   "author": {
    "text": "Brian Stokes Mitchell"
   }
  },
  {
   "quote": {
    "text": "Connectivity enables transparency for better government, education, and health."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Common Core is a big win for education."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "When you revolutionize education, you're taking the very mechanism of how people be smarter and do new things, and you're priming the pump for so many incredible things."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "One of my great laments is that education today seems to have... be less about passion and more about process, more about tactic or technique."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "You know, nothing is more important than education, because nowhere are our stakes higher; our future depends on the quality of education of our children today."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "We already know that kids who get put in front of TVs instead of interacting, this is not good in all kinds of ways. And it's just not good for their cognitive - it's not good for their social development - I mean, that is incredible that kids in kindergarten... We should be moving away from screens at all levels of education, not moving into them."
   },
   "author": {
    "text": "Jill Stein"
   }
  },
  {
   "quote": {
    "text": "We stand in the shadow of Jefferson who believed that a society founded upon the rule of law and liberty was dependent upon public education and the diffusion of knowledge."
   },
   "author": {
    "text": "Matt Blunt"
   }
  },
  {
   "quote": {
    "text": "Today there are people trying to take away rights that our mothers, grandmothers and great-grandmothers fought for: our right to vote, our right to choose, affordable quality education, equal pay, access to health care. We the people can't let that happen."
   },
   "author": {
    "text": "Kerry Washington"
   }
  },
  {
   "quote": {
    "text": "Our growing national debt is a threat to our national defense and to our domestic priorities, including research and development, education, health care, and investments in our economic growth."
   },
   "author": {
    "text": "Seth Moulton"
   }
  },
  {
   "quote": {
    "text": "Men have had every advantage of us in telling their own story. Education has been theirs in so much higher a degree; the pen has been in their hands. I will not allow books to prove anything."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "I would even say that my parents, and their friends in our community, thought of education as a kind of armor against racism."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "I don't think college athletes are given enough time to really take advantage of the free education that they're given, and it's frustrating because a lot of people get upset with student-athletes and say, 'They're not focused on school and they're not taking advantage of the opportunity they're given.'"
   },
   "author": {
    "text": "Richard Sherman"
   }
  },
  {
   "quote": {
    "text": "Early childhood education begins early, even before birth."
   },
   "author": {
    "text": "Madeleine M. Kunin"
   }
  },
  {
   "quote": {
    "text": "As people do better, they start voting like Republicans - unless they have too much education and vote Democratic, which proves there can be too much of a good thing."
   },
   "author": {
    "text": "Karl Rove"
   }
  },
  {
   "quote": {
    "text": "Economists who have studied the relationship between education and economic growth confirm what common sense suggests: The number of college degrees is not nearly as important as how well students develop cognitive skills, such as critical thinking and problem-solving ability."
   },
   "author": {
    "text": "Derek Bok"
   }
  },
  {
   "quote": {
    "text": "Just as the science and art of agriculture depend upon chemistry and botany, so the art of education depends upon physiology and psychology."
   },
   "author": {
    "text": "Edward Thorndike"
   }
  },
  {
   "quote": {
    "text": "Universal education is not only a moral imperative but an economic necessity, to pave the way toward making many more nations self-sufficient and self-sustaining."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "Education is the cheap defense of nations."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "I spent three days a week for 10 years educating myself in the public library, and it's better than college. People should educate themselves - you can get a complete education for no money. At the end of 10 years, I had read every book in the library and I'd written a thousand stories."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "We will invest in our people, quality education, job opportunity, family, neighborhood, and yes, a thing we call America."
   },
   "author": {
    "text": "Dan Quayle"
   }
  },
  {
   "quote": {
    "text": "Now the problem with standardized tests is that it's based on the mistake that we can simply scale up the education of children like you would scale up making carburetors. And we can't, because human beings are very different from motorcars, and they have feelings about what they do and motivations in doing it, or not."
   },
   "author": {
    "text": "Ken Robinson"
   }
  },
  {
   "quote": {
    "text": "Education is simply the soul of a society as it passes from one generation to another."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Without education we are in a horrible and deadly danger of taking educated people seriously."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Upon books the collective education of the race depends; they are the sole instruments of registering, perpetuating and transmitting thought."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "In my family, there was one cardinal priority - education. College was not an option; it was mandatory. So even though we didn't have a lot of money, we made it work. I signed up for financial aid, Pell Grants, work study, anything I could."
   },
   "author": {
    "text": "Eva Longoria"
   }
  },
  {
   "quote": {
    "text": "As a high school dropout, I understand the value of education: A second chance at obtaining my high school diploma through the G.I. Bill led me to attend college and law school and allowed me the opportunity to serve in Congress."
   },
   "author": {
    "text": "Charles B. Rangel"
   }
  },
  {
   "quote": {
    "text": "American liberals have become addicted to the courtroom, relying on judges and lawyers rather than elected leaders and the ballot box, as the primary means of effecting their social agenda on everything from gay marriage to assisted suicide to the use of vouchers for private-school education."
   },
   "author": {
    "text": "Neil Gorsuch"
   }
  },
  {
   "quote": {
    "text": "The most used program in computers and education is PowerPoint. What are you learning about the nature of the medium by knowing how do to a great PowerPoint presentation? Nothing. It certainly doesn't teach you how to think critically about living in a culture of simulation."
   },
   "author": {
    "text": "Sherry Turkle"
   }
  },
  {
   "quote": {
    "text": "Good teaching is one-fourth preparation and three-fourths pure theatre."
   },
   "author": {
    "text": "Gail Godwin"
   }
  },
  {
   "quote": {
    "text": "The important thing to note is that it is not important whether Malala was shot or not - Malala is not asking for personal favors or support. She is asking for support with girls' education and women's rights. So don't support Malala, support her campaign for girls' education and women's rights."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Education is not a problem. Education is an opportunity."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "Every young man or woman should weigh the matter well before concluding that a college education is out of the question."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "There is no education like adversity."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "We must believe in the power of education. We must respect just laws. We must love ourselves, our old and or young, our women as well as our men."
   },
   "author": {
    "text": "Arthur Ashe"
   }
  },
  {
   "quote": {
    "text": "It is only as we develop others that we permanently succeed."
   },
   "author": {
    "text": "Harvey S. Firestone"
   }
  },
  {
   "quote": {
    "text": "You know there is a problem with the education system when you realize that out of the 3 R's only one begins with an R."
   },
   "author": {
    "text": "Dennis Miller"
   }
  },
  {
   "quote": {
    "text": "In education, technology can be a life-changer, a game changer, for kids who are both in school and out of school. Technology can bring textbooks to life. The Internet can connect students to their peers in other parts of the world. It can bridge the quality gaps."
   },
   "author": {
    "text": "Queen Rania of Jordan"
   }
  },
  {
   "quote": {
    "text": "It is always in season for old men to learn."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "This assumption of Negro leadership in the ghetto, then, must not be confined to matters of religion, education, and social uplift; it must deal with such fundamental forces in life as make these things possible."
   },
   "author": {
    "text": "Carter G. Woodson"
   }
  },
  {
   "quote": {
    "text": "There is a heavy emphasis in Mormonism on initiative, on responsibility, on a work ethic, and on education. If you take those elements together with a free-enterprise system, you've got the chemistry for a lot of industry."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "I do sometimes accuse people of ignorance, but that is not intended to be an insult. I'm ignorant of lots of things. Ignorance is something that can be remedied by education."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "The older I grow the more I see the influence of my family on my life. I didn't always see it. It was up to our parents to see that we had our education in a town that hadn't yet realized what racial prejudice was but actually knew and practiced it on occasion."
   },
   "author": {
    "text": "Katherine Dunham"
   }
  },
  {
   "quote": {
    "text": "The problem is that we are trying to prepare people for the new economy using a higher education system built for the old economy. As a result, many high-skilled, high-paying industries suffer from a shortage of labor, while too many low-paying industries suffer from a surplus."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "To live for a time close to great minds is the best kind of education."
   },
   "author": {
    "text": "John Buchan"
   }
  },
  {
   "quote": {
    "text": "It is not systematic education which somehow molds society, but, on the contrary, society which, according to its particular structure, shapes education in relation to the ends and interests of those who control the power in that society."
   },
   "author": {
    "text": "Paulo Freire"
   }
  },
  {
   "quote": {
    "text": "I was never close to Jerry Falwell because he had his ministry, I had mine. And we came from different theological training and from a different psychological education."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "Do I dare set forth here the most important, the most useful rule of all education? It is not to save time, but to squander it."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "I want to make sure every child has the opportunity for quality education."
   },
   "author": {
    "text": "Brad Schneider"
   }
  },
  {
   "quote": {
    "text": "Education is the foundation for all we do in life, it shapes who we are and what we aspire to be. Creativity fuels innovation, and it's what all states should strive to instill in the next generations."
   },
   "author": {
    "text": "Jim Hunt"
   }
  },
  {
   "quote": {
    "text": "I think the most important issue for all of us is our economy and jobs and creating opportunities for young people to be able to get the education that you need to be able to afford to go to college."
   },
   "author": {
    "text": "Debbie Stabenow"
   }
  },
  {
   "quote": {
    "text": "I believe economic growth should translate into the happiness and progress of all. Along with it, there should be development of art and culture, literature and education, science and technology. We have to see how to harness the many resources of India for achieving common good and for inclusive growth."
   },
   "author": {
    "text": "Pratibha Patil"
   }
  },
  {
   "quote": {
    "text": "The demographic of young people... in each hand is a phone, more powerful than a computer. It's a doorway to the digital nation, to education."
   },
   "author": {
    "text": "Safra A. Catz"
   }
  },
  {
   "quote": {
    "text": "Education is the most powerful tool countries have for boosting economic growth, increasing prosperity, and forging more just, peaceful and equitable societies."
   },
   "author": {
    "text": "Wendy Kopp"
   }
  },
  {
   "quote": {
    "text": "Education technology and school construction go together. Modernization, updating education facilities, and making a capital investment in education are all included."
   },
   "author": {
    "text": "Major Owens"
   }
  },
  {
   "quote": {
    "text": "History is a race between education and catastrophe."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "I will get my education - if it is in home, school, or anyplace."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Education can lift individuals out of poverty and into rewarding careers."
   },
   "author": {
    "text": "Christine Gregoire"
   }
  },
  {
   "quote": {
    "text": "I can say without affectation that I belong to the Russian convict world no less than I do to Russian literature. I got my education there, and it will last forever."
   },
   "author": {
    "text": "Aleksandr Solzhenitsyn"
   }
  },
  {
   "quote": {
    "text": "Those parts of history that would undermine the vision of the Left - which prevails in our education system from elementary school to postgraduate study - are not likely to get much attention."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "How do you think we build a future? I think we build it by investing in our kids and investing in education."
   },
   "author": {
    "text": "Elizabeth Warren"
   }
  },
  {
   "quote": {
    "text": "Education is a precondition to survival in America today."
   },
   "author": {
    "text": "Marian Wright Edelman"
   }
  },
  {
   "quote": {
    "text": "Positive rights are the right to shelter, the right to education, the right to health care, the right to a living wage. These things are - these are, I would call them, more properly, political rights rather than positive rights. And they are extremely tricky, because now we are dealing with things that are zero sum."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "My system is to be considered a system leading up, in a general way, to education. It can be followed not only in the education of little children from three to six years of age, but can be extended to children up to ten years of age."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "I haven't had any formal education. Through the grace of god, I am gifted in mathematics and the English language."
   },
   "author": {
    "text": "Shakuntala Devi"
   }
  },
  {
   "quote": {
    "text": "We conclude that in the field of public education the doctrine of 'separate but equal' has no place."
   },
   "author": {
    "text": "Earl Warren"
   }
  },
  {
   "quote": {
    "text": "Why should society feel responsible only for the education of children, and not for the education of all adults of every age?"
   },
   "author": {
    "text": "Erich Fromm"
   }
  },
  {
   "quote": {
    "text": "The notion that every well educated person would have a mastery of at least the basic elements of the humanities, sciences, and social sciences is a far cry from the specialized education that most students today receive, particularly in the research universities."
   },
   "author": {
    "text": "Joseph Stiglitz"
   }
  },
  {
   "quote": {
    "text": "Education levels the playing field, allowing everyone to compete."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "I just thank my father and mother, my lucky stars, that I had the advantage of an education in the humanities."
   },
   "author": {
    "text": "David McCullough"
   }
  },
  {
   "quote": {
    "text": "Observation more than books and experience more than persons, are the prime educators."
   },
   "author": {
    "text": "Amos Bronson Alcott"
   }
  },
  {
   "quote": {
    "text": "As an educator myself, I understand the profound effect that good teachers and a quality education have on the lives of our young people."
   },
   "author": {
    "text": "Ben Bernanke"
   }
  },
  {
   "quote": {
    "text": "The number one way that we can address these long-term challenges of poverty, of education, is to invest in early childhood education."
   },
   "author": {
    "text": "Julian Castro"
   }
  },
  {
   "quote": {
    "text": "Anyone who tries to make a distinction between education and entertainment doesn't know the first thing about either."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "My education was paid for by the RAF Benevolent Fund, so a charity school, run like an orphanage, with uniforms and beatings. It was tough, but it got me to Cambridge - like being a chrysalis suddenly becoming a butterfly."
   },
   "author": {
    "text": "Eric Idle"
   }
  },
  {
   "quote": {
    "text": "I don't know anywhere where the people are hungrier for education than South Sudan."
   },
   "author": {
    "text": "Emmanuel Jal"
   }
  },
  {
   "quote": {
    "text": "How is it that little children are so intelligent and men so stupid? It must be education that does it."
   },
   "author": {
    "text": "Alexandre Dumas"
   }
  },
  {
   "quote": {
    "text": "We need to encourage innovative ideas that give parents better alternatives to prepare children for higher education and for the jobs of the future."
   },
   "author": {
    "text": "Larry Hogan"
   }
  },
  {
   "quote": {
    "text": "Above all, I believe every child, no matter their ZIP code or their parents' jobs, deserves access to a quality education."
   },
   "author": {
    "text": "Betsy DeVos"
   }
  },
  {
   "quote": {
    "text": "I think what's been lacking from our discussion for a long time is really that other part of what a Budget chair does, which is set the priorities for this country in terms of making sure we invest in the right places, in education, in job training, and to make sure we do a balanced approach moving forward."
   },
   "author": {
    "text": "Patty Murray"
   }
  },
  {
   "quote": {
    "text": "A good education gives you confidence to stick up your hand for anything - whether it is the job you want, or the bloke. And the more you stick up your hand, the better your chances are that you will get what you want."
   },
   "author": {
    "text": "Kate Reardon"
   }
  },
  {
   "quote": {
    "text": "We say arts education is good for general education, but that's not the point. The arts are what great nations are remembered for. They are a mirror."
   },
   "author": {
    "text": "Damian Woetzel"
   }
  },
  {
   "quote": {
    "text": "I'm pretty sure my mom is the only person on the planet who thinks that she got cancer so that I could find my calling in life, but as I started to build this company, all my years of useless education, random jobs, and weird interests merged into this serendipitous moment."
   },
   "author": {
    "text": "Yael Cohen"
   }
  },
  {
   "quote": {
    "text": "Real education should educate us out of self into something far finer; into a selflessness which links us with all humanity."
   },
   "author": {
    "text": "Nancy Astor"
   }
  },
  {
   "quote": {
    "text": "We look for people who demonstrate perseverance in the face of challenges, the ability to influence and motivate others - people who want to work relentlessly to ensure that kids who are facing the challenges of poverty have an excellent education."
   },
   "author": {
    "text": "Wendy Kopp"
   }
  },
  {
   "quote": {
    "text": "The family teaches us about the importance of knowledge, education, hard work and effort. It teaches us about enjoying ourselves, having fun, keeping fit and healthy."
   },
   "author": {
    "text": "Kamisese Mara"
   }
  },
  {
   "quote": {
    "text": "My father, Oliver Hynes, was an educator. He was originally just a teacher, a very good one, but then he was promoted to be in charge of education for the entire area. He was always an inspirational teacher. He was my big personal supporter, always coming here for the Tony Awards. My mother, Carmel, was a homemaker."
   },
   "author": {
    "text": "Garry Hynes"
   }
  },
  {
   "quote": {
    "text": "Middle class families are struggling to send their sons and daughters to school. For many Americans, a college education is essential to future success."
   },
   "author": {
    "text": "Albio Sires"
   }
  },
  {
   "quote": {
    "text": "I certainly feel that the time is not far distant when a knowledge of the principles of diet will be an essential part of one's education. Then mankind will eat to live, be able to do better mental and physical work and disease will be less frequent."
   },
   "author": {
    "text": "Fannie Farmer"
   }
  },
  {
   "quote": {
    "text": "Some parents do not send their children to school because they don't know its importance at all."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Education forms the common mind. Just as the twig is bent, the tree's inclined."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "'Tis education forms the common mind; just as the twig is bent the tree's inclined."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "We have entered an age in which education is not just a luxury permitting some men an advantage over others. It has become a necessity without which a person is defenseless in this complex, industrialized society. We have truly entered the century of the educated man."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "Let's not leave an educational vacuum to be filled by religious extremists who go to families who have no other option and offer meals, housing and some form of education. If we are going to combat extremism then we must educate those very same children."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "I'd done all the things I thought a person had to do in order to be successful and fulfilled, like getting a great education and becoming a lawyer, and yet there was zero spark in my life. But there was no light-bulb moment. It was gradual. In the early 1990s, I decided to experiment and try some new ways of living."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "I believe that a child going without an education is a crime."
   },
   "author": {
    "text": "Kamala Harris"
   }
  },
  {
   "quote": {
    "text": "I am running for president to help create a better future. A future where everyone who wants a job can find one. Where no senior fears for the security of their retirement. An America where every parent knows that their child will get an education that leads them to a good job and a bright horizon."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "A wise system of education will at last teach us how little man yet knows, how much he has still to learn."
   },
   "author": {
    "text": "John Lubbock"
   }
  },
  {
   "quote": {
    "text": "It makes a lot more sense for us to be investing in jobs and education rather than jails and incarceration."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "I believe we need a national amendment which will guarantee every child in America the promise of not just an equal education but a high-quality equal education."
   },
   "author": {
    "text": "Jonathan Kozol"
   }
  },
  {
   "quote": {
    "text": "The supreme lesson of any education should be to think for yourself and to be yourself; absent this attainment, education creates dangerous, stupefying conformity."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Governments never learn. Only people learn."
   },
   "author": {
    "text": "Milton Friedman"
   }
  },
  {
   "quote": {
    "text": "A rich, robust, well-resourced public education is one of the best routes out of poverty and a pathway to prosperity."
   },
   "author": {
    "text": "Randi Weingarten"
   }
  },
  {
   "quote": {
    "text": "Martial arts should be part of every girl's education."
   },
   "author": {
    "text": "Esha Gupta"
   }
  },
  {
   "quote": {
    "text": "The purpose of Compulsory Education is to deprive the common people of their commonsense."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Latinos are concerned about the same pocketbook issues that matter to most middle class Americans - creating good-paying jobs in this country, making sure our children get a quality education, and ensuring that our families have access to affordable and quality healthcare."
   },
   "author": {
    "text": "Linda Sanchez"
   }
  },
  {
   "quote": {
    "text": "Education is the only billion dollar industry that tolerates abject failure."
   },
   "author": {
    "text": "Geoffrey Canada"
   }
  },
  {
   "quote": {
    "text": "To throw obstacles in the way of a complete education is like putting out the eyes."
   },
   "author": {
    "text": "Elizabeth Cady Stanton"
   }
  },
  {
   "quote": {
    "text": "As technology increasingly takes over knowledge-based work, the cognitive skills that are central to today's education systems will remain important; but behavioral and non-cognitive skills necessary for collaboration, innovation, and problem solving will become essential as well."
   },
   "author": {
    "text": "Klaus Schwab"
   }
  },
  {
   "quote": {
    "text": "The Indian youth needs to be empowered, and it can be done through good education and vocational training."
   },
   "author": {
    "text": "Pallam Raju"
   }
  },
  {
   "quote": {
    "text": "We can do better in higher education. And it is more than just technology. It's also an attitude on the part of faculty. We need to think through how we can produce a better quality product at less cost."
   },
   "author": {
    "text": "Roy Romer"
   }
  },
  {
   "quote": {
    "text": "To be successful in life what you need is education, not literacy and degrees."
   },
   "author": {
    "text": "Munshi Premchand"
   }
  },
  {
   "quote": {
    "text": "The art of natural education consists in ignoring the faults of children nine times out of ten, in avoiding immediate interference, which is usually a mistake, and devoting one's whole vigilance to the control of the environment in which the child is growing up, to watching the education which is allowed to go on by itself."
   },
   "author": {
    "text": "Ellen Key"
   }
  },
  {
   "quote": {
    "text": "For-profit higher education is today a booming industry, feeding on the student loans handed out to the desperate."
   },
   "author": {
    "text": "Thomas Frank"
   }
  },
  {
   "quote": {
    "text": "Studies have proven that early childhood education returns to society as much as $12 for every dollar invested. Our goal is to identify the most important development opportunities for children five years and younger, providing insight to transform early childhood education from a social policy issue into an economic imperative."
   },
   "author": {
    "text": "J. B. Pritzker"
   }
  },
  {
   "quote": {
    "text": "As a state legislator, I had worked with Republicans and Democrats to pass a number of bills, including some related to higher education and juvenile justice; I'd created what would become San Antonio's largest book drive and literacy campaign."
   },
   "author": {
    "text": "Joaquin Castro"
   }
  },
  {
   "quote": {
    "text": "Iran is not a make-believe country. It is a real country populated by some 75 million people - real people; including, I daresay, a majority who are philosophically and by education inclined toward the modern, secular world, and particularly American values."
   },
   "author": {
    "text": "Bob Barr"
   }
  },
  {
   "quote": {
    "text": "I am a big believer in education, because when I grew up in Austria - when I grew up in Austria I had a great education. I had great teachers."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "I know each fund has its supporters, and that some will not want to see the surplus go to schools. But, in tough times, you have to set priorities. And our priority is education."
   },
   "author": {
    "text": "Rod Blagojevich"
   }
  },
  {
   "quote": {
    "text": "There's a big difference between France and the U.S. In the U.S., immigrants must work to live. In France, they're taken care of by public finances. In France, there are millions of unemployed people already. We cannot house them, give them health care, education... finance people who keep coming and coming."
   },
   "author": {
    "text": "Marine Le Pen"
   }
  },
  {
   "quote": {
    "text": "Let's bear down on what we can do together: keeping Tennessee a state with a strong financial condition, helping Tennessee be the number one location in the Southeast for higher-quality jobs. And making certain that all Tennesseans, regardless of their circumstances, have an opportunity for higher-quality education."
   },
   "author": {
    "text": "Bill Haslam"
   }
  },
  {
   "quote": {
    "text": "My work on human capital began with an effort to calculate both private and social rates of return to men, women, blacks, and other groups from investments in different levels of education."
   },
   "author": {
    "text": "Gary Becker"
   }
  },
  {
   "quote": {
    "text": "Education can help all Americans live longer, healthier lives. Teaching students to make healthy decisions can improve habits now and instill healthy eating habits for a lifetime."
   },
   "author": {
    "text": "Matt Cartwright"
   }
  },
  {
   "quote": {
    "text": "It is such a tricky transition between education and work."
   },
   "author": {
    "text": "James William Middleton"
   }
  },
  {
   "quote": {
    "text": "Teach For America was built on the idea that our best hope of reaching 'One Day' is to have thousands of alumni use their diverse experiences and ideas to effect change from inside and outside the education system."
   },
   "author": {
    "text": "Wendy Kopp"
   }
  },
  {
   "quote": {
    "text": "If we want boys to succeed, we need to bring them back to education by making education relevant to them and bring in more service learning and vocational education."
   },
   "author": {
    "text": "Michael Gurian"
   }
  },
  {
   "quote": {
    "text": "As a former teacher and a mother and grandmother, I know firsthand the importance of a quality education."
   },
   "author": {
    "text": "Sue Kelly"
   }
  },
  {
   "quote": {
    "text": "Yesterday in this country we had people die of hunger and malnutrition. In some parts of this country, the infant mortality rate rivals that of sub-Saharan Africa. We have a public education system that ranks below that of almost any other Western nation."
   },
   "author": {
    "text": "Alcee Hastings"
   }
  },
  {
   "quote": {
    "text": "Browsing for books with a mouse and screen is not nearly as joyful an act as wandering the stacks and getting lost in the labyrinthine corridors of knowledge. The best libraries are places of imagination, education and community. The best libraries have mystery to them."
   },
   "author": {
    "text": "Sam Weller"
   }
  },
  {
   "quote": {
    "text": "Freedom can occur only through education."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "My notion of the KGB came from romantic spy stories. I was a pure and utterly successful product of Soviet patriotic education."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "Give a girl an education and introduce her properly into the world, and ten to one but she has the means of settling well, without further expense to anybody."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "Life must be a constant education; one must learn everything, from speaking to dying."
   },
   "author": {
    "text": "Gustave Flaubert"
   }
  },
  {
   "quote": {
    "text": "The secret to the movie business, or any business, is to get a good education in a subject besides film - whether it's history, psychology, economics, or architecture - so you have something to make a movie about. All the skill in the world isn't going to help you unless you have something to say."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "The great Comrade Kim Jong Il provided energetic guidance to defend and honour Comrade Kim Il Sung's idea of and exploits in socialist rural construction and make UAWK organizations creditably perform their duties as organizations for ideological education."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "I had a terrible education. I attended a school for emotionally disturbed teachers."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "Outright bans on plastic bags may not be the best solution, but education and incentives to get people to stop using them are necessary."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "Being raised in a developing country opened my eyes to so much I cannot tolerate. In Colombia, education is sometimes considered a luxury, not a human right. And it's not a priority in the agendas of many leaders."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "The world we build tomorrow is born in the stories we tell our children today. Politics moves the pieces. Education changes the game."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "Likewise, education can direct people toward good or evil ends. When education is based on a fundamentally distorted worldview, the results are horrific."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "When I was four years old, my mother put me into a school for early music education where you get perfect pitch and harmony and composition."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "Dreams do come true, even for someone who couldn't speak English and never had a music lesson or much of an education."
   },
   "author": {
    "text": "Lawrence Welk"
   }
  },
  {
   "quote": {
    "text": "My education was the liberty I had to read indiscriminately and all the time, with my eyes hanging out."
   },
   "author": {
    "text": "Dylan Thomas"
   }
  },
  {
   "quote": {
    "text": "The mere imparting of information is not education."
   },
   "author": {
    "text": "Carter G. Woodson"
   }
  },
  {
   "quote": {
    "text": "Sixty years ago I knew everything; now I know nothing; education is a progressive discovery of our own ignorance."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "True education is limited to those people who would die without knowing, whereas the masses in the institutions are merely going through the motions, for education is a way of living."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Education remains the key to both economic and political empowerment."
   },
   "author": {
    "text": "Barbara Jordan"
   }
  },
  {
   "quote": {
    "text": "As a first-generation American, my parents expected that I would go on to have pretty tactical higher-education-type jobs - doctor, lawyer, engineer. Those were the three options. My dad was not at all open to the idea that there would not be a higher education in my future."
   },
   "author": {
    "text": "Bozoma Saint John"
   }
  },
  {
   "quote": {
    "text": "The most important thing we can do is inspire young minds and to advance the kind of science, math and technology education that will help youngsters take us to the next phase of space travel."
   },
   "author": {
    "text": "John Glenn"
   }
  },
  {
   "quote": {
    "text": "Man can and does rationalize his sins. He finds reasons for all his weakness, invents excuses that first calm and then deaden his conscience. He blames God, society, education, and environment for his wrong doing."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "Education is the power to think clearly, the power to act well in the worlds work, and the power to appreciate life."
   },
   "author": {
    "text": "Brigham Young"
   }
  },
  {
   "quote": {
    "text": "I started off with a company, InfoSpace, with my own funding. The company was listed among the most successful companies and I went on to start Intelius and Moon Express. Now, I focus my time on using the skills of an entrepreneur to solve many of the grand challenges facing us in the areas of education, healthcare, clean water and energy."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "My kids are coming up in a different time then me. Interracial couples are of the norm. With me, it's about making sure my kids understand the importance of education and having opportunities that I didn't. My goal as a parent is to make sure they don't take what they have for granted."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "I don't know if the term 'liberation theology,' which can be interpreted in a very positive sense, will help us much. What's important is the common rationality to which the church offers a fundamental contribution, and which must always help in the education of conscience, both for public and for private life."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "No man who worships education has got the best out of education... Without a gentle contempt for education no man's education is complete."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Education is the period during which you are being instructed by somebody you do not know, about something you do not want to know."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "The most important thing to me with any politician is that they don't start wars, but education is a big part of that, too, because educated people are less likely to do stupid, violent things."
   },
   "author": {
    "text": "Flea"
   }
  },
  {
   "quote": {
    "text": "For every successful actor or actress, there are countless numbers who don't make it. The name of the game is rejection. You go to an audition and you're told you're too tall or you're too Irish or your nose is not quite right. You're rejected for your education, you're rejected for this or that and it's really tough."
   },
   "author": {
    "text": "Liam Neeson"
   }
  },
  {
   "quote": {
    "text": "Of the five most important things in life, health is first, education or knowledge is second, and wealth is third. I forget the other two."
   },
   "author": {
    "text": "Chuck Berry"
   }
  },
  {
   "quote": {
    "text": "Education in the light of present-day knowledge and need calls for some spirited and creative innovations both in the substance and the purpose of current pedagogy."
   },
   "author": {
    "text": "Anne Sullivan"
   }
  },
  {
   "quote": {
    "text": "We are faced with the paradoxical fact that education has become one of the chief obstacles to intelligence and freedom of thought."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Resolve to edge in a little reading every day, if it is but a single sentence. If you gain fifteen minutes a day, it will make itself felt at the end of the year."
   },
   "author": {
    "text": "Horace Mann"
   }
  },
  {
   "quote": {
    "text": "Poverty is multidimensional. It extends beyond money incomes to education, health care, political participation and advancement of one's own culture and social organisation."
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "The best escalator to opportunity in America is education."
   },
   "author": {
    "text": "Nicholas Kristof"
   }
  },
  {
   "quote": {
    "text": "Reformation, like education, is a journey, not a destination."
   },
   "author": {
    "text": "Mary Harris Jones"
   }
  },
  {
   "quote": {
    "text": "Education is far less about a set of facts than a way of thinking, than learning how to critically think. And therefore, what I always think should be the basis of education is not answers but questions."
   },
   "author": {
    "text": "Lawrence M. Krauss"
   }
  },
  {
   "quote": {
    "text": "Education in our times must try to find whatever there is in students that might yearn for completion, and to reconstruct the learning that would enable them autonomously to seek that completion."
   },
   "author": {
    "text": "Allan Bloom"
   }
  },
  {
   "quote": {
    "text": "Get your education, and if you see small opportunities, take them. Each one could be a stepping stone to something bigger."
   },
   "author": {
    "text": "Trisha Yearwood"
   }
  },
  {
   "quote": {
    "text": "We're in business to relieve human suffering, to help feed the poor, to provide education and culture - but above all else, we're concerned with the relief of human suffering."
   },
   "author": {
    "text": "Jon Huntsman, Sr."
   }
  },
  {
   "quote": {
    "text": "I think that probably the most important thing about our education was that it taught us to question even those things we thought we knew. To say you've got to inquire, you've got to be testing your knowledge all the time in order to be more effective in what you're doing."
   },
   "author": {
    "text": "Thabo Mbeki"
   }
  },
  {
   "quote": {
    "text": "My parents were able to pay our expenses, but not for education. We were encouraged to work hard in school and get scholarships."
   },
   "author": {
    "text": "Martha Stewart"
   }
  },
  {
   "quote": {
    "text": "The object of education is to prepare the young to educate themselves throughout their lives."
   },
   "author": {
    "text": "Robert M. Hutchins"
   }
  },
  {
   "quote": {
    "text": "I encourage everyone to pay attention to the issues that matter to you, from jobs and the economy, to education and our schools, to criminal justice reform. Whatever it is that you care about, make sure you use your voice."
   },
   "author": {
    "text": "Two Chainz"
   }
  },
  {
   "quote": {
    "text": "Nothing is more important, certainly during these times of artificial intelligence, than our public education. And as it continues to grow and evolve, I think you and I know this is going to be critical that we are constantly training and retraining and creating these next-generation jobs."
   },
   "author": {
    "text": "Marc Benioff"
   }
  },
  {
   "quote": {
    "text": "Investing in science education and curiosity-driven research is investing in the future."
   },
   "author": {
    "text": "Ahmed Zewail"
   }
  },
  {
   "quote": {
    "text": "Except for the grace of God, I would be nobody - and that grace is the opposite of merit - human labour, education or human wisdom."
   },
   "author": {
    "text": "T. B. Joshua"
   }
  },
  {
   "quote": {
    "text": "After becoming deaf, I realized that I'd better get an education if I was ever to do anything with my life."
   },
   "author": {
    "text": "I. King Jordan"
   }
  },
  {
   "quote": {
    "text": "Knowledge is not just the preserve of the educated elite. Just because someone has not had a formal education, that does not mean he does not have wisdom and common sense."
   },
   "author": {
    "text": "Vikas Swarup"
   }
  },
  {
   "quote": {
    "text": "Being a native of Spain, the country to which I owe much of my education and cultural background, I was deeply influenced by my great predecessor Santiago Ramon y Cajal."
   },
   "author": {
    "text": "Severo Ochoa"
   }
  },
  {
   "quote": {
    "text": "I believe Betsy DeVos has the talent, commitment, and leadership capacity to revitalize our public schools and deliver the promise of opportunity that excellent education provides, and I support her nomination as U.S. Secretary of Education."
   },
   "author": {
    "text": "Eva Moskowitz"
   }
  },
  {
   "quote": {
    "text": "When the federal government invests in education, it should support quality education and career readiness rather than institutions that make empty promises."
   },
   "author": {
    "text": "Sherrod Brown"
   }
  },
  {
   "quote": {
    "text": "I believe strongly in the power of arts education to engage and empower young people."
   },
   "author": {
    "text": "Heather Watts"
   }
  },
  {
   "quote": {
    "text": "Education is the mother of leadership."
   },
   "author": {
    "text": "Wendell Willkie"
   }
  },
  {
   "quote": {
    "text": "In terms of the actual curriculum for management education, my own view is very simple-minded: The world is incredibly complex, it changes all the time, and we should not even hope that we could create a general model that accurately describes the world in all its possible states."
   },
   "author": {
    "text": "Dan Ariely"
   }
  },
  {
   "quote": {
    "text": "While my parents never had the time or money to secure university education themselves, they were adamant that their children should. In comfort and in love, we were taught the joys of knowledge and of work well done. I only regret that neither my mother nor my father could live to see the day I would accept the Nobel Prize."
   },
   "author": {
    "text": "Sheldon Lee Glashow"
   }
  },
  {
   "quote": {
    "text": "I don't want to scrounge around and be homeless, and I want to finish my education."
   },
   "author": {
    "text": "Callan McAuliffe"
   }
  },
  {
   "quote": {
    "text": "Looking back, I realize that nurturing curiosity and the instinct to seek solutions are perhaps the most important contributions education can make."
   },
   "author": {
    "text": "Paul Berg"
   }
  },
  {
   "quote": {
    "text": "In spite of my surroundings, of my education, I had no love for God."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "If you hit a Talib with your shoe, then there would be no difference between you and the Talib. You must not treat others with cruelty and that much harshly, you must fight others but through peace and through dialogue and through education."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "I thanked President Obama for the United States' work in supporting education in Pakistan and Afghanistan and for Syrian refugees."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Some people will never learn anything, for this reason, because they understand everything too soon."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "Without an education, you won't have a future."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "There is nothing of any consequence in education, in the economy, in city planning, in social policy that does not concern black people."
   },
   "author": {
    "text": "Toni Morrison"
   }
  },
  {
   "quote": {
    "text": "We're throwing money down a rat hole drain of public education! We lead the world in public education spending. We lead the world in getting the least for it."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "I think an education is not only important, it is the most important thing you can do with your life."
   },
   "author": {
    "text": "Dean Kamen"
   }
  },
  {
   "quote": {
    "text": "I think that's something that all mothers have to deal with, especially single mothers. We work, and we have to leave the kids behind. And I think that's one of the reasons that we, not only as women but as families, we have to advocate for early childhood education for all of our children."
   },
   "author": {
    "text": "Dolores Huerta"
   }
  },
  {
   "quote": {
    "text": "I went to a lovely school, and I got an incredible education. And I actually think that my education is what really sets me apart, 'cause I'm very smart."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "If the education of our kids comes from radio, television, newspapers - if that's where they get most of their knowledge from, and not from the schools, then the powers that be are definitely in charge, because they own all those outlets."
   },
   "author": {
    "text": "Maynard James Keenan"
   }
  },
  {
   "quote": {
    "text": "I think the combination of graduate education in a field like Computer Science and the opportunity to apply this in a work environment like Microsoft is what drove me. The impact these opportunities create can lead to work that has broad, worldwide impact."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "Law without education is a dead letter. With education the needed law follows without effort and, of course, with power to execute itself; indeed, it seems to execute itself."
   },
   "author": {
    "text": "Rutherford B. Hayes"
   }
  },
  {
   "quote": {
    "text": "I am entirely certain that twenty years from now we will look back at education as it is practiced in most schools today and wonder that we could have tolerated anything so primitive."
   },
   "author": {
    "text": "John W. Gardner"
   }
  },
  {
   "quote": {
    "text": "The country that consistently ranks among the highest in educational achievement is Finland. A rich country, but education is free. Germany, education is free. France, education is free."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "In Colombia, education is sometimes considered a luxury, not a human right. And it's not a priority in the agendas of many leaders."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "For all my education, accomplishments, and so called 'wisdom'... I can't fathom my own heart."
   },
   "author": {
    "text": "Michael Caine"
   }
  },
  {
   "quote": {
    "text": "Rewards and punishments are the lowest form of education."
   },
   "author": {
    "text": "Zhuangzi"
   }
  },
  {
   "quote": {
    "text": "Kathleen Wynne and her band of radical-left cronies think they have a handle on what constitutes human identity and also what should constitute human morality. And I think that that's being pushed in a manner in schools that's completely reprehensible. It's not education, in my estimation. It's a form of indoctrination."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "We demand that segregation be ended in every school district in the year 1963! We demand that we have effective civil rights legislation - no compromise, no filibuster - and that include public accommodations, decent housing, integrated education, FEPC and the right to vote."
   },
   "author": {
    "text": "Bayard Rustin"
   }
  },
  {
   "quote": {
    "text": "Education is everything - education is your power, education is your way in life for whatever you want to do."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "Racial segregation has come back to public education with a vengeance."
   },
   "author": {
    "text": "Jonathan Kozol"
   }
  },
  {
   "quote": {
    "text": "One may have broad or narrow talents, but only education renders them useful. Schools set up to train people will develop the intelligence of those who have it and end the stupidity of those who do not, providing a specialty to those who have narrow talent and broad knowledge to those with all-around ability."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "Since we cannot know all that there is to be known about anything, we ought to know a little about everything."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "I had become increasingly concerned in recent years about the lack of civics education in our nation's schools. In recent years, the schools have stopped teaching it. And it's unfortunate."
   },
   "author": {
    "text": "Sandra Day O'Connor"
   }
  },
  {
   "quote": {
    "text": "I love great journalism. I appreciate it. I love a good, you know, I love good news stories. I love great books. I love great articles. I appreciate them so much, and they've been part of my education as a woman."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "There's a reasonable amount of traction in college education, particularly engineering, because quite a lot of that is privatized, so there is an incentive to set up new colleges of reasonably high quality."
   },
   "author": {
    "text": "Azim Premji"
   }
  },
  {
   "quote": {
    "text": "Most everything I do revolves around tae kwon do. That said, I like to be a typical girl and go shopping. I have three nieces and nephews that I like to hang out with. I'm also finishing my last semester at the University of Houston, where I'm majoring in childhood education."
   },
   "author": {
    "text": "Diana Lopez"
   }
  },
  {
   "quote": {
    "text": "An education isn't how much you have committed to memory, or even how much you know. It's being able to differentiate between what you know and what you don't."
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "Originally, I think, I wanted to be an actor. But I got into broadcasting by accident, if you will, because I needed money to pay for my college education. I applied for a summer announcing job at a couple of radio stations."
   },
   "author": {
    "text": "Alex Trebek"
   }
  },
  {
   "quote": {
    "text": "The public education landscape is enriched by having many options - neighborhood public schools, magnet schools, community schools, schools that focus on career and technical education, and even charter schools."
   },
   "author": {
    "text": "Randi Weingarten"
   }
  },
  {
   "quote": {
    "text": "We are getting an education of a lifetime. We're actually out there in the real world."
   },
   "author": {
    "text": "Solange Knowles"
   }
  },
  {
   "quote": {
    "text": "I feel a social responsibility. We need to open people's eyes. There is a lack of education in Ethiopia."
   },
   "author": {
    "text": "Haile Gebrselassie"
   }
  },
  {
   "quote": {
    "text": "We built our business on creativity, and we're going to have to go through an education process for the next five years to explain to people how our users and that creativity creates value."
   },
   "author": {
    "text": "Evan Spiegel"
   }
  },
  {
   "quote": {
    "text": "To my mind, the education of children - girl children, specifically - is what really creates an enlightened society. It creates a liberal society."
   },
   "author": {
    "text": "Anand Mahindra"
   }
  },
  {
   "quote": {
    "text": "You can't build a revolution with no education. Jomo Kenyatta did this in Africa, and because the people were not educated, he became as much an oppressor as the people he overthrew."
   },
   "author": {
    "text": "Fred Hampton"
   }
  },
  {
   "quote": {
    "text": "I don't ask other actors questions. I think that's too intrusive. I just watch. I don't want to be constricted to an idea of what acting is by anyone else. I want to take my own education."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "I have always respected education, which is why I actually went back secretly and taught school for eight years."
   },
   "author": {
    "text": "Steve Wozniak"
   }
  },
  {
   "quote": {
    "text": "Giving education away for free is a really good idea, but it can't be the future of education. There has to be a business model around it that actually works."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "I am beginning to suspect all elaborate and special systems of education. They seem to me to be built up on the supposition that every child is a kind of idiot who must be taught to think."
   },
   "author": {
    "text": "Anne Sullivan"
   }
  },
  {
   "quote": {
    "text": "The immediate future is going to be tragic for all of us unless we find a way of making the vast educational resources of this country serve the true purpose of education, truth and justice."
   },
   "author": {
    "text": "Anne Sullivan"
   }
  },
  {
   "quote": {
    "text": "A basic element of the American dream is equal access to education as the lubricant of social and economic mobility."
   },
   "author": {
    "text": "Nicholas Kristof"
   }
  },
  {
   "quote": {
    "text": "The sum and substance of female education in America, as in England, is training women to consider marriage as the sole object in life, and to pretend that they do not think so."
   },
   "author": {
    "text": "Harriet Martineau"
   }
  },
  {
   "quote": {
    "text": "The pride people take in their work transcends to their homes, their education, families and communities."
   },
   "author": {
    "text": "Leonard Boswell"
   }
  },
  {
   "quote": {
    "text": "If you become a teacher, by your pupils you'll be taught."
   },
   "author": {
    "text": "Oscar Hammerstein II"
   }
  },
  {
   "quote": {
    "text": "There was a time when bright people had few prospects for higher education and good jobs here. But that is changing. India is no longer seen as an undesirable place to work or pursue research."
   },
   "author": {
    "text": "Shashi Tharoor"
   }
  },
  {
   "quote": {
    "text": "Taste is developed by the diversity of the products one can sample. I think our children today may be missing an education about food. We must teach them to know their cuisine and to know the equilibrium of nourishment. That is very important for health."
   },
   "author": {
    "text": "Joel Robuchon"
   }
  },
  {
   "quote": {
    "text": "Because of the lack of education on AIDS, discrimination, fear, panic, and lies surrounded me."
   },
   "author": {
    "text": "Ryan White"
   }
  },
  {
   "quote": {
    "text": "At boarding school there wasn't much time for much of anything except education."
   },
   "author": {
    "text": "Henry Cavill"
   }
  },
  {
   "quote": {
    "text": "Research shows that children do better in school and are less likely to drop out when fathers are involved. Engaged parents can strengthen communities, mentor and tutor students, and demonstrate through their actions how much they value their children's education."
   },
   "author": {
    "text": "Arne Duncan"
   }
  },
  {
   "quote": {
    "text": "Social services, not wealth per se, seem to be the key to lower birth rates. The Chinese, although among the poorest peoples of the world, have brought their fertility rate down to 2.4, partly by social coercion, but mostly by broadly available education, health care and family planning."
   },
   "author": {
    "text": "Donella Meadows"
   }
  },
  {
   "quote": {
    "text": "Millennials easily connect the dots between good education and good opportunities, and they also understand that it isn't just hard work that determines how well a child will be educated - it also depends on where they live and the resources their parents commit to their education."
   },
   "author": {
    "text": "Kristen Soltis Anderson"
   }
  },
  {
   "quote": {
    "text": "Unfortunately, I have been a little disappointed that we have issues out there like traditional marriage, abortion, school education, and we have so much silence from the black community, from black preachers, because they understand first hand the impact of all that."
   },
   "author": {
    "text": "Burgess Owens"
   }
  },
  {
   "quote": {
    "text": "When it comes to power, God Himself is the power. God often uses foolish things to confound the wise. That is why people like me will ever be grateful to God. In terms of knowledge, education and name, I am nowhere - a neglected stone."
   },
   "author": {
    "text": "T. B. Joshua"
   }
  },
  {
   "quote": {
    "text": "Learning is a result of listening, which in turn leads to even better listening and attentiveness to the other person. In other words, to learn from the child, we must have empathy, and empathy grows as we learn."
   },
   "author": {
    "text": "Alice Miller"
   }
  },
  {
   "quote": {
    "text": "A university is not a political party, and an education is not an indoctrination."
   },
   "author": {
    "text": "David Horowitz"
   }
  },
  {
   "quote": {
    "text": "The Indian education system, like the Indian bureaucratic system, is Victorian and still in the 19th century. Our schools are still designed to produce clerks for an empire that does not exist anymore."
   },
   "author": {
    "text": "Sugata Mitra"
   }
  },
  {
   "quote": {
    "text": "The Internet is the first technology since the printing press which could lower the cost of a great education and, in doing so, make that cost-benefit analysis much easier for most students. It could allow American schools to service twice as many students as they do now, and in ways that are both effective and cost-effective."
   },
   "author": {
    "text": "John Katzman"
   }
  },
  {
   "quote": {
    "text": "Every educated person is a future enemy."
   },
   "author": {
    "text": "Martin Bormann"
   }
  },
  {
   "quote": {
    "text": "Academic qualifications are important and so is financial education. They're both important and schools are forgetting one of them."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "I would like to learn, or remember, how to live."
   },
   "author": {
    "text": "Annie Dillard"
   }
  },
  {
   "quote": {
    "text": "Education is neither eastern nor western."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "I need to complete my homework on time."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Elimination of child labour and access to education are like two sides of one coin. One cannot be achieved without the other."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "It is better to know some of the questions than all of the answers."
   },
   "author": {
    "text": "James Thurber"
   }
  },
  {
   "quote": {
    "text": "The great difficulty in education is to get experience out of ideas."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "I want to support the whole idea of the humanities and teaching the humanities as being something that - even if it can't be quantitatively measured as other subjects - it's as fundamental to all education."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "I think my politics are just inclined to be empathetic and humanistic. I grew up with so many different kinds of people with different politics, different religion, no religion, no politics, education, no education, and I was infatuated with all of them."
   },
   "author": {
    "text": "Lily Tomlin"
   }
  },
  {
   "quote": {
    "text": "I challenge you to show me where the saloon has ever helped business, education, church, morals or anything we hold dear."
   },
   "author": {
    "text": "Billy Sunday"
   }
  },
  {
   "quote": {
    "text": "We cannot learn men from books."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Upon the education of the people of this country the fate of this country depends."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "The regeneration of society is the regeneration of society by individual education."
   },
   "author": {
    "text": "Jean de la Bruyere"
   }
  },
  {
   "quote": {
    "text": "Water and sanitation has not had the same kind of champion that global health, and even education, have had."
   },
   "author": {
    "text": "Jim Yong Kim"
   }
  },
  {
   "quote": {
    "text": "Education is when you read the fine print. Experience is what you get if you don't."
   },
   "author": {
    "text": "Pete Seeger"
   }
  },
  {
   "quote": {
    "text": "Education is the transmission of civilization."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "About half my work in education is U.S. political reform around school districts and charter schools, and creating more room for entrepreneurial organizations to develop. And about half on technology, which I look at as a global platform."
   },
   "author": {
    "text": "Reed Hastings"
   }
  },
  {
   "quote": {
    "text": "If we had in this room a hundred teachers, good teachers from good schools, and asked them to define the word education, there would be very little general agreement."
   },
   "author": {
    "text": "William Glasser"
   }
  },
  {
   "quote": {
    "text": "Documentaries are the first line of education, and the second line of education is dramatization, such as 'The Pacific'."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "All I suggest is to make K-12 like higher education. Higher education in the United States is the best in the world because these institutions compete with each other for your tuition dollar. Let's just bring competition to public education."
   },
   "author": {
    "text": "Gary Johnson"
   }
  },
  {
   "quote": {
    "text": "There is no common standard for education about diagnosis. Distinguishing between bipolar depression and major depressive disorder, for example, can be difficult, and mistakes are common. Misdiagnosis can be lethal. Medications that work well for some forms of depression induce agitation in others."
   },
   "author": {
    "text": "Kay Redfield Jamison"
   }
  },
  {
   "quote": {
    "text": "What good is telling America's children that they will have equal opportunity for education if they don't have the skills that will even get them to the point of benefiting from education, because they didn't have the child care, the health care that would enable them to grow as strong and constructive human beings?"
   },
   "author": {
    "text": "Janet Reno"
   }
  },
  {
   "quote": {
    "text": "Government will not fail to employ education, to strengthen its hands, and perpetuate its institutions."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "Let us not, in the eagerness of our haste to educate, forget all the ends of education."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "With broadband access, we can revolutionize global access to education, health care, economic empowerment, and the delivery of critical human needs."
   },
   "author": {
    "text": "Tae Yoo"
   }
  },
  {
   "quote": {
    "text": "Whenever education budgets get tightened, art programs are the first to get cut. Like the enduring popularity of reality TV, this never ceases to amaze me."
   },
   "author": {
    "text": "Lynda Resnick"
   }
  },
  {
   "quote": {
    "text": "My contention is that most students get distracted by music and social media because our current state of education is not sufficiently engaging to command their full attention."
   },
   "author": {
    "text": "Thomas Frey"
   }
  },
  {
   "quote": {
    "text": "I focus on supporting high quality early childhood health care and education. By betting my resources on very young children, I know I'm making an investment that pays guaranteed dividends with a high rate of return."
   },
   "author": {
    "text": "J. B. Pritzker"
   }
  },
  {
   "quote": {
    "text": "An educated person is one who has learned that information almost always turns out to be at best incomplete and very often false, misleading, fictitious, mendacious - just dead wrong."
   },
   "author": {
    "text": "Russell Baker"
   }
  },
  {
   "quote": {
    "text": "When women apply for a job, we ask ourselves, 'Am I qualified? Do I have the experience? Do I have the education? Do I have the abilities?' When a man looks at that job, he thinks, 'How much does it pay?' We need to stop second-guessing our abilities. We need to stand up and make ourselves heard."
   },
   "author": {
    "text": "Catherine Cortez-Masto"
   }
  },
  {
   "quote": {
    "text": "From exam grading to health education to professional training to democratic participation, paths towards self-realization and success in the world are often daunting and obscure: journeys only the privileged feel confident setting off along."
   },
   "author": {
    "text": "Tom Chatfield"
   }
  },
  {
   "quote": {
    "text": "I look forward to talking about how we can work together to improve educational opportunities and outcomes for all students while also refocusing the federal role in education."
   },
   "author": {
    "text": "Betsy DeVos"
   }
  },
  {
   "quote": {
    "text": "If politicians in a state block education choice, it means those politicians do not support equal opportunity for all kids."
   },
   "author": {
    "text": "Betsy DeVos"
   }
  },
  {
   "quote": {
    "text": "In the education of the American people, I am Recess."
   },
   "author": {
    "text": "Garry Marshall"
   }
  },
  {
   "quote": {
    "text": "It's clear on the one hand that an education enriches and informs a response to beauty, even makes it possible in esoteric cases. On the other hand, there's no question that someone with no musical education whatsoever might wander into a concert hall and be overwhelmed by the 'Beethoven Pastoral Symphony'."
   },
   "author": {
    "text": "Denis Dutton"
   }
  },
  {
   "quote": {
    "text": "I have been very strongly advocating that poverty must not be used as an excuse to continue child labour. It perpetuates poverty. If children are deprived of education, they remain poor."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "I am positive that I would see the end of child labour around the world in my lifetime, as the poorest of the poor have realised that education is a tool that can empower them."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "Education, n.: That which discloses to the wise and disguises from the foolish their lack of understanding."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "My parents had a strong impact on who I am today. My mother and dad both encouraged us to think about the long term - where you wanted to be - to think about education, to think about what is right and what is wrong, and to do things that will help you in the long run."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "If an ignorant person is attracted by the things of the world, that is bad. But if a learned person is thus attracted, it is worse."
   },
   "author": {
    "text": "Abu Bakr"
   }
  },
  {
   "quote": {
    "text": "It is better to learn late than never."
   },
   "author": {
    "text": "Publilius Syrus"
   }
  },
  {
   "quote": {
    "text": "Books, the children of the brain."
   },
   "author": {
    "text": "Jonathan Swift"
   }
  },
  {
   "quote": {
    "text": "Poor people cannot rely on the government to come to help you in times of need. You have to get your education. Then nobody can control your destiny."
   },
   "author": {
    "text": "Charles Barkley"
   }
  },
  {
   "quote": {
    "text": "We need to make education so much fun that students can't help but learn."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "One of the best things to me about 'Skate' is that if you play this game from beginning to end, you just got a complete education on what skateboarding is."
   },
   "author": {
    "text": "Rob Dyrdek"
   }
  },
  {
   "quote": {
    "text": "Books are the blessed chloroform of the mind."
   },
   "author": {
    "text": "Oswald Chambers"
   }
  },
  {
   "quote": {
    "text": "I think we're heading towards a world of what I call 'technological socialism.' Where technology - not the government or the state - will begin to take care of us. Technology will provide our healthcare for free. The best education in the world - for free."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "It is well to read everything of something, and something of everything."
   },
   "author": {
    "text": "Joseph Brodsky"
   }
  },
  {
   "quote": {
    "text": "The cognitive skills prized by the American educational establishment and measured by achievement tests are only part of what is required for success in life. Character skills are equally important determinants of wages, education, health and many other significant aspects of flourishing lives."
   },
   "author": {
    "text": "James Heckman"
   }
  },
  {
   "quote": {
    "text": "The point of my work is to show that culture and education aren't simply hobbies or minor influences."
   },
   "author": {
    "text": "Pierre Bourdieu"
   }
  },
  {
   "quote": {
    "text": "When we set up our kids for failure, we set up our workforce for failure, and we set up our economy for failure. I can't emphasize enough the importance, the absolute importance, of education in achieving long-term economic growth."
   },
   "author": {
    "text": "Susana Martinez"
   }
  },
  {
   "quote": {
    "text": "I thought, 'Let's make it a check list. What if I got my education even though I lost my mother, even though my dad is in a shelter?' and looking at these things as hurdles to go over. I could inspire myself."
   },
   "author": {
    "text": "Liz Murray"
   }
  },
  {
   "quote": {
    "text": "I was 17 and living on the streets. I had the education of technically an eighth-grader, but in reality, I had never had a formal education."
   },
   "author": {
    "text": "Liz Murray"
   }
  },
  {
   "quote": {
    "text": "I see the difficulty of kids in going to university, the difficulty of kids in schools getting arts education, so that the arts and drama and the creative arts are extracurricular. They aren't: they are at the centre, and they are the equipment we so desperately need in the world."
   },
   "author": {
    "text": "Ali Smith"
   }
  },
  {
   "quote": {
    "text": "My parents always made education and school the number one priority. They believed that an education is the best gift you can give to your child."
   },
   "author": {
    "text": "Debra Messing"
   }
  },
  {
   "quote": {
    "text": "The simplest schoolboy is now familiar with truths for which Archimedes would have sacrificed his life."
   },
   "author": {
    "text": "Ernest Renan"
   }
  },
  {
   "quote": {
    "text": "I was really lucky because I went to an all-girl school, and that single-sex education really helped me because I really learned to bond with women and to not compete with or compare myself as much because we were all allowed to be ourselves and be unique and kind of have our unique strengths."
   },
   "author": {
    "text": "Kerry Washington"
   }
  },
  {
   "quote": {
    "text": "Women need to be empowered through the strongest tool - education. They don't need to be subservient to anyone, but at the same time, men must change their mindset towards women. If they are more respectful towards them, then things will change at the grassroots level. It will happen slowly, but everyone has to move together."
   },
   "author": {
    "text": "Madhuri Dixit"
   }
  },
  {
   "quote": {
    "text": "There was a very famous leader in Atlanta who thought that education was appropriate, but on the whole, the view was, 'If you're going to keep people down, you have to keep them ignorant. And so, nothing personal, but we just don't want to recognize the attributes that man of learning would bring. Quite threatening, those would be.'"
   },
   "author": {
    "text": "David Levering Lewis"
   }
  },
  {
   "quote": {
    "text": "Children have to be educated, but they have also to be left to educate themselves."
   },
   "author": {
    "text": "Ernest Dimnet"
   }
  },
  {
   "quote": {
    "text": "While government clearly plays the major role in fighting poverty through policies on things such as education, tax, and trade, business creates the wealth that matters."
   },
   "author": {
    "text": "Sergio Ermotti"
   }
  },
  {
   "quote": {
    "text": "My idea of the ideal sex education site doesn't exist."
   },
   "author": {
    "text": "Susie Bright"
   }
  },
  {
   "quote": {
    "text": "Saint Joseph's still is among the smaller-enrollment institutions with a big-time basketball program. The Jesuits still offer the same high-quality education. St. Joe's students and alumni are as supportive as ever, and their spirit is unquenchable."
   },
   "author": {
    "text": "Jack Ramsay"
   }
  },
  {
   "quote": {
    "text": "If you want to be an anthropologist, you need to study physical anthropology specialized in bones. If you want to be a forensic chemist, get a degree in chemistry. Do you want to do DNA work? Get a degree in microbiology. And do well. Study hard and go to graduate school."
   },
   "author": {
    "text": "Kathy Reichs"
   }
  },
  {
   "quote": {
    "text": "Scholarships that allow students to get a good education are important, but first we want to measure the progress that the schools are teaching our students, we want to hold them accountable for the progress, we want to hold the schools accountable for teaching the young people in America."
   },
   "author": {
    "text": "Andrew Card"
   }
  },
  {
   "quote": {
    "text": "Instead of unfairly demonizing teachers, we should be working with them to find solutions to the problems in our schools and make sure every child gets an outstanding public education."
   },
   "author": {
    "text": "Albio Sires"
   }
  },
  {
   "quote": {
    "text": "It is a thousand times better to have common sense without education than to have education without common sense."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "He who studies books alone will know how things ought to be, and he who studies men will know how they are."
   },
   "author": {
    "text": "Charles Caleb Colton"
   }
  },
  {
   "quote": {
    "text": "Read in order to live."
   },
   "author": {
    "text": "Gustave Flaubert"
   }
  },
  {
   "quote": {
    "text": "Children who have an education grow up to lead healthier lives - earn higher income, take better care of their families, contribute to their economies."
   },
   "author": {
    "text": "Queen Rania of Jordan"
   }
  },
  {
   "quote": {
    "text": "A country so rich that it can send people to the moon still has hundreds of thousands of its citizens who can't read. That's terribly troubling to me."
   },
   "author": {
    "text": "Charles Kuralt"
   }
  },
  {
   "quote": {
    "text": "Real education must ultimately be limited to men who insist on knowing, the rest is mere sheep-herding."
   },
   "author": {
    "text": "Ezra Pound"
   }
  },
  {
   "quote": {
    "text": "Education, whatever else it should or should not be, must be an inoculation against the poisons of life and an adequate equipment in knowledge and skill for meeting the chances of life."
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "Responsibility educates."
   },
   "author": {
    "text": "Wendell Phillips"
   }
  },
  {
   "quote": {
    "text": "To the extent that we are all educated and informed, we will be more equipped to deal with the gut issues that tend to divide us."
   },
   "author": {
    "text": "Caroline Kennedy"
   }
  },
  {
   "quote": {
    "text": "True, a little learning is a dangerous thing, but it still beats total ignorance."
   },
   "author": {
    "text": "Pauline Phillips"
   }
  },
  {
   "quote": {
    "text": "Talent is a by-product of education; the quality of a country's human capital depends on it."
   },
   "author": {
    "text": "Klaus Schwab"
   }
  },
  {
   "quote": {
    "text": "Few have been taught to any purpose who have not been their own teachers."
   },
   "author": {
    "text": "Joshua Reynolds"
   }
  },
  {
   "quote": {
    "text": "Man is what he reads."
   },
   "author": {
    "text": "Joseph Brodsky"
   }
  },
  {
   "quote": {
    "text": "Getting through high school and college was one of my greatest achievements."
   },
   "author": {
    "text": "Ann Bancroft"
   }
  },
  {
   "quote": {
    "text": "Even when life challenges us, it's a gift beyond all measure."
   },
   "author": {
    "text": "Parker Palmer"
   }
  },
  {
   "quote": {
    "text": "While there are many obstacles that deter students from going to college, finances by no means should be the deciding factor."
   },
   "author": {
    "text": "Bobby Scott"
   }
  },
  {
   "quote": {
    "text": "You can educate yourself right out of a relationship with God."
   },
   "author": {
    "text": "Tammy Faye Bakker"
   }
  },
  {
   "quote": {
    "text": "Let's make sure that we are working for age-appropriate sex education in our school system."
   },
   "author": {
    "text": "Wendy Davis"
   }
  },
  {
   "quote": {
    "text": "An educated man is thoroughly inoculated against humbug, thinks for himself and tries to give his thoughts, in speech or on paper, some style."
   },
   "author": {
    "text": "Alan K. Simpson"
   }
  },
  {
   "quote": {
    "text": "I believe that the way to justice is education."
   },
   "author": {
    "text": "Julian Assange"
   }
  },
  {
   "quote": {
    "text": "A liberal education is at the heart of a civil society, and at the heart of a liberal education is the act of teaching."
   },
   "author": {
    "text": "A. Bartlett Giamatti"
   }
  },
  {
   "quote": {
    "text": "I know a lot of people think I'm dumb. Well, at least I ain't no educated fool."
   },
   "author": {
    "text": "Leon Spinks"
   }
  },
  {
   "quote": {
    "text": "As the youngest child of a single immigrant mother with a third-grade education, I never thought in my wildest dreams that I'd ever be an elected official."
   },
   "author": {
    "text": "Kevin de Leon"
   }
  },
  {
   "quote": {
    "text": "If American schooling is inadequate now, just imagine how much more obsolete it will be when today's kindergarten students graduate from high school in just 12 years."
   },
   "author": {
    "text": "Janet Napolitano"
   }
  },
  {
   "quote": {
    "text": "To me education is a leading out of what is already there in the pupil's soul. To Miss Mackay it is a putting in of something that is not there, and that is not what I call education. I call it intrusion."
   },
   "author": {
    "text": "Muriel Spark"
   }
  },
  {
   "quote": {
    "text": "Learning teacheth more in one year than experience in twenty."
   },
   "author": {
    "text": "Roger Ascham"
   }
  },
  {
   "quote": {
    "text": "Salsa, classic rock, soul music, jazz... all of that was a part of my education in making hip-hop music."
   },
   "author": {
    "text": "Aloe Blacc"
   }
  },
  {
   "quote": {
    "text": "America is the best half-educated country in the world."
   },
   "author": {
    "text": "Nicholas M. Butler"
   }
  },
  {
   "quote": {
    "text": "Nearly all men and women are poetical, to some extent, but very few can be called poets. There are great poets, small poets, and men and women who make verses. But all are not poets, nor even good versifiers. Poetasters are plentiful, but real poets are rare. Education can not make a poet, though it may polish and develop one."
   },
   "author": {
    "text": "Orson F. Whitney"
   }
  },
  {
   "quote": {
    "text": "Our universities and museums are respected around the country."
   },
   "author": {
    "text": "Jane Byrne"
   }
  },
  {
   "quote": {
    "text": "I am sure my fellow-scientists will agree with me if I say that whatever we were able to achieve in our later years had its origin in the experiences of our youth and in the hopes and wishes which were formed before and during our time as students."
   },
   "author": {
    "text": "Felix Bloch"
   }
  }
 ]
}