{
 "ExperienceQuotes": [
  {
   "quote": {
    "text": "Life is the art of drawing without an eraser."
   },
   "author": {
    "text": "John W. Gardner"
   }
  },
  {
   "quote": {
    "text": "We choose our joys and sorrows long before we experience them."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, 'I lived through this horror. I can take the next thing that comes along.'"
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Some days are just bad days, that's all. You have to experience sadness to know happiness, and I remind myself that not every day is going to be a good day, that's just the way it is!"
   },
   "author": {
    "text": "Dita Von Teese"
   }
  },
  {
   "quote": {
    "text": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "To be a champion, I think you have to see the big picture. It's not about winning and losing; it's about every day hard work and about thriving on a challenge. It's about embracing the pain that you'll experience at the end of a race and not being afraid. I think people think too hard and get afraid of a certain challenge."
   },
   "author": {
    "text": "Summer Sanders"
   }
  },
  {
   "quote": {
    "text": "Life is not always easy to live, but the opportunity to do so is a blessing beyond comprehension. In the process of living, we will face struggles, many of which will cause us to suffer and to experience pain."
   },
   "author": {
    "text": "L. Lionel Kendrick"
   }
  },
  {
   "quote": {
    "text": "You should never view your challenges as a disadvantage. Instead, it's important for you to understand that your experience facing and overcoming adversity is actually one of your biggest advantages."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death."
   },
   "author": {
    "text": "Robert Fulghum"
   }
  },
  {
   "quote": {
    "text": "Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "Be brave. Take risks. Nothing can substitute experience."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "The only source of knowledge is experience."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Our uniqueness, our individuality, and our life experience molds us into fascinating beings. I hope we can embrace that. I pray we may all challenge ourselves to delve into the deepest resources of our hearts to cultivate an atmosphere of understanding, acceptance, tolerance, and compassion. We are all in this life together."
   },
   "author": {
    "text": "Linda Thompson"
   }
  },
  {
   "quote": {
    "text": "Practice does not make perfect. Only perfect practice makes perfect."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "Sports teaches you to understand the meaning of a team. You need to be able to work with everybody; you don't have to be their best friend. You can experience the fun of competition and driving toward a common goal without pushing to bond in some major way with each individual on a project."
   },
   "author": {
    "text": "Kathleen Kennedy"
   }
  },
  {
   "quote": {
    "text": "Everyone has a purpose in life and a unique talent to give to others. And when we blend this unique talent with service to others, we experience the ecstasy and exultation of own spirit, which is the ultimate goal of all goals."
   },
   "author": {
    "text": "Kallam Anji Reddy"
   }
  },
  {
   "quote": {
    "text": "Empathy begins with understanding life from another person's perspective. Nobody has an objective experience of reality. It's all through our own individual prisms."
   },
   "author": {
    "text": "Sterling K. Brown"
   }
  },
  {
   "quote": {
    "text": "Food is not just eating energy. It's an experience."
   },
   "author": {
    "text": "Guy Fieri"
   }
  },
  {
   "quote": {
    "text": "The way we experience the world around us is a direct reflection of the world within us."
   },
   "author": {
    "text": "Gabrielle Bernstein"
   }
  },
  {
   "quote": {
    "text": "Travel is a new experience that can transport you out of your everyday routine to create memories with the ones you love."
   },
   "author": {
    "text": "Brian Chesky"
   }
  },
  {
   "quote": {
    "text": "Gratitude bestows reverence, allowing us to encounter everyday epiphanies, those transcendent moments of awe that change forever how we experience life and the world."
   },
   "author": {
    "text": "John Milton"
   }
  },
  {
   "quote": {
    "text": "Life can only be understood backwards; but it must be lived forwards."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "Science means constantly walking a tightrope between blind faith and curiosity; between expertise and creativity; between bias and openness; between experience and epiphany; between ambition and passion; and between arrogance and conviction - in short, between an old today and a new tomorrow."
   },
   "author": {
    "text": "Heinrich Rohrer"
   }
  },
  {
   "quote": {
    "text": "By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "The connection to place, to the land, the wind, the sun, stars, the moon... it sounds romantic, but it's true - the visceral experience of motion, of moving through time on some amazing machine - a few cars touch on it, but not too many compared to motorcycles. I always felt that any motorcycle journey was special."
   },
   "author": {
    "text": "Antoine Predock"
   }
  },
  {
   "quote": {
    "text": "I made decisions that I regret, and I took them as learning experiences... I'm human, not perfect, like anybody else."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "No man ever steps in the same river twice, for it's not the same river and he's not the same man."
   },
   "author": {
    "text": "Heraclitus"
   }
  },
  {
   "quote": {
    "text": "We are not human beings having a spiritual experience. We are spiritual beings having a human experience."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "Experience is a hard teacher because she gives the test first, the lesson afterward."
   },
   "author": {
    "text": "Vernon Law"
   }
  },
  {
   "quote": {
    "text": "Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of facts within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "Life is short and the older you get, the more you feel it. Indeed, the shorter it is. People lose their capacity to walk, run, travel, think, and experience life. I realise how important it is to use the time I have."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "That's the magic of art and the magic of theatre: it has the power to transform an audience, an individual, or en masse, to transform them and give them an epiphanal experience that changes their life, opens their hearts and their minds and the way they think."
   },
   "author": {
    "text": "Brian Stokes Mitchell"
   }
  },
  {
   "quote": {
    "text": "When you have balance in your life, work becomes an entirely different experience. There is a passion that moves you to a whole new level of fulfillment and gratitude, and that's when you can do your best... for yourself and for others."
   },
   "author": {
    "text": "Cara Delevingne"
   }
  },
  {
   "quote": {
    "text": "My trust in God flows out of the experience of his loving me, day in and day out, whether the day is stormy or fair, whether I'm sick or in good health, whether I'm in a state of grace or disgrace. He comes to me where I live and loves me as I am."
   },
   "author": {
    "text": "Brennan Manning"
   }
  },
  {
   "quote": {
    "text": "Music is an expression of individuality; it's how you see the world. All art is, for that matter. You take how you experience the world, interpret it, and send it out there - express it - whether it's sculpture, dance or singing."
   },
   "author": {
    "text": "David Sanborn"
   }
  },
  {
   "quote": {
    "text": "Experience is simply the name we give our mistakes."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Experience is the teacher of all things."
   },
   "author": {
    "text": "Julius Caesar"
   }
  },
  {
   "quote": {
    "text": "Love is a strange emotion. It is ever evolving. Lust is transient. With time, one realizes that love and togetherness are two different things. Very few people are lucky enough to experience the two emotions simultaneously."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "It's always fun to visit multiple locations on one trip, but I think it also really depends on the ages of those on holiday. As a child, I loved spending time in one vacation spot, getting attached to the location, becoming comfortable, and feeling as though I were at home. This is something I would like for my children to experience."
   },
   "author": {
    "text": "Margherita Missoni"
   }
  },
  {
   "quote": {
    "text": "A sister is someone who owns part of what you own: a house, perhaps, or a less tangible legacy, like memories of your childhood and the experience of your family."
   },
   "author": {
    "text": "Deborah Tannen"
   }
  },
  {
   "quote": {
    "text": "Nothing is a waste of time if you use the experience wisely."
   },
   "author": {
    "text": "Auguste Rodin"
   }
  },
  {
   "quote": {
    "text": "Creativity is an energy. It's a precious energy, and it's something to be protected. A lot of people take for granted that they're a creative person, but I know from experience, feeling it in myself, it is a magic; it is an energy. And it can't be taken for granted."
   },
   "author": {
    "text": "Ava DuVernay"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, you are in control of your own happiness. Life is going to happen whether you overthink it, overstress it or not. Just experience life and be happy along the way. You can't control everything in your life, but you can control your happiness."
   },
   "author": {
    "text": "Holly Holm"
   }
  },
  {
   "quote": {
    "text": "Enlightened leadership is spiritual if we understand spirituality not as some kind of religious dogma or ideology but as the domain of awareness where we experience values like truth, goodness, beauty, love and compassion, and also intuition, creativity, insight and focused attention."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Only those who have learned the power of sincere and selfless contribution experience life's deepest joy: true fulfillment."
   },
   "author": {
    "text": "Tony Robbins"
   }
  },
  {
   "quote": {
    "text": "The soul should always stand ajar, ready to welcome the ecstatic experience."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "America is known as a country that welcomes people to its shores. All kinds of people. The image of the Statue of Liberty with Emma Lazarus' famous poem. She lifts her lamp and welcomes people to the golden shore, where they will not experience prejudice because of the color of their skin, the religious faith that they follow."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "I always encourage people to get out there, travel the world, see new things, experience new people, experience new food, experience new culture. What happens is that helps you to grow and be your best self."
   },
   "author": {
    "text": "Karamo Brown"
   }
  },
  {
   "quote": {
    "text": "The purpose of meditation is to make our mind calm and peaceful. If our mind is peaceful, we will be free from worries and mental discomfort, and so we will experience true happiness. But if our mind is not peaceful, we will find it very difficult to be happy, even if we are living in the very best conditions."
   },
   "author": {
    "text": "Kelsang Gyatso"
   }
  },
  {
   "quote": {
    "text": "Simplicity is the most difficult thing to secure in this world; it is the last limit of experience and the last effort of genius."
   },
   "author": {
    "text": "George Sand"
   }
  },
  {
   "quote": {
    "text": "I think the only way for you to grow and evolve is to keep listening, keep moving forward, keep jumping in and trying to experience."
   },
   "author": {
    "text": "Dianne Reeves"
   }
  },
  {
   "quote": {
    "text": "If you want to run, run a mile. If you want to experience a different life, run a marathon."
   },
   "author": {
    "text": "Emil Zatopek"
   }
  },
  {
   "quote": {
    "text": "The true mark of professionalism is the ability to respect everyone else for their styles and always find something positive in every dining experience and highlight it in your thoughts and words."
   },
   "author": {
    "text": "Johnny Iuzzini"
   }
  },
  {
   "quote": {
    "text": "Security is mostly a superstition. It does not exist in nature, nor do the children of men as a whole experience it. Avoiding danger is no safer in the long run than outright exposure. Life is either a daring adventure, or nothing."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "An identity would seem to be arrived at by the way in which the person faces and uses his experience."
   },
   "author": {
    "text": "James Baldwin"
   }
  },
  {
   "quote": {
    "text": "Love is a really scary thing, and you never know what's going to happen. It's one of the most beautiful things in life, but it's one of the most terrifying. It's worth the fear because you have more knowledge, experience, you learn from people, and you have memories."
   },
   "author": {
    "text": "Ariana Grande"
   }
  },
  {
   "quote": {
    "text": "People grow through experience if they meet life honestly and courageously. This is how character is built."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Experience teaches only the teachable."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Experience is a good teacher, but she sends in terrific bills."
   },
   "author": {
    "text": "Minna Antrim"
   }
  },
  {
   "quote": {
    "text": "From my own experience, I want to say that you should follow your heart, and the mind will follow you. Believe in yourself, and you will create miracles."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "Women and girls, men and boys all share the right to live free of violence, which is, unfortunately, experienced by both men and women. Women and girls, however, disproportionately experience violence due to a deeply rooted global culture of gender discrimination."
   },
   "author": {
    "text": "Nazanin Boniadi"
   }
  },
  {
   "quote": {
    "text": "Screaming at children over their grades, especially to the point of the child's tears, is child abuse, pure and simple. It's not funny and it's not good parenting. It is a crushing, scarring, disastrous experience for the child. It isn't the least bit funny."
   },
   "author": {
    "text": "Ben Stein"
   }
  },
  {
   "quote": {
    "text": "People who fail to use their emotional intelligence skills are more likely to turn to other, less effective means of managing their mood. They are twice as likely to experience anxiety, depression, substance abuse, and even thoughts of suicide."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "Good judgment comes from experience, and a lot of that comes from bad judgment."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "Experience is not what happens to you; it's what you do with what happens to you."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "We see our customers as invited guests to a party, and we are the hosts. It's our job every day to make every important aspect of the customer experience a little bit better."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "In my experience, poor people are the world's greatest entrepreneurs. Every day, they must innovate in order to survive. They remain poor because they do not have the opportunities to turn their creativity into sustainable income."
   },
   "author": {
    "text": "Muhammad Yunus"
   }
  },
  {
   "quote": {
    "text": "A mind that is stretched by a new experience can never go back to its old dimensions."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Jr."
   }
  },
  {
   "quote": {
    "text": "If I find in myself a desire which no experience in this world can satisfy, the most probable explanation is that I was made for another world."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "No man's knowledge here can go beyond his experience."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "If history repeats itself, and the unexpected always happens, how incapable must Man be of learning from experience."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "There's a vintage which comes with age and experience."
   },
   "author": {
    "text": "Jon Bon Jovi"
   }
  },
  {
   "quote": {
    "text": "I have learned that raising children is the single most difficult thing in the world to do. It takes hard work, love, luck, and a lot of energy, and it is the most rewarding experience that you can ever have."
   },
   "author": {
    "text": "Janet Reno"
   }
  },
  {
   "quote": {
    "text": "There are many harsh lessons to be learned from the gambling experience, but the harshest one of all is the difference between having Fun and being Smart."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "Nothing ever becomes real till it is experienced."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "A lot of people in our industry haven't had very diverse experiences. So they don't have enough dots to connect, and they end up with very linear solutions without a broad perspective on the problem. The broader one's understanding of the human experience, the better design we will have."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "European nations began World War I with a glamorous vision of war, only to be psychologically shattered by the realities of the trenches. The experience changed the way people referred to the glamour of battle; they treated it no longer as a positive quality but as a dangerous illusion."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "So many people have touched my heart and made an impact on my world. I'm thankful for every lesson and learning experience."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "China's republican politics is like a child who just started schooling. He must have a good teacher and be surrounded by good friends. By the same token, the Chinese people, new to the republican politics, must be educated properly. The revolutionary government should be the people's tutor to impart advanced awareness and experience."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "Life it is not just a series of calculations and a sum total of statistics, it's about experience, it's about participation, it is something more complex and more interesting than what is obvious."
   },
   "author": {
    "text": "Daniel Libeskind"
   }
  },
  {
   "quote": {
    "text": "It is beyond a doubt that all our knowledge begins with experience."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "I love Australia; it was a really, really nice experience for me. It's such a beautiful place. The people are beautiful - like, really beautiful - and they are beautiful in terms of their personalities. It's a great place to be. It's like you are in a little bit of a dream world."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "The most beautiful thing we can experience is the mysterious. It is the source of all true art and science."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Festivals are the best because you can't control anything, and for a control freak like me, that's a wonderful experience."
   },
   "author": {
    "text": "Jack Garratt"
   }
  },
  {
   "quote": {
    "text": "Experience is a dim lamp, which only lights the one who bears it."
   },
   "author": {
    "text": "Louis-Ferdinand Celine"
   }
  },
  {
   "quote": {
    "text": "You aren't your work, your accomplishments, your possessions, your home, your family... your anything. You're a creation of your Source, dressed in a physical human body intended to experience and enjoy life on Earth."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "The noblest search is the search for excellence."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "As human beings we value the experience that comes with age. We are reminded over and over again with statements like 'older and wiser' and 'respect your elders,' promoting age as something to be cherished and respected."
   },
   "author": {
    "text": "Jenna Morasca"
   }
  },
  {
   "quote": {
    "text": "The wise are instructed by reason, average minds by experience, the stupid by necessity and the brute by instinct."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "And so you touch this limit, something happens and you suddenly can go a little bit further. With your mind power, your determination, your instinct, and the experience as well, you can fly very high."
   },
   "author": {
    "text": "Ayrton Senna"
   }
  },
  {
   "quote": {
    "text": "I do have my own personal convictions and values, and I live by those. But as an artist, as a portrait photographer, my job is to tell the truth and to capture someone's spirit on a certain day. And it's never the whole truth; it's the truth I experience in a very intense and intimate fashion."
   },
   "author": {
    "text": "Platon"
   }
  },
  {
   "quote": {
    "text": "Along the way, let's never forget that once we were children and that we were all playing together without distinction of skin color, society level, or where people come from. Adults need to remember to play and to be more childlike in our behavior. We've forgotten what that childlike experience was like."
   },
   "author": {
    "text": "Guy Laliberte"
   }
  },
  {
   "quote": {
    "text": "The experience of reading a printed comic book will never change, but now, thanks to the digital age, there are many different ways to enjoy the same story. Digital comic books, of course, can be interactive in many different ways, allowing the reader to feel like a participant in the story."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "The joy of life consists in the exercise of one's energies, continual growth, constant change, the enjoyment of every new experience. To stop means simply to die. The eternal mistake of mankind is to set up an attainable ideal."
   },
   "author": {
    "text": "Aleister Crowley"
   }
  },
  {
   "quote": {
    "text": "Any institutions' alumni are key to its growth. We are focused on giving a global experience to our students."
   },
   "author": {
    "text": "Shiv Nadar"
   }
  },
  {
   "quote": {
    "text": "Food is one part of the experience. And it has to be somewhere between 50 to 60 percent of the dining experience. But the rest counts as well: The mood, the atmosphere, the music, the feeling, the design, the harmony between what you have on the plate and what surrounds the plate."
   },
   "author": {
    "text": "Alain Ducasse"
   }
  },
  {
   "quote": {
    "text": "Each solstice is a domain of experience unto itself. At the Summer Solstice, all is green and growing, potential coming into being, the miracle of manifestation painted large on the canvas of awareness. At the Winter Solstice, the wind is cold, trees are bare and all lies in stillness beneath blankets of snow."
   },
   "author": {
    "text": "Gary Zukav"
   }
  },
  {
   "quote": {
    "text": "The essential lesson I've learned in life is to just be yourself. Treasure the magnificent being that you are and recognize first and foremost you're not here as a human being only. You're a spiritual being having a human experience."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Each one of us has our own evolution of life, and each one of us goes through different tests which are unique and challenging. But certain things are common. And we do learn things from each other's experience. On a spiritual journey, we all have the same destination."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "Despite my firm convictions, I have always been a man who tries to face facts, and to accept the reality of life as new experience and new knowledge unfolds. I have always kept an open mind, a flexibility that must go hand in hand with every form of the intelligent search for truth."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "There are three methods to gaining wisdom. The first is reflection, which is the highest. The second is limitation, which is the easiest. The third is experience, which is the bitterest."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "A man who carries a cat by the tail learns something he can learn in no other way."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "When we shift our perception, our experience changes."
   },
   "author": {
    "text": "Lindsay Wagner"
   }
  },
  {
   "quote": {
    "text": "For me, there is no such thing as a negative experience."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Poorly planned and stressful vacations eliminate the positive benefit of time away. The less the stress, the more likely you will experience a positive benefit from the time off. A positive, well-managed vacation can make you happier and less stressed, and you can return with more energy at work and with more meaning in your life."
   },
   "author": {
    "text": "Shawn Achor"
   }
  },
  {
   "quote": {
    "text": "When you look at death, it makes you understand the importance of the moment when you have life and death in front of you, and you witness seeing someone deteriorating in front of you - it's an overwhelming experience. If you don't learn from that, I don't know what else you're gonna learn."
   },
   "author": {
    "text": "Mickalene Thomas"
   }
  },
  {
   "quote": {
    "text": "The marvelous richness of human experience would lose something of rewarding joy if there were no limitations to overcome. The hilltop hour would not be half so wonderful if there were no dark valleys to traverse."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "I have never entered into any controversy in defense of my philosophical opinions; I leave them to take their chance in the world. If they are right, truth and experience will support them; if wrong, they ought to be refuted and rejected. Disputes are apt to sour one's temper and disturb one's quiet."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "We will all, someday, experience death, and become obsolete as a dead leaf falling from a tree, crushed by passersby to ashes underlying the earth."
   },
   "author": {
    "text": "Kim Elizabeth"
   }
  },
  {
   "quote": {
    "text": "Architecture is about experience: not only visual but also what you can touch, what you can feel."
   },
   "author": {
    "text": "Ma Yansong"
   }
  },
  {
   "quote": {
    "text": "The best thing we can do with rejection is to make it a learning experience - rejection is a great teacher."
   },
   "author": {
    "text": "Adena Friedman"
   }
  },
  {
   "quote": {
    "text": "Art is the imposing of a pattern on experience, and our aesthetic enjoyment is recognition of the pattern."
   },
   "author": {
    "text": "Alfred North Whitehead"
   }
  },
  {
   "quote": {
    "text": "Experience without theory is blind, but theory without experience is mere intellectual play."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "It's so different when you change your hair color, you're treated so differently. It's a very funny experience. It's fun - I love changing up my hair."
   },
   "author": {
    "text": "Kate Bosworth"
   }
  },
  {
   "quote": {
    "text": "I decided blacks should not have to experience the difficulties I had faced, so I decided to open a flying school and teach other black women to fly."
   },
   "author": {
    "text": "Bessie Coleman"
   }
  },
  {
   "quote": {
    "text": "The belief that all genuine education comes about through experience does not mean that all experiences are genuinely or equally educative."
   },
   "author": {
    "text": "John Dewey"
   }
  },
  {
   "quote": {
    "text": "I grew up like a neglected weed - ignorant of liberty, having no experience of it."
   },
   "author": {
    "text": "Harriet Tubman"
   }
  },
  {
   "quote": {
    "text": "I am not a yachting person, by nature, but I have just enough experience on the sea under sail to feel a certain nostalgia for it when I see a big white racing yacht heeled over at cruising speed on the ocean, and I can still tie a mean bowline knot on just about anything in less than 10 seconds."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "A shirt's not just a shirt. It's the experience of what goes into that shirt."
   },
   "author": {
    "text": "Michael Bastian"
   }
  },
  {
   "quote": {
    "text": "Although we have, in theory, abolished human slavery, recognized women's rights, and stopped child labor, we continue to enslave other species who, if we simply pay attention, show quite clearly that they experience parental love, pain, and the desire for freedom, just as we do."
   },
   "author": {
    "text": "Ingrid Newkirk"
   }
  },
  {
   "quote": {
    "text": "Japan is the most intoxicating place for me. In Kyoto, there's an inn called the Tawaraya which is quite extraordinary. The Japanese culture fascinates me: the food, the dress, the manners and the traditions. It's the travel experience that has moved me the most."
   },
   "author": {
    "text": "Roman Coppola"
   }
  },
  {
   "quote": {
    "text": "Year's end is neither an end nor a beginning but a going on, with all the wisdom that experience can instill in us."
   },
   "author": {
    "text": "Hal Borland"
   }
  },
  {
   "quote": {
    "text": "Wealth is the ability to fully experience life."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "People who ask confidently get more than those who are hesitant and uncertain. When you've figured out what you want to ask for, do it with certainty, boldness and confidence. Don't be shy or feel intimidated by the experience. You may face some unexpected criticism, but be prepared for it with confidence."
   },
   "author": {
    "text": "Jack Canfield"
   }
  },
  {
   "quote": {
    "text": "Writing, of course, is writing, acting comes from the theater, and cinematography comes from photography. Editing is unique to film. You can see something from different points of view almost simultaneously, and it creates a new experience."
   },
   "author": {
    "text": "Stanley Kubrick"
   }
  },
  {
   "quote": {
    "text": "Karma is experience, and experience creates memory, and memory creates imagination and desire, and desire creates karma again. If I buy a cup of coffee, that's karma. I now have that memory that might give me the potential desire for having cappuccino, and I walk into Starbucks, and there's karma all over again."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Underwater, I experience space with my body. I'll see a school of fish gathering and moving together and I'll exclaim, 'This is architecture.'"
   },
   "author": {
    "text": "Antoine Predock"
   }
  },
  {
   "quote": {
    "text": "Making sushi is an art, and experience is everything."
   },
   "author": {
    "text": "Nobu Matsuhisa"
   }
  },
  {
   "quote": {
    "text": "I don't have a type. But one thing I can say from my dating experience is that a physical attraction will only take you so far. So you definitely have to have a strong intellectual connection as well."
   },
   "author": {
    "text": "Jesse Metcalfe"
   }
  },
  {
   "quote": {
    "text": "It is a great honor to be awarded a Nobel Prize. This is a wonderful experience for my wife Betty and me. We received congratulations by email, phone and post, many from old friends we had not seen for some time."
   },
   "author": {
    "text": "Willard Boyle"
   }
  },
  {
   "quote": {
    "text": "The whole world, as we experience it visually, comes to us through the mystic realm of color."
   },
   "author": {
    "text": "Hans Hofmann"
   }
  },
  {
   "quote": {
    "text": "I have had so many great moments, but I would have to say that dancing the Swan in 'Swan Lake' was such a unique and passionate experience for me. It was such bloody hard work, even at that very early age, that I would not want to try to replicate it again now."
   },
   "author": {
    "text": "William Kempe"
   }
  },
  {
   "quote": {
    "text": "I really want women to know their power, to value their experience. To understand that nothing has been more wholesome in the political process than the increased involvement of women."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "Masterpieces are not single and solitary births; they are the outcome of many years of thinking in common, of thinking by the body of the people, so that the experience of the mass is behind the single voice."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "Emigration, forced or chosen, across national frontiers or from village to metropolis, is the quintessential experience of our time."
   },
   "author": {
    "text": "John Berger"
   }
  },
  {
   "quote": {
    "text": "Military veterans have unique skills, experience, and qualifications that are invaluable to today's workforce, including teamwork and leadership skills, the proven ability to learn quickly, a strong work ethic, dedication, and the ability to work under pressure."
   },
   "author": {
    "text": "Tae Yoo"
   }
  },
  {
   "quote": {
    "text": "Life experience is what defines our character, even if it means getting your heart broken or being lied to. You know, you need the downs to appreciate the ups. Going on the adventure or taking that risk is important."
   },
   "author": {
    "text": "Nev Schulman"
   }
  },
  {
   "quote": {
    "text": "It has been my experience that folks who have no vices have very few virtues."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "The sky is the limit. You never have the same experience twice."
   },
   "author": {
    "text": "Frank McCourt"
   }
  },
  {
   "quote": {
    "text": "Once we believe in ourselves, we can risk curiosity, wonder, spontaneous delight, or any experience that reveals the human spirit."
   },
   "author": {
    "text": "e. e. cummings"
   }
  },
  {
   "quote": {
    "text": "I am a woman in process. I'm just trying like everybody else. I try to take every conflict, every experience, and learn from it. Life is never dull."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "It's a lovely experience walking around a museum by yourself."
   },
   "author": {
    "text": "Brad Pitt"
   }
  },
  {
   "quote": {
    "text": "People are always going to go shopping. A lot of our effort is just: 'How do we make the retail experience a great one?'"
   },
   "author": {
    "text": "Philip Green"
   }
  },
  {
   "quote": {
    "text": "In a traditional Japanese or Chinese garden, it's not only about the building or temple but about the whole setup - the structure, the landscape, the light, the plants, the water. The whole experience that makes your life there so beautiful."
   },
   "author": {
    "text": "Ma Yansong"
   }
  },
  {
   "quote": {
    "text": "I maybe had a first love and had my heart broken, but reflecting on it, I don't think that was love. I think as I'm getting older and having more in-depth relationships, maybe I'll experience it. At the moment, I don't know, exactly, if I've been in love."
   },
   "author": {
    "text": "Selena Gomez"
   }
  },
  {
   "quote": {
    "text": "As a country with experience of coping with earthquakes, tsunamis and other natural disasters, Japan believes in emphasizing the mainstreaming of disaster risk reduction. We therefore prioritize investment in disaster prevention and post-disaster improvements under a policy of Build Back Better (BBB)."
   },
   "author": {
    "text": "Shinzo Abe"
   }
  },
  {
   "quote": {
    "text": "I don't believe people are looking for the meaning of life as much as they are looking for the experience of being alive."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "We should not look back unless it is to derive useful lessons from past errors, and for the purpose of profiting by dearly bought experience."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "Judgement comes from experience, and experience comes from bad judgement."
   },
   "author": {
    "text": "Simon Bolivar"
   }
  },
  {
   "quote": {
    "text": "Hard work, years of sacrifice, and dedication are necessary to succeed in the real world. Snowden's most notable accomplishment was lying about his military service, his experience, and education to procure a job with the NSA in the first place."
   },
   "author": {
    "text": "Pete Hoekstra"
   }
  },
  {
   "quote": {
    "text": "The world has today 546 nuclear plants generating electricity. Their experience is being continuously researched, and feedback should be provided to all. Nuclear scientists have to interact with the people of the nation, and academic institutions continuously update nuclear power generation technology and safety."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Music is your own experience, your own thoughts, your wisdom. If you don't live it, it won't come out of your horn. They teach you there's a boundary line to music. But, man, there's no boundary line to art."
   },
   "author": {
    "text": "Charlie Parker"
   }
  },
  {
   "quote": {
    "text": "My life path has been a blessing and a great learning experience. Skateboarding is my passion and I don't see that changing. When I'm not skating, I love to surf. I'm open to the new experiences and opportunities."
   },
   "author": {
    "text": "Ryan Sheckler"
   }
  },
  {
   "quote": {
    "text": "Customer loyalty comes from consistent experience. They learn to count on you."
   },
   "author": {
    "text": "Jimmy John Liautaud"
   }
  },
  {
   "quote": {
    "text": "Life is like playing a violin solo in public and learning the instrument as one goes on."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "Difficult times always create opportunities for you to experience more love in your life."
   },
   "author": {
    "text": "Barbara De Angelis"
   }
  },
  {
   "quote": {
    "text": "The words printed here are concepts. You must go through the experiences."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "Uber is efficiency with elegance on top. That's why I buy an iPhone instead of an average cell phone, why I go to a nice restaurant and pay a little bit more. It's for the experience."
   },
   "author": {
    "text": "Travis Kalanick"
   }
  },
  {
   "quote": {
    "text": "For me, I don't expect to have a really amazing meal each time I dine out. Having a good meal with your loved ones - that's what makes the experience."
   },
   "author": {
    "text": "Wolfgang Puck"
   }
  },
  {
   "quote": {
    "text": "A lot of why I climb is for the friendship, the loyalty and trust, the shared experience of being in that moment."
   },
   "author": {
    "text": "Jimmy Chin"
   }
  },
  {
   "quote": {
    "text": "Doing field trips rather than simply researching online allows me to experience the story from the point of view of my main character; you can't get that by sitting at a desk."
   },
   "author": {
    "text": "Michelle Paver"
   }
  },
  {
   "quote": {
    "text": "Adventure is worthwhile."
   },
   "author": {
    "text": "Aesop"
   }
  },
  {
   "quote": {
    "text": "Experience is one thing you can't get for nothing."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Experience hath shewn, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "All those cliches, those things you hear about having a baby and motherhood - all of them are true. And all of them are the most beautiful things you will ever experience."
   },
   "author": {
    "text": "Penelope Cruz"
   }
  },
  {
   "quote": {
    "text": "Let us be about setting high standards for life, love, creativity, and wisdom. If our expectations in these areas are low, we are not likely to experience wellness. Setting high standards makes every day and every decade worth looking forward to."
   },
   "author": {
    "text": "Greg Anderson"
   }
  },
  {
   "quote": {
    "text": "I have but one lamp by which my feet are guided, and that is the lamp of experience."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "For me, life is about experience and being a good person."
   },
   "author": {
    "text": "Chris Hemsworth"
   }
  },
  {
   "quote": {
    "text": "I'm getting asked a lot, 'You don't have kids, so how do you know how to act like a mother?' I know nothing could compare, and I haven't had that experience, but when my niece was born, I felt like I would jump in front of a car and die for this little person I didn't even know yet."
   },
   "author": {
    "text": "Winona Ryder"
   }
  },
  {
   "quote": {
    "text": "If you want to know the taste of a pear, you must change the pear by eating it yourself. If you want to know the theory and methods of revolution, you must take part in revolution. All genuine knowledge originates in direct experience."
   },
   "author": {
    "text": "Mao Zedong"
   }
  },
  {
   "quote": {
    "text": "I found the experience of falling in love or being in love was a death: a death of everything. You kind of watch yourself die in a wonderful way, and you experience for the briefest moment - if you see yourself for a moment through their eyes - everything you believed about yourself gone. In a death-and-rebirth sense."
   },
   "author": {
    "text": "Hozier"
   }
  },
  {
   "quote": {
    "text": "History and experience tell us that moral progress comes not in comfortable and complacent times, but out of trial and confusion."
   },
   "author": {
    "text": "Gerald R. Ford"
   }
  },
  {
   "quote": {
    "text": "'Spring Day' - I wrote main lyrics based on my personal experience with old friends. It is about my sad memories with him, and it makes me sentimental whenever I listen to the song."
   },
   "author": {
    "text": "Suga"
   }
  },
  {
   "quote": {
    "text": "To experience sublime natural beauty is to confront the total inadequacy of language to describe what you see. Words cannot convey the scale of a view that is so stunning it is felt."
   },
   "author": {
    "text": "Eleanor Catton"
   }
  },
  {
   "quote": {
    "text": "I have found little that is 'good' about human beings on the whole. In my experience most of them are trash, no matter whether they publicly subscribe to this or that ethical doctrine or to none at all. That is something that you cannot say aloud, or perhaps even think."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "I get to actually experience what it would be like to be a psycho, which is not a fun one, or to be a cowboy, or to be a weird character of some sort. For me, it suits me. It suits my personality. I'm an emotional kind of person anyway."
   },
   "author": {
    "text": "Josh Holloway"
   }
  },
  {
   "quote": {
    "text": "There is science, logic, reason; there is thought verified by experience. And then there is California."
   },
   "author": {
    "text": "Edward Abbey"
   }
  },
  {
   "quote": {
    "text": "A friend is an emotional bond, just like friendship is a human experience."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "To see the faces and hear the voices of victims of the Holocaust - one of the darkest chapters in history - was an experience I will never forget."
   },
   "author": {
    "text": "Larry Hogan"
   }
  },
  {
   "quote": {
    "text": "If we are faithful to God in little things, we shall gain experience and strength that will be helpful to us in the more serious trials of life."
   },
   "author": {
    "text": "Hudson Taylor"
   }
  },
  {
   "quote": {
    "text": "Life is difficult. Not just for me or other ALS patients. Life is difficult for everyone. Finding ways to make life meaningful and purposeful and rewarding, doing the activities that you love and spending time with the people that you love - I think that's the meaning of this human experience."
   },
   "author": {
    "text": "Steve Gleason"
   }
  },
  {
   "quote": {
    "text": "My path has not been determined. I shall have more experiences and pass many more milestones."
   },
   "author": {
    "text": "Agnetha Faltskog"
   }
  },
  {
   "quote": {
    "text": "The educator must believe in the potential power of his pupil, and he must employ all his art in seeking to bring his pupil to experience this power."
   },
   "author": {
    "text": "Alfred Adler"
   }
  },
  {
   "quote": {
    "text": "The dominant characteristic of an authentic spiritual life is the gratitude that flows from trust - not only for all the gifts that I receive from God, but gratitude for all the suffering. Because in that purifying experience, suffering has often been the shortest path to intimacy with God."
   },
   "author": {
    "text": "Brennan Manning"
   }
  },
  {
   "quote": {
    "text": "The biology of mind bridges the sciences - concerned with the natural world - and the humanities - concerned with the meaning of human experience."
   },
   "author": {
    "text": "Eric Kandel"
   }
  },
  {
   "quote": {
    "text": "The reality is that race in the United States operates on a spectrum from black to white. Doesn't mean that people who are in between don't experience racism, but it means that the closer you are to white on that spectrum, the better off you are. And the closer to black that you are on that spectrum, the worse off your are."
   },
   "author": {
    "text": "Alicia Garza"
   }
  },
  {
   "quote": {
    "text": "True intuitive expertise is learned from prolonged experience with good feedback on mistakes."
   },
   "author": {
    "text": "Daniel Kahneman"
   }
  },
  {
   "quote": {
    "text": "The simple act of saying 'thank you' is a demonstration of gratitude in response to an experience that was meaningful to a customer or citizen."
   },
   "author": {
    "text": "Simon Mainwaring"
   }
  },
  {
   "quote": {
    "text": "I think it's very important to recognize talent in all facets of filmmaking. Making a movie is such a lengthy and intense experience, so it's wonderful to honour actors, directors, producers and all crew members who put so much hard work and passion into a project."
   },
   "author": {
    "text": "Eva Green"
   }
  },
  {
   "quote": {
    "text": "Maturity and experience are part of my liberation."
   },
   "author": {
    "text": "Alicia Keys"
   }
  },
  {
   "quote": {
    "text": "The loving parts of your personality have no trouble loving. That is all they do. You experience the loving parts of as gratitude, appreciation, caring, patience, contentment and awe of life."
   },
   "author": {
    "text": "Gary Zukav"
   }
  },
  {
   "quote": {
    "text": "You wind up creating from silence, like painting a picture on a blank canvas that could bring tears to somebody's eyes. As songwriters, our blank canvas is silence. Then we write a song from an idea that can change somebody's life. Songwriting is the closest thing to magic that we could ever experience. That's why I love songwriting."
   },
   "author": {
    "text": "Rodney Atkins"
   }
  },
  {
   "quote": {
    "text": "Feeling earthquakes was part of growing up, and also preparing for them: doing earthquake drills, or having earthquake supplies. The looming feeling was part of my life. My experience of earthquakes has always been more the fear of them, or the possibility."
   },
   "author": {
    "text": "Karen Thompson Walker"
   }
  },
  {
   "quote": {
    "text": "The brain is a complex biological organ possessing immense computational capability: it constructs our sensory experience, regulates our thoughts and emotions, and controls our actions."
   },
   "author": {
    "text": "Eric Kandel"
   }
  },
  {
   "quote": {
    "text": "Many of the lessons we are to learn in mortality can only be received through the things we experience and sometimes suffer. And God expects and trusts us to face temporary mortal adversity with His help so we can learn what we need to learn and ultimately become what we are to become in eternity."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "Genius is the ability to renew one's emotions in daily experience."
   },
   "author": {
    "text": "Paul Cezanne"
   }
  },
  {
   "quote": {
    "text": "A moment's insight is sometimes worth a life's experience."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "Today's kitchen is all about a well-planned space that makes cooking a completely interactive experience among family and friends."
   },
   "author": {
    "text": "Candice Olson"
   }
  },
  {
   "quote": {
    "text": "You cannot create experience. You must undergo it."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "The more connections you and your lover make, not just between your bodies, but between your minds, your hearts, and your souls, the more you will strengthen the fabric of your relationship, and the more real moments you will experience together."
   },
   "author": {
    "text": "Barbara De Angelis"
   }
  },
  {
   "quote": {
    "text": "Negative thinking patterns can be immensely deceptive and persuasive, and change is rarely easy. But with patience and persistence, I believe that nearly all individuals suffering from depression can improve and experience a sense of joy and self-esteem once again."
   },
   "author": {
    "text": "David D. Burns"
   }
  },
  {
   "quote": {
    "text": "I want to live and feel all the shades, tones, and variations of mental and physical experience possible in my life. And I am horribly limited."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "My greatest disappointment is that I believe that those of us who went through the war and tried to write about it, about their experience, became messengers. We have given the message, and nothing changed."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "My advice to anybody, including myself, is if you're going through a bad period, and you just can't see the world's on your shoulders and no day is a good day, you're missing the whole point of the experience. And that's something dogs know from the moment they come bounding up to you as a puppy."
   },
   "author": {
    "text": "W. Bruce Cameron"
   }
  },
  {
   "quote": {
    "text": "To use the same words is not a sufficient guarantee of understanding; one must use the same words for the same genus of inward experience; ultimately one must have one's experiences in common."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "One thorn of experience is worth a whole wilderness of warning."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "Cinematography is so much about instinct and intuition - you want the same range of experience going into behind the camera as what you see in front of it. Your life experience will come through the lens."
   },
   "author": {
    "text": "Rachel Morrison"
   }
  },
  {
   "quote": {
    "text": "Death is not an event in life: we do not live to experience death. If we take eternity to mean not infinite temporal duration but timelessness, then eternal life belongs to those who live in the present."
   },
   "author": {
    "text": "Ludwig Wittgenstein"
   }
  },
  {
   "quote": {
    "text": "Reasoning draws a conclusion, but does not make the conclusion certain, unless the mind discovers it by the path of experience."
   },
   "author": {
    "text": "Roger Bacon"
   }
  },
  {
   "quote": {
    "text": "Experience is like a comb that life gives you when you are bald."
   },
   "author": {
    "text": "Navjot Singh Sidhu"
   }
  },
  {
   "quote": {
    "text": "I believe that curiosity, wonder and passion are defining qualities of imaginative minds and great teachers; that restlessness and discontent are vital things; and that intense experience and suffering instruct us in ways that less intense emotions can never do."
   },
   "author": {
    "text": "Kay Redfield Jamison"
   }
  },
  {
   "quote": {
    "text": "As children, our imaginations are vibrant, and our hearts are open. We believe that the bad guy always loses and that the tooth fairy sneaks into our rooms at night to put money under our pillow. Everything amazes us, and we think anything is possible. We continuously experience life with a sense of newness and unbridled curiosity."
   },
   "author": {
    "text": "Yehuda Berg"
   }
  },
  {
   "quote": {
    "text": "I know it's an experience that I need to have if God's putting me through it."
   },
   "author": {
    "text": "Lil Wayne"
   }
  },
  {
   "quote": {
    "text": "Taste every fruit of every tree in the garden at least once. It is an insult to creation not to experience it fully. Temperance is wickedness."
   },
   "author": {
    "text": "Stephen Fry"
   }
  },
  {
   "quote": {
    "text": "Playing on the Burj Al Arab helipad was an unforgettable experience, and the view of Dubai was incredible."
   },
   "author": {
    "text": "Ma Long"
   }
  },
  {
   "quote": {
    "text": "Tactics, fitness, stroke ability, adaptability, experience, and sportsmanship are all necessary for winning."
   },
   "author": {
    "text": "Fred Perry"
   }
  },
  {
   "quote": {
    "text": "The soldier who gropes for glory must submit himself to discipline. Subordination gives strength and security to an army. He that will not submit to it when corrected and improved by the experience of ages does not deserve the proud appellation of a soldier."
   },
   "author": {
    "text": "Sam Houston"
   }
  },
  {
   "quote": {
    "text": "Keeping customers is about the experience, and the employees control the culture and temperature of the business. Never forget that."
   },
   "author": {
    "text": "Steve Wynn"
   }
  },
  {
   "quote": {
    "text": "From start to finish, my experience with 'Moonlight' has been the most unique thing."
   },
   "author": {
    "text": "Trevante Rhodes"
   }
  },
  {
   "quote": {
    "text": "Everybody's got one killer story. It doesn't take talent to tell that story, it just takes experience."
   },
   "author": {
    "text": "Kevin Smith"
   }
  },
  {
   "quote": {
    "text": "You can learn more from the lows than the highs. The highs are great but the lows make you really look at things in a different way and want to improve. Every player will have both in their careers and I have, but what you get is that experience which is so important to perform at your best."
   },
   "author": {
    "text": "Wayne Rooney"
   }
  },
  {
   "quote": {
    "text": "Colombia is so different to what I know, and every aspect of the country is different to England, and I loved it. I loved the culture and the food, and the coffee was amazing. The place that we were was stunning, and it really was quite an amazing experience to film out there."
   },
   "author": {
    "text": "Tom Holland"
   }
  },
  {
   "quote": {
    "text": "There is such a thing as old emotional pain living inside you. It is an accumulation of painful life experience that was not fully faced and accepted in the moment it arose. It leaves behind an energy form of emotional pain."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "But inner experience is only one source of human knowledge."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "I get tired of comedies where there are a bunch of funny guys and a beautiful woman who doesn't do anything funny. And I don't like books where there's a rough-and-tumble boy and a really clever, snotty girl. That's just not my experience with teenagers."
   },
   "author": {
    "text": "Patrick Ness"
   }
  },
  {
   "quote": {
    "text": "Judging from the experience of the European War, imperialism renders no great benefit to any nation, whereas liberty for all nationalities is the only principle by which humanity will ever be saved."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "Experience by itself is not science."
   },
   "author": {
    "text": "Edmund Husserl"
   }
  },
  {
   "quote": {
    "text": "You're creating an intimacy that everybody feels, that it's their experience, not yours. I'll never introduce a song and say, now this song is about 'my' broken heart."
   },
   "author": {
    "text": "Diana Krall"
   }
  },
  {
   "quote": {
    "text": "I'm definitely aware that the physical appearance is a very temporary gift. I'm very thankful for the opportunities that I've been able to experience, but I keep it all in check and don't let it consume me."
   },
   "author": {
    "text": "Marisa Miller"
   }
  },
  {
   "quote": {
    "text": "The beauty of dystopia is that it lets us vicariously experience future worlds - but we still have the power to change our own."
   },
   "author": {
    "text": "Ally Condie"
   }
  },
  {
   "quote": {
    "text": "With each year I experience, I become more relaxed. I know now what is important to listen to and what to ignore. You only get that with age."
   },
   "author": {
    "text": "Caster Semenya"
   }
  },
  {
   "quote": {
    "text": "I've been lucky enough - well, maybe unlucky enough - to have had a lot of friends who have had their ups and downs. And for an actor, that's good. Life experience in any regard is good. So I've seen a lot and I've had my own experiences."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "I absolutely believe in the power of tithing and giving back. My own experience about all the blessings I've had in my life is that the more I give away, the more that comes back. That is the way life works, and that is the way energy works."
   },
   "author": {
    "text": "Ken Blanchard"
   }
  },
  {
   "quote": {
    "text": "Content is power in today's world, and if you can own that content, create it and make interaction more of an experience than a transaction, you create a different kind of loyalty."
   },
   "author": {
    "text": "Mindy Grossman"
   }
  },
  {
   "quote": {
    "text": "The world is the true classroom. The most rewarding and important type of learning is through experience, seeing something with our own eyes."
   },
   "author": {
    "text": "Jack Hanna"
   }
  },
  {
   "quote": {
    "text": "Lying in bed would be an altogether perfect and supreme experience if only one had a colored pencil long enough to draw on the ceiling."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Experience is never limited, and it is never complete; it is an immense sensibility, a kind of huge spider-web of the finest silken threads suspended in the chamber of consciousness, and catching every air-borne particle in its tissue."
   },
   "author": {
    "text": "Henry James"
   }
  },
  {
   "quote": {
    "text": "My decision to look seriously at elected office is grounded in a deep commitment to public service and my experience - both my own and that of my family - in finding just, practical, and bipartisan solutions to difficult challenges."
   },
   "author": {
    "text": "Joseph P. Kennedy III"
   }
  },
  {
   "quote": {
    "text": "The monsters of our childhood do not fade away, neither are they ever wholly monstrous. But neither, in my experience, do we ever reach a plane of detachment regarding our parents, however wise and old we may become. To pretend otherwise is to cheat."
   },
   "author": {
    "text": "John le Carre"
   }
  },
  {
   "quote": {
    "text": "Since my first dive in a deep-diving submersible, when I went down and turned out the lights and saw the fireworks displays, I've been a bioluminescence junky. But I would come back from those dives and try to share the experience with words, and they were totally inadequate to the task. I needed some way to share the experience directly."
   },
   "author": {
    "text": "Edith Widder"
   }
  },
  {
   "quote": {
    "text": "Before finding a mentor, I feel it's essential to really find your own calling and passion. From my experience, this will become a guiding bond in this kind of relationship. Be curious and engaged - and push yourself actively. Be as good as you can at what you love to do, and you will certainly get a mentor's attention."
   },
   "author": {
    "text": "Raney Aronson-Rath"
   }
  },
  {
   "quote": {
    "text": "There are worlds of experience beyond the world of the aggressive man, beyond history, and beyond science. The moods and qualities of nature and the revelations of great art are equally difficult to define; we can grasp them only in the depths of our perceptive spirit."
   },
   "author": {
    "text": "Ansel Adams"
   }
  },
  {
   "quote": {
    "text": "These are tough times and under this Tory-led government many people in Manchester are suffering and getting left behind. If elected I will use all my energy, skills, experience and knowledge to stand up for our communities and get things done for the better."
   },
   "author": {
    "text": "Lucy Powell"
   }
  },
  {
   "quote": {
    "text": "My aim in painting is to create pulsating, luminous, and open surfaces that emanate a mystic light, in accordance with my deepest insight into the experience of life and nature."
   },
   "author": {
    "text": "Hans Hofmann"
   }
  },
  {
   "quote": {
    "text": "Human experience resembles the battered moon that tracks us in cycles of light and darkness, of life and death, now seeking out and now stealing away from the sun that gives it light and symbolizes eternity."
   },
   "author": {
    "text": "Eugene Kennedy"
   }
  },
  {
   "quote": {
    "text": "Gratitude is what we radiate when we experience grace, and the soul was made to run on grace the way a 747 runs on rocket fuel."
   },
   "author": {
    "text": "John Ortberg"
   }
  },
  {
   "quote": {
    "text": "I think that we have a great opportunity to impart our wisdom and our knowledge and our experience to this younger generation. It may be different times, but experience transcends time, and wisdom transcends time."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "It was a wonderful experience to play in the NFL, and I have no regrets. I truly will miss playing for the Lions. I consider the Lions' players, coaches, staff, management and fans my family. I leave on good terms with everyone in the organization."
   },
   "author": {
    "text": "Barry Sanders"
   }
  },
  {
   "quote": {
    "text": "When I'm writing, I'm trying to immerse myself in the chaos of an emotional experience, rather than separate myself from it and look back at it from a distance with clarity and tell it as a story. Because that's how life is lived, you know?"
   },
   "author": {
    "text": "Charlie Kaufman"
   }
  },
  {
   "quote": {
    "text": "I used to think I'd like to have been a pioneer on the Oregon Trail, experience untamed America."
   },
   "author": {
    "text": "Tracie Peterson"
   }
  },
  {
   "quote": {
    "text": "It was fantastic playing Conan; it was such an experience to go out of the country and be this barbaric human savage child for a month or so. It was a blast and definitely a great experience."
   },
   "author": {
    "text": "Leo Howard"
   }
  },
  {
   "quote": {
    "text": "Experience has shown us that attempts to control the Internet will invariably fail. We should be instructed by the failed efforts of China to regulate political content, the efforts of America to regulate Internet gambling, or the efforts of Australia to regulate certain speech. By its very nature, the Internet will always resist such controls."
   },
   "author": {
    "text": "Miriam Defensor-Santiago"
   }
  },
  {
   "quote": {
    "text": "Defeat is a wonderful experience if it motivates you to never forget you're only as good as your last performance."
   },
   "author": {
    "text": "Paul Heyman"
   }
  },
  {
   "quote": {
    "text": "The trouble with this country is that there are too many politicians who believe, with a conviction based on experience, that you can fool all of the people all of the time."
   },
   "author": {
    "text": "Franklin Pierce Adams"
   }
  },
  {
   "quote": {
    "text": "My goal as a puzzle designer is to create a meaningful experience for the player, not just 'I solved it.'"
   },
   "author": {
    "text": "Scott Kim"
   }
  },
  {
   "quote": {
    "text": "I had a fun high school experience. We had a big old prom, we had 400 kids in the graduating class and everything. It was a fun night. I enjoyed the limo ride there the most. Me and a couple friends riding with their dates, everyone was all dressed up, and I was into it, the energy and the anticipation of that entire experience."
   },
   "author": {
    "text": "Jonathan Keltz"
   }
  },
  {
   "quote": {
    "text": "I just want to create, and socializing is part of the experience. It might sound crazy, but I don't see myself in the jewelry business. It's an experience."
   },
   "author": {
    "text": "Waris Ahluwalia"
   }
  },
  {
   "quote": {
    "text": "We respect our elders. There is wisdom that comes from experience, and I am not going to stop learning from wise counsel."
   },
   "author": {
    "text": "Marcia Fudge"
   }
  },
  {
   "quote": {
    "text": "In this sad world of ours, sorrow comes to all; and to the young, it comes with bitterest agony because it takes them unawares. I have had experience enough to know what I say."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Your life changes. Everything has to be done perfectly, and I didn't follow that. I lived my life as if I wasn't in the public eye. I thought, 'I'm young. I have the right to experience new things, and if I want to go to a bar and get drunk, that's my prerogative.'"
   },
   "author": {
    "text": "Shannen Doherty"
   }
  },
  {
   "quote": {
    "text": "Experience is something you don't get until just after you need it."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "There is no winning or losing, but rather the value is in the experience of imagining yourself as a character in whatever genre you're involved in, whether it's a fantasy game, the Wild West, secret agents or whatever else. You get to sort of vicariously experience those things."
   },
   "author": {
    "text": "Gary Gygax"
   }
  },
  {
   "quote": {
    "text": "I don't know about changing my perspective, because motherhood is such a glorious blessing and I am very thankful for that. It's such a beautiful experience. I so strongly recommend it. It's bliss, love and fulfillment of another level."
   },
   "author": {
    "text": "Aishwarya Rai Bachchan"
   }
  },
  {
   "quote": {
    "text": "A kite needs to be tied down in order to fly. I learned how important restrictions can sometimes be in order to experience freedom."
   },
   "author": {
    "text": "Damien Rice"
   }
  },
  {
   "quote": {
    "text": "Going home is not necessarily a wonderful experience. It always comes with a sense of loss and makes you so conscious of the inexorable passage of time."
   },
   "author": {
    "text": "W. G. Sebald"
   }
  },
  {
   "quote": {
    "text": "Fear is present when we forget that we are a part of God's divine design. Learning to experience authentic love means abandoning ego's insistence that you have much to fear and that you are in an unfriendly world. You can make the decision to be free from fear and doubt and return to the brilliant light of love that is always with you."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Experience has shown, and a true philosophy will always show, that a vast, perhaps the larger portion of the truth arises from the seemingly irrelevant."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "Let us with caution indulge the supposition that morality can be maintained without religion. Reason and experience both forbid us to expect that national morality can prevail in exclusion of religious principle."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "It is only in adventure that some people succeed in knowing themselves - in finding themselves."
   },
   "author": {
    "text": "Andre Gide"
   }
  },
  {
   "quote": {
    "text": "Remember, we are not human beings having a spiritual experience. We are spiritual beings having a human experience."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "If you do build a great experience, customers tell each other about that. Word of mouth is very powerful."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "When I'm writing, I'm constantly thinking about myself, because it's the only experience I have to draw on. And I don't see an exact reflection of myself in every face in the audience, but I know that my songs have validity to them, and that's why the fans are there."
   },
   "author": {
    "text": "Chester Bennington"
   }
  },
  {
   "quote": {
    "text": "I gave myself permission to feel and experience all of my emotions. In order to do that, I had to stop being afraid to feel. In order to do that, I taught myself to believe that no matter what I felt or what happened when I felt it, I would be okay."
   },
   "author": {
    "text": "Iyanla Vanzant"
   }
  },
  {
   "quote": {
    "text": "How is it possible that a being with such sensitive jewels as the eyes, such enchanted musical instruments as the ears, and such fabulous arabesque of nerves as the brain can experience itself anything less than a god."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "Wisdom and penetration are the fruit of experience, not the lessons of retirement and leisure. Great necessities call out great virtues."
   },
   "author": {
    "text": "Abigail Adams"
   }
  },
  {
   "quote": {
    "text": "I seriously feel like the best days are ahead, and I like the idea of getting to do everything I did before but with more knowledge, experience, and street smarts. There's a certain love, appreciation, and gratitude that you have at 40 that you don't have when you're younger, and it makes every accomplishment feel so much better."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "Experience praises the most happy the one who made the most people happy."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "The experience I don't want to see repeated occurred in 'Bush v. Gore.' The Court divided five to four. There were four separate dissents, and that confused the press. In fact, some of the reporters announced that the decision was seven-two. There was no time to get together."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "I don't have to have faith, I have experience."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "Democracy is not merely a form of government. It is primarily a mode of associated living, of conjoint communicated experience. It is essentially an attitude of respect and reverence towards fellow men."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "I think that music is crucially important in Shakespeare - and, clearly, was an important part of the Elizabethan theatre. And, it's always been something that was a profound element of the experience of Shakespeare that I have been drawn to - and interpreters have, as well."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "The possibility of a scientific treatment of history means a wider experience, a greater maturity of practical reason, and finally a fuller realization of certain basic ideas regarding the nature of life and time."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "In wisdom gathered over time I have found that every experience is a form of exploration."
   },
   "author": {
    "text": "Ansel Adams"
   }
  },
  {
   "quote": {
    "text": "Reason, observation, and experience; the holy trinity of science."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "A lot of things you see as a child remain with you... you spend a lot of your life trying to recapture the experience."
   },
   "author": {
    "text": "Tim Burton"
   }
  },
  {
   "quote": {
    "text": "Yes, winning the gold medal was undoubtedly the biggest day of my career - mostly because I won the way I had prepared to run it. It was a totally satisfying experience."
   },
   "author": {
    "text": "Frank Shorter"
   }
  },
  {
   "quote": {
    "text": "The future should be exciting, you know? It shouldn't be a nerve-wracking experience."
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "When you make a commitment to a relationship, you invest your attention and energy in it more profoundly because you now experience ownership of that relationship."
   },
   "author": {
    "text": "Barbara De Angelis"
   }
  },
  {
   "quote": {
    "text": "It's a great, great experience to finally get the reception that you know you rightfully deserve."
   },
   "author": {
    "text": "Kendrick Lamar"
   }
  },
  {
   "quote": {
    "text": "To reach something good it is very useful to have gone astray, and thus acquire experience."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "Just as the wave cannot exist for itself, but is ever a part of the heaving surface of the ocean, so must I never live my life for itself, but always in the experience which is going on around me."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "I had an amazing experience working with great people. I had a great family, a typical family with drama in certain areas, and that's pretty much everywhere in everyone's life."
   },
   "author": {
    "text": "Tina Yothers"
   }
  },
  {
   "quote": {
    "text": "Travel, in the younger sort, is a part of education; in the elder, a part of experience."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "The city - as the theater of experience, the refuge, the hiding place - has, in turn, been replaced by an abstraction, the fast lane. In the fast lane, the passive observer reduces everything - streets, people, rock lyrics, headlines - to landscape. Every night holds magical promises of renewal. But burnout is inevitable, like some law of physics."
   },
   "author": {
    "text": "Darryl Pinckney"
   }
  },
  {
   "quote": {
    "text": "Recommend virtue to your children; it alone, not money, can make them happy. I speak from experience."
   },
   "author": {
    "text": "Ludwig van Beethoven"
   }
  },
  {
   "quote": {
    "text": "Recently, I was asked if I was going to fire an employee who made a mistake that cost the company $600,000. No, I replied, I just spent $600,000 training him. Why would I want somebody to hire his experience?"
   },
   "author": {
    "text": "Thomas J. Watson"
   }
  },
  {
   "quote": {
    "text": "Someone who has experienced trauma also has gifts to offer all of us - in their depth, their knowledge of our universal vulnerability, and their experience of the power of compassion."
   },
   "author": {
    "text": "Sharon Salzberg"
   }
  },
  {
   "quote": {
    "text": "We shall not grow wiser before we learn that much that we have done was very foolish."
   },
   "author": {
    "text": "Friedrich August von Hayek"
   }
  },
  {
   "quote": {
    "text": "I believe that the therapist's function should be to help people become free to be aware of and to experience their possibilities."
   },
   "author": {
    "text": "Rollo May"
   }
  },
  {
   "quote": {
    "text": "Whoever doesn't know it must learn and find by experience that 'a quiet conscience makes one strong!'"
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "There are some things you only learn through experience."
   },
   "author": {
    "text": "Joe Namath"
   }
  },
  {
   "quote": {
    "text": "My mind withdrew its thoughts from experience, extracting itself from the contradictory throng of sensuous images, that it might find out what that light was wherein it was bathed... And thus, with the flash of one hurried glance, it attained to the vision of That Which Is."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "My purpose in performing is to communicate the joy I experience in living."
   },
   "author": {
    "text": "John Denver"
   }
  },
  {
   "quote": {
    "text": "What is the good of experience if you do not reflect?"
   },
   "author": {
    "text": "Frederick the Great"
   }
  },
  {
   "quote": {
    "text": "Every experience, good or bad, is a priceless collector's item."
   },
   "author": {
    "text": "Isaac Marion"
   }
  },
  {
   "quote": {
    "text": "Creativity and insight almost always involve an experience of acute pattern recognition: the eureka moment in which we perceive the interconnection between disparate concepts or ideas to reveal something new."
   },
   "author": {
    "text": "Jason Silva"
   }
  },
  {
   "quote": {
    "text": "If there were a science of human beings it would be anthropology that aims at understanding the totality of experience through structural context."
   },
   "author": {
    "text": "Wilhelm Dilthey"
   }
  },
  {
   "quote": {
    "text": "If you want to experience joy in your life, you have to be able to step outside yourself and become part of a cause that is much larger than you; one that brings a greater good to a greater community."
   },
   "author": {
    "text": "Srikumar Rao"
   }
  },
  {
   "quote": {
    "text": "When life is good and we have no problems, we can almost let ourselves believe we have no need for God. But in my experience, sometimes the richest blessings come through pain and hard things."
   },
   "author": {
    "text": "Anne Graham Lotz"
   }
  },
  {
   "quote": {
    "text": "Since the time of St. Jerome, it was mandatory for any kind of scholar or thinker to spend time out in the desert in solitude. It's no coincidence that the desert has been a major part of the visionary or mystical experience from the beginning of time."
   },
   "author": {
    "text": "Bill Viola"
   }
  },
  {
   "quote": {
    "text": "The wisdom of the wise, and the experience of ages, may be preserved by quotation."
   },
   "author": {
    "text": "Isaac D'Israeli"
   }
  },
  {
   "quote": {
    "text": "Our glory is hidden in our pain, if we allow God to bring the gift of himself in our experience of it."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "In a multicultural, diverse society there are countless ways in which people negotiate the everyday lived experience and reality of diversity."
   },
   "author": {
    "text": "Randa Abdel-Fattah"
   }
  },
  {
   "quote": {
    "text": "I just love coming to Vegas. There is always a good energy here; the minute you get off the plane, it is happy. Every experience I have had here is fun, and everyone is in a good mood; they are happy, and they let it go. I like that. It is refreshing to me."
   },
   "author": {
    "text": "Kelly Carlson"
   }
  },
  {
   "quote": {
    "text": "I'm very fortunate to have spent so much time in the industry and to have lived through several generations of filmmakers, actors and technicians. There's a huge volume of experience seeing people change and seeing content change."
   },
   "author": {
    "text": "Amitabh Bachchan"
   }
  },
  {
   "quote": {
    "text": "I think the more realistic you try to make the graphics and the experience, the more you limit yourself to a single vision."
   },
   "author": {
    "text": "Markus Persson"
   }
  },
  {
   "quote": {
    "text": "I mean, making art is about objectifying your experience of the world, transforming the flow of moments into something visual, or textual, or musical, whatever. Art creates a kind of commentary."
   },
   "author": {
    "text": "Barbara Kruger"
   }
  },
  {
   "quote": {
    "text": "I used to be a computer engineer, and I can make really good code, and we can make systems that work really well, and we can make the application a great experience, but when you have to translate bits to atoms, you need folks who are used to working with city governments, with state governments, and so I like to say we're in a political campaign."
   },
   "author": {
    "text": "Travis Kalanick"
   }
  },
  {
   "quote": {
    "text": "As the technology is developed, autonomous driving could provide driving opportunities for the physically challenged or enable the elderly to continue driving longer. This will be vital as many nations experience an aging population."
   },
   "author": {
    "text": "William Clay Ford, Jr."
   }
  },
  {
   "quote": {
    "text": "Just going to Bangladesh was an experience... if you go into small villages in the U.K., they're backward and culturally devoid. But if you go into small villages in Bangladesh, they have classical music concerts."
   },
   "author": {
    "text": "Sarah Gavron"
   }
  },
  {
   "quote": {
    "text": "From my experience and understanding, I believe money follows name and fame, while recognition calls for a huge amount of sacrifice. To get something, you have to lose something. That's the rule of life."
   },
   "author": {
    "text": "Lata Mangeshkar"
   }
  },
  {
   "quote": {
    "text": "The thing about Snapchat is it is ephemeral, so you don't - it's not like a video that you post to YouTube and then everyone can see it. It's this video that you get to share this kind of very intimate experience again, this very kind of genuine experience with another person in a more one-on-one sort of way. And I really appreciate that."
   },
   "author": {
    "text": "Harper Reed"
   }
  },
  {
   "quote": {
    "text": "There is a particular set of values commonly associated with being professional. Experience, expertise, trustworthiness, wisdom, and good judgement are all attributes aspired to by senior professional people, be they doctors, engineers, lawyers, civil servants, or the clergy."
   },
   "author": {
    "text": "Mark Walport"
   }
  },
  {
   "quote": {
    "text": "Age is relative. Experience is relative. And I think often intensity is confused with maturity."
   },
   "author": {
    "text": "Laura Marling"
   }
  },
  {
   "quote": {
    "text": "The human dilemma is that which arises out of a man's capacity to experience himself as both subject and object at the same time."
   },
   "author": {
    "text": "Rollo May"
   }
  },
  {
   "quote": {
    "text": "The prism through which you experience life is so unique. There is no objective experience."
   },
   "author": {
    "text": "Sterling K. Brown"
   }
  },
  {
   "quote": {
    "text": "It was a strange experience, making a love story and not getting along with your co-star in any way."
   },
   "author": {
    "text": "Ryan Gosling"
   }
  },
  {
   "quote": {
    "text": "The wrong things are predominantly stressed in the schools - things remote from the student's experience and need."
   },
   "author": {
    "text": "Anne Sullivan"
   }
  },
  {
   "quote": {
    "text": "When I close my eyes, I still see things no one should ever experience: a bright red light, the black cloud soon after, people running in every direction trying desperately to escape - I remember it all."
   },
   "author": {
    "text": "Issey Miyake"
   }
  },
  {
   "quote": {
    "text": "The most important thing is to have a point of view and have something to say. That is important if you are filmmaker or artist. That means you have to experience the world."
   },
   "author": {
    "text": "Kathleen Kennedy"
   }
  },
  {
   "quote": {
    "text": "If the work is poor, the public taste will soon do it justice. And the author, reaping neither glory nor fortune, will learn by hard experience how to correct his mistakes."
   },
   "author": {
    "text": "Jacques-Louis David"
   }
  },
  {
   "quote": {
    "text": "The human face is the organic seat of beauty. It is the register of value in development, a record of Experience, whose legitimate office is to perfect the life, a legible language to those who will study it, of the majestic mistress, the soul."
   },
   "author": {
    "text": "Eliza Farnham"
   }
  },
  {
   "quote": {
    "text": "In my experience, take the Holy Spirit out of the equation of your life and it spells boring. Add it into the equation of your life and you never know where you are going to go, what you are going to do, or who you are going to meet."
   },
   "author": {
    "text": "Mark Batterson"
   }
  },
  {
   "quote": {
    "text": "You shouldn't be afraid of failure - when something fails, you think, 'What did I learn from that experience? I can do better next time.' Then kill that project and move on to the next. Don't get disappointed."
   },
   "author": {
    "text": "Niklas Zennstrom"
   }
  },
  {
   "quote": {
    "text": "When we learn from experience, the scars of sin can lead us to restoration and a renewed intimacy with God."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "In my reviews, I feel it's good to make it clear that I'm not proposing objective truth, but subjective reactions; a review should reflect the immediate experience."
   },
   "author": {
    "text": "Roger Ebert"
   }
  },
  {
   "quote": {
    "text": "Advice from my experience, for me, I've never taken no as an answer, I don't believe in that. If I want something, I'm going to get it. When people tell me that I can't do something, it just motivates me more. For me, it makes me smile, because I just want to prove everybody wrong."
   },
   "author": {
    "text": "Roman Reigns"
   }
  },
  {
   "quote": {
    "text": "One of the most brilliant parts of being a first-time founder is that you experience everything for the first time. It never gets old."
   },
   "author": {
    "text": "Julia Hartz"
   }
  },
  {
   "quote": {
    "text": "I think a painting should include more experience than simply intended statement."
   },
   "author": {
    "text": "Jasper Johns"
   }
  },
  {
   "quote": {
    "text": "The elegy does the work of mourning; it allows us to experience mortality. It turns loss into remembrance, and it delivers an inheritance."
   },
   "author": {
    "text": "Edward Hirsch"
   }
  },
  {
   "quote": {
    "text": "As someone who flew two space capsules and twice landed in the ocean, I can attest from personal experience how much logistics work is needed to get you home."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "You have to create a consistent brand experience however and wherever a customer touches your brand, online or offline. The lines are forever blurred."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "I've always loved the experience of working together with other people toward an artistic goal."
   },
   "author": {
    "text": "Trey Anastasio"
   }
  },
  {
   "quote": {
    "text": "Individuals with kidney disease who are able to obtain treatment early experience a higher quality of life and are able to maintain more of their day-to-day activities, including keeping their jobs."
   },
   "author": {
    "text": "Xavier Becerra"
   }
  },
  {
   "quote": {
    "text": "All growth is a leap in the dark, a spontaneous unpremeditated act without benefit of experience."
   },
   "author": {
    "text": "Henry Miller"
   }
  },
  {
   "quote": {
    "text": "If you grew up where I grew up, you would experience a very different criminal justice system than Camden, New Jersey."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "Starbucks is committed to evolving and enhancing our customer experience with innovative and wholesome food offerings."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "Skill is the unified force of experience, intellect and passion in their operation."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "Imagine a judicial nominee said 'my experience as a white man makes me better than a Latina woman.' Wouldn't they have to withdraw? New racism is no better than old racism."
   },
   "author": {
    "text": "Newt Gingrich"
   }
  },
  {
   "quote": {
    "text": "I have learned that a bitter experience can make you stronger."
   },
   "author": {
    "text": "Mel Gibson"
   }
  },
  {
   "quote": {
    "text": "As women, we may not be a minority, but there is a bond that we all share. It is not a bond of geography. Or religion. Or culture. It is a bond of shared experience - experiences that only women go through and struggles that only women face."
   },
   "author": {
    "text": "Amal Clooney"
   }
  },
  {
   "quote": {
    "text": "It is impossible to remain indifferent to Japanese culture. It is a different civilisation where all you have learnt must be forgotten. It is a great intellectual challenge and a gorgeous sensual experience."
   },
   "author": {
    "text": "Alain Ducasse"
   }
  },
  {
   "quote": {
    "text": "Based on my experience, I would say that rather than taking lessons in how to become an entrepreneur, you should jump into the pool and start swimming."
   },
   "author": {
    "text": "Travis Kalanick"
   }
  },
  {
   "quote": {
    "text": "It's so easy as a teen to feel like everybody is having this normal experience - except you. You're on the outside."
   },
   "author": {
    "text": "Becky Albertalli"
   }
  },
  {
   "quote": {
    "text": "I'm a culture vulture, and I just want to experience it all."
   },
   "author": {
    "text": "Debbie Harry"
   }
  },
  {
   "quote": {
    "text": "The more you travel, the better you get at it. It sounds silly, but with experience you learn how to pack the right way. I remember one of my first trips abroad, travelling around Europe by rail, fresh out of high school. I brought all these books with me and a paint set. I really had too much stuff, so I've learnt to be more economical."
   },
   "author": {
    "text": "Roman Coppola"
   }
  },
  {
   "quote": {
    "text": "Everything about aging in my experience so far has been a plus. Except the death part!"
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes."
   },
   "author": {
    "text": "Alfred Adler"
   }
  },
  {
   "quote": {
    "text": "Human experience depends on everything that can influence states of the human brain, ranging from changes in our genome to changes in the global economy."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "Your experiences will be yours alone. But truth and best friendship will rarely if ever disappoint you."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "If you work hard at anything, you're going to experience some success. And the greatest gift is when you have something you really love to do and you can integrate that into your work life. I feel like it's a real privilege that I get to do something that is good for my community and good for the world. But it's also pleasurable for me."
   },
   "author": {
    "text": "Robert Kennedy, Jr."
   }
  },
  {
   "quote": {
    "text": "People only talk about what a joyous experience it is, but there is terror: Your life, as you know it, is over. It's over the day that child is born. It's over, and something completely new starts."
   },
   "author": {
    "text": "Bill Murray"
   }
  },
  {
   "quote": {
    "text": "Pain is the most private experience, but its causes, whether natural or man-made, demand public accounting."
   },
   "author": {
    "text": "Nancy Gibbs"
   }
  },
  {
   "quote": {
    "text": "Every film teaches you something; every experience on every film set with every co-star teaches you something. You learn something new. I think the challenge is to keep working harder and doing better."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "Growing up, I was obsessed with Disney movies like 'The Little Mermaid,' 'Aladdin' and 'Beauty And The Beast.' I was always singing the songs from these movies, so to find myself in the studio with Alan Menken was an amazing experience. In fact, it was a dream come true."
   },
   "author": {
    "text": "Mandy Moore"
   }
  },
  {
   "quote": {
    "text": "My background is not typical hip-hop. I didn't grow up in the projects. I grew up in a single family home in a middle-class suburb. That doesn't mean I didn't experience hardship, but to me it's not about that, it's about the future and where we are trying to take it."
   },
   "author": {
    "text": "Kid Cudi"
   }
  },
  {
   "quote": {
    "text": "As an artist, the more experience, the better the creation. I'm a very positive person."
   },
   "author": {
    "text": "Psy"
   }
  },
  {
   "quote": {
    "text": "Most people go through life dreading they'll have a traumatic experience. Freaks were born with their trauma. They've already passed their test in life. They're aristocrats."
   },
   "author": {
    "text": "Diane Arbus"
   }
  },
  {
   "quote": {
    "text": "So much of what we do as artists is a combination of personal experience and imagination, and how that all creeps into your work is not so linear."
   },
   "author": {
    "text": "Diana Krall"
   }
  },
  {
   "quote": {
    "text": "Experience shows that if you put more ethicists on a problem, you can end up with more problems."
   },
   "author": {
    "text": "Gregory Benford"
   }
  },
  {
   "quote": {
    "text": "Our goal has been to stay true to what people most love about the original Pirates! while upgrading, enhancing, and in some cases, re-inventing the game to make it a great experience for today's gamers."
   },
   "author": {
    "text": "Sid Meier"
   }
  },
  {
   "quote": {
    "text": "The greatest gift is a passion for reading. It is cheap, it consoles, it distracts, it excites, it gives you knowledge of the world and experience of a wide kind. It is a moral illumination."
   },
   "author": {
    "text": "Elizabeth Hardwick"
   }
  },
  {
   "quote": {
    "text": "It took awhile for me to get used to speaking candidly about my own life. I got into it, and it turned out to be a wonderful experience."
   },
   "author": {
    "text": "Susan Lucci"
   }
  },
  {
   "quote": {
    "text": "I think my biggest learning experience is that it's okay to be who you are - you don't have to exactly fit the mold of what people think a certain kind of career is. I think that discovery - of really knowing who I am and being okay with that and loving myself - was amazing."
   },
   "author": {
    "text": "Dree Hemingway"
   }
  },
  {
   "quote": {
    "text": "You could double the number of synaptic connections in a very simple neurocircuit as a result of experience and learning. The reason for that was that long-term memory alters the expression of genes in nerve cells, which is the cause of the growth of new synaptic connections."
   },
   "author": {
    "text": "Eric Kandel"
   }
  },
  {
   "quote": {
    "text": "The healthcare industry has never had a priority on user experience because there has been little competition. Prices have never been transparent."
   },
   "author": {
    "text": "John Sculley"
   }
  },
  {
   "quote": {
    "text": "When you're an actor or any kind of artist, you use your life as something to draw from in every experience."
   },
   "author": {
    "text": "Josh Peck"
   }
  },
  {
   "quote": {
    "text": "But I just know from experience that accent wise, even if you're an accent genius, crossing the Atlantic is the hardest thing in the world either way."
   },
   "author": {
    "text": "Hugh Grant"
   }
  },
  {
   "quote": {
    "text": "Every new experience will trigger melodies in my head."
   },
   "author": {
    "text": "Gus Dapperton"
   }
  },
  {
   "quote": {
    "text": "Awareness requires a rupture with the world we take for granted; then old categories of experience are called into question and revised."
   },
   "author": {
    "text": "Shoshana Zuboff"
   }
  },
  {
   "quote": {
    "text": "I'm really passionate about pantomime because it is often the first introduction for a child to theatre, and if that child has a great experience at a pantomime they will continue to come year after year."
   },
   "author": {
    "text": "John Barrowman"
   }
  },
  {
   "quote": {
    "text": "Whatever the opposite of regret is best describes how I've always felt about that decision - it opened me up to a million creative opportunities I needed to experience away from the bull and distorting mirrors that fame engenders."
   },
   "author": {
    "text": "David Knopfler"
   }
  },
  {
   "quote": {
    "text": "Science is a way of life. Science is a perspective. Science is the process that takes us from confusion to understanding in a manner that's precise, predictive and reliable - a transformation, for those lucky enough to experience it, that is empowering and emotional."
   },
   "author": {
    "text": "Brian Greene"
   }
  },
  {
   "quote": {
    "text": "It was really my experience at Standing Rock that was pretty pivotal for me because I saw how corporations were literally militarizing themselves against American citizens so that they could kind of maximize their profit margins on fossil fuels."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "The reward of suffering is experience."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "It was the experience of mystery - even if mixed with fear - that engendered religion."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "I had rather have a fool to make me merry than experience to make me sad and to travel for it too!"
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "As human beings, we are vulnerable to confusing the unprecedented with the improbable. In our everyday experience, if something has never happened before, we are generally safe in assuming it is not going to happen in the future, but the exceptions can kill you and climate change is one of those exceptions."
   },
   "author": {
    "text": "Al Gore"
   }
  },
  {
   "quote": {
    "text": "The years teach much which the days never know."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "The world sometimes feels like an insane asylum. You can decide whether you want to be an inmate or pick up your visitor's badge. You can be in the world but not engage in the melodrama of it; you can become a spiritual being having a human experience thoroughly and fully."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Mental strength is really important because you either win or lose in your mind. And I'm not solely talking about sporting matches, boxing events - anything you do, you do it first with your mental strength. And you can actually train and develop it, and I am responsible for what I'm saying because I have experience with that."
   },
   "author": {
    "text": "Wladimir Klitschko"
   }
  },
  {
   "quote": {
    "text": "One of the great cosmic laws, I think, is that whatever we hold in our thought will come true in our experience. When we hold something, anything, in our thought, then somehow coincidence leads us in the direction that we've been wishing to lead ourselves."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "Experience keeps a dear school, but fools will learn in no other."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "My experience has been that work is almost the best way to pull oneself out of the depths."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "When a moment in front of me appears to be particularly special, whether it be by beauty or experience, I capture it. I usually find a reason to justify taking that photo - symmetry, or color, or contrast - and it's my hope that my photography sheds light onto what I see and do on a daily basis."
   },
   "author": {
    "text": "Connor Franta"
   }
  },
  {
   "quote": {
    "text": "I believe the process of going from confusion to understanding is a precious, even emotional, experience that can be the foundation of self-confidence."
   },
   "author": {
    "text": "Brian Greene"
   }
  },
  {
   "quote": {
    "text": "Writing in a diary is a really strange experience for someone like me. Not only because I've never written anything before, but also because it seems to me that later on neither I nor anyone else will be interested in the musings of a thirteen-year-old schoolgirl."
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "You see, I am trying in all my stories to get the feeling of the actual life across - not to just depict life - or criticize it - but to actually make it alive. So that when you have read something by me, you actually experience the thing. You can't do this without putting in the bad and the ugly as well as what is beautiful."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Italian food is seasonal. It is simple. It is nutritionally sound. It is flavorful. It is colorful. It's all the things that make for a good eating experience, and it's good for you."
   },
   "author": {
    "text": "Lidia Bastianich"
   }
  },
  {
   "quote": {
    "text": "Experience taught me a few things. One is to listen to your gut, no matter how good something sounds on paper. The second is that you're generally better off sticking with what you know. And the third is that sometimes your best investments are the ones you don't make."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "It is not about gender, it is about experience, leadership, and vision."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "I want to do everything. That's my problem. Life is short, and I hate the idea of turning down anything. You never know what interesting experience might happen."
   },
   "author": {
    "text": "Joshua Bell"
   }
  },
  {
   "quote": {
    "text": "If you're someone who doesn't have Muslim friends, and your only experience of Islam is what you see on the news - the angry man with a beard doing or saying something terrible - then you may inadvertently associate that with Islam and think that is what it's all about."
   },
   "author": {
    "text": "Sadiq Khan"
   }
  },
  {
   "quote": {
    "text": "The human voice: It's the instrument we all play. It's the most powerful sound in the world, probably. It's the only one that can start a war or say 'I love you.' And yet many people have the experience that when they speak, people don't listen to them."
   },
   "author": {
    "text": "Julian Treasure"
   }
  },
  {
   "quote": {
    "text": "Each morning when I awake, I experience again a supreme pleasure - that of being Salvador Dali."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "Man learns through experience, and the spiritual path is full of different kinds of experiences. He will encounter many difficulties and obstacles, and they are the very experiences he needs to encourage and complete the cleansing process."
   },
   "author": {
    "text": "Sai Baba"
   }
  },
  {
   "quote": {
    "text": "God cannot be realized through the intellect. Intellect can lead one to a certain extent and no further. It is a matter of faith and experience derived from that faith."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "If there's any object in human experience that's a precedent for what a computer should be like, it's a musical instrument: a device where you can explore a huge range of possibilities through an interface that connects your mind and your body, allowing you to be emotionally authentic and expressive."
   },
   "author": {
    "text": "Jaron Lanier"
   }
  },
  {
   "quote": {
    "text": "I experience a period of frightening clarity in those moments when nature is so beautiful. I am no longer sure of myself, and the paintings appear as in a dream."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "What each must seek in his life never was on land or sea. It is something out of his own unique potentiality for experience, something that never has been and never could have been experienced by anyone else."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "Hands-on experience is the best way to learn about all the interdisciplinary aspects of robotics."
   },
   "author": {
    "text": "Rodney Brooks"
   }
  },
  {
   "quote": {
    "text": "You cannot, in human experience, rush into the light. You have to go through the twilight into the broadening day before the noon comes and the full sun is upon the landscape."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "Experience teaches us that it is much easier to prevent an enemy from posting themselves than it is to dislodge them after they have got possession."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "God has a plan for you - I can promise you that. Your life is sacred. There is and always has been a path for your soul, and if you follow that path, it will lead you to the inner utopia that your soul longs to experience in this lifetime."
   },
   "author": {
    "text": "Debbie Ford"
   }
  },
  {
   "quote": {
    "text": "Everything's borne out of human experience, of course - rejection, humiliation, poverty, whatever. People aren't born bad, no matter how harsh the circumstances. There is a person in there, and that person is not made of ice."
   },
   "author": {
    "text": "Aidan Gillen"
   }
  },
  {
   "quote": {
    "text": "Life experience brings out different emotions and different perspectives on things. I just want to be constantly evolving."
   },
   "author": {
    "text": "Kiesza"
   }
  },
  {
   "quote": {
    "text": "The spectacles of experience; through them you will see clearly a second time."
   },
   "author": {
    "text": "Henrik Ibsen"
   }
  },
  {
   "quote": {
    "text": "One of the greatest moments in anybody's developing experience is when he no longer tries to hide from himself but determines to get acquainted with himself as he really is."
   },
   "author": {
    "text": "Norman Vincent Peale"
   }
  },
  {
   "quote": {
    "text": "If you wish to succeed in life, make perseverance your bosom friend, experience your wise counselor, caution your elder brother, and hope your guardian genius."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "Take control of your consistent emotions and begin to consciously and deliberately reshape your daily experience of life."
   },
   "author": {
    "text": "Tony Robbins"
   }
  },
  {
   "quote": {
    "text": "Never, never and never again shall it be that this beautiful land will again experience the oppression of one by another."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "When you're young, you don't have any experience - you're charged up, but you're out of control. And if you're old and you're not charged up, then all you have is memories. But if you're charged and stimulated by what's going on around you, and you also have experience, you know what to appreciate and what to pass by."
   },
   "author": {
    "text": "Neil Young"
   }
  },
  {
   "quote": {
    "text": "When I was in junior high school, friends and I were in a consciousness-raising group, a term that now seems quaint like a butter churn, but it was very powerful. It was a really wonderful experience."
   },
   "author": {
    "text": "Meg Wolitzer"
   }
  },
  {
   "quote": {
    "text": "To be a good director, you have to have good life experience. I'm getting there."
   },
   "author": {
    "text": "Thomas Brodie-Sangster"
   }
  },
  {
   "quote": {
    "text": "You can never regret anything you do in life. You kind of have to learn the lesson from whatever the experience is and take it with you on your journey forward."
   },
   "author": {
    "text": "Aubrey O'Day"
   }
  },
  {
   "quote": {
    "text": "The value of experience is not in seeing much, but in seeing wisely."
   },
   "author": {
    "text": "William Osler"
   }
  },
  {
   "quote": {
    "text": "Without in any way minimising the economic and psychological blow that people experience when they lose their jobs, the unemployed in affluent countries still have a safety net, in the form of social security payments, and usually free healthcare and free education for their children. They also have sanitation and safe drinking water."
   },
   "author": {
    "text": "Peter Singer"
   }
  },
  {
   "quote": {
    "text": "The Italians and Spanish, the Chinese and Vietnamese see food as part of a larger, more essential and pleasurable part of daily life. Not as an experience to be collected or bragged about - or as a ritual like filling up a car - but as something else that gives pleasure, like sex or music, or a good nap in the afternoon."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "The only real security that a man can have in this world is a reserve of knowledge, experience and ability."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "It takes someone with a vision of the possibilities to attain new levels of experience. Someone with the courage to live his dreams."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "I really think the human experience is very similar for everyone; we're all doing slightly different versions of the same thing."
   },
   "author": {
    "text": "Isabel Gillies"
   }
  },
  {
   "quote": {
    "text": "It's an interesting combination: Having a great fear of being alone, and having a desperate need for solitude and the solitary experience. That's always been a tug of war for me."
   },
   "author": {
    "text": "Jodie Foster"
   }
  },
  {
   "quote": {
    "text": "My friends, whoever has had experience of evils knows how whenever a flood of ills comes upon mortals, a man fears everything; but whenever a divine force cheers on our voyage, then we believe that the same fate will always blow fair."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "In the business world, everyone is paid in two coins: cash and experience. Take the experience first; the cash will come later."
   },
   "author": {
    "text": "Harold S. Geneen"
   }
  },
  {
   "quote": {
    "text": "In a person who is open to experience each stimulus is freely relayed through the nervous system, without being distorted by any process of defensiveness."
   },
   "author": {
    "text": "Carl Rogers"
   }
  },
  {
   "quote": {
    "text": "To me the arcade experience is the ultimate gaming experience."
   },
   "author": {
    "text": "Eugene Jarvis"
   }
  },
  {
   "quote": {
    "text": "When you have really exhausted an experience you always reverence and love it."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "See any detour as an opportunity to experience new things."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "The cinema is really built for the big screen and big sound, so that a person can go into another world and have an experience."
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "There is a part of me that still wants to go out and grab a backpack and unplug - not take a cellphone or even a camera and just get out there and experience the world and travel. I have yet to do that, but someday I hope."
   },
   "author": {
    "text": "Emilio Estevez"
   }
  },
  {
   "quote": {
    "text": "Writing is a solitary experience. I'm extremely superstitious. If I talk about the book or name the title out loud before finishing, I feel the energy I need to write will be drained. It's so intimate, I can't even share it with my wife."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "Transcendental meditation is an ancient mental technique that allows any human being to dive within, transcend and experience the source of everything. It's such a blessing for the human being because that eternal field is a field of unbounded intelligence, creativity, happiness, love, energy and peace."
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "The heart of the theater is the play itself, how it dramatizes life to make it meaningful entertainment. To achieve depth and universality, the playwright must subject himself to intense critique, to know human character and behavior, and finally to construct art from the most mundane of human experience."
   },
   "author": {
    "text": "F. Sionil Jose"
   }
  },
  {
   "quote": {
    "text": "There's something about being in front of a live audience that's fun. It's a really interesting, very electric, very alive, and intense experience, and you can't get it anywhere else. And I've been doing it since I was 23, so it's part of my being - it's part of my fabric as a person."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "Living in a rural setting exposes you to so many marvelous things - the natural world and the particular texture of small-town life, and the exhilarating experience of open space."
   },
   "author": {
    "text": "Susan Orlean"
   }
  },
  {
   "quote": {
    "text": "We can think so much about life and take ourselves so seriously; I mean, I like to tell people, 'Don't take life too seriously' because you'll cloud the experience. That's what the meaning of life is to me - being able to enjoy the moment."
   },
   "author": {
    "text": "Janine Shepherd"
   }
  },
  {
   "quote": {
    "text": "Sometimes I get so bold and I'm so confident about what I'm doing that I actually try to be more of a dork because it's a really liberating feeling to experience what it's like to not care."
   },
   "author": {
    "text": "John Mayer"
   }
  },
  {
   "quote": {
    "text": "Every secret of a writer's soul, every experience of his life, every quality of his mind is written large in his works."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "Beliefs have the power to create and the power to destroy. Human beings have the awesome ability to take any experience of their lives and create a meaning that disempowers them or one that can literally save their lives."
   },
   "author": {
    "text": "Tony Robbins"
   }
  },
  {
   "quote": {
    "text": "Things on a very small scale behave like nothing that you have any direct experience about. They do not behave like waves, they do not behave like particles, they do not behave like clouds, or billiard balls, or weights on springs, or like anything that you have ever seen."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "While films are a very visual and emotional artistic medium, video games take it one step further into the realm of a unique personal experience."
   },
   "author": {
    "text": "Jet Li"
   }
  },
  {
   "quote": {
    "text": "Love is an emotion that is based on an opinion of women that is impossible for those who have had any experience with them."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "They already know all about brands... but what 16- and 17-year-olds won't necessarily have is experience of the world of work. The more that businesses get involved with schools, the better, because businesses sometimes complain that students don't have what they require to succeed in work."
   },
   "author": {
    "text": "Philip Green"
   }
  },
  {
   "quote": {
    "text": "I think it's important to experience kindness so that you can experience it more in the future. I believe that patterns of emotional behavior are set down before adolescence. And I think that if you have not observed kindness, you will not recognize it. You have to experience kindness in order to be kind."
   },
   "author": {
    "text": "E. L. Konigsburg"
   }
  },
  {
   "quote": {
    "text": "All experience is an arch, to build upon."
   },
   "author": {
    "text": "Henry Adams"
   }
  },
  {
   "quote": {
    "text": "More than just a zoo, the Animal Kingdom is an extraordinary experience of animals, rides and performances. The exhibits have the scale and creativity you associate with Disney. The African safari ride is terrific and worth riding several times."
   },
   "author": {
    "text": "Newt Gingrich"
   }
  },
  {
   "quote": {
    "text": "It is a common experience that a problem difficult at night is resolved in the morning after the committee of sleep has worked on it."
   },
   "author": {
    "text": "John Steinbeck"
   }
  },
  {
   "quote": {
    "text": "Give, give, give - what is the point of having experience, knowledge or talent if I don't give it away? Of having stories if I don't tell them to others? Of having wealth if I don't share it? I don't intend to be cremated with any of it! It is in giving that I connect with others, with the world and with the divine."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "There are a lot of impractical things about owning a Porsche. But they're all offset by the driving experience. It really is unique. Lamborghinis and Ferraris come close. And they are more powerful, but they don't handle like a Porsche."
   },
   "author": {
    "text": "Kevin O'Leary"
   }
  },
  {
   "quote": {
    "text": "I sought my father in the world of the black musician, because it contained wisdom, experience, sadness and loneliness. I was not ever interested in the music of boys. From my youngest years, I was interested in the music of men."
   },
   "author": {
    "text": "Eric Clapton"
   }
  },
  {
   "quote": {
    "text": "The historical experience of socialist countries has sadly demonstrated that collectivism does not do away with alienation but rather increases it, adding to it a lack of basic necessities and economic inefficiency."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "The role of a goalkeeper is difficult to judge, above all if you haven't been a goalkeeper. It's like me giving an opinion on someone's job without having had any experience in their sector. You start to realise how many stupid things are said and written about goalkeepers."
   },
   "author": {
    "text": "Gianluigi Buffon"
   }
  },
  {
   "quote": {
    "text": "What we know about the destination resort business is clearly established. But it's all about one thing, and one thing only. All of the razzmatazz and jazz we hear about facilities and everything else doesn't amount to a hill of beans. It's customer experience that determines the longevity and endurance of these enterprises."
   },
   "author": {
    "text": "Steve Wynn"
   }
  },
  {
   "quote": {
    "text": "Experience does not err. Only your judgments err by expecting from her what is not in her power."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "The goal, I suppose, any fiction writer has, no matter what your subject, is to hit the human heart and the tear ducts and the nape of the neck and to make a person feel something about the characters are going through and to experience the moral paradoxes and struggles of being human."
   },
   "author": {
    "text": "Tim O'Brien"
   }
  },
  {
   "quote": {
    "text": "As a player, you experience so many different moments, but you never truly sit back and reflect on them. You enjoy them, but with the championships, we were so busy celebrating with everyone that we didn't really realize what we had accomplished as individuals and as a team."
   },
   "author": {
    "text": "Scottie Pippen"
   }
  },
  {
   "quote": {
    "text": "As a parent, you experience the most of everything. The most love, the most fear, the most hurt and the most tired, the most of every emotion."
   },
   "author": {
    "text": "Sarah Shahi"
   }
  },
  {
   "quote": {
    "text": "Ages of experience have taught humanity that the commitment of a husband and wife to love and to serve one another promotes the welfare of children and the stability of society."
   },
   "author": {
    "text": "Jack Kingston"
   }
  },
  {
   "quote": {
    "text": "I know from personal experience how fear and low self worth can cripple one's ability to succeed in life. But with a little support, caring and inspiration, miracles can happen."
   },
   "author": {
    "text": "Richard Hatch"
   }
  },
  {
   "quote": {
    "text": "I can and do aspire to be greater than the sum total of my experiences, but I accept my limitations. I willingly accept that we who judge must not deny the differences resulting from experience and heritage but attempt, as the Supreme Court suggests, continuously to judge when those opinions, sympathies and prejudices are appropriate."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "I believe that hunger for a 'lost dimension' of experience is a natural yearning in all of us, and it doesn't go away just because we ignore it. It is evidenced among other places in the millions of children and adults who obsessively read the 'Harry Potter' books. It is said that fiction is where someone gets to tell the truth."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "The great awareness comes slowly, piece by piece. The path of spiritual growth is a path of lifelong learning. The experience of spiritual power is basically a joyful one."
   },
   "author": {
    "text": "M. Scott Peck"
   }
  },
  {
   "quote": {
    "text": "Social connection is such a basic feature of human experience that when we are deprived of it, we suffer."
   },
   "author": {
    "text": "Leonard Mlodinow"
   }
  },
  {
   "quote": {
    "text": "The social element has really transformed the gaming experience."
   },
   "author": {
    "text": "Bobby Kotick"
   }
  },
  {
   "quote": {
    "text": "A lot of people think they should be happy all the time. But the writer understands you need both. You need the whole piano: the richness of the whole human experience. Depression, suffering and anger are all part of being human."
   },
   "author": {
    "text": "Janet Fitch"
   }
  },
  {
   "quote": {
    "text": "My staff's job is to adjust to circumstances with technical precision and artful grace so that every patron has a wonderful experience."
   },
   "author": {
    "text": "Danny Meyer"
   }
  },
  {
   "quote": {
    "text": "Nothing happens quite by chance. It's a question of accretion of information and experience."
   },
   "author": {
    "text": "Jonas Salk"
   }
  },
  {
   "quote": {
    "text": "People think that their world will get smaller as they get older. My experience is just the opposite. Your senses become more acute. You start to blossom."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "I write for myself, and my goal is bringing that world and that experience of black Americans to life on the stage and giving it a space there."
   },
   "author": {
    "text": "August Wilson"
   }
  },
  {
   "quote": {
    "text": "At its very core, virtual reality is about being freed from the limitations of actual reality. Carrying your virtual reality with you, and being able to jump into it whenever and wherever you want, qualitatively changes the experience for the better. Experiencing mobile VR is like when you first tried a decent desktop VR experience."
   },
   "author": {
    "text": "John Carmack"
   }
  },
  {
   "quote": {
    "text": "There are some hurts that we experience that can be forgiven but we won't forget them."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Meditation is not the construction of something foreign, it is not an effort to attain and then hold on to a particular experience. We may have a secret desire that through meditation we will accumulate a stockpile of magical experiences, or at least a mystical trophy or two, and then we will be able to proudly display them for others to see."
   },
   "author": {
    "text": "Sharon Salzberg"
   }
  },
  {
   "quote": {
    "text": "Intelligence, knowledge or experience are important and might get you a job, but strong communication skills are what will get you promoted."
   },
   "author": {
    "text": "Mireille Guiliano"
   }
  },
  {
   "quote": {
    "text": "Happy Days was a wonderful, wonderful experience and I would not have traded it for the world."
   },
   "author": {
    "text": "Marion Ross"
   }
  },
  {
   "quote": {
    "text": "Performing is an experience, for me, that is as humbling as it is energizing."
   },
   "author": {
    "text": "Charley Pride"
   }
  },
  {
   "quote": {
    "text": "Loneliness is and always has been the central and inevitable experience of every man."
   },
   "author": {
    "text": "Thomas Wolfe"
   }
  },
  {
   "quote": {
    "text": "When you do find humor in trying times, one of the first and most important changes you experience is that you see your perplexing problems in a new way - you suddenly have a new perspective on them."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "The only relevant test of the validity of a hypothesis is comparison of prediction with experience."
   },
   "author": {
    "text": "Milton Friedman"
   }
  },
  {
   "quote": {
    "text": "For newcomers, modelling is like a stepping stone to acting. The exposure and experience in modelling helps... But for acting, we have to show a lot of hard work and dedication towards it."
   },
   "author": {
    "text": "Rakul Preet Singh"
   }
  },
  {
   "quote": {
    "text": "There can be no knowledge without emotion. We may be aware of a truth, yet until we have felt its force, it is not ours. To the cognition of the brain must be added the experience of the soul."
   },
   "author": {
    "text": "Arnold Bennett"
   }
  },
  {
   "quote": {
    "text": "To wear a floral shirt is an experience."
   },
   "author": {
    "text": "Brian Wilson"
   }
  },
  {
   "quote": {
    "text": "Rejection is the one constant of human experience."
   },
   "author": {
    "text": "Howard Jacobson"
   }
  },
  {
   "quote": {
    "text": "When I hear other people's stories, I like to believe that they contribute to my 'Encyclopedia of Human Experience.' The stories I hear help me expand my definition of what love is, what pain feels like, what sacrifice means, what laughter can do."
   },
   "author": {
    "text": "Sarah Kay"
   }
  },
  {
   "quote": {
    "text": "You don't have to be a chef or even a particularly good cook to experience proper kitchen alchemy: the moment when ingredients combine to form something more delectable than the sum of their parts."
   },
   "author": {
    "text": "Erin Morgenstern"
   }
  },
  {
   "quote": {
    "text": "You don't know what unconditional love is. You may say you do, but if you don't have a child, you don't know what that is. But when you experience it, it is the most fulfilling ever."
   },
   "author": {
    "text": "Regina King"
   }
  },
  {
   "quote": {
    "text": "Until space tourism is a destination-based business (e.g. flights to a private space station or to the moon), will flyers pay to fly more than once after having earned their astronaut wings? The answer to this is likely very dependent on the experience itself."
   },
   "author": {
    "text": "Dylan Taylor"
   }
  },
  {
   "quote": {
    "text": "To have God speak to the heart is a majestic experience, an experience that people may miss if they monopolize the conversation and never pause to hear God's responses."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "The only thing we have learnt from experience is that we learn nothing from experience."
   },
   "author": {
    "text": "Chinua Achebe"
   }
  },
  {
   "quote": {
    "text": "Space travel for everyone is the next frontier in the human experience."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "Experience has everywhere shown us, and especially in the Philippines, that the classes which are better off have always been addicted to peace and order because they live comparatively better and may be the losers in civil disturbances."
   },
   "author": {
    "text": "Jose Rizal"
   }
  },
  {
   "quote": {
    "text": "The stuff that matters in life is no longer stuff. It's other people. It's relationships. It's experience."
   },
   "author": {
    "text": "Brian Chesky"
   }
  },
  {
   "quote": {
    "text": "I think everything about my life is magical. I've struggled, and against most odds, I'm truly having the experience of living my dreams."
   },
   "author": {
    "text": "Bella Thorne"
   }
  },
  {
   "quote": {
    "text": "What is easy is seldom excellent."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Most of us have had that experience - at around puberty - of realising that, despite whatever efforts we put into our chosen sports, we will become at best competent."
   },
   "author": {
    "text": "Will Self"
   }
  },
  {
   "quote": {
    "text": "As so much music is listened to via MP3 download, many will never experience the joy of analog playback, and for them, I feel sorry. They are missing out."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "If you realize all the time what's kind of wonderful - that is, if we expand our experience into wilder and wilder regions of experience - every once in a while, we have these integrations when everything's pulled together into a unification, in which it turns out to be simpler than it looked before."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "I am concerned about any attrition in customer traffic at Starbucks, but I don't want to use the economy, commodity prices or consumer confidence as an excuse. We must maintain a value proposition to our customers as well as differentiate the Starbucks Experience. That is the key."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "My ultimate aim is to make euthanasia a positive experience."
   },
   "author": {
    "text": "Jack Kevorkian"
   }
  },
  {
   "quote": {
    "text": "With the recent addition of a full soundtrack and the players map, millions of Poptropicans around the globe are now fully immersed in a multimedia gaming experience when they embark on our high quality adventures."
   },
   "author": {
    "text": "Jeff Kinney"
   }
  },
  {
   "quote": {
    "text": "The course of the flight up and down was exceedingly erratic, partly due to the irregularity of the air, and partly to lack of experience in handling this machine. The control of the front rudder was difficult on account of its being balanced too near the center."
   },
   "author": {
    "text": "Orville Wright"
   }
  },
  {
   "quote": {
    "text": "I loved making Pure Country. It was a great learning experience for me, seeing another part of the entertainment industry."
   },
   "author": {
    "text": "George Strait"
   }
  },
  {
   "quote": {
    "text": "In the school of mortality, we experience tenderness, love, kindness, happiness, sorrow, disappointment, pain, and even the challenges of physical limitations in ways that prepare us for eternity."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "We're made for the light of a cave and for twilight. Twilight is the time we see best. When we dim the light down, and the pupil opens, feeling comes out of the eye like touch. Then you really can feel colour, and experience it."
   },
   "author": {
    "text": "James Turrell"
   }
  },
  {
   "quote": {
    "text": "The deepest experience of the creator is feminine, for it is experience of receiving and bearing."
   },
   "author": {
    "text": "Rainer Maria Rilke"
   }
  },
  {
   "quote": {
    "text": "I'm very type-A, and many things in my life are about control and domination, but eating should be a submissive experience, where you let down your guard and enjoy the ride."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "In life, if you're not learning from every experience, even the bad ones, you're really messing up. That's the marker of a smart, intelligent individual."
   },
   "author": {
    "text": "Seth Rollins"
   }
  },
  {
   "quote": {
    "text": "A lot of people think that addiction is a choice. A lot of people think it's a matter of will. That has not been my experience. I don't find it to have anything to do with strength."
   },
   "author": {
    "text": "Matthew Perry"
   }
  },
  {
   "quote": {
    "text": "If you really want to experience God, go and make disciples."
   },
   "author": {
    "text": "Francis Chan"
   }
  },
  {
   "quote": {
    "text": "If the composer withholds more than we anticipate, we experience a delicious falling sensation; we feel we have been torn from a stable point on the musical ladder and thrust into the void."
   },
   "author": {
    "text": "Levi Strauss"
   }
  },
  {
   "quote": {
    "text": "The striking thing about the Precious Blood is the bond it establishes between love and suffering in our experience, a bond that has become so close that we have come to think of suffering accepted with joy as the most authentic sign of love with any depth at all."
   },
   "author": {
    "text": "Gabriel Marcel"
   }
  },
  {
   "quote": {
    "text": "When one begins, as I did, to analyze men after a fairly long experience of analyzing women, one receives a most surprising impression of the intensity of this envy of pregnancy, childbirth, and motherhood, as well as of breasts and of the act of suckling."
   },
   "author": {
    "text": "Karen Horney"
   }
  },
  {
   "quote": {
    "text": "You're not just this person who's from your own specific experiences, but the collective experience of what makes you who you are because of time."
   },
   "author": {
    "text": "Julie Mehretu"
   }
  },
  {
   "quote": {
    "text": "With so many ways to communicate at our disposal, we must not forget the transformative power of a live music experience and genuine human exchange."
   },
   "author": {
    "text": "Jon Batiste"
   }
  },
  {
   "quote": {
    "text": "I had some experience in dealing with people who have mental illness and depression, but I didn't see the signs in myself. I couldn't ask for help because I didn't know I needed help."
   },
   "author": {
    "text": "Clara Hughes"
   }
  },
  {
   "quote": {
    "text": "Never, for the sake of peace and quiet, deny your own experience or convictions."
   },
   "author": {
    "text": "Dag Hammarskjold"
   }
  },
  {
   "quote": {
    "text": "I've had an experience through music that has touched almost every part of me. It educated me in ways that I didn't get educated in school. So we try to lay on a bit of that, through being funny, being serious, playing hard."
   },
   "author": {
    "text": "Bruce Springsteen"
   }
  },
  {
   "quote": {
    "text": "Language fits over experience like a straight-jacket."
   },
   "author": {
    "text": "William Golding"
   }
  },
  {
   "quote": {
    "text": "You can't build any kind of organization if you're not going to surround yourself with people who have experience and skill base beyond your own."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "Life is the only real counselor; wisdom unfiltered through personal experience does not become a part of the moral tissue."
   },
   "author": {
    "text": "Edith Wharton"
   }
  },
  {
   "quote": {
    "text": "Two things control men's nature, instinct and experience."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "Everybody experiences far more than he understands. Yet it is experience, rather than understanding, that influences behavior."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "The way Everest is guided is very different from the way other mountains are guided, and it flies in the face of values I hold dear: self-reliance, taking responsibility for what you do, making your own decisions, trusting your judgment - the kind of judgment that comes only through paying your dues, through experience."
   },
   "author": {
    "text": "Jon Krakauer"
   }
  },
  {
   "quote": {
    "text": "A poem gives me a chance to have an encounter with a feeling, with an experience, with a wish, with an idea."
   },
   "author": {
    "text": "Tracy K. Smith"
   }
  },
  {
   "quote": {
    "text": "My first experience in the Netherlands was very pleasant, extremely pleasant. I mean, I got my residence permit, refugee status, within four weeks of arrival. People treated me extremely well."
   },
   "author": {
    "text": "Ayaan Hirsi Ali"
   }
  },
  {
   "quote": {
    "text": "All that I know I learned after I was thirty."
   },
   "author": {
    "text": "Georges Clemenceau"
   }
  },
  {
   "quote": {
    "text": "The earliest maps were 'story' maps. Cartographers were artists who mingled knowledge with supposition, memory and fears. Their maps described both landscape and the events, which had taken place within it, enabling travellers to plot a route as well as to experience a story."
   },
   "author": {
    "text": "Rory MacLean"
   }
  },
  {
   "quote": {
    "text": "Falling in love as we know it is an addictive experience."
   },
   "author": {
    "text": "Susan Cheever"
   }
  },
  {
   "quote": {
    "text": "The technologies of convenience are making our sphere of exploration and experience smaller."
   },
   "author": {
    "text": "Robert Englund"
   }
  },
  {
   "quote": {
    "text": "Even on my most angry song, I'm also still saying, 'Thank you for helping me to learn.' I've always wanted to give voice to that complexity in our experience."
   },
   "author": {
    "text": "Kelela"
   }
  },
  {
   "quote": {
    "text": "I have a rat inside my skull that runs on a treadmill - pitta-patta pitta-patta pitta-patta. I enjoy the company of other people who experience that pitta-patta in their skulls."
   },
   "author": {
    "text": "Richard Lederer"
   }
  },
  {
   "quote": {
    "text": "There are many tough sides to being a jockey. Injury is something we all dread, but spending lengthy periods in the bath or the sauna just to shed a few pounds can be an exhausting and draining experience."
   },
   "author": {
    "text": "Tony McCoy"
   }
  },
  {
   "quote": {
    "text": "You just try and do as much variation and as much difference and as much as possible, so you put yourself out there to try anything, really. As long as you feel you're going to get something out of the experience, it's all worth it."
   },
   "author": {
    "text": "Jim Sturgess"
   }
  },
  {
   "quote": {
    "text": "I don't claim to be knowledgeable about theology. Most of my knowledge comes out of my experience and the lessons in the Bible. Every Sunday I'm home I teach 45 minutes and we boiled them down to one page for the new book, 'Through the Year with Jimmy Carter.'"
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "I got to experience soccer at the highest level at a young age; I decided I wanted to be part of that for as long as possible."
   },
   "author": {
    "text": "Mia Hamm"
   }
  },
  {
   "quote": {
    "text": "I have often called attention to the fact that walking through the streets in the Middle Ages was a different experience from nowadays. Right and left, there were house facades that were built out of what the soul felt and thought. Every key, every lock, carried the imprint of the person who had made it."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "I've been playing against older and stronger competition my whole life. It has made me a better tennis player and able to play against this kind of level despite their strength and experience."
   },
   "author": {
    "text": "Maria Sharapova"
   }
  },
  {
   "quote": {
    "text": "My life experience has taught me nothing happens by chance. Even the idea of the ball in a roulette game: it's not chance it ends up in a certain place. It's forces that are at play."
   },
   "author": {
    "text": "Andrea Bocelli"
   }
  },
  {
   "quote": {
    "text": "A sack is way better than any nightclub. A touchdown is way better than any bar experience I've ever had."
   },
   "author": {
    "text": "J. J. Watt"
   }
  },
  {
   "quote": {
    "text": "So it's, I think it's quite, quite unique to fly with somebody with so much experience."
   },
   "author": {
    "text": "Philippe Perrin"
   }
  },
  {
   "quote": {
    "text": "I have had to really grapple with the fact that, while I wish things could be different at times, I ultimately needed to experience the transformation that comes with pain and loss and sorrow."
   },
   "author": {
    "text": "Karyn Kusama"
   }
  },
  {
   "quote": {
    "text": "Game designers are obsessed with emotion. How do we create the emotions that we want gamers to feel, and how can we really make it this intense, emotional experience?"
   },
   "author": {
    "text": "Jane McGonigal"
   }
  },
  {
   "quote": {
    "text": "For people familiar with Eastern Europe, Marci Shore's 'The Taste of Ashes' is, in spite of its subject matter, delicious. A professor at Yale with much experience in Eastern Europe, she writes with great sureness of touch, weaving personal recollections with intellectual commentary and ideas with emotions, including her own."
   },
   "author": {
    "text": "Norman Davies"
   }
  },
  {
   "quote": {
    "text": "When you're doing a film, narrative is your most important tool, but it's a tool to create a cinematographic experience, to create those moments that are beyond narrative, that are almost an abstraction of that moment that hits your psyche."
   },
   "author": {
    "text": "Alfonso Cuaron"
   }
  },
  {
   "quote": {
    "text": "We emphasize negativity and violence in the media because that's what grabs everybody's attention, but in the real world, it's mostly people being very cooperative and caring and connected and kind. That's the norm of human experience. And yet, what gets our attention is the very opposite."
   },
   "author": {
    "text": "Richard Linklater"
   }
  },
  {
   "quote": {
    "text": "Long experience, in the United States and in other advanced economies, has demonstrated that monetary policy is most successful when decisions are rendered independent of influence by elected officials."
   },
   "author": {
    "text": "Jerome Powell"
   }
  },
  {
   "quote": {
    "text": "A quintessential experience is to raft the Rio Grande through the Blue Mountains, stopping off at waterfalls and having picnics of barbecued fish."
   },
   "author": {
    "text": "Ben Elliot"
   }
  },
  {
   "quote": {
    "text": "I think newspapers shouldn't try to compete directly with the Web, and should do what they can do better, which may be long-form journalism and using photos and art, and making connections with large-form graphics and really enhancing the tactile experience of paper."
   },
   "author": {
    "text": "Dave Eggers"
   }
  },
  {
   "quote": {
    "text": "I tell young entrepreneurs to use the leader in their industry and as a benchmark as they work to create their own brand. Don't look at what your competition is doing - if you emulate the leader in your industry, you will achieve a higher level of engagement with consumers and make their buying experience richer."
   },
   "author": {
    "text": "Steve Stoute"
   }
  },
  {
   "quote": {
    "text": "For me, just being how old I am, I know I don't want to be a single mom. I really would rather make it a two-person job. But I've also come to terms with not being a mother at all. I'm actually really good with either direction that my life can take as being a valid experience."
   },
   "author": {
    "text": "Lisa Edelstein"
   }
  },
  {
   "quote": {
    "text": "The Louvre for me is a wonderful experience. Because it continues; it didn't get cut off. It was actually a continuous involvement all the way, and a lot of people have come and gone, come and gone; but I'm still here."
   },
   "author": {
    "text": "I. M. Pei"
   }
  },
  {
   "quote": {
    "text": "Experience tells us that we do not need more overspending or higher taxes to grow jobs. We do not need more regulations or more government control - such as the government takeover of health care or the restrictions in domestic energy production."
   },
   "author": {
    "text": "Tim Walberg"
   }
  },
  {
   "quote": {
    "text": "Language is not simply a reporting device for experience but a defining framework for it."
   },
   "author": {
    "text": "Benjamin Whorf"
   }
  },
  {
   "quote": {
    "text": "I believe people can have a profound experience by being surrounded by something beautiful - that's what I aim for. My sculpture is about the way you feel when you're standing under it and inside it. It's experiential art."
   },
   "author": {
    "text": "Janet Echelman"
   }
  },
  {
   "quote": {
    "text": "In our experience, what we have found is the rare commodity is a good management team. And good management teams manage through good and bad cycles and manage to grow their business over a long period of time."
   },
   "author": {
    "text": "Warren Stephens"
   }
  },
  {
   "quote": {
    "text": "Fiction seeks to represent human experience as it is lived and as it reverberates in our hopes, fears, dreams, and memories. So much of our lives are internal. The art of fiction has claimed - more than anything else - this internal ground as its own."
   },
   "author": {
    "text": "Varley O'Connor"
   }
  },
  {
   "quote": {
    "text": "The key to education is the experience of beauty."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "I raised five children. They all have different personalities. All of them have different issues, different levels of success. That was a learning experience for me."
   },
   "author": {
    "text": "T. D. Jakes"
   }
  },
  {
   "quote": {
    "text": "I had a bad experience doing public speaking at school. I had to talk about a pen for five minutes and it was really hard work. I couldn't wait to get off the stage."
   },
   "author": {
    "text": "Karl Pilkington"
   }
  },
  {
   "quote": {
    "text": "I think the western is about people in harsh places trying to tame an unfriendly wilderness. Because life is defined by struggle, it's kind of the perfect microcosmic experience to explore that. 'Here we are, struggling.' It's about people persevering and persevering and persevering."
   },
   "author": {
    "text": "Chris Pine"
   }
  },
  {
   "quote": {
    "text": "We are in the midst of a momentous catastrophe of world history, of a transformation of all aspects of life and of the entire inner human being This is perhaps fortunate for the artistic person, if he is strong enough to bear the consequences, because what we need is the courage to have inner experience."
   },
   "author": {
    "text": "Walter Gropius"
   }
  },
  {
   "quote": {
    "text": "The mind of a 19-year-old is very different from the mind of a 26-year-old. You grow. You get into better relationships. You experience more, meet more people, better people. But when you're in a dark hole at an earlier point in your life - you write about the mindset you're in at that moment."
   },
   "author": {
    "text": "The Weeknd"
   }
  },
  {
   "quote": {
    "text": "How we experience memory sometimes, it's not linear. We're not telling the stories to ourselves. We know the story; we're just seeing it in flashes overlaid."
   },
   "author": {
    "text": "Frank Ocean"
   }
  },
  {
   "quote": {
    "text": "See, when I paint, it is an experience that, at its best, is transcending reality."
   },
   "author": {
    "text": "Keith Haring"
   }
  },
  {
   "quote": {
    "text": "Each one of us sees Jesus in a different way. To some, He was prophet, for they needed to know the kingdom was at hand. But most of all, He was the son of God, and He came to experience the consequences of the curse the Father had put upon mankind when Adam and Eve disobeyed."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "Regardless of what I do, whether I write a book or whether I act or whether I host, I'll always do stand-up comedy because those moments, that's what I crave. If I do something funny, and I hear a crowd laugh in that moment, we're all sharing the exact same experience and the exact same feeling."
   },
   "author": {
    "text": "Howie Mandel"
   }
  },
  {
   "quote": {
    "text": "Nothing which has entered into our experience is ever lost."
   },
   "author": {
    "text": "William Ellery Channing"
   }
  },
  {
   "quote": {
    "text": "Faces are the ledgers of our experience."
   },
   "author": {
    "text": "Richard Avedon"
   }
  },
  {
   "quote": {
    "text": "Millennials in particular get a lot of flack for their supposed entitlement and narcissism, but these evaluations have never matched my experience with hiring young people at Warby Parker."
   },
   "author": {
    "text": "Neil Blumenthal"
   }
  },
  {
   "quote": {
    "text": "What I try to get beyond is playing music at people and, instead, to play music with people because audience members are constantly part of the experience. What they say in their body language, what they say in their eyes, what they sing with me... it's an 'us,' and there's a communication that's like... it's like church, man."
   },
   "author": {
    "text": "Al Jarreau"
   }
  },
  {
   "quote": {
    "text": "In my own personal experience, I've had different family members who have been held in immigration detention because they've had some sort of challenge financially, and they were making difficult decisions, and that led to their immigration detention and, eventually, deportation."
   },
   "author": {
    "text": "Opal Tometi"
   }
  },
  {
   "quote": {
    "text": "The kind of experience of humility and happiness that comes with gratitude tends to crowd out whatever is coarse, or ugly, or mean."
   },
   "author": {
    "text": "Kevin DeYoung"
   }
  },
  {
   "quote": {
    "text": "I own that it is a good deal of a mystery to me how judges, of all persons in the world, should put their faith in dicta. A brief experience on the bench was enough to reveal to me all sorts of cracks and crevices and loopholes in my own opinions when picked up a few months after delivery and reread with due contrition."
   },
   "author": {
    "text": "Benjamin N. Cardozo"
   }
  },
  {
   "quote": {
    "text": "In my experience, copy editors, like the stalwart staff I've worked with and learned from in my 34 years at 'TIME,' are linguistic conservatives - the keepers of the flame ignited by the Strunk-White 'Elements of Style,' published in full in 1957 and chosen by 'TIME' as one of the 100 most influential nonfiction books of the past century."
   },
   "author": {
    "text": "Richard Corliss"
   }
  },
  {
   "quote": {
    "text": "Is being single hard? It depends where your mind is. If you are focused, being single is an enjoyable experience, but if you hate being alone, you'll hate being single. I think it depends on the individual are where they are in life."
   },
   "author": {
    "text": "Lauren London"
   }
  },
  {
   "quote": {
    "text": "When you come together with your other half, you immediately experience a sense of wholeness and completeness."
   },
   "author": {
    "text": "Andrew Cohen"
   }
  },
  {
   "quote": {
    "text": "If you have perfect virtual reality eventually, where you're be able to simulate everything that a human can experience or imagine experiencing, it's hard to imagine where you go from there."
   },
   "author": {
    "text": "Palmer Luckey"
   }
  },
  {
   "quote": {
    "text": "You can make people feel valued or cared for by design alone. It's not purely about money. It's about how we choose to value human experience."
   },
   "author": {
    "text": "Thomas Heatherwick"
   }
  },
  {
   "quote": {
    "text": "Experience is what really happens to you in the long run; the truth that finally overtakes you."
   },
   "author": {
    "text": "Katherine Anne Porter"
   }
  },
  {
   "quote": {
    "text": "I would much prefer that they take me as I am, that way the experience is genuine between the both of us."
   },
   "author": {
    "text": "George Duke"
   }
  },
  {
   "quote": {
    "text": "Birth and death are the most singular events we experience - and the contemplation of death, as of birth, should be a thing of beauty, not ignobility."
   },
   "author": {
    "text": "Jacob K. Javits"
   }
  },
  {
   "quote": {
    "text": "Experience enables you to recognize a mistake when you make it again."
   },
   "author": {
    "text": "Franklin P. Jones"
   }
  },
  {
   "quote": {
    "text": "Experience is that marvelous thing that enables you to recognize a mistake when you make it again."
   },
   "author": {
    "text": "Franklin P. Jones"
   }
  },
  {
   "quote": {
    "text": "Going to a party, for me, is as much a learning experience as, you know, sitting in a lecture."
   },
   "author": {
    "text": "Natalie Portman"
   }
  },
  {
   "quote": {
    "text": "I could live without my phone. And one thing I'd love to do is experience having the freedom that kids had back in the '80s."
   },
   "author": {
    "text": "Millie Bobby Brown"
   }
  },
  {
   "quote": {
    "text": "'Faith and Will' sprang from my personal experience with passing through a dark spiritual time."
   },
   "author": {
    "text": "Julia Cameron"
   }
  },
  {
   "quote": {
    "text": "My experience with record labels throughout my career has generally fallen into wishing I could do things that they're not built to do, whether it be arguing about having a nicer package - because I do believe some people care about that - to trying to always bank on art-versus-the-easy-commerce route; there's always been headbutting involved."
   },
   "author": {
    "text": "Trent Reznor"
   }
  },
  {
   "quote": {
    "text": "We were a very small circle of writers. Everybody brought to the table their own life experience."
   },
   "author": {
    "text": "Howie Mandel"
   }
  },
  {
   "quote": {
    "text": "As soon as you enter Rajasthan, you are hit with colors. It's such a sensory experience. You see women in bright pink and yellow saris, camels pulling carts, historic forts - history on each and every corner."
   },
   "author": {
    "text": "Maneet Chauhan"
   }
  },
  {
   "quote": {
    "text": "Why would anyone walk through life satisfied with the light from the candle of their own understanding when, by reaching out to our Heavenly Father, they could experience the bright sun of spiritual knowledge that would expand their minds with wisdom and fill their souls with joy?"
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "Experience isn't interesting until it begins to repeat itself. In fact, till it does that, it hardly is experience."
   },
   "author": {
    "text": "Elizabeth Bowen"
   }
  },
  {
   "quote": {
    "text": "American government did not originate in any abstract theories about liberty and equality, but in the actual experience gained by generation after generation of English colonists in managing their own political affairs. The Revolution did not make a breach in the continuity of their institutional life."
   },
   "author": {
    "text": "Charles A. Beard"
   }
  },
  {
   "quote": {
    "text": "The first of the four noble truths of Buddhism, that there is suffering in life, was enormously important to me. No one had ever said it out loud. That had been my experience, of course, but no one had ever talked about it. I didn't know what to do with all the fear and emotions within, and here was the Buddha saying this truth right out loud."
   },
   "author": {
    "text": "Sharon Salzberg"
   }
  },
  {
   "quote": {
    "text": "In a single moment we can understand we are not just facing a knee pain, or our discouragement and our wishing the sitting would end, but that right in the moment of seeing that knee pain, we're able to explore the teachings of the Buddha. What does it mean to have a painful experience? What does it mean to hate it, and to fear it?"
   },
   "author": {
    "text": "Sharon Salzberg"
   }
  },
  {
   "quote": {
    "text": "So it's joyful to me, in my 71st year, to be able to be in a play that is absolutely right for my age and my experience, and that is a popular success. What more could you ask as an actor?"
   },
   "author": {
    "text": "Ian Mckellen"
   }
  },
  {
   "quote": {
    "text": "Our wisdom comes from our experience, and our experience comes from our foolishness."
   },
   "author": {
    "text": "Sacha Guitry"
   }
  },
  {
   "quote": {
    "text": "When I walk into a room that is all white and all male, I'm sitting on the outside of that club. That's sometimes an intimidating experience. But I think that everywhere that I've gotten is because I've worked hard. I have the experience, I have the credentials - I continue not to take any of that for granted."
   },
   "author": {
    "text": "Helene D. Gayle"
   }
  },
  {
   "quote": {
    "text": "One thing I would say about the Indian consumer is that as much change and as much technology, innovation that you offer to the Indian consumer, the Indian consumer is very receptive and actually keep expecting more, and we have had that great experience."
   },
   "author": {
    "text": "Chanda Kochhar"
   }
  },
  {
   "quote": {
    "text": "I think that everything you do helps you to write if you're a writer. Adversity and success both contribute largely to making you what you are. If you don't experience either one of those, you're being deprived of something."
   },
   "author": {
    "text": "Shelby Foote"
   }
  },
  {
   "quote": {
    "text": "A Kiss concert experience is like sex or anything else that's done with more that one person. It's the give and take that makes it so great. When the audience takes it to the next level, we can kick it up another notch."
   },
   "author": {
    "text": "Paul Stanley"
   }
  },
  {
   "quote": {
    "text": "People who come out of the liberal arts don't have an understanding of science and technology, and the people in science and technology have very little experience with liberal arts and the traditions of a liberal democracy."
   },
   "author": {
    "text": "Toomas Hendrik Ilves"
   }
  },
  {
   "quote": {
    "text": "I can always remember that experience in Hawaii pleasantly on account of Elvis."
   },
   "author": {
    "text": "Minnie Pearl"
   }
  },
  {
   "quote": {
    "text": "What keeps me going are my learnings, which I would rather call my 'experience,' and my urge to explore."
   },
   "author": {
    "text": "Sushant Singh Rajput"
   }
  },
  {
   "quote": {
    "text": "Microsoft could help Facebook with one of the biggest challenges, namely monetizing its traffic without reducing the user's experience. It's obvious that Microsoft needs traffic and Facebook needs search."
   },
   "author": {
    "text": "David Einhorn"
   }
  },
  {
   "quote": {
    "text": "We want the best prices we can give our customers, with all our products... But it really is about the quality first and the experience."
   },
   "author": {
    "text": "Joseph Abboud"
   }
  },
  {
   "quote": {
    "text": "Being a new mother was a joyful and sometimes overwhelming experience - and as the first Missouri female state legislator to have a baby while in office, having heath care for myself and my son gave me some needed peace of mind."
   },
   "author": {
    "text": "Claire McCaskill"
   }
  },
  {
   "quote": {
    "text": "Over a period of 11 months, I was constantly afraid that Youth Care would lock me up. It was all a frightening and traumatic experience. So often, these terrible memories come to me. I can't ignore them."
   },
   "author": {
    "text": "Laura Dekker"
   }
  },
  {
   "quote": {
    "text": "Experience shows that success is due less to ability than to zeal."
   },
   "author": {
    "text": "Charles Buxton"
   }
  },
  {
   "quote": {
    "text": "Occasionally, I share advice, but most of my advice is based on my personal experience."
   },
   "author": {
    "text": "Delilah"
   }
  },
  {
   "quote": {
    "text": "Experience has taught me that privacy truly is the touchstone of our criminal justice system."
   },
   "author": {
    "text": "Susana Martinez"
   }
  },
  {
   "quote": {
    "text": "Good judgement comes from experience. Sometimes, experience comes from bad judgement."
   },
   "author": {
    "text": "Christian Slater"
   }
  },
  {
   "quote": {
    "text": "A breakdown involves getting to the point at which your mental state prevents you from doing the normal things of your everyday life. I remember from my own experience that I was completely ambushed by mine."
   },
   "author": {
    "text": "Andrew Solomon"
   }
  },
  {
   "quote": {
    "text": "I think day care is terrific. Kids get to be around other kids, and they're playing, and they're teaching each other. When I was in college, my summer job was being a preschool teacher. I loved it, and after that experience, I said I can't wait to put my kid in day care because I could see how much they loved it."
   },
   "author": {
    "text": "Jessica Valenti"
   }
  },
  {
   "quote": {
    "text": "I view life as a learning experience. It is not so much all about music; it is about what happens when you are doing the music."
   },
   "author": {
    "text": "Michael Schenker"
   }
  },
  {
   "quote": {
    "text": "My first film was a big dud at the box office, and my second film did decently. I used to wonder how it would feel to have a hit film. I thought I'd be larger than life, but I'm not feeling anything I imagined. It's a completely different experience."
   },
   "author": {
    "text": "Shraddha Kapoor"
   }
  },
  {
   "quote": {
    "text": "In my experience, it's common that deep truths exist at both extremes of a dialectic, and the wisest stance on an issue will incorporate 'both of the opposites within itself.'"
   },
   "author": {
    "text": "Joe Lonsdale"
   }
  },
  {
   "quote": {
    "text": "I have a hard time articulating the emotional experience of working on a film. Even when I have meetings on films or discussing them with directors, I find that's my biggest challenge. Different words mean different things to people."
   },
   "author": {
    "text": "Amy Adams"
   }
  },
  {
   "quote": {
    "text": "My experience with video games is a far cry from 'WWE 2K17.' Did I ever aspire to be that character? Man, I just wanted to be a hero to kids. Whether it's a character in a video game, a movie or a TV series, it's an accolade that I'm greatly appreciative of."
   },
   "author": {
    "text": "Bill Goldberg"
   }
  },
  {
   "quote": {
    "text": "There are absolutely almost perfect people who experience no guilt; they don't know what it is. They simply do what they need to do - or want to do - next. They see nothing wrong with it. They feel no guilt. They express no guilt. And it's not even certain what harm they do."
   },
   "author": {
    "text": "Mike Nichols"
   }
  },
  {
   "quote": {
    "text": "'Digiphrenia' is really the experience of trying to exist in more than one incarnation of yourself at the same time. There's your Twitter profile, there's your Facebook profile, there's your email inbox. And all of these sort of multiple instances of you are operating simultaneously and in parallel."
   },
   "author": {
    "text": "Douglas Rushkoff"
   }
  },
  {
   "quote": {
    "text": "The 'looking forward' so prevalent in the late 1990s was bound to end once the new millennium began. Like some others of that era, I predicted a new focus on the moment, on real experience, and on what things are actually worth right now. Then 9/11 magnified this sensibility, forcing America as a nation to contend with its own impermanence."
   },
   "author": {
    "text": "Douglas Rushkoff"
   }
  },
  {
   "quote": {
    "text": "The visuals are equally as important as the music. It's all a complete experience."
   },
   "author": {
    "text": "Andra Day"
   }
  },
  {
   "quote": {
    "text": "In my experience, depression was not something that has been cured so much as managed, like a lot of illnesses."
   },
   "author": {
    "text": "Graham Moore"
   }
  },
  {
   "quote": {
    "text": "It's a vanity to think that a legitimate shamanistic experience can be purchased."
   },
   "author": {
    "text": "J. Tillman"
   }
  },
  {
   "quote": {
    "text": "It doesn't matter what you look like. Experience is the key."
   },
   "author": {
    "text": "Sonny Bill Williams"
   }
  },
  {
   "quote": {
    "text": "Personal experience is the basis of all real Literature."
   },
   "author": {
    "text": "George Henry Lewes"
   }
  },
  {
   "quote": {
    "text": "The 30-year-old male is about as far away from Valentine's Day as you can get in the human experience."
   },
   "author": {
    "text": "Topher Grace"
   }
  },
  {
   "quote": {
    "text": "At the moment of death, when the seed atom in the heart is ruptured, which contains all the experience of the past life in a panoramic picture, the spirit leaves its physical body, taking with it the finer bodies."
   },
   "author": {
    "text": "Max Heindel"
   }
  },
  {
   "quote": {
    "text": "Meaning is something we experience more than we attain. It's like finding a nice, easy current in a river that carries you through life."
   },
   "author": {
    "text": "Donald Miller"
   }
  },
  {
   "quote": {
    "text": "I joined the Royal Shakespeare Co. with no experience whatsoever - I'd never been to a drama school or anything. But I was strong and could lift things, I could move scenery about."
   },
   "author": {
    "text": "Roger Rees"
   }
  },
  {
   "quote": {
    "text": "My father was a builder. During my high school years, I worked for him. One summer, I was working with a guy who had just come back from Vietnam and had been a tunnel rat. He wouldn't talk about the experience, but it sounded really scary to me."
   },
   "author": {
    "text": "Michael Connelly"
   }
  },
  {
   "quote": {
    "text": "I look at the way that my kids interact with technology, and it becomes a mirror to the ways in which I myself interact with technology. I can see the ways in which that addiction and compulsion starts to settle in on them, and it's much more unnerving to see it in them than it is to experience it myself."
   },
   "author": {
    "text": "Franklin Foer"
   }
  },
  {
   "quote": {
    "text": "I find rejection or failure to be a really interesting and valuable experience."
   },
   "author": {
    "text": "Brian Grazer"
   }
  },
  {
   "quote": {
    "text": "Without music in schools' curriculum, there is a void for young people to express, explore, and experience music."
   },
   "author": {
    "text": "Paul Rodgers"
   }
  },
  {
   "quote": {
    "text": "I had no experience with broadcasting basketball games, so I took a tape recorder and went to a playground where there was a summer league, and I stood up in the top of the stands and I called the game."
   },
   "author": {
    "text": "Ed Bradley"
   }
  },
  {
   "quote": {
    "text": "Things happen to everybody in the course of a lifetime. Relationships end, people die, tragedy befalls everyone. So everyone has this wealth of experience, and the older you are the more you have to draw on."
   },
   "author": {
    "text": "Eric Stoltz"
   }
  },
  {
   "quote": {
    "text": "Google, Facebook, and other consumer web companies violate our privacy. But that's only because they have an ad-based business model. They can only make money by selling your data - and degrading the product experience with ads."
   },
   "author": {
    "text": "Jose Ferreira"
   }
  },
  {
   "quote": {
    "text": "Black women, whose experience is unique, are seldom recognized as a particular social-cultural entity and are seldom thought to be important enough for serious scholarly consideration."
   },
   "author": {
    "text": "Barbara Smith"
   }
  },
  {
   "quote": {
    "text": "An illness is like a journey into a far country; it sifts all one's experience and removes it to a point so remote that it appears like a vision."
   },
   "author": {
    "text": "Sholem Asch"
   }
  },
  {
   "quote": {
    "text": "The wisdom and experience of older people is a resource of inestimable worth. Recognizing and treasuring the contributions of older people is essential to the long-term flourishing of any society."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "I learned a long time ago the wisest thing I can do is be on my own side, be an advocate for myself and others like me."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Grief starts to become indulgent, and it doesn't serve anyone, and it's painful. But if you transform it into remembrance, then you're magnifying the person you lost and also giving something of that person to other people, so they can experience something of that person."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "Sex without love is a meaningless experience, but as far as meaningless experiences go its pretty damn good."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "As a former Airman First Class in the United States Air Force, like many veterans in America, my military experience played an important part in instilling in me a sense of character and discipline that has served me throughout my life."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "Working with great people makes you great; you learn a lot and it also gives you the experience and confidence to move on with your own career."
   },
   "author": {
    "text": "Nas"
   }
  },
  {
   "quote": {
    "text": "I've learned from experience that if you work harder at it, and apply more energy and time to it, and more consistency, you get a better result. It comes from the work."
   },
   "author": {
    "text": "Louis C. K."
   }
  },
  {
   "quote": {
    "text": "I believe that anyone can conquer fear by doing the things he fears to do, provided he keeps doing them until he gets a record of successful experience behind him."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Many people know so little about what is beyond their short range of experience. They look within themselves - and find nothing! Therefore they conclude that there is nothing outside themselves either."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "If money is your hope for independence you will never have it. The only real security that a man will have in this world is a reserve of knowledge, experience, and ability."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "Japan, not only a mega-busy city that thrives on electronics and efficiency, actually has an almost sacred appreciation of nature. One must travel outside of Tokyo to truly experience the 'old Japan' and more importantly feel these aspects of Japanese culture."
   },
   "author": {
    "text": "Apolo Ohno"
   }
  },
  {
   "quote": {
    "text": "I speak to the black experience, but I am always talking about the human condition."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Life is full of change and uncertainty. We know this. We experience it on a daily basis."
   },
   "author": {
    "text": "Carre Otis"
   }
  },
  {
   "quote": {
    "text": "America was founded on immigrants. The immigrant experience is common to all of us."
   },
   "author": {
    "text": "Nia Vardalos"
   }
  },
  {
   "quote": {
    "text": "My own experience is use the tools that are out there. Use the digital world. But never lose sight of the need to reach out and talk to other people who don't share your view. Listen to them and see if you can find a way to compromise."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Is there anyone so wise as to learn by the experience of others?"
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "While all old people have been young, no young people have been old, and this troubling fact engenders the frustration of all parents and elders, which is that while you can describe your experience, you cannot confer it."
   },
   "author": {
    "text": "Andrew Solomon"
   }
  },
  {
   "quote": {
    "text": "Experience, as a desire for experience, does not come off. We must not study ourselves while having an experience."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "If you just needed the skills to pass the bar, two years would be enough. But if you think of law as a learned profession, then a third year is an opportunity for, on the one hand, public service and practice experience, but on the other, also to take courses that round out the law that you didn't have time to do."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "Human beings, who are almost unique in having the ability to learn from the experience of others, are also remarkable for their apparent disinclination to do so."
   },
   "author": {
    "text": "Douglas Adams"
   }
  },
  {
   "quote": {
    "text": "I wasn't a very good student. I prefer to learn by experience."
   },
   "author": {
    "text": "Cristin Milioti"
   }
  },
  {
   "quote": {
    "text": "Real estate sales was perfect training for the experience to go into public life because you learn to accept rejection, learn to meet new people, learn to work with people and find common ground. That's the way you sell houses... that's also the way you win over constituency."
   },
   "author": {
    "text": "Johnny Isakson"
   }
  },
  {
   "quote": {
    "text": "Our DNA is as a consumer company - for that individual customer who's voting thumbs up or thumbs down. That's who we think about. And we think that our job is to take responsibility for the complete user experience. And if it's not up to par, it's our fault, plain and simply."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Every outing is a learning experience."
   },
   "author": {
    "text": "Drew Pomeranz"
   }
  },
  {
   "quote": {
    "text": "As it stands, motherhood is a sort of wilderness through which each woman hacks her way, part martyr, part pioneer; a turn of events from which some women derive feelings of heroism, while others experience a sense of exile from the world they knew."
   },
   "author": {
    "text": "Rachel Cusk"
   }
  },
  {
   "quote": {
    "text": "Every experience is a paradox in that it means to be absolute, and yet is relative; in that it somehow always goes beyond itself and yet never escapes itself."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "You have people come into your life shockingly and surprisingly. You have losses that you never thought you'd experience. You have rejection and you have learn how to deal with that and how to get up the next day and go on with it."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "It's only when you risk failure that you discover things. When you play it safe, you're not expressing the utmost of your human experience."
   },
   "author": {
    "text": "Lupita Nyong'o"
   }
  },
  {
   "quote": {
    "text": "Unwearied ceaseless effort is the price that must be paid for turning faith into a rich infallible experience."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "In 1987, I had my first opportunity to provide 'advice and consent' on a Supreme Court nominee. At that time, I stated that the qualifications essential for evaluating a nominee for the bench included 'integrity, character, legal competence and ability, experience, and philosophy and judicial temperament.' On that test, Elena Kagan fails."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "I have always thought it a great privilege to have as my colleague in the Palit Chair of Chemistry such a distinguished pioneer in scientific research and education in Bengal as Sir Prafulla Ray. It has been invariably my experience that I could count on his cooperation and sympathy in every matter concerning my scientific work."
   },
   "author": {
    "text": "C. V. Raman"
   }
  },
  {
   "quote": {
    "text": "Best thing that's happened this year? Maybe Hostel. It was a great experience. I loved it."
   },
   "author": {
    "text": "Jay Hernandez"
   }
  },
  {
   "quote": {
    "text": "Hillary doesn't play. She has more experience and exposure to the presidency than any candidate in our lifetime - yes, more than Barack, more than Bill. So she is absolutely ready to be Commander-in-Chief on day one. And, yes, she happens to be a woman."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "I'm not a genius. I'm just a tremendous bundle of experience."
   },
   "author": {
    "text": "R. Buckminster Fuller"
   }
  },
  {
   "quote": {
    "text": "Kids are watching us. I experience it every single day. They hang on my every word, what I wear, what I say."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "It is important to expect nothing, to take every experience, including the negative ones, as merely steps on the path, and to proceed."
   },
   "author": {
    "text": "Ram Dass"
   }
  },
  {
   "quote": {
    "text": "I don't think I've ever worked so hard on something, but working on Macintosh was the neatest experience of my life. Almost everyone who worked on it will say that. None of us wanted to release it at the end. It was as though we knew that once it was out of our hands, it wouldn't be ours anymore."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "It makes sense that we came up with our public school system during the Industrial Revolution because it's like everybody is a factory worker, eating their terrible food and going back to the room where you're silent and listening to an idiot. That's an epitomizing idea, getting called 'Nothing' for your whole high school experience."
   },
   "author": {
    "text": "Ezra Miller"
   }
  },
  {
   "quote": {
    "text": "All adventures, especially into new territory, are scary."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "It's not possible to experience constant euphoria, but if you're grateful, you can find happiness in everything."
   },
   "author": {
    "text": "Pharrell Williams"
   }
  },
  {
   "quote": {
    "text": "How wonderful to know that Christianity is more than a padded pew or a dim cathedral, but that it is a real, living, daily experience which goes on from grace to grace."
   },
   "author": {
    "text": "Jim Elliot"
   }
  },
  {
   "quote": {
    "text": "While I will always have the utmost respect for the superhuman out-of-bounds freestyle and extreme stunts that seem to continually progress beyond our imaginable limits, my highest appreciation goes out to the simple rider who's out there just for the experience."
   },
   "author": {
    "text": "Craig Kelly"
   }
  },
  {
   "quote": {
    "text": "It's wonderful to be grateful. To have that gratitude well out from deep within you and pour out in waves. Once you truly experience this, you will never want to give it up."
   },
   "author": {
    "text": "Srikumar Rao"
   }
  },
  {
   "quote": {
    "text": "Experience proves that in this life peace and satisfaction are had, not by the listless but by those who are fervent in God's service. And rightly so. For in their effort to overcome themselves and to rid themselves of self-love, they rid themselves of the roots of all passion and unrest."
   },
   "author": {
    "text": "Saint Ignatius"
   }
  },
  {
   "quote": {
    "text": "Innocence can be more powerful than experience."
   },
   "author": {
    "text": "Alejandro Gonzalez Inarritu"
   }
  },
  {
   "quote": {
    "text": "It's very intense to be in front of a live audience. It's just an amazing experience. It's dangerous. Everything out there is heightened. The bad stuff is extra-worse. The silences are extra-silent. The good stuff is amazing. It's electric when you walk out there. For 90 minutes, you're on this other planet."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "At the outset, I want to say that the suggestion that the struggle in South Africa is under the influence of foreigners or communists is wholly incorrect. I have done whatever I did because of my experience in South Africa and my own proudly felt African background, and not because of what any outsider might have said."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Literature overtakes history, for literature gives you more than one life. It expands experience and opens new opportunities to readers."
   },
   "author": {
    "text": "Carlos Fuentes"
   }
  },
  {
   "quote": {
    "text": "My main hope is eventually, in modern education field, introduce education about warm-heartedness, not based on religion, but based on common experience and a common sort of sense, and then scientific finding."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "There can be no greater error than to expect, or calculate, upon real favors from nation to nation. It is an illusion which experience must cure, which a just pride ought to discard."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "It's been said that astronomy is a humbling and, I might add, a character-building experience."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "You don't take a class; you're thrown into motherhood and learn from experience."
   },
   "author": {
    "text": "Jennie Finch"
   }
  },
  {
   "quote": {
    "text": "Exile is not a time frame. Exile is an experience. It's a sentiment."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "I believe dreams represent the purest form of fantasy we unleash through our subconscious. They represent the truest freedom we can experience. Totally unrepressed and totally creative."
   },
   "author": {
    "text": "Miguel"
   }
  },
  {
   "quote": {
    "text": "I was raised around a lot of artists, musicians, photographers, painters and people that were in theater. Just having the art-communal hippie experience as a child, there wasn't a clear line that was drawn. We celebrated creative experience and creative expression. We didn't try and curtail it and stunt any of that kind of growth."
   },
   "author": {
    "text": "Jared Leto"
   }
  },
  {
   "quote": {
    "text": "From my experience, the best advisors help in three ways: encourage you to look at the problem or opportunity from multiple angles; help you balance the tug of the short-term with important long-term priorities; and ask the tough questions you need to know to reach the best solution."
   },
   "author": {
    "text": "Margo Georgiadis"
   }
  },
  {
   "quote": {
    "text": "If you're not willing to work, you're never going to be able to experience the American Dream."
   },
   "author": {
    "text": "Jim Jordan"
   }
  },
  {
   "quote": {
    "text": "In my experience, being busy and working hard is the key to sanity/happiness."
   },
   "author": {
    "text": "Jemima Khan"
   }
  },
  {
   "quote": {
    "text": "You know, one wonderful thing that came out of my Enquirer experience is that, in my case, it was ruled tabloids are magazines. Which means they didn't have the protection that a newspaper has."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "It's not that people don't like classical music. It's that they don't have the chance to understand and to experience it."
   },
   "author": {
    "text": "Gustavo Dudamel"
   }
  },
  {
   "quote": {
    "text": "Whether you are pro-choice or strongly pro-life, as I am, there should be common ground that abortion ceases to be an option when a baby can live outside the mother's womb or experience excruciating pain from a procedure."
   },
   "author": {
    "text": "Kevin Brady"
   }
  },
  {
   "quote": {
    "text": "All experience is an arch wherethrough gleams that untravelled world whose margin fades for ever and for ever when I move."
   },
   "author": {
    "text": "Alfred Lord Tennyson"
   }
  },
  {
   "quote": {
    "text": "Experience demands that man is the only animal which devours his own kind, for I can apply no milder term to the general prey of the rich on the poor."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "I do write a lot from personal experience, but I also embellish a bit."
   },
   "author": {
    "text": "Miranda Lambert"
   }
  },
  {
   "quote": {
    "text": "Never become so much of an expert that you stop gaining expertise. View life as a continuous learning experience."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "At every step the child should be allowed to meet the real experience of life; the thorns should never be plucked from his roses."
   },
   "author": {
    "text": "Ellen Key"
   }
  },
  {
   "quote": {
    "text": "The more accurately one can illuminate a particular human experience, the better the work of art."
   },
   "author": {
    "text": "Claire Messud"
   }
  },
  {
   "quote": {
    "text": "The raccoons, foxes, beavers, chinchillas, minks, rabbits, and yes, sometimes even dogs and cats that are killed for fur are not very different from your beloved dog or cat. They all have eyes, ears and hearts. They all experience pain when they are physically maimed. They shake with fear when they experience terror."
   },
   "author": {
    "text": "Jane Velez-Mitchell"
   }
  },
  {
   "quote": {
    "text": "Doing a mall is not only construction of the physical place: what is important is the merchandising mix. We strive to serve the convenience of the public. We want shopping at our malls to be a unique and an enjoyable experience."
   },
   "author": {
    "text": "Henry Sy"
   }
  },
  {
   "quote": {
    "text": "We learn from experience that men never learn anything from experience."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "You do indeed have a past, but not now! And, yes, you have a future, but not now! You can consume your now with thoughts of 'then' and 'maybe,' but that will keep you from the inner peace you could experience."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Because of my unique experience as my mom's child, the beginning of my journey was more about me trying to figure out who I was on my own. My mom is one of the greatest moms and so supportive of all my siblings and of all of us being who we are, and not who she wanted us to be."
   },
   "author": {
    "text": "Tracee Ellis Ross"
   }
  },
  {
   "quote": {
    "text": "I lived in a dictatorship in Brazil, and I was arrested three times. I felt in my flesh what it is to live under such a regime and experience deprivation of freedom."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "Men are wise in proportion, not to their experience, but to their capacity for experience."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Follow that will and that way which experience confirms to be your own."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "We deem those happy who from the experience of life have learnt to bear its ills without being overcome by them."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "We have the tendency to run away from suffering and to look for happiness. But, in fact, if you have not suffered, you have no chance to experience real happiness."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "We are volcanoes. When we women offer our experience as our truth, as human truth, all the maps change. There are new mountains."
   },
   "author": {
    "text": "Ursula K. Le Guin"
   }
  },
  {
   "quote": {
    "text": "Intersectionality draws attention to invisibilities that exist in feminism, in anti-racism, in class politics, so, obviously, it takes a lot of work to consistently challenge ourselves to be attentive to aspects of power that we don't ourselves experience."
   },
   "author": {
    "text": "Kimberle Williams Crenshaw"
   }
  },
  {
   "quote": {
    "text": "I'm learning from my past mistakes and trying to correct them as I move forward. Experience at the international level has probably taught me what it takes to probably go out there and get a 100 or to build an innings or to win a game."
   },
   "author": {
    "text": "Rohit Sharma"
   }
  },
  {
   "quote": {
    "text": "Take a trip to the forest and experience the greatness of getting on your knees and picking your own food and going home... and eating it."
   },
   "author": {
    "text": "Rene Redzepi"
   }
  },
  {
   "quote": {
    "text": "I think baseball represents something closer to our experience. There's no clock in baseball; it's not over until it's over. It's like life in that there are prolonged periods of boredom and monotony, punctuated by intense moments of excitement and sometimes terror."
   },
   "author": {
    "text": "Bennett Miller"
   }
  },
  {
   "quote": {
    "text": "The questions which one asks oneself begin, at least, to illuminate the world, and become one's key to the experience of others."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "I'm sure I've changed my mind about something. Inevitably, when we grow up - as we get more experience and wiser. Well, I've changed my mind about some food that I didn't like when I was young."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "But human experience is usually paradoxical, that means incongruous with the phrases of current talk or even current philosophy."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "The great thing about Snapchat is your fans can get a detailed experience of what your life is like behind the scenes."
   },
   "author": {
    "text": "Antonio Brown"
   }
  },
  {
   "quote": {
    "text": "I don't differentiate between black and Latino actors. We're in the same struggle to be represented in a way that's even close to honest. And I can tell you that the amount of Latino characters I can point at and say, 'That's what my life experience looks like' - I can't think of any off the top of my head besides Jimmy Smits in 'Mi Familia.'"
   },
   "author": {
    "text": "Lin-Manuel Miranda"
   }
  },
  {
   "quote": {
    "text": "Research shows that when women are empowered as political leaders, countries often experience higher standards of living with positive developments in education, infrastructure, and health care."
   },
   "author": {
    "text": "Miriam Defensor-Santiago"
   }
  },
  {
   "quote": {
    "text": "The experience of pain or loss can be a formidably motivating force."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Mistakes are painful when they happen, but years later a collection of mistakes is what is called experience."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "You don't have to be a chef or even a particularly good cook to experience proper kitchen alchemy: the moment when ingredients combine to form something more delectable than the sum of their parts. Fancy ingredients or recipes not required; simple, made-up things are usually even better."
   },
   "author": {
    "text": "Erin Morgenstern"
   }
  },
  {
   "quote": {
    "text": "It is one thing to hear about the forest and the river, but an entirely other experience to go there, to see the environment, and to appreciate the natural riches there first-hand."
   },
   "author": {
    "text": "Chris Kilham"
   }
  },
  {
   "quote": {
    "text": "Imagination is a very potent thing, and in the uneducated often usurps the place of genuine experience."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "I started out really young, when I was four, five, six, writing poems, before I could play an instrument. I was writing about things when I was eight or 10 years old that I hadn't lived long enough to experience. That's why I also believe in reincarnation, that we were put here with ideas to pass around."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "There's a power in what we hold as artists, and part of that comes with responsibility... to share the human experience and really allow that to be seen."
   },
   "author": {
    "text": "Tracee Ellis Ross"
   }
  },
  {
   "quote": {
    "text": "Although nature commences with reason and ends in experience it is necessary for us to do the opposite, that is to commence with experience and from this to proceed to investigate the reason."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "The essence of a role-playing game is that it is a group, cooperative experience."
   },
   "author": {
    "text": "Gary Gygax"
   }
  },
  {
   "quote": {
    "text": "I believe that when people experience an event as a community, it can transcend and change people's lives."
   },
   "author": {
    "text": "Andy Serkis"
   }
  },
  {
   "quote": {
    "text": "It is known that wildfires behave unpredictably - this is fundamental - but it is my experience that humans in the presence of wildfire are also likely to behave in aberrant and unpredictable ways."
   },
   "author": {
    "text": "Michael Leunig"
   }
  },
  {
   "quote": {
    "text": "New Orleans is unlike any city in America. Its cultural diversity is woven into the food, the music, the architecture - even the local superstitions. It's a sensory experience on all levels and there's a story lurking around every corner."
   },
   "author": {
    "text": "Ruta Sepetys"
   }
  },
  {
   "quote": {
    "text": "The experience of life that you and I have is pretty much a jigsaw puzzle in the box: Day-to-day experiences of disconnected pieces that don't seem to justify the efforts we make each day."
   },
   "author": {
    "text": "Robert Adams"
   }
  },
  {
   "quote": {
    "text": "That's the great thing about being an actor: Stuff shows up that you never thought was going to go down. You get to play or experience an area of the world that - you know, I live a pretty simple life, I'm not much of an adventurer. I like my couch and my television. So when stuff comes up in the job, it's a good deal."
   },
   "author": {
    "text": "Justin Kirk"
   }
  },
  {
   "quote": {
    "text": "But although all our knowledge begins with experience, it does not follow that it arises from experience."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "The more you are blessed with experience, the fuller and the more enriched you are in your craft."
   },
   "author": {
    "text": "Aishwarya Rai Bachchan"
   }
  },
  {
   "quote": {
    "text": "What a blessing that God allows a life to come through your body, and then allows you to place that body in a body bag and take it out. I had to say that there's a magnificent something that God has for me to do, to give me that level of completion. That level of experience. It's unspeakable."
   },
   "author": {
    "text": "Iyanla Vanzant"
   }
  },
  {
   "quote": {
    "text": "Experience never errs; it is only your judgments that err by promising themselves effects such as are not caused by your experiments."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Moral Injury is differentiated from PTSD in that it directly relates to guilt and shame veterans experience as a result of committing actions that go against their moral codes. Therapists who study and treat moral injury have found that no amount of medication can relieve the pain of trying to live with these moral burdens."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "I was lucky to move around different cultures at an early age and have experience of different lifestyles."
   },
   "author": {
    "text": "Paolo Nutini"
   }
  },
  {
   "quote": {
    "text": "I hate to generalize, but in general, both men and women suffer from ageism. Men much less because men gain power as they get older. Women lose power as they get older. Men are seen as gaining experience and being distinguished. Sons look forward to replacing their fathers."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "I like the feeling of making things. It's very very rewarding. And filmmaking is that type of experience, where you're forced to collaborate with so many people. You're involved in the beginning to end, you're involved with so many elements, and when it's done, you're like, 'I made this movie.'"
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "From my experience, I cannot doubt but that man, when lost to terrestrial consciousness, is indeed sojourning in another and uncorporeal life of far different nature from the life we know; and of which only the slightest and most indistinct memories linger after waking."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "Take time to gather up the past so that you will be able to draw from your experience and invest them in the future."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "Most of us experience a life full of wonderful moments and difficult moments. But for many of us, even when we are most joyful, there is fear behind our joy."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Every opportunity I got, I took it as a learning experience."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "Women always excel men in that sort of wisdom which comes from experience. To be a woman is in itself a terrible experience."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "The act of birth is the first experience of anxiety, and thus the source and prototype of the affect of anxiety."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "If we turn our backs of the Scythians who have provoked us, how shamefully shall we march against the revolted Bactrians; but if we pass Tanais and make the Scythians feel, by dear experience, that we are invincible, not in Asia only, it is not to be doubted but that Europe itself, as well as Asia, will come within the bounds of our conquests."
   },
   "author": {
    "text": "Alexander the Great"
   }
  },
  {
   "quote": {
    "text": "For my first show at 'SNL', I wrote a Bill Clinton sketch, and during our read-through, it wasn't getting any laughs. This weight of embarrassment came over me, and I felt like I was sweating from my spine out. But I realized, 'Okay, that happened, and I did not die.' You've got to experience failure to understand that you can survive it."
   },
   "author": {
    "text": "Tina Fey"
   }
  },
  {
   "quote": {
    "text": "Each of us brings to our job, whatever it is, our lifetime of experience and our values."
   },
   "author": {
    "text": "Sandra Day O'Connor"
   }
  },
  {
   "quote": {
    "text": "Hong Kong is a wonderful, mixed-up town where you've got great food and adventure. First and foremost, it's a great place to experience China in a relatively accessible way."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "My first American experience was in the harbor of New York City when I saw that amazing big, tall lady. I remember thinking, 'Oh my goodness, a lady runs this country.'"
   },
   "author": {
    "text": "Rita Moreno"
   }
  },
  {
   "quote": {
    "text": "Experience has shown how deeply the seeds of war are planted by economic rivalry and social injustice."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "Deep experience is never peaceful."
   },
   "author": {
    "text": "Henry James"
   }
  },
  {
   "quote": {
    "text": "Experience is the only prophecy of wise men."
   },
   "author": {
    "text": "Alphonse de Lamartine"
   }
  },
  {
   "quote": {
    "text": "The Internet is changing what entertainment and sports is. It's not just a few people authoring an experience for others. It's really growing out of what everybody does."
   },
   "author": {
    "text": "Gabe Newell"
   }
  },
  {
   "quote": {
    "text": "I was shooting for 'Kahaani' and 'GOW' back to back. I was in a village on work, where a man extended a paper to me. For a minute I thought he wanted another actor's autograph. I looked back and forth, but there was no one. That was quite an experience."
   },
   "author": {
    "text": "Nawazuddin Siddiqui"
   }
  },
  {
   "quote": {
    "text": "I keep wondering how to explain the experience of child abuse from the inside. I'm going to try to explain what my world was like when I was sexually abused. The thing you have to remember is that this was the thinking of a child."
   },
   "author": {
    "text": "Robin Quivers"
   }
  },
  {
   "quote": {
    "text": "There are pros and cons of experience. A con is that you can't look at the business with a fresh pair of eyes and as objectively as if you were a new CEO. Fire yourself on a Friday night and come in on Monday morning as if a search firm put you there as a turn-around leader. Can you be objective and make the bold change?"
   },
   "author": {
    "text": "Andrea Jung"
   }
  },
  {
   "quote": {
    "text": "I developed a mechanism so that whatever mistakes I made, I would bounce straight back. Whatever was happening off the pitch, I could put it to one side and maintain my form. Call it mental resilience or a strong mind, but that is what we mean when we talk about experience in a football team."
   },
   "author": {
    "text": "Gary Neville"
   }
  },
  {
   "quote": {
    "text": "Good judgement comes from experience. Experience comes from bad judgement."
   },
   "author": {
    "text": "Jim Horning"
   }
  },
  {
   "quote": {
    "text": "My personal experience has been that in my 25 years of writing, I have not been asked to do more than four or five commercial one-shot scripts. These were performed on major national hook-ups but produced for me no immediate additional jobs or requests. One script for BBC was done around the world with an all-star cast."
   },
   "author": {
    "text": "Langston Hughes"
   }
  },
  {
   "quote": {
    "text": "When people speak to you about a preventive war, you tell them to go and fight it. After my experience, I have come to hate war."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "I feel like I've reached an age where I can relax a little bit with the knowledge of what I've been through, take all that experience and use it. I love the challenge of trying to get back to where I've been, and beyond it."
   },
   "author": {
    "text": "Cathy Freeman"
   }
  },
  {
   "quote": {
    "text": "I'd rather have a lot of talent and a little experience than a lot of experience and a little talent."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "You lose your individuality a huge amount when you have no money, and I certainly had that experience."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "No man has a right to expect to succeed in life unless he understands his business, and nobody can understand his business thoroughly unless he learns it by personal application and experience."
   },
   "author": {
    "text": "P. T. Barnum"
   }
  },
  {
   "quote": {
    "text": "There's simply no substitute for experience in terms of aviation safety."
   },
   "author": {
    "text": "Chesley Sullenberger"
   }
  },
  {
   "quote": {
    "text": "You have to experience life, make observations, and ask questions."
   },
   "author": {
    "text": "Mos Def"
   }
  },
  {
   "quote": {
    "text": "I have learned from personal experience that putting trust in God means there will be some unanswered questions. That was a hard lesson for me because I naturally want to understand everything... to know what's going on so I can feel like I'm in control."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "At a certain point in their existential experience, the oppressed feel an irresistible attraction toward the oppressor and his way of life. Sharing this way of life becomes an overpowering aspiration."
   },
   "author": {
    "text": "Paulo Freire"
   }
  },
  {
   "quote": {
    "text": "Sleep - the most beautiful experience in life - except drink."
   },
   "author": {
    "text": "W. C. Fields"
   }
  },
  {
   "quote": {
    "text": "Learning is a tunnel experience that makes us think more broadly."
   },
   "author": {
    "text": "Anna Deavere Smith"
   }
  },
  {
   "quote": {
    "text": "I will respect the limits of my experience but that won't stop me from trying to lead by example of my work. Being a good teammate and picking them up on and off the field is a simple goal of mine."
   },
   "author": {
    "text": "Anthony Rizzo"
   }
  },
  {
   "quote": {
    "text": "Fascism says what you and I experience as facts or what reporters experience as facts are irrelevant. All that matters are impressions and emotions and myths."
   },
   "author": {
    "text": "Timothy D. Snyder"
   }
  },
  {
   "quote": {
    "text": "The experience of democracy is like the experience of life itself-always changing, infinite in its variety, sometimes turbulent and all the more valuable for having been tested by adversity."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "Karma, memory, and desire are just the software of the soul. It's conditioning that the soul undergoes in order to create experience. And it's a cycle. In most people, the cycle is a conditioned response. They do the same things over and over again."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "A spy, like a writer, lives outside the mainstream population. He steals his experience through bribes and reconstructs it."
   },
   "author": {
    "text": "John le Carre"
   }
  },
  {
   "quote": {
    "text": "Freedom. Freedom of religion. Freedom to speak their mind. Freedom to build a life. And yes, freedom to build a business. With their own hands. This is the essence of the American experience."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "Surfing soothes me, it's always been a kind of Zen experience for me. The ocean is so magnificent, peaceful, and awesome. The rest of the world disappears for me when I'm on a wave."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "Certainly all historical experience confirms the truth - that man would not have attained the possible unless time and again he had reached out for the impossible."
   },
   "author": {
    "text": "Max Weber"
   }
  },
  {
   "quote": {
    "text": "The box was a universe, a poem, frozen on the boundaries of human experience."
   },
   "author": {
    "text": "William Gibson"
   }
  },
  {
   "quote": {
    "text": "I've had a wonderful experience here at Penn State."
   },
   "author": {
    "text": "Joe Paterno"
   }
  },
  {
   "quote": {
    "text": "I think that personal experience is very important, but certainly it shouldn't be a kind of shut-box and mirror-looking, narcissistic experience. I believe it should be relevant, and relevant to the larger things, the bigger things, such as Hiroshima and Dachau and so on."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "What is the price of experience? Do men buy it for a song? Or wisdom for a dance in the street? No, it is bought with the price of all the man hath, his house, his wife, his children."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "None of us feels the true love of God till we realize how wicked we are. But you can't teach people that - they have to learn by experience."
   },
   "author": {
    "text": "Dorothy L. Sayers"
   }
  },
  {
   "quote": {
    "text": "I probably hold the distinction of being one movie star who, by all laws of logic, should never have made it. At each stage of my career, I lacked the experience."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "I have such happy memories of performing in a choir and I don't think I'd have got where I am today without all that experience. So my advice to young singers is to either join your school or church's choir or find one in your local area. Choral music at any level teaches you so much about musicianship and blending your voice."
   },
   "author": {
    "text": "Katherine Jenkins"
   }
  },
  {
   "quote": {
    "text": "Growing up as an Asian American in this society, there were a lot of times where you feel isolated or out of place as an Asian. And growing up in White America, that's absolutely my experience. And I think that's why I got into acting because I wanted to be anybody else but Asian."
   },
   "author": {
    "text": "Ming-Na Wen"
   }
  },
  {
   "quote": {
    "text": "Motherhood has completely changed me. It's just about like the most completely humbling experience that I've ever had. I think that it puts you in your place because it really forces you to address the issues that you claim to believe in and if you can't stand up to those principles when you're raising a child, forget it."
   },
   "author": {
    "text": "Diane Keaton"
   }
  },
  {
   "quote": {
    "text": "Experience should be a plus as long as it doesn't become complacency. If you say, 'We're not going to change; we didn't do it that way before,' then you've become too old."
   },
   "author": {
    "text": "Marv Levy"
   }
  },
  {
   "quote": {
    "text": "An unforgettable experience happened on December 15, 1996 when I won the Supermodel contest while still in school. I was just seventeen years old then. Winning that competition was the turning point of my life. That's how I got into modeling and later started acting."
   },
   "author": {
    "text": "Bipasha Basu"
   }
  },
  {
   "quote": {
    "text": "A lot of parents today are terrified that something they say to their children might make them 'feel bad.' But, hey, if they've done something wrong, they should feel bad. Kids with a sense of responsibility, not entitlement, who know when to experience gratitude and humility, will be better at navigating the social shoals of college."
   },
   "author": {
    "text": "Amy Chua"
   }
  },
  {
   "quote": {
    "text": "That peace which is within us, we must experience it. And if we are searching for peace outside we will never find the peace within."
   },
   "author": {
    "text": "Prem Rawat"
   }
  },
  {
   "quote": {
    "text": "Experience: that most brutal of teachers. But you learn, my God do you learn."
   },
   "author": {
    "text": "William Nicholson"
   }
  },
  {
   "quote": {
    "text": "The French are true romantics. They feel the only difference between a man of forty and one of seventy is thirty years of experience."
   },
   "author": {
    "text": "Maurice Chevalier"
   }
  },
  {
   "quote": {
    "text": "I don't claim to be a particularly good father. I'm flawed, let's say. I've certainly been affected by the experience of having kids... trying to be a father, at least. It's an amazing process. It's like songwriting: it's a complete mystery to me. I don't understand it - but I've certainly written about it."
   },
   "author": {
    "text": "Loudon Wainwright III"
   }
  },
  {
   "quote": {
    "text": "I think there's a lot of learning process in figuring out what things you want to do and shouldn't do. Maturing in that way is something that comes with experience and time."
   },
   "author": {
    "text": "Matt Harvey"
   }
  },
  {
   "quote": {
    "text": "You've got Washington picking winners and losers. And so, all of a sudden, decisions are being made on what helps politicians, not what helps the economy. Some will call it socialism. Some will call it a command and control economy. Whatever it is, it's antithetical to the American experience."
   },
   "author": {
    "text": "Jeb Hensarling"
   }
  },
  {
   "quote": {
    "text": "All I know is that history repeats itself and people are going to want to experience the world. But I know then they are going to have a better appreciation for what is here in Maine."
   },
   "author": {
    "text": "John Baldacci"
   }
  },
  {
   "quote": {
    "text": "I think everyone should experience defeat at least once during their career. You learn a lot from it."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "Women have no sympathy and my experience of women is almost as large as Europe."
   },
   "author": {
    "text": "Florence Nightingale"
   }
  },
  {
   "quote": {
    "text": "I played for Santos at 16, and we had an excellent team, so it helped a lot. And then I played for Brazil at the Maracana against Argentina. So I get more experience. This was one year before the World Cup, and it made a lot of difference."
   },
   "author": {
    "text": "Pele"
   }
  },
  {
   "quote": {
    "text": "Every day is a new experience and I take it as it comes."
   },
   "author": {
    "text": "Zac Efron"
   }
  },
  {
   "quote": {
    "text": "Life has a certain flavor for those who have fought and risked all that the sheltered and protected can never experience."
   },
   "author": {
    "text": "John Stuart Mill"
   }
  },
  {
   "quote": {
    "text": "Not to transmit an experience is to betray it."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "I love to sing all kinds of music, but I know that my heart is for people to know God, and I want them to experience his love."
   },
   "author": {
    "text": "Lauren Daigle"
   }
  },
  {
   "quote": {
    "text": "Personally, I experience success when I enjoy what I'm doing. I love the creative process, even if the end result isn't embraced by anyone else."
   },
   "author": {
    "text": "RuPaul"
   }
  },
  {
   "quote": {
    "text": "Individuals approaching death often experience encounters with their dead relatives, who seem to welcome them to the next world. These deathbed visions are authentic and convincing; they are often followed by a state of euphoria and seem to ease the transition."
   },
   "author": {
    "text": "Stanislav Grof"
   }
  },
  {
   "quote": {
    "text": "Perhaps looking out through big baby eyes - if we could - would not be as revelatory experience as many imagine. We might see a world inhabited by objects and people, a world infused with causation, agency, and morality - a world that would surprise us not by its freshness but by its familiarity."
   },
   "author": {
    "text": "Paul Bloom"
   }
  },
  {
   "quote": {
    "text": "My experience of great storytelling, working with classics, is just finding a way to present it simply but let the story do its own work, or be an invite to the audience's imagination."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "It is a heartening experience to know that you are loved and being missed."
   },
   "author": {
    "text": "Sridevi"
   }
  },
  {
   "quote": {
    "text": "If you want to create a great product, just focus on one person. Make that one person have the most amazing experience ever."
   },
   "author": {
    "text": "Brian Chesky"
   }
  },
  {
   "quote": {
    "text": "When a president makes life and death decisions, he should draw strength and wisdom from broad and deep experience with the reasons for and the risks of committing our children to our defense. For no matter how many others are involved in the decision, the president is a lonely man in a dark room when the casualty reports come in."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "The essence of life is finding something you really love and then making the daily experience worthwhile."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "I think that in figure skating, and in sports in general, that when you're young, it's considered a huge advantage because you're fearless, and you also don't have bad past experiences. But with age comes experience, and I have found that my experience is a huge advantage to me as a competitor."
   },
   "author": {
    "text": "Adam Rippon"
   }
  },
  {
   "quote": {
    "text": "That's what's great about the horror genre is that you're getting a load of people together in the cinema at the same place and the same time, having them all experience extreme fear and come out alive at the end. It's an uplifting experience, and there's a sense of elation."
   },
   "author": {
    "text": "Wes Craven"
   }
  },
  {
   "quote": {
    "text": "I find myself unable to let go of the sense that human beings are somehow special, and that moment-to-moment human experience contains a certain unquantifiable essence. I still suspect there is something too quirky, too paradoxical, or too interpersonal to be imitated or re-created by machine life."
   },
   "author": {
    "text": "Douglas Rushkoff"
   }
  },
  {
   "quote": {
    "text": "Athletics and physical activity are important parts of youth development, in my experience and view."
   },
   "author": {
    "text": "Chris Gabrieli"
   }
  },
  {
   "quote": {
    "text": "Literature transmits incontrovertible condensed experience... from generation to generation. In this way literature becomes the living memory of a nation."
   },
   "author": {
    "text": "Aleksandr Solzhenitsyn"
   }
  },
  {
   "quote": {
    "text": "Fame will go by and, so long, I've had you, fame. If it goes by, I've always known it was fickle. So at least it's something I experience, but that's not where I live."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "I'm a career prosecutor. I have been trained, and my experience over decades, is to make decisions after a review of the evidence and the facts. And not to jump up with grand gestures before I've done that. Some might interpret that as being cautious. I would tell you that's just responsible."
   },
   "author": {
    "text": "Kamala Harris"
   }
  },
  {
   "quote": {
    "text": "The traveler was active; he went strenuously in search of people, of adventure, of experience. The tourist is passive; he expects interesting things to happen to him. He goes 'sight-seeing.'"
   },
   "author": {
    "text": "Daniel J. Boorstin"
   }
  },
  {
   "quote": {
    "text": "I think that there is a sort of spiritual power that is translating into our bodies as we perform. Performers give, and giving is so important. It can heal. That is my experience, anyway."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "Everything is an open book. I don't speak on other people's hardship, but if it happened in my life or something that has been an experience on my particular journey, I'm going to talk about it. That's what my fan base appreciates the most. I'm universal. You can relate to the things I say or that I go through."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "Observation more than books and experience more than persons, are the prime educators."
   },
   "author": {
    "text": "Amos Bronson Alcott"
   }
  },
  {
   "quote": {
    "text": "Painting is the most magical of mediums. The transcendence is truly amazing to me every time I go to a museum and I see how somebody figured another way to rub colored dirt on a flat surface and make space where there is no space or make you think of a life experience."
   },
   "author": {
    "text": "Chuck Close"
   }
  },
  {
   "quote": {
    "text": "Such is my experience - not that I ever mourned the loss of a child, but that I consider myself as lost!"
   },
   "author": {
    "text": "Deborah Sampson"
   }
  },
  {
   "quote": {
    "text": "I'm afraid, based on my own experience, that fascism will come to America in the name of national security."
   },
   "author": {
    "text": "Jim Garrison"
   }
  },
  {
   "quote": {
    "text": "It's interesting: when your wife is pregnant and you're expecting, everyone's like, 'It's incredible. Get ready. It's magic. It's the most life-changing experience you'll ever have. Brace yourself for heaven.' And then the second the baby comes, everyone's like, 'Welcome to hell! Ha ha ha! You fool!'"
   },
   "author": {
    "text": "Andy Samberg"
   }
  },
  {
   "quote": {
    "text": "Example is the best precept."
   },
   "author": {
    "text": "Aesop"
   }
  },
  {
   "quote": {
    "text": "As I got older, I had more experience with borders. Some literal - living in the dramatically blue misty mountains on the line between North Carolina and Tennessee, and living in California - home to expats, transplants, and refugees from both sides of innumerable borders."
   },
   "author": {
    "text": "Tim Pratt"
   }
  },
  {
   "quote": {
    "text": "I wanted to deliver babies and become a midwife. I think childbirth is one of the most amazing things you could ever experience, and I loved working with people and seeing the joys in family when they welcome a new member to it. It really brought me joy to be around that."
   },
   "author": {
    "text": "Natalie Martinez"
   }
  },
  {
   "quote": {
    "text": "In my experience, many people confuse being cowardly with being nice."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "I mean, if you didn't get it or if you didn't feel like you enjoyed it, sometimes that experience can change."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "Most of the images of reality on which we base our actions are really based on vicarious experience."
   },
   "author": {
    "text": "Albert Bandura"
   }
  },
  {
   "quote": {
    "text": "Artists need some kind of stimulating experience a lot of times, which crystallizes when you sing about it or paint it or sculpt it. You literally mold the experience the way you want. It's therapy."
   },
   "author": {
    "text": "Erykah Badu"
   }
  },
  {
   "quote": {
    "text": "Good judgment comes from experience, and experience comes from bad judgment."
   },
   "author": {
    "text": "Rita Mae Brown"
   }
  },
  {
   "quote": {
    "text": "There is no more lively sensation than that of pain; its impressions are certain and dependable, they never deceive as may those of the pleasure women perpetually feign and almost never experience."
   },
   "author": {
    "text": "Marquis de Sade"
   }
  },
  {
   "quote": {
    "text": "Your life will be a blessed and balanced experience if you first honor your identity and priority."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "I write the black experience in America, and contained within that experience, because it is a human experience, are all the universalities."
   },
   "author": {
    "text": "August Wilson"
   }
  },
  {
   "quote": {
    "text": "Not what we experience, but how we perceive what we experience, determines our fate."
   },
   "author": {
    "text": "Marie von Ebner-Eschenbach"
   }
  },
  {
   "quote": {
    "text": "Every Christian who strives for holiness of life experiences dryness of soul. It is to most people a heart-rending experience. It is a paradox, for the soul becomes confused when it realizes the harder it strives the further away Jesus seems to be."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "Nowadays, a critic has to watch 700, 800 films a year, and I know through experience, being a juror in prestigious film festivals where supposedly the best films are arriving, from twenty films maybe you see two that are good, one that is so-so, and one that is extraordinary. And the other sixteen are terrible."
   },
   "author": {
    "text": "Alejandro Gonzalez Inarritu"
   }
  },
  {
   "quote": {
    "text": "Fun is to experience things you would not have been able to experience in any other setting."
   },
   "author": {
    "text": "Mike Krzyzewski"
   }
  },
  {
   "quote": {
    "text": "The experience of ages has shown that a man who works on the land is purer, nobler, higher, and more moral... Agriculture should be at the basis of everything. That's my idea."
   },
   "author": {
    "text": "Nikolai Gogol"
   }
  },
  {
   "quote": {
    "text": "There is nothing that anyone can say to prepare you for childbirth. Each woman's experience is so different; you never know how it will be for you!"
   },
   "author": {
    "text": "Poppy Montgomery"
   }
  },
  {
   "quote": {
    "text": "I loved the material when I first read it, and the experience of making the film was a great one. So when we came around to complete the trilogy, I just signed on board without even reading the scripts because the experience of the first film was so good."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "Whether born from experience or inherent physiological or cultural differences, our gender and national origins may and will make a difference in our judging."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "As more airlines consolidated and grew larger and more focused on the bottom line, flying in the U.S. became an awful experience. Despite moves to block our airline from flying, Virgin America began service in August 2007 - with the goal of making flying good again."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "Connected to the collective heart, you can be certain in every cell of your being that you are never alone, and you will experience the grace, guidance and ease that comes when you are one with all there is."
   },
   "author": {
    "text": "Debbie Ford"
   }
  },
  {
   "quote": {
    "text": "I didn't think; I experimented."
   },
   "author": {
    "text": "Anthony Burgess"
   }
  },
  {
   "quote": {
    "text": "Unless progress with agricultural yields remains very strong, the next century will experience sheer human misery that, on a numerical scale, will exceed the worst of everything that has come before."
   },
   "author": {
    "text": "Norman Borlaug"
   }
  },
  {
   "quote": {
    "text": "The immediacy of mystic experience simply means that we know God just as we know other objects. God is not a mathematical entity or a system of concepts mutually related to one another and having no reference to experience."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "Some words having to do with the death of the people in the World Trade Center attack had been added, and when I got to it, I had this overwhelmingly emotional experience. I struggled to get through the words; tears were streaming down my cheeks."
   },
   "author": {
    "text": "Leonard Nimoy"
   }
  },
  {
   "quote": {
    "text": "I wish I could give you a lot of advice, based on my experience of winning political debates. But I don't have that experience. My only experience is at losing them."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "The head learns new things, but the heart forever practices old experiences."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "I would wish for any one of my colleagues to have the experience of working with Martin Scorsese once in their lifetime."
   },
   "author": {
    "text": "Daniel Day-Lewis"
   }
  },
  {
   "quote": {
    "text": "Characterization is integral to the theatrical experience."
   },
   "author": {
    "text": "Robert Ludlum"
   }
  },
  {
   "quote": {
    "text": "I worked at the crossroads of policy and operations. I kind of bring all that experience together because homeland security is a team sport, and I've played almost every role, every player, every team."
   },
   "author": {
    "text": "Kirstjen Nielsen"
   }
  },
  {
   "quote": {
    "text": "The experience of God, or in any case the possibility of experiencing God, is innate."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Everything has been said before, but since nobody listens we have to keep going back and beginning all over again."
   },
   "author": {
    "text": "Andre Gide"
   }
  },
  {
   "quote": {
    "text": "And if you want a commander in chief who will fulfill the most solemn obligation of the president to keep this nation safe, then support a candidate who has demonstrated the commitment, the judgment, the experience, the clarity of vision, to identify our enemy, to call it by its name, radical islamic terrorism."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "There are many truths of which the full meaning cannot be realized until personal experience has brought it home."
   },
   "author": {
    "text": "John Stuart Mill"
   }
  },
  {
   "quote": {
    "text": "None are so eager to gain new experience as those who don't know how to make use of the old ones."
   },
   "author": {
    "text": "Marie von Ebner-Eschenbach"
   }
  },
  {
   "quote": {
    "text": "I wanted to escape Small Town U.S.A. To dismiss the boundaries, to explore. My life experience came from watching movies, TV, and reading books and magazines. When your culture comes from watching TV everyday, you're bombarded with images of things that seem cool, places that seem interesting, people who have jobs and careers and opportunities."
   },
   "author": {
    "text": "Trent Reznor"
   }
  },
  {
   "quote": {
    "text": "So often, we take photos on our iPhone, and then they're gone in a year, and we don't even remember them. I like to experience life and disconnect from that."
   },
   "author": {
    "text": "Karamo Brown"
   }
  },
  {
   "quote": {
    "text": "I want to have an 'Eat, Pray, Love' experience where I drop off the face of the planet and move to Greece."
   },
   "author": {
    "text": "Jennifer Hyman"
   }
  },
  {
   "quote": {
    "text": "Throughout any given season of 'The Bachelor,' the women exclaim that the experience is like a fairy tale. They suffer the machinations of reality television, pursuing - along with several other women, often inebriated - the promise of happily ever after."
   },
   "author": {
    "text": "Roxane Gay"
   }
  },
  {
   "quote": {
    "text": "Experience teaches that when the will and imagination are in conflict, the imagination usually wins. What we imagine may defeat our reason and make us slaves to what we taste, see, hear, smell, and feel in the mind's eye. The body is indeed the servant of the mind."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "The more I thought to myself, 'Are my thoughts right, am I being obedient enough?' the worse it was... one of the most painful things you can experience in life is not so much physical pain, but being self-occupied. Because to the extent you are self-occupied, that's the extent you will be in pain."
   },
   "author": {
    "text": "Joseph Prince"
   }
  },
  {
   "quote": {
    "text": "Experience teaches us that we do not always receive the blessings we ask for in prayer."
   },
   "author": {
    "text": "Mary Baker Eddy"
   }
  },
  {
   "quote": {
    "text": "I've always enjoyed shopping and loved fashion, but my interest as an entrepreneur was definitely more about the opportunities I saw to change the future of retail. My sister was a buyer in New York, and she knew my body and my style, and she could find me things I loved. I thought, 'What if everybody had access to this kind of experience?'"
   },
   "author": {
    "text": "Katrina Lake"
   }
  },
  {
   "quote": {
    "text": "Our brain is essentially programmed to enjoy carbohydrates because they give us a sense of fullness and a rush of pleasure. When people go on low-carb diets, they start to almost subconsciously experience distress from eating carbohydrates."
   },
   "author": {
    "text": "Charles Duhigg"
   }
  },
  {
   "quote": {
    "text": "In the Netherlands I read the first chapter of Exquisite Corpse to an audience that laughed in all the places I thought were funny - an experience I've never had in America!"
   },
   "author": {
    "text": "Poppy Z. Brite"
   }
  },
  {
   "quote": {
    "text": "'50/50' is a comedy. I shouldn't say it's a buddy comedy because it's not farcical, and it's based on a true story, but it's viewing that experience through a very truthful lens of humour."
   },
   "author": {
    "text": "Bryce Dallas Howard"
   }
  },
  {
   "quote": {
    "text": "It's an honour to sign for Manchester United. I am looking forward to following in the footsteps of so many great strikers, bringing my experience and playing my part to help the team compete for the biggest trophies in the game."
   },
   "author": {
    "text": "Robin Van Persie"
   }
  },
  {
   "quote": {
    "text": "If the audience walks out of a concert thinking, What a wonderful experience, then we have done our job."
   },
   "author": {
    "text": "Emanuel Ax"
   }
  },
  {
   "quote": {
    "text": "Suffering is but another name for the teaching of experience, which is the parent of instruction and the schoolmaster of life."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "Experience seems to most of us to lead to conclusions, but empiricism has sworn never to draw them."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "Experience is the child of thought, and thought is the child of action."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "I deepen my experience of God through prayer, meditation, and forgiveness."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Experience is what you get while looking for something else."
   },
   "author": {
    "text": "Federico Fellini"
   }
  },
  {
   "quote": {
    "text": "Conviction without experience makes for harshness."
   },
   "author": {
    "text": "Flannery O'Connor"
   }
  },
  {
   "quote": {
    "text": "My own experience with being interviewed is mixed. I suppose they're a part of my job, and as I would like readers to connect with my books, I do them. I've also made many lifelong friends whom I first encountered as interviewers - as a writer, they're a terrific way to meet and add smart new people to one's life."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "I don't have much experience, but the few times when I would go on a date with a girl - like when I was 12 - there was a lot of sharing, and a lot of talking, and a lot of asking how I am. They thought we were dating, and I was sort of hoping to meet their brothers."
   },
   "author": {
    "text": "Anderson Cooper"
   }
  },
  {
   "quote": {
    "text": "Not the fruit of experience, but experience itself, is the end."
   },
   "author": {
    "text": "Walter Pater"
   }
  },
  {
   "quote": {
    "text": "I began to realize that when people experience the love of God, it casts out their fear and frees them from guilt."
   },
   "author": {
    "text": "Joseph Prince"
   }
  },
  {
   "quote": {
    "text": "Experience is a good school. But the fees are high."
   },
   "author": {
    "text": "Heinrich Heine"
   }
  },
  {
   "quote": {
    "text": "Experience has taught me, when I am shaving of a morning, to keep watch over my thoughts, because, if a line of poetry strays into my memory, my skin bristles so that the razor ceases to act."
   },
   "author": {
    "text": "A. E. Housman"
   }
  },
  {
   "quote": {
    "text": "Quality is a direct experience independent of and prior to intellectual abstractions."
   },
   "author": {
    "text": "Robert M. Pirsig"
   }
  },
  {
   "quote": {
    "text": "When the crying child is immediately isolated, and it is explained to him at the same time that whoever annoys others must not be with them, if this isolation is the absolute result and cannot be avoided, in the child's mind a basis is laid for the experience that one must be alone when one makes oneself unpleasant or disagreeable."
   },
   "author": {
    "text": "Ellen Key"
   }
  },
  {
   "quote": {
    "text": "Your home should be about enriching the daily experience."
   },
   "author": {
    "text": "Kevin McCloud"
   }
  },
  {
   "quote": {
    "text": "I know from firsthand experience that claims of non-existent voter fraud are used to raise fears, steamroll facts, and overcome common sense, resulting in laws that have nothing to do with ballot security and everything to do with voter suppression and discrimination."
   },
   "author": {
    "text": "Marc Veasey"
   }
  },
  {
   "quote": {
    "text": "I think any performing artist can do films, or, as a matter of fact, anybody out there in the street can be a film actor with no experience whatsoever if you've got a good director."
   },
   "author": {
    "text": "Harry Dean Stanton"
   }
  },
  {
   "quote": {
    "text": "I am a woman, and as such, I experience the ever-increasing restrictions on our liberty in our country through the development of Islamic fundamentalism."
   },
   "author": {
    "text": "Marine Le Pen"
   }
  },
  {
   "quote": {
    "text": "When women apply for a job, we ask ourselves, 'Am I qualified? Do I have the experience? Do I have the education? Do I have the abilities?' When a man looks at that job, he thinks, 'How much does it pay?' We need to stop second-guessing our abilities. We need to stand up and make ourselves heard."
   },
   "author": {
    "text": "Catherine Cortez-Masto"
   }
  },
  {
   "quote": {
    "text": "Knowledge comes from the past, so it's safe. It is also out of date. It's the opposite of originality... Experience is the opposite of being creative."
   },
   "author": {
    "text": "Paul Arden"
   }
  },
  {
   "quote": {
    "text": "Fatigue is what we experience, but it is what a match is to an atomic bomb."
   },
   "author": {
    "text": "Laura Hillenbrand"
   }
  },
  {
   "quote": {
    "text": "I wanted to share the experience of how yoga and meditation have transformed my life, how they have enabled me to observe who I am, first in my body, and then emotionally, and on to a kind of spiritual path."
   },
   "author": {
    "text": "Mariel Hemingway"
   }
  },
  {
   "quote": {
    "text": "Ambient awareness is the experience of knowing what's going on in the lives of other people - what they're thinking about, what they're doing, what they're looking at - by paying attention to the small stray status messages that people are putting online."
   },
   "author": {
    "text": "Clive Thompson"
   }
  },
  {
   "quote": {
    "text": "I, at the age of 17 or 18 as a medical student, suddenly came up against a problem: 'What am I? What is the meaning of my existence as I experience it?'"
   },
   "author": {
    "text": "John Eccles"
   }
  },
  {
   "quote": {
    "text": "By experience we find out a short way by a long wandering."
   },
   "author": {
    "text": "Roger Ascham"
   }
  },
  {
   "quote": {
    "text": "Experience tells you what to do; confidence allows you to do it."
   },
   "author": {
    "text": "Stan Smith"
   }
  },
  {
   "quote": {
    "text": "I never had a moment of realization about my blackness - I just was. Blackness was a central thread of my experience as a child and as an adolescent, as it is now that I'm an adult."
   },
   "author": {
    "text": "Angela Rye"
   }
  },
  {
   "quote": {
    "text": "What you do on travel holiday is what your memories are based on. People want to do cool stuff, and this is what will shape your entire experience."
   },
   "author": {
    "text": "Ruzwana Bashir"
   }
  },
  {
   "quote": {
    "text": "On my long list of hates about RPGs, one of them was, I always felt it was an unnecessary chore to make you care about a world when, in fact, what most players care about is their own personal experience."
   },
   "author": {
    "text": "Chris Avellone"
   }
  },
  {
   "quote": {
    "text": "I remember when I was 33 or 34, it was devastating because I realized I wasn't a kid anymore. The great thing about 40 was that I really felt like I had life experience and knew what I was doing now."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "There is nothing so easy to learn as experience and nothing so hard to apply."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "I believe that life is shorter; that is why we have to make experience longer."
   },
   "author": {
    "text": "Marina Abramovic"
   }
  },
  {
   "quote": {
    "text": "There's a beauty to wisdom and experience that cannot be faked. It's impossible to be mature without having lived."
   },
   "author": {
    "text": "Amy Grant"
   }
  },
  {
   "quote": {
    "text": "The main thing experience has taught me is that one has to sort of hone their relationship to time, you know."
   },
   "author": {
    "text": "John Frusciante"
   }
  },
  {
   "quote": {
    "text": "Dying before dying has two important consequences: It liberates the individual from the fear of death and influences the actual experience of dying at the time of biological demise."
   },
   "author": {
    "text": "Stanislav Grof"
   }
  },
  {
   "quote": {
    "text": "We are mindful of desire when we experience it with an embodied awareness, recognizing the sensations and thoughts of wanting as arising and passing phenomena. While this isn't easy, as we cultivate the clear seeing and compassion of Radical Acceptance, we discover we can open fully to this natural force, and remain free in its midst."
   },
   "author": {
    "text": "Tara Brach"
   }
  },
  {
   "quote": {
    "text": "What one has not experienced, one will never understand in print."
   },
   "author": {
    "text": "Isadora Duncan"
   }
  },
  {
   "quote": {
    "text": "The success of any stand-up act comes out of life experience."
   },
   "author": {
    "text": "Howie Mandel"
   }
  },
  {
   "quote": {
    "text": "Weakness is something we don't like to admit we have. We hold it against people, until we experience it, and then we feel more compassion for it."
   },
   "author": {
    "text": "Olivia Wilde"
   }
  },
  {
   "quote": {
    "text": "When I go to my live shows it's often a multigenerational audience, a family bonding experience."
   },
   "author": {
    "text": "Al Yankovic"
   }
  },
  {
   "quote": {
    "text": "Customers want high-quality food, good service, and good store experience, and most retailers fail to deliver on those."
   },
   "author": {
    "text": "John Mackey"
   }
  },
  {
   "quote": {
    "text": "Experience is a great teacher."
   },
   "author": {
    "text": "John Legend"
   }
  },
  {
   "quote": {
    "text": "Experience is what enables you to recognize a mistake when you make it again."
   },
   "author": {
    "text": "Earl Wilson"
   }
  },
  {
   "quote": {
    "text": "I watch clothes on other people, and it's like having a conversation before opening your mouth. For me, clothes come from the mind. They represent what's happening inside, and as long as they feel honestly like what I'm thinking about and going toward, I'm happy to bounce around and experience different things."
   },
   "author": {
    "text": "Brie Larson"
   }
  },
  {
   "quote": {
    "text": "I think art, especially literature, has the particular power to immerse the viewer or reader into another world. This is especially powerful in literature, when a reader lives the experience of the characters. So if the characters are human and real enough, then readers will feel empathy for them."
   },
   "author": {
    "text": "Jesmyn Ward"
   }
  },
  {
   "quote": {
    "text": "What you get out of an M.B.A. programme, no matter how much experience, is functional tools and understanding in disciplines: you'll understand economics, you'll understand marketing, finance, accounting. That, M.B.A. programmes do very well."
   },
   "author": {
    "text": "Henry Mintzberg"
   }
  },
  {
   "quote": {
    "text": "Just going to the Olympics would be a dream come true. I could finish last, and it would still be an amazing experience."
   },
   "author": {
    "text": "Chloe Kim"
   }
  },
  {
   "quote": {
    "text": "Let me say that I consider myself a deep believer in the reality of God. I might define God quite differently from the way some people in the Christian faith would do so, but I do not doubt the reality of that experience."
   },
   "author": {
    "text": "John Shelby Spong"
   }
  },
  {
   "quote": {
    "text": "Bill Clinton's foreign policy experience stems mainly from having breakfast at the International House of Pancakes."
   },
   "author": {
    "text": "Pat Buchanan"
   }
  },
  {
   "quote": {
    "text": "African American children can't be educationally disadvantaged for 12 years and then experience a miracle cure when it comes time for admission into college."
   },
   "author": {
    "text": "Chaka Fattah"
   }
  },
  {
   "quote": {
    "text": "Like nightclubs and sporting events, entry into an amusement park is a permission to become someone else. We come for the experience and to relish it."
   },
   "author": {
    "text": "Greg Rucka"
   }
  },
  {
   "quote": {
    "text": "But the experience that I had, which was basically just feeling loved and taken care of in a room full of thousands of people I didn't know, seemed to be a pretty strong sign that what I was doing was a good thing."
   },
   "author": {
    "text": "Mariel Hemingway"
   }
  },
  {
   "quote": {
    "text": "The most special relationships, in my experience, are based on a combination of trust and mutual respect."
   },
   "author": {
    "text": "Charles Kennedy"
   }
  },
  {
   "quote": {
    "text": "War and armed conflict disproportionately affect women and can turn what is supposed to be a joyous and beautiful experience - childbirth - into a horrific or even fatal one."
   },
   "author": {
    "text": "Philomena Kwao"
   }
  },
  {
   "quote": {
    "text": "As the Internet has sped up the consumer experience, customer expectations are higher."
   },
   "author": {
    "text": "Greg Gianforte"
   }
  },
  {
   "quote": {
    "text": "Racing a thoroughbred grand prix car in front of a home crowd will be a surreal and mighty experience."
   },
   "author": {
    "text": "Nigel Mansell"
   }
  },
  {
   "quote": {
    "text": "It is costly wisdom that is bought by experience."
   },
   "author": {
    "text": "Roger Ascham"
   }
  },
  {
   "quote": {
    "text": "The little song and dance number at the end - that's me, my voice, howling out. It was a new experience for me. I've never sung before and I've certainly never sung on screen. I think I sung on stage when I was 13 and for some reason nobody's asked me to try it again since."
   },
   "author": {
    "text": "Hugh Dancy"
   }
  },
  {
   "quote": {
    "text": "We want the reading experience of digital comics to be as simple as tapping a tablet or an arrow key or mouse button to move forward or back."
   },
   "author": {
    "text": "Mark Waid"
   }
  },
  {
   "quote": {
    "text": "I feel like any experience you can have which adds to your repertoire of things you've done and can add to your character - I'm willing to try."
   },
   "author": {
    "text": "Christa B. Allen"
   }
  },
  {
   "quote": {
    "text": "Everything is an experience. You learn something different from everything you do."
   },
   "author": {
    "text": "Leven Rambin"
   }
  },
  {
   "quote": {
    "text": "Art is all about the experience. I could say I don't really relate to opera, but then you watch Placido Domingo, and you go, 'Blimey, look at that.'"
   },
   "author": {
    "text": "David Harewood"
   }
  },
  {
   "quote": {
    "text": "I tried to play Piazzolla's 'Grand Tango' at 20 and failed miserably. You need a little experience of life for tango."
   },
   "author": {
    "text": "Jan Vogler"
   }
  },
  {
   "quote": {
    "text": "Everything is discursive opinion instead of direct experience."
   },
   "author": {
    "text": "A. R. Ammons"
   }
  },
  {
   "quote": {
    "text": "When I was 23, I went backpacking around Australia for three months. I saved up a few grand, quit my job and flew to Sydney, then went to Melbourne and up the East Coast, which was an incredible experience. I remember running out of money and getting my mum to send me a few hundred quid, which helped me get by."
   },
   "author": {
    "text": "Olly Murs"
   }
  },
  {
   "quote": {
    "text": "The majesty of the American Jewish experience is in its success marrying its unique Jewish identity with the larger, liberal values of the United States. There is no need anymore to choose between assimilation and separation. We are accepted as equals."
   },
   "author": {
    "text": "Edgar Bronfman, Sr."
   }
  },
  {
   "quote": {
    "text": "Judgment comes from experience - and experience comes from bad judgment."
   },
   "author": {
    "text": "Walter Wriston"
   }
  },
  {
   "quote": {
    "text": "Experience - the wisdom that enables us to recognise in an undesirable old acquaintance the folly that we have already embraced."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "All adventure is now reactionary."
   },
   "author": {
    "text": "William F. Buckley, Jr."
   }
  },
  {
   "quote": {
    "text": "'Shaggy Dog' was a very, very important movie for me. It was a very enjoyable experience."
   },
   "author": {
    "text": "Robert Downey, Jr."
   }
  },
  {
   "quote": {
    "text": "I go by instinct - I don't worry about experience."
   },
   "author": {
    "text": "Barbra Streisand"
   }
  },
  {
   "quote": {
    "text": "Do you know the difference between education and experience? Education is when you read the fine print; experience is what you get when you don't."
   },
   "author": {
    "text": "Pete Seeger"
   }
  },
  {
   "quote": {
    "text": "For my experience, my family. I will always be grateful for the people who brought me here."
   },
   "author": {
    "text": "Pep Guardiola"
   }
  },
  {
   "quote": {
    "text": "Real love is a permanently self-enlarging experience."
   },
   "author": {
    "text": "M. Scott Peck"
   }
  },
  {
   "quote": {
    "text": "An optimist is a guy that has never had much experience."
   },
   "author": {
    "text": "Don Marquis"
   }
  },
  {
   "quote": {
    "text": "Every moment is an experience."
   },
   "author": {
    "text": "Jake Roberts"
   }
  },
  {
   "quote": {
    "text": "One of the most lasting pleasures you can experience is the feeling that comes over you when you genuinely forgive an enemy - whether he knows it or not."
   },
   "author": {
    "text": "Orlando Aloysius Battista"
   }
  },
  {
   "quote": {
    "text": "If we could sell our experiences for what they cost us, we'd all be millionaires."
   },
   "author": {
    "text": "Pauline Phillips"
   }
  },
  {
   "quote": {
    "text": "I think we are a product of all our experiences."
   },
   "author": {
    "text": "Sanford I. Weill"
   }
  },
  {
   "quote": {
    "text": "A woman's life can really be a succession of lives, each revolving around some emotionally compelling situation or challenge, and each marked off by some intense experience."
   },
   "author": {
    "text": "Wallis Simpson"
   }
  },
  {
   "quote": {
    "text": "We are each responsible for all of our experiences."
   },
   "author": {
    "text": "Louise L. Hay"
   }
  },
  {
   "quote": {
    "text": "Ulta is a great place for our vendor partners to experience growth."
   },
   "author": {
    "text": "Mary Dillon"
   }
  },
  {
   "quote": {
    "text": "It's a bit cliche, but you can't go wrong by writing what you know. Even if you're a horrible writer, your own knowledge and experience is unrivaled. Nobody knows what you know like you know what you know. The way you see things is pretty unique."
   },
   "author": {
    "text": "Issa Rae"
   }
  },
  {
   "quote": {
    "text": "I think what's important is to give space to the range of human experience."
   },
   "author": {
    "text": "Judy Chicago"
   }
  },
  {
   "quote": {
    "text": "Information's pretty thin stuff unless mixed with experience."
   },
   "author": {
    "text": "Clarence Day"
   }
  },
  {
   "quote": {
    "text": "Tragedy makes you grow up."
   },
   "author": {
    "text": "Jane Campion"
   }
  },
  {
   "quote": {
    "text": "Our experience is composed rather of illusions lost than of wisdom acquired."
   },
   "author": {
    "text": "Joseph Roux"
   }
  },
  {
   "quote": {
    "text": "You don't cheat anybody out of their experience, whatever it is."
   },
   "author": {
    "text": "Andre Agassi"
   }
  },
  {
   "quote": {
    "text": "Japan is the only country in the world to have suffered the ravages of atomic bombing. That experience left an indelible mark on the hearts of our people, making them passionately determined to renounce all wars."
   },
   "author": {
    "text": "Eisaku Sato"
   }
  },
  {
   "quote": {
    "text": "Good judgment comes from experience and experience comes from bad judgment."
   },
   "author": {
    "text": "Fred Brooks"
   }
  },
  {
   "quote": {
    "text": "It was a great experience for a kid, because it was a bunch of kids playing on pirate ships and water slides, so looking back on it, it was the fondest experience of my childhood."
   },
   "author": {
    "text": "Corey Feldman"
   }
  },
  {
   "quote": {
    "text": "Color is an intense experience on its own."
   },
   "author": {
    "text": "Jim Hodges"
   }
  },
  {
   "quote": {
    "text": "My experiences have taught me a lot and I'm happy with my learnings, if not with what I went through to learn."
   },
   "author": {
    "text": "Ally Sheedy"
   }
  },
  {
   "quote": {
    "text": "Experiences are savings which a miser puts aside. Wisdom is an inheritance which a wastrel cannot exhaust."
   },
   "author": {
    "text": "Karl Kraus"
   }
  },
  {
   "quote": {
    "text": "Despite what Wordsworth says about thoughts that 'lie too deep for tears', I think tears are a pretty reliable indication of being in the grips of a profound experience."
   },
   "author": {
    "text": "Geoff Dyer"
   }
  },
  {
   "quote": {
    "text": "All experience is subjective."
   },
   "author": {
    "text": "Gregory Bateson"
   }
  },
  {
   "quote": {
    "text": "I think that even though some of the things on 'Humans of New York' are kind of very personal and very revealing, I think the discomfort with sharing that tends to be overwritten by the appreciation of being able to distill the experience of your life into a story and share it with other people."
   },
   "author": {
    "text": "Brandon Stanton"
   }
  },
  {
   "quote": {
    "text": "As with many other folk beliefs, 'feng-shui' undoubtedly incorporates some scientifically correct observation or received wisdom based on direct experience of natural phenomena; but it needs to be dealt with skeptically as a credible system of thought. Some feng-shui prescriptions can certainly lead to desirable results."
   },
   "author": {
    "text": "Martin Filler"
   }
  },
  {
   "quote": {
    "text": "I got hurt when I was 19. They thought I broke my neck. I couldn't move my hands or feet, and I had a very bad experience."
   },
   "author": {
    "text": "Wyatt Russell"
   }
  },
  {
   "quote": {
    "text": "I am delighted to invest in JetSynthesys and join the Board as Non-Executive Chairman. JetSynthesys aims to become the platform of choice for digital content and experience. We have invested extensively in backend technology infrastructure that is best in class in the world."
   },
   "author": {
    "text": "Kris Gopalakrishnan"
   }
  },
  {
   "quote": {
    "text": "Bitter experience has taught us how fundamental our values are and how great the mission they represent."
   },
   "author": {
    "text": "Jan Peter Balkenende"
   }
  },
  {
   "quote": {
    "text": "Explorers have to be ready to die lost."
   },
   "author": {
    "text": "Russell Hoban"
   }
  },
  {
   "quote": {
    "text": "Theaters are always going to be around, and doing fine. With computers and technology, we're becoming more and more secluded from each other. And the movie theater is one of the last places where we can still gather and experience something together. I don't think the desire for that magic will ever go away."
   },
   "author": {
    "text": "Wolfgang Petersen"
   }
  },
  {
   "quote": {
    "text": "Few people even scratch the surface, much less exhaust the contemplation of their own experience."
   },
   "author": {
    "text": "Randolph Bourne"
   }
  }
 ]
}