{
 "FailureQuotes": [
  {
   "quote": {
    "text": "Failure will never overtake me if my determination to succeed is strong enough."
   },
   "author": {
    "text": "Og Mandino"
   }
  },
  {
   "quote": {
    "text": "Success is the result of perfection, hard work, learning from failure, loyalty, and persistence."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Success is not final, failure is not fatal: it is the courage to continue that counts."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Think like a queen. A queen is not afraid to fail. Failure is another steppingstone to greatness."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "Failure is simply the opportunity to begin again, this time more intelligently."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "Sometimes by losing a battle you find a new way to win the war."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Failure is the key to success; each mistake teaches us something."
   },
   "author": {
    "text": "Morihei Ueshiba"
   }
  },
  {
   "quote": {
    "text": "Nothing in this world can take the place of persistence. Talent will not: nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not: the world is full of educated derelicts. Persistence and determination alone are omnipotent."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "I have not failed. I've just found 10,000 ways that won't work."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "Success is not a good teacher, failure makes you humble."
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "Remember your dreams and fight for them. You must know what you want from life. There is just one thing that makes your dream become impossible: the fear of failure."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, you are solely responsible for your success and your failure. And the sooner you realize that, you accept that, and integrate that into your work ethic, you will start being successful. As long as you blame others for the reason you aren't where you want to be, you will always be a failure."
   },
   "author": {
    "text": "Erin Cummings"
   }
  },
  {
   "quote": {
    "text": "A man who has never made a woman angry is a failure in life."
   },
   "author": {
    "text": "Christopher Morley"
   }
  },
  {
   "quote": {
    "text": "I can accept failure, everyone fails at something. But I can't accept not trying."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "Success consists of going from failure to failure without loss of enthusiasm."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Honesty is the fastest way to prevent a mistake from turning into a failure."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "You build on failure. You use it as a stepping stone. Close the door on the past. You don't try to forget the mistakes, but you don't dwell on it. You don't let it have any of your energy, or any of your time, or any of your space."
   },
   "author": {
    "text": "Johnny Cash"
   }
  },
  {
   "quote": {
    "text": "Failure comes only when we forget our ideals and objectives and principles."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "Your personal life, your professional life, and your creative life are all intertwined. I went through a few very difficult years where I felt like a failure. But it was actually really important for me to go through that. Struggle, for me, is the most inspirational thing in the world at the end of the day - as long as you treat it that way."
   },
   "author": {
    "text": "Skylar Grey"
   }
  },
  {
   "quote": {
    "text": "Suffering, failure, loneliness, sorrow, discouragement, and death will be part of your journey, but the Kingdom of God will conquer all these horrors. No evil can resist grace forever."
   },
   "author": {
    "text": "Brennan Manning"
   }
  },
  {
   "quote": {
    "text": "Without failure there is no achievement."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "It's fine to celebrate success but it is more important to heed the lessons of failure."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "There can be no failure to a man who has not lost his courage, his character, his self respect, or his self-confidence. He is still a King."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Leadership is solving problems. The day soldiers stop bringing you their problems is the day you have stopped leading them. They have either lost confidence that you can help or concluded you do not care. Either case is a failure of leadership."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "You are capable of more than you know. Choose a goal that seems right for you and strive to be the best, however hard the path. Aim high. Behave honorably. Prepare to be alone at times, and to endure failure. Persist! The world needs all you can give."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "A failure is not always a mistake, it may simply be the best one can do under the circumstances. The real mistake is to stop trying."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "I have self-doubt. I have insecurity. I have fear of failure. I have nights when I show up at the arena and I'm like, 'My back hurts, my feet hurt, my knees hurt. I don't have it. I just want to chill.' We all have self-doubt. You don't deny it, but you also don't capitulate to it. You embrace it."
   },
   "author": {
    "text": "Kobe Bryant"
   }
  },
  {
   "quote": {
    "text": "Remembering that I'll be dead soon is the most important tool I've ever encountered to help me make the big choices in life. Because almost everything - all external expectations, all pride, all fear of embarrassment or failure - these things just fall away in the face of death, leaving only what is truly important."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Socialism is a philosophy of failure, the creed of ignorance, and the gospel of envy, its inherent virtue is the equal sharing of misery."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Failure at some point in your life is inevitable, but giving up is unforgivable."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "You have to be able to accept failure to get better."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "The greatest glory in living lies not in never falling, but in rising every time we fall."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "My great concern is not whether you have failed, but whether you are content with your failure."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Do not brood over your past mistakes and failures as this will only fill your mind with grief, regret and depression. Do not repeat them in the future."
   },
   "author": {
    "text": "Swami Sivananda"
   }
  },
  {
   "quote": {
    "text": "Think twice before you speak, because your words and influence will plant the seed of either success or failure in the mind of another."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all, in which case you have failed by default."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "Your attitude towards failure determines your altitude after failure."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Failure doesn't mean you are a failure it just means you haven't succeeded yet."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "Far better is it to dare mighty things, to win glorious triumphs, even though checkered by failure... than to rank with those poor spirits who neither enjoy nor suffer much, because they live in a gray twilight that knows not victory nor defeat."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Success is never final, failure is never fatal. It's courage that counts."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "There is no innovation and creativity without failure. Period."
   },
   "author": {
    "text": "Brene Brown"
   }
  },
  {
   "quote": {
    "text": "Success and failure are both part of life. Both are not permanent."
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "The tragedy of life is often not in our failure, but rather in our complacency; not in our doing too much, but rather in our doing too little; not in our living above our ability, but rather in our living below our capacities."
   },
   "author": {
    "text": "Benjamin E. Mays"
   }
  },
  {
   "quote": {
    "text": "Success breeds complacency. Complacency breeds failure. Only the paranoid survive."
   },
   "author": {
    "text": "Andy Grove"
   }
  },
  {
   "quote": {
    "text": "When we tackle obstacles, we find hidden reserves of courage and resilience we did not know we had. And it is only when we are faced with failure do we realise that these resources were always there within us. We only need to find them and move on with our lives."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Women, like men, should try to do the impossible. And when they fail, their failure should be a challenge to others."
   },
   "author": {
    "text": "Amelia Earhart"
   }
  },
  {
   "quote": {
    "text": "A man can fail many times, but he isn't a failure until he begins to blame somebody else."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday."
   },
   "author": {
    "text": "Wilma Rudolph"
   }
  },
  {
   "quote": {
    "text": "A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "The only real failure in life is not to be true to the best one knows."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "True leaders don't invest in buildings. Jesus never built a building. They invest in people. Why? Because success without a successor is failure. So your legacy should not be in buildings, programs, or projects; your legacy must be in people."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "Age wrinkles the body. Quitting wrinkles the soul."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "Never be afraid to fail. Failure is only a stepping stone to improvement. Never be overconfident because that will block your improvement."
   },
   "author": {
    "text": "Tony Jaa"
   }
  },
  {
   "quote": {
    "text": "I fell off my pink cloud with a thud."
   },
   "author": {
    "text": "Elizabeth Taylor"
   }
  },
  {
   "quote": {
    "text": "We all learn lessons in life. Some stick, some don't. I have always learned more from rejection and failure than from acceptance and success."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "If you look at great human civilizations, from the Roman Empire to the Soviet Union, you will see that most do not fail simply due to external threats but because of internal weakness, corruption, or a failure to manifest the values and ideals they espouse."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "Every adversity, every failure, every heartache carries with it the seed of an equal or greater benefit."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "Failure is the condiment that gives success its flavor."
   },
   "author": {
    "text": "Truman Capote"
   }
  },
  {
   "quote": {
    "text": "Ambition is the last refuge of the failure."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "You must accept that you might fail; then, if you do your best and still don't win, at least you can be satisfied that you've tried. If you don't accept failure as a possibility, you don't set high goals, you don't branch out, you don't try - you don't take the risk."
   },
   "author": {
    "text": "Rosalynn Carter"
   }
  },
  {
   "quote": {
    "text": "Socialism in general has a record of failure so blatant that only an intellectual could ignore or evade it."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "Failures, repeated failures, are finger posts on the road to achievement. One fails forward toward success."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "You cannot climb the ladder of success dressed in the costume of failure."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "The difference between average people and achieving people is their perception of and response to failure."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Success is due to our stretching to the challenges of life. Failure comes when we shrink from them."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Success is not built on success. It's built on failure. It's built on frustration. Sometimes its built on catastrophe."
   },
   "author": {
    "text": "Sumner Redstone"
   }
  },
  {
   "quote": {
    "text": "But man is not made for defeat. A man can be destroyed but not defeated."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Success depends upon previous preparation, and without such preparation there is sure to be failure."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "The season of failure is the best time for sowing the seeds of success."
   },
   "author": {
    "text": "Paramahansa Yogananda"
   }
  },
  {
   "quote": {
    "text": "There's a silly notion that failure's not an option at NASA. Failure is an option here. If things are not failing, you are not innovating enough."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "If you want to increase your success rate, double your failure rate."
   },
   "author": {
    "text": "Thomas J. Watson"
   }
  },
  {
   "quote": {
    "text": "Success is not the absence of failure; it's the persistence through failure."
   },
   "author": {
    "text": "Aisha Tyler"
   }
  },
  {
   "quote": {
    "text": "Many of life's failures are people who did not realize how close they were to success when they gave up."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "I'm not going to get somewhere and say, 'OK, I'm done.' Success is never final; I'll just keep on going. The same way as failure never being fatal. Just keep going. I'm going to the stars and then past them."
   },
   "author": {
    "text": "Conor McGregor"
   }
  },
  {
   "quote": {
    "text": "I believe in never giving up, no matter what the odds. My mantra is, 'Failure is temporary. Giving up is permanent.'"
   },
   "author": {
    "text": "Kiran Mazumdar-Shaw"
   }
  },
  {
   "quote": {
    "text": "I used to think that divorce meant failure, but now I see it more as a step along the path of self-realization and growth."
   },
   "author": {
    "text": "Alana Stewart"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as failure. There are only results."
   },
   "author": {
    "text": "Tony Robbins"
   }
  },
  {
   "quote": {
    "text": "The democratic system is challenged by the failure in television because our evening news programmes have gone for an attempt to entertain as much as to inform in the desperate fight for ratings."
   },
   "author": {
    "text": "Walter Cronkite"
   }
  },
  {
   "quote": {
    "text": "The story of Detroit's bankruptcy was simple enough: Allow capitalism to grow the city, campaign against income inequality, tax the job creators until they flee, increase government spending in order to boost employment, promise generous pension plans to keep people voting for failure. Rinse, wash and repeat."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "Failure is central to engineering. Every single calculation that an engineer makes is a failure calculation. Successful engineering is all about understanding how things break or fail."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "I thank God for my failures. Maybe not at the time but after some reflection. I never feel like a failure just because something I tried has failed."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "Lead yourself whenever your boss' leadership deteriorates. When your boss doesn't praise what you do, praise yourself. When your boss doesn't make you big, make yourself big. Remember, if you have done your best, failure does not count."
   },
   "author": {
    "text": "Mario Teguh"
   }
  },
  {
   "quote": {
    "text": "Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "How one handles success or failure is determined by their early childhood."
   },
   "author": {
    "text": "Harold Ramis"
   }
  },
  {
   "quote": {
    "text": "Being human means you will make mistakes. And you will make mistakes, because failure is God's way of moving you in another direction."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "I don't take success and failure seriously. The only thing I do seriously is march forward. If I fall, I get up and march again."
   },
   "author": {
    "text": "Kareena Kapoor Khan"
   }
  },
  {
   "quote": {
    "text": "Success is often achieved by those who don't know that failure is inevitable."
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "Don't fear failure so much that you refuse to try new things. The saddest summary of a life contains three descriptions: could have, might have, and should have."
   },
   "author": {
    "text": "Louis E. Boone"
   }
  },
  {
   "quote": {
    "text": "Failure saves lives. In the airline industry, every time a plane crashes the probability of the next crash is lowered by that. The Titanic saved lives because we're building bigger and bigger ships. So these people died, but we have effectively improved the safety of the system, and nothing failed in vain."
   },
   "author": {
    "text": "Nassim Nicholas Taleb"
   }
  },
  {
   "quote": {
    "text": "Most great people have attained their greatest success just one step beyond their greatest failure."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "If we don't succeed we run the risk of failure."
   },
   "author": {
    "text": "Dan Quayle"
   }
  },
  {
   "quote": {
    "text": "Elegance is not a dispensable luxury but a factor that decides between success and failure."
   },
   "author": {
    "text": "Edsger Dijkstra"
   }
  },
  {
   "quote": {
    "text": "Mistakes are the portals of discovery."
   },
   "author": {
    "text": "James Joyce"
   }
  },
  {
   "quote": {
    "text": "There's always failure. And there's always disappointment. And there's always loss. But the secret is learning from the loss, and realizing that none of those holes are vacuums."
   },
   "author": {
    "text": "Michael J. Fox"
   }
  },
  {
   "quote": {
    "text": "Part of being a man is learning to take responsibility for your successes and for your failures. You can't go blaming others or being jealous. Seeing somebody else's success as your failure is a cancerous way to live."
   },
   "author": {
    "text": "Kevin Bacon"
   }
  },
  {
   "quote": {
    "text": "Once you start a working on something, don't be afraid of failure and don't abandon it. People who work sincerely are the happiest."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "Treat failure as a lesson on how not to approach achieving a goal, and then use that learning to improve your chances of success when you try again. Failure is only the end if you decide to stop."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "Engineering is achieving function while avoiding failure."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "Indecision and delays are the parents of failure."
   },
   "author": {
    "text": "George Canning"
   }
  },
  {
   "quote": {
    "text": "Honesty is about the scars. It's about the blemishes. But it's more than just bragging about failure, which could be a form of ego. It's about truly helping people."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "The most resilient companies foster a pervasive culture of innovation at all levels of the organization - one that values risk-taking, embraces experimentation and considers failure an inevitable part of thinking boldly."
   },
   "author": {
    "text": "Lynne Doughtie"
   }
  },
  {
   "quote": {
    "text": "'No one can make you successful; the will to success comes from within.' I've made this my motto. I've internalized it to the point of understanding that the success of my actions and/or endeavors doesn't depend on anyone else, and that includes a possible failure."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "Do not fear mistakes. You will know failure. Continue to reach out."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Failure is a detour, not a dead-end street."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "If you're doing your best, you won't have any time to worry about failure."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "We all have anxiety about things. We all have little insecurities, but eventually you have to face your fears if you want to be successful, and everybody has some fear of failure."
   },
   "author": {
    "text": "Nick Saban"
   }
  },
  {
   "quote": {
    "text": "Why do I talk about the benefits of failure? Simply because failure meant a stripping away of the inessential. I stopped pretending to myself that I was anything other than what I was, and began to direct all my energy into finishing the only work that mattered to me."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "Through perseverance many people win success out of what seemed destined to be certain failure."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Having the positive belief that it will all be O.K. just means that you hustle and make it work because failure is not even an option in your own mind."
   },
   "author": {
    "text": "Natalie Massenet"
   }
  },
  {
   "quote": {
    "text": "Failure is a word unknown to me."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "If you learn from defeat, you haven't really lost."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Discipline is based on pride, on meticulous attention to details, and on mutual respect and confidence. Discipline must be a habit so ingrained that it is stronger than the excitement of the goal or the fear of failure."
   },
   "author": {
    "text": "Gary Ryan Blair"
   }
  },
  {
   "quote": {
    "text": "It's best to have failure happen early in life. It wakes up the Phoenix bird in you so you rise from the ashes."
   },
   "author": {
    "text": "Anne Baxter"
   }
  },
  {
   "quote": {
    "text": "One of the reasons people stop learning is that they become less and less willing to risk failure."
   },
   "author": {
    "text": "John W. Gardner"
   }
  },
  {
   "quote": {
    "text": "When you believe in your dream and your vision, then it begins to attract its own resources. No one was born to be a failure."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "Failure is nature's plan to prepare you for great responsibilities."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "The reality is gas prices should be much more expensive then they are because we're not incorporating the true damage to the environment and the hidden costs of mining oil and transporting it to the U.S. Whenever you have an unpriced externality, you have a bit of a market failure, to the degree that eternality remains unpriced."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Your ability to adapt to failure, and navigate your way out of it, absolutely 100 percent makes you who you are."
   },
   "author": {
    "text": "Viola Davis"
   }
  },
  {
   "quote": {
    "text": "My life has been nothing but a failure."
   },
   "author": {
    "text": "Claude Monet"
   }
  },
  {
   "quote": {
    "text": "Before I was married, I didn't consider my failure to manage even basic hand tools a feminist inadequacy. I thought it had more to do with being Jewish. The Jews I knew growing up didn't do 'do-it-yourself.' When my father needed to hammer something he generally used his shoe, and the only real tool he owned was a pair of needle-nose pliers."
   },
   "author": {
    "text": "Ayelet Waldman"
   }
  },
  {
   "quote": {
    "text": "I think it always feels riskier and scarier to go after something you really love and want because the rejection and failure hurts more."
   },
   "author": {
    "text": "Emily Giffin"
   }
  },
  {
   "quote": {
    "text": "I'm a polarizing person, so people get caught up in hoping I fail. And just like success, failure is a perspective."
   },
   "author": {
    "text": "CM Punk"
   }
  },
  {
   "quote": {
    "text": "An essential aspect of creativity is not being afraid to fail."
   },
   "author": {
    "text": "Edwin Land"
   }
  },
  {
   "quote": {
    "text": "Failure is unimportant. It takes courage to make a fool of yourself."
   },
   "author": {
    "text": "Charlie Chaplin"
   }
  },
  {
   "quote": {
    "text": "Do not be embarrassed by your failures, learn from them and start again."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "Failure is not fatal, but failure to change might be."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "You may have a fresh start any moment you choose, for this thing that we call 'failure' is not the falling down, but the staying down."
   },
   "author": {
    "text": "Mary Pickford"
   }
  },
  {
   "quote": {
    "text": "Every stumble is not a fall, and every fall does not mean failure."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "Failure should be our teacher, not our undertaker. Failure is delay, not defeat. It is a temporary detour, not a dead end. Failure is something we can avoid only by saying nothing, doing nothing, and being nothing."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "Why should anybody be interested in some old man who was a failure?"
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Something is wanting, and something must be done, or we shall be involved in all the horror of failure, and civil war without a prospect of its termination."
   },
   "author": {
    "text": "Henry Knox"
   }
  },
  {
   "quote": {
    "text": "Different parts of the world have different attitudes to failure. Arguably, it may take more courage to be an entrepreneur in Sydney, or Paris, or London, or Japan, or Singapore... but an entrepreneur sees the world for what it could be, not what it is."
   },
   "author": {
    "text": "Guy Kawasaki"
   }
  },
  {
   "quote": {
    "text": "Believe it or not, Christianity is not about good people getting better. If anything, it is good news for bad people coping with their failure to be good."
   },
   "author": {
    "text": "Tullian Tchividjian"
   }
  },
  {
   "quote": {
    "text": "If you set your goals ridiculously high and it's a failure, you will fail above everyone else's success."
   },
   "author": {
    "text": "James Cameron"
   }
  },
  {
   "quote": {
    "text": "The study of literature threatens to become a kind of paleontology of failure, and criticism a supercilious psychoanalysis of authors."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "There is but one cause of human failure. And that is man's lack of faith in his true Self."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Whether you're successful or not, you'll never actually feel the joys of accomplishment unless you love yourself. Success can be very difficult to deal with. You have to stay in the center. If you let your success define you, then you're really just setting yourself up for failure."
   },
   "author": {
    "text": "Goldie Hawn"
   }
  },
  {
   "quote": {
    "text": "My father was not a failure. After all, he was the father of a president of the United States."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "My failures may be my greatest successes. It is in failure that I have often drawn closer to God, learn to depend more on Him than myself, gained self-knowledge, and seen things in their right perspective."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "Failure happens all the time. It happens every day in practice. What makes you better is how you react to it."
   },
   "author": {
    "text": "Mia Hamm"
   }
  },
  {
   "quote": {
    "text": "I guess I'm motivated by the fear of failure to some degree and knowing what can happen when you don't do things the way you need to do them to have success."
   },
   "author": {
    "text": "Nick Saban"
   }
  },
  {
   "quote": {
    "text": "We're born with success. It is only others who point out our failures, and what they attribute to us as failure."
   },
   "author": {
    "text": "Whoopi Goldberg"
   }
  },
  {
   "quote": {
    "text": "Bacon is so good by itself that to put it in any other food is an admission of failure. You're basically saying, 'I can't make this other food taste good, so I'll throw in bacon.'"
   },
   "author": {
    "text": "Penn Jillette"
   }
  },
  {
   "quote": {
    "text": "My story of success and failure is not just about music and being famous. It's about living and loving and trying to find purpose in this crazy world."
   },
   "author": {
    "text": "Wynonna Judd"
   }
  },
  {
   "quote": {
    "text": "Success represents the 1% of your work which results from the 99% that is called failure."
   },
   "author": {
    "text": "Soichiro Honda"
   }
  },
  {
   "quote": {
    "text": "I don't see divorce as a failure. I see it as the end to a story. In a story, everything has an end and a beginning."
   },
   "author": {
    "text": "Olga Kurylenko"
   }
  },
  {
   "quote": {
    "text": "If you try to do your best there is no failure."
   },
   "author": {
    "text": "Mike Farrell"
   }
  },
  {
   "quote": {
    "text": "I've had a lot of success; I've had failures, so I learn from the failure."
   },
   "author": {
    "text": "Gordon Ramsay"
   }
  },
  {
   "quote": {
    "text": "If you can't admit a failure, you're not an entrepreneur. You are not a good business person. There's nothing brilliant about what you are doing."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "Children love and want to be loved and they very much prefer the joy of accomplishment to the triumph of hateful failure. Do not mistake a child for his symptom."
   },
   "author": {
    "text": "Erik Erikson"
   }
  },
  {
   "quote": {
    "text": "I don't believe in failure. It is not failure if you enjoyed the process."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "Man is not made for defeat."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Failure is impossible."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "They talk about the failure of socialism but where is the success of capitalism in Africa, Asia and Latin America?"
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "Failure is not an option. Everyone has to succeed."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "The failure of academic feminists to recognize difference as a crucial strength is a failure to reach beyond the first patriarchal lesson. In our world, divide and conquer must become define and empower."
   },
   "author": {
    "text": "Audre Lorde"
   }
  },
  {
   "quote": {
    "text": "Show me a thoroughly satisfied man and I will show you a failure."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "It's not necessary to fear the prospect of failure but to be determined not to fail."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "People who have a sense of self-efficacy bounce back from failure; they approach things in terms of how to handle them rather than worrying about what can go wrong."
   },
   "author": {
    "text": "Albert Bandura"
   }
  },
  {
   "quote": {
    "text": "In a crowded marketplace, fitting in is a failure. In a busy marketplace, not standing out is the same as being invisible."
   },
   "author": {
    "text": "Seth Godin"
   }
  },
  {
   "quote": {
    "text": "Any fact facing us is not as important as our attitude toward it, for that determines our success or failure. The way you think about a fact may defeat you before you ever do anything about it. You are overcome by the fact because you think you are."
   },
   "author": {
    "text": "Norman Vincent Peale"
   }
  },
  {
   "quote": {
    "text": "Before success comes in any man's life, he's sure to meet with much temporary defeat and, perhaps some failures. When defeat overtakes a man, the easiest and the most logical thing to do is to quit. That's exactly what the majority of men do."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "One's only rival is one's own potentialities. One's only failure is failing to live up to one's own possibilities. In this sense, every man can be a king, and must therefore be treated like a king."
   },
   "author": {
    "text": "Abraham Maslow"
   }
  },
  {
   "quote": {
    "text": "Where do we enroll in Life 101? Where are the classes dealing with the loss of a job, the death of a loved one, the failure of a relationship? Unfortunately, those lessons are mostly learned through trial by fire and the school of hard knocks."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "In the different voice of women lies the truth of an ethic of care, the tie between relationship and responsibility, and the origins of aggression in the failure of connection."
   },
   "author": {
    "text": "Carol Gilligan"
   }
  },
  {
   "quote": {
    "text": "At the end of the day I have always seen the end of my relationships as a personal failure. There is nothing ever pretty in saying goodbye."
   },
   "author": {
    "text": "Elisabetta Canalis"
   }
  },
  {
   "quote": {
    "text": "Fear stifles our thinking and actions. It creates indecisiveness that results in stagnation. I have known talented people who procrastinate indefinitely rather than risk failure. Lost opportunities cause erosion of confidence, and the downward spiral begins."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "The point is not to take the world's opinion as a guiding star but to go one's way in life and working unerringly, neither depressed by failure nor seduced by applause."
   },
   "author": {
    "text": "Gustav Mahler"
   }
  },
  {
   "quote": {
    "text": "The only real failure in life is one not learned from."
   },
   "author": {
    "text": "Anthony J. D'Angelo"
   }
  },
  {
   "quote": {
    "text": "If you're the type of person who has to fulfill your dreams, you've gotta be resourceful to make sure you can do it. I came out to California when I was 21, thinking my New York credentials would take me all the way. I came back home a year later all dejected and a failure."
   },
   "author": {
    "text": "Vin Diesel"
   }
  },
  {
   "quote": {
    "text": "Failure to prepare is preparing to fail."
   },
   "author": {
    "text": "Mike Murdock"
   }
  },
  {
   "quote": {
    "text": "Most of us spend the first six days of each week sowing wild oats; then we go to church on Sunday and pray for a crop failure."
   },
   "author": {
    "text": "Fred Allen"
   }
  },
  {
   "quote": {
    "text": "You shouldn't be afraid of failure - when something fails, you think, 'What did I learn from that experience? I can do better next time.' Then kill that project and move on to the next. Don't get disappointed."
   },
   "author": {
    "text": "Niklas Zennstrom"
   }
  },
  {
   "quote": {
    "text": "Life is so fresh, life is every day so new if we are fighting, only for the best. Sometimes I think the only real satisfaction in life is failure, failure in your endeavor to do your best."
   },
   "author": {
    "text": "Maude Adams"
   }
  },
  {
   "quote": {
    "text": "Innovation demands risk-taking - which, in turn, entails redefining failure, stripping away its power to inhibit."
   },
   "author": {
    "text": "Lynne Doughtie"
   }
  },
  {
   "quote": {
    "text": "The only real failure is giving up."
   },
   "author": {
    "text": "Scooter Braun"
   }
  },
  {
   "quote": {
    "text": "With improvisation, I just do it. It might be a total failure but then you just throw the dice again."
   },
   "author": {
    "text": "Christian Marclay"
   }
  },
  {
   "quote": {
    "text": "Never be afraid of failure. And don't stop yourself from doing something you want to do because of what others might think. Only you know yourself best."
   },
   "author": {
    "text": "Suki Waterhouse"
   }
  },
  {
   "quote": {
    "text": "Failure is good. It's fertilizer. Everything I've learned about coaching, I've learned from making mistakes."
   },
   "author": {
    "text": "Rick Pitino"
   }
  },
  {
   "quote": {
    "text": "An open-minded and diverse population that readily shares information, encourages experimentation, accepts failure and dispenses with formality and hierarchy is what makes Silicon Valley the successful hub that it is."
   },
   "author": {
    "text": "Vivek Wadhwa"
   }
  },
  {
   "quote": {
    "text": "I cannot give you the formula for success, but I can give you the formula for failure - which is: Try to please everybody."
   },
   "author": {
    "text": "Herbert Bayard Swope"
   }
  },
  {
   "quote": {
    "text": "Taxation is the price we pay for failing to build a civilized society. The higher the tax level, the greater the failure. A centrally planned totalitarian state represents a complete defeat for the civilized world, while a totally voluntary society represents its ultimate success."
   },
   "author": {
    "text": "Mark Skousen"
   }
  },
  {
   "quote": {
    "text": "No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes."
   },
   "author": {
    "text": "Alfred Adler"
   }
  },
  {
   "quote": {
    "text": "Every time you go out there to do something, you wonder if you can do it. There's no assured success. There's no secret recipe for success. Every time you go out there, you go out there with the possibility of great failure."
   },
   "author": {
    "text": "Mel Gibson"
   }
  },
  {
   "quote": {
    "text": "My fears are never about failure - it's about extreme success."
   },
   "author": {
    "text": "Lil Dicky"
   }
  },
  {
   "quote": {
    "text": "Entrepreneurs are risk takers, willing to roll the dice with their money or reputation on the line in support of an idea or enterprise. They willingly assume responsibility for the success or failure of a venture and are answerable for all its facets."
   },
   "author": {
    "text": "Victor Kiam"
   }
  },
  {
   "quote": {
    "text": "I think the fall in Eden was ultimately a failure to give thanks."
   },
   "author": {
    "text": "Ann Voskamp"
   }
  },
  {
   "quote": {
    "text": "Sloth is the failure to do what needs to be done when it needs to be done - like the kamikaze pilot who flew seventeen missions."
   },
   "author": {
    "text": "John Ortberg"
   }
  },
  {
   "quote": {
    "text": "Already from your own cells scientists can grow skin, cartilage, noses, blood vessels, bladders and windpipes. In the future, scientists will grow more complex organs, like livers and kidneys. The phrase 'organ failure' will disappear."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "The threat posed by Bank of America isn't just financial - it's a full-blown assault on the American dream. Where's the incentive to play fair and do well, when what we see rewarded at the highest levels of society is failure, stupidity, incompetence and meanness? If this is what winning in our system looks like, who doesn't want to be a loser?"
   },
   "author": {
    "text": "Matt Taibbi"
   }
  },
  {
   "quote": {
    "text": "The failure of women to have reached positions of leadership has been due in large part to social and professional discrimination."
   },
   "author": {
    "text": "Rosalyn Sussman Yalow"
   }
  },
  {
   "quote": {
    "text": "The central thesis of the American failure in Afghanistan - the one you'll hear from politicians and pundits and even scholars - was succinctly propounded by Deputy Secretary of State Richard Armitage: 'The war in Iraq drained resources from Afghanistan before things were under control'."
   },
   "author": {
    "text": "Anand Gopal"
   }
  },
  {
   "quote": {
    "text": "Success is usually the culmination of controlling failure."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "Every great work, every big accomplishment, has been brought into manifestation through holding to the vision, and often just before the big achievement, comes apparent failure and discouragement."
   },
   "author": {
    "text": "Florence Scovel Shinn"
   }
  },
  {
   "quote": {
    "text": "I think and think for months and years. Ninety-nine times, the conclusion is false. The hundredth time I am right."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "The things that will destroy America are prosperity-at-any-price, peace-at-any-price, safety-first instead of duty-first, the love of soft living, and the get-rich-quick theory of life."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "If something's important enough, you should try. Even if you - the probable outcome is failure."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Inability to make decisions is one of the principal reasons executives fail. Deficiency in decision-making ranks much higher than lack of specific knowledge or technical know-how as an indicator of leadership failure."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Failure is instructive. The person who really thinks learns quite as much from his failures as from his successes."
   },
   "author": {
    "text": "John Dewey"
   }
  },
  {
   "quote": {
    "text": "Success comes when people act together; failure tends to happen alone."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "We have forty million reasons for failure, but not a single excuse."
   },
   "author": {
    "text": "Rudyard Kipling"
   }
  },
  {
   "quote": {
    "text": "Most organizations don't fall apart as a result of one big blow. Most relationships don't end because of one grand argument. Most lives don't fall to pieces due to one sad event. No, I suggest to you that sustained failure happens as the consequence of small, daily acts of neglect that stack up over time to lead to a blow up - and break down."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Failure means a stripping away of the inessential."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "The business of biomedical research is mostly about failure. Few projects we commission will ultimately result in success. But every study we do contributes to the body of knowledge that brings science and society closer to a solution."
   },
   "author": {
    "text": "Kenneth Frazier"
   }
  },
  {
   "quote": {
    "text": "Failure is success if we learn from it."
   },
   "author": {
    "text": "Malcolm Forbes"
   }
  },
  {
   "quote": {
    "text": "Laziness is a secret ingredient that goes into failure. But it's only kept a secret from the person who fails."
   },
   "author": {
    "text": "Robert Half"
   }
  },
  {
   "quote": {
    "text": "Failure after long perseverance is much grander than never to have a striving good enough to be called a failure."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "Failure is only postponed success as long as courage 'coaches' ambition. The habit of persistence is the habit of victory."
   },
   "author": {
    "text": "Herbert Kaufman"
   }
  },
  {
   "quote": {
    "text": "Mental health is an area where people are embarrassed. They don't want to talk about it because somehow they feel they're a failure as a parent or, you know, they're embarrassed for their child or they want to protect their child, lots of very good reasons, but mental health, I feel, is something that you have to talk about."
   },
   "author": {
    "text": "Anna Wintour"
   }
  },
  {
   "quote": {
    "text": "The majority of men meet with failure because of their lack of persistence in creating new plans to take the place of those which fail."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "For as long as I can remember, I have wanted to be a godly person. Yet when I look at the yesterdays of my life, what I see, mostly, is a broken, irregular path littered with mistakes and failure. I have had temporary successes and isolated moments of closeness to God, but I long for the continuing presence of Jesus."
   },
   "author": {
    "text": "Mike Yaconelli"
   }
  },
  {
   "quote": {
    "text": "The guns and the bombs, the rockets and the warships, are all symbols of human failure."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "All wars signify the failure of conflict resolution mechanisms, and they need post-war rebuilding of faith, trust and confidence."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Sound character provides the power with which a person may ride the emergencies of life instead of being overwhelmed by them. Failure is... the highway to success."
   },
   "author": {
    "text": "Og Mandino"
   }
  },
  {
   "quote": {
    "text": "My reputation grows with every failure."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "The theory seems to be that as long as a man is a failure he is one of God's children, but that as soon as he succeeds he is taken over by the Devil."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Restlessness is discontent and discontent is the first necessity of progress. Show me a thoroughly satisfied man and I will show you a failure."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "Never fret for an only son, the idea of failure will never occur to him."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "The road to success and the road to failure are almost exactly the same."
   },
   "author": {
    "text": "Colin R. Davis"
   }
  },
  {
   "quote": {
    "text": "One of the common failings among honorable people is a failure to appreciate how thoroughly dishonorable some other people can be, and how dangerous it is to trust them."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "There is no failure except in no longer trying."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "I really don't think life is about the I-could-have-beens. Life is only about the I-tried-to-do. I don't mind the failure but I can't imagine that I'd forgive myself if I didn't try."
   },
   "author": {
    "text": "Nikki Giovanni"
   }
  },
  {
   "quote": {
    "text": "My fault, my failure, is not in the passions I have, but in my lack of control of them."
   },
   "author": {
    "text": "Jack Kerouac"
   }
  },
  {
   "quote": {
    "text": "Poverty is about people lacking the tools they need to get on in life. And solving it is about tackling educational failure, antisocial behaviour, debt problems and addiction, and of course it's about work."
   },
   "author": {
    "text": "Theresa May"
   }
  },
  {
   "quote": {
    "text": "Life is bigger than cinema. Cinema is just a part of life, so I never take success or failure seriously."
   },
   "author": {
    "text": "Pawan Kalyan"
   }
  },
  {
   "quote": {
    "text": "Failure is not our only punishment for laziness; there is also the success of others."
   },
   "author": {
    "text": "Jules Renard"
   }
  },
  {
   "quote": {
    "text": "The main failure of education is that it has not prepared people to comprehend matters concerning human destiny."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "Success and failure are equally disastrous."
   },
   "author": {
    "text": "Tennessee Williams"
   }
  },
  {
   "quote": {
    "text": "The person interested in success has to learn to view failure as a healthy, inevitable part of the process of getting to the top."
   },
   "author": {
    "text": "Joyce Brothers"
   }
  },
  {
   "quote": {
    "text": "Fear of failure must never be a reason not to try something."
   },
   "author": {
    "text": "Frederick W. Smith"
   }
  },
  {
   "quote": {
    "text": "I've had my share of struggle. I believe, never take success to your head or failure to your heart."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "If there exists no possibility of failure, then victory is meaningless."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "As an outside; don't worry about failure, because failure will take care of itself. Focus on success."
   },
   "author": {
    "text": "Henry Cavill"
   }
  },
  {
   "quote": {
    "text": "I honestly think it is better to be a failure at something you love than to be a success at something you hate."
   },
   "author": {
    "text": "George Burns"
   }
  },
  {
   "quote": {
    "text": "Even when you have doubts, take that step. Take chances. Mistakes are never a failure - they can be turned into wisdom."
   },
   "author": {
    "text": "Cat Cora"
   }
  },
  {
   "quote": {
    "text": "Unless we practice conservation, those who come after us will have to pay the price of misery, degradation, and failure for the progress and prosperity of our day."
   },
   "author": {
    "text": "Gifford Pinchot"
   }
  },
  {
   "quote": {
    "text": "Foreign aid is neither a failure nor a panacea. It is, instead, an important tool of American policy that can serve the interests of the United States and the world if wisely administered."
   },
   "author": {
    "text": "Lee H. Hamilton"
   }
  },
  {
   "quote": {
    "text": "We may be personally defeated, but our principles never!"
   },
   "author": {
    "text": "William Lloyd Garrison"
   }
  },
  {
   "quote": {
    "text": "Because of my intense hopes for the youth of China, I feel very keenly my responsibility for their future success or failure. The fate of China lies in their hands. The responsibility for organizing and training them to become worthy citizens of China, able to undertake the tasks of Resistance and Reconstruction, is mine; I cannot evade it."
   },
   "author": {
    "text": "Chiang Kai-shek"
   }
  },
  {
   "quote": {
    "text": "You get so afraid of failure and so afraid of losing and so afraid of not being the best that it's not a natural drive - it's born out of fear of failure. Which helps in Hollywood."
   },
   "author": {
    "text": "Gabrielle Union"
   }
  },
  {
   "quote": {
    "text": "YouTube began as a failed video-dating site. Twitter was a failed music service. In each case, the founders continued to try new concepts when their big ideas failed. They often worked around the clock to try to overcome their failure before all their capital was spent. Speed to fail gives a startup more runway to pivot and ultimately succeed."
   },
   "author": {
    "text": "Jay Samit"
   }
  },
  {
   "quote": {
    "text": "How important is failure - yes, failure - to the health of a thriving, innovative business? So important that Ratan Tata, chairman of India's largest corporation, gives an annual award to the employee who comes up with the best idea that failed."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "I've never been a jealous person, and I've never felt built up by someone else's failure - that's a cheap thrill."
   },
   "author": {
    "text": "Matthew McConaughey"
   }
  },
  {
   "quote": {
    "text": "The lessons I learned from my mother and her friends have guided me through death, birth, loss, love, failure, and achievement, on to a Fulbright scholarship and Harvard Business School. They taught me to believe that anything was possible. They have proven to be the strongest family values I could ever have imagined."
   },
   "author": {
    "text": "Gayle Tzemach Lemmon"
   }
  },
  {
   "quote": {
    "text": "Most girls are taught to avoid risk and failure. We're taught to smile pretty, play it safe, get all A's. Boys, on the other hand, are taught to play rough, swing high, crawl to the top of the monkey bars, and then just jump off headfirst."
   },
   "author": {
    "text": "Reshma Saujani"
   }
  },
  {
   "quote": {
    "text": "A failure will not appear until a unit has passed final inspection."
   },
   "author": {
    "text": "Arthur Bloch"
   }
  },
  {
   "quote": {
    "text": "The most important lesson to remember is that failure is inevitable, but so is success, so rebound."
   },
   "author": {
    "text": "Naveen Tewari"
   }
  },
  {
   "quote": {
    "text": "Success or failure in business is caused more by the mental attitude even than by mental capacities."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "Not failure, but low aim, is crime."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "Do not let your ambitions become a sanctuary for your failures."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Whether in success or in failure, I'm proud of every single movie I've ever directed."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "Failure is an amazing data point that tells you which direction not to go."
   },
   "author": {
    "text": "Payal Kadakia"
   }
  },
  {
   "quote": {
    "text": "The first thing successful people do is view failure as a positive signal to success."
   },
   "author": {
    "text": "Brendon Burchard"
   }
  },
  {
   "quote": {
    "text": "During my sojourn in ironclad atheism, the primary arsenal leveled against Christianity had been its failure on empirical grounds. Surely, enlightened reason offered a more coherent cosmos. Surely, Occam's razor cut the faithful free from blind faith. There is no proof of God; therefore, it is unreasonable to believe in God."
   },
   "author": {
    "text": "Paul Kalanithi"
   }
  },
  {
   "quote": {
    "text": "Daring is doing. Daring is asking something outrageous despite your chances of failure and rejection. Daring is going out on a limb by believing in something that no one else understands, and if all fails, daring is trying again."
   },
   "author": {
    "text": "Bibi Bourelly"
   }
  },
  {
   "quote": {
    "text": "Other countries, such as Israel, successfully employ behavior detection techniques at their airports, but the bloated, ineffective bureaucracy of TSA has produced another security failure for U.S. transportation systems."
   },
   "author": {
    "text": "John Mica"
   }
  },
  {
   "quote": {
    "text": "If you've gone into a marriage and you haven't been clear about how you're going to handle money, how you want to raise kids, who is going to work or stay home or what have you, then you've set yourself up for failure."
   },
   "author": {
    "text": "Phil McGraw"
   }
  },
  {
   "quote": {
    "text": "There's no right or wrong, success or failure."
   },
   "author": {
    "text": "Miley Cyrus"
   }
  },
  {
   "quote": {
    "text": "Without exposure to potential failure, there is no risk."
   },
   "author": {
    "text": "Brennan Manning"
   }
  },
  {
   "quote": {
    "text": "My father was a dreamer - my hero. He was a smart, tough guy from Poland, a cutter of lady's handbags, an old socialist-unionist who always considered himself a failure. His big line was: 'Don't end up like me.'"
   },
   "author": {
    "text": "Alan King"
   }
  },
  {
   "quote": {
    "text": "Failure is always an option."
   },
   "author": {
    "text": "Adam Savage"
   }
  },
  {
   "quote": {
    "text": "I never feel any pressure about a film. What is meant to happen will happen. I have seen failure as well as success several times."
   },
   "author": {
    "text": "Akshay Kumar"
   }
  },
  {
   "quote": {
    "text": "The dream is real, my friends. The failure to realize it is the only unreality."
   },
   "author": {
    "text": "Toni Cade Bambara"
   }
  },
  {
   "quote": {
    "text": "In addition to encouraging failure, I would also encourage companies to broadly create a culture of innovation. That should mean more than just technology and invention; it should mean something millennials know well: Ingenuity."
   },
   "author": {
    "text": "Cathy Engelbert"
   }
  },
  {
   "quote": {
    "text": "At first I wasn't sure that I had the talent, but I did know I had a fear of failure, and that fear compelled me to fight off anything that might abet it."
   },
   "author": {
    "text": "Gordon Parks"
   }
  },
  {
   "quote": {
    "text": "Risk management systems and controls may discourage or limit certain revenue-generating opportunities. Failure to ensure the independence of these functions from the revenue generators and risk takers has been shown to be dangerous, and this is something for which the board is accountable."
   },
   "author": {
    "text": "Jerome Powell"
   }
  },
  {
   "quote": {
    "text": "The surest way to fail is not to determine to succeed."
   },
   "author": {
    "text": "Richard Brinsley Sheridan"
   }
  },
  {
   "quote": {
    "text": "As long as there are people in education making excuses for failure, cursing future generations with a culture of low expectations, denying children access to the best that has been thought and written, because Nemo and the Mister Men are more relevant, the battle needs to be joined."
   },
   "author": {
    "text": "Michael Gove"
   }
  },
  {
   "quote": {
    "text": "For us, there is no such thing as failure. You can't miss a deadline; you can't come up short on an assignment. You have to perform, period."
   },
   "author": {
    "text": "Daniel Berehulak"
   }
  },
  {
   "quote": {
    "text": "So many people view the war on drugs as a failure, as something that was perhaps intended and carried out with good intentions but very badly executed."
   },
   "author": {
    "text": "Denise Dresser"
   }
  },
  {
   "quote": {
    "text": "He who refuses to stoop, who cannot be bribed by the promise of success or the fear of failure - who walks the highway of the right, and in disaster stands erect, is the only victor."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "Regard every suggestion that your life may be a failure, that you are not made like those who succeed, and that success is not for you, as a traitor, and expel it from your mind as you would a thief from your house."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "I have always been pushed by the negative. The apparent failure of a play sends me back to my typewriter that very night, before the reviews are out. I am more compelled to get back to work than if I had a success."
   },
   "author": {
    "text": "Tennessee Williams"
   }
  },
  {
   "quote": {
    "text": "Many of the familiar little things that we use every day have typically evolved over a period of time to a state of familiarity. They balance form and function, elegance and economy, success and failure in ways that are not only acceptable, but also admirable."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "The only failure is not to try."
   },
   "author": {
    "text": "George Clooney"
   }
  },
  {
   "quote": {
    "text": "I would replace most foreign aid with a tax credit for businesses to invest. I think U.S. bureaucrats giving foreign bureaucrats money is a guaranteed failure. And we've had about 50 years' experience at failing with foreign aid."
   },
   "author": {
    "text": "Newt Gingrich"
   }
  },
  {
   "quote": {
    "text": "This dullness of vision regarding the importance of the general welfare to the individual is the measure of the failure of our schools and churches to teach the spiritual significance of genuine democracy."
   },
   "author": {
    "text": "Henry A. Wallace"
   }
  },
  {
   "quote": {
    "text": "It is easy to lay the blame on successive governments for failing to address health as a fundamental right for the Indian people. But the real tragedy is that we, the people of India, have not taken our government to task for this catastrophic failure."
   },
   "author": {
    "text": "Vikram Patel"
   }
  },
  {
   "quote": {
    "text": "I've tried to handle winning well, so that maybe we'll win again, but I've also tried to handle failure well. If those serve as good examples for teachers and kids, then I hope that would be a contribution I have made to sport. Not just basketball, but to sport."
   },
   "author": {
    "text": "Mike Krzyzewski"
   }
  },
  {
   "quote": {
    "text": "Failure seldom stops you. What stops you is the fear of failure."
   },
   "author": {
    "text": "Jack Lemmon"
   }
  },
  {
   "quote": {
    "text": "The man who has done his level best... is a success, even though the world may write him down a failure."
   },
   "author": {
    "text": "B. C. Forbes"
   }
  },
  {
   "quote": {
    "text": "There was a failure to recognize the deep problems in AI; for instance, those captured in Blocks World. The people building physical robots learned nothing."
   },
   "author": {
    "text": "Marvin Minsky"
   }
  },
  {
   "quote": {
    "text": "We create success or failure on the course primarily by our thoughts."
   },
   "author": {
    "text": "Gary Player"
   }
  },
  {
   "quote": {
    "text": "We've been conditioned to think that quitting is a failure, a form of failure. How do we know that that's true?"
   },
   "author": {
    "text": "Stephen J. Dubner"
   }
  },
  {
   "quote": {
    "text": "Be honest about how you approach failure. Don't just be critical of yourself, because that can be self-serving. Approach it honestly, assess your performance, and assess the areas where you have fallen short. Correct them and move on. Don't dwell on it. Don't hold on to it."
   },
   "author": {
    "text": "Megan Rapinoe"
   }
  },
  {
   "quote": {
    "text": "I think success has no rules, but you can learn a great deal from failure."
   },
   "author": {
    "text": "Jean Kerr"
   }
  },
  {
   "quote": {
    "text": "You cannot learn anything from success, you only learn from failure."
   },
   "author": {
    "text": "Jim Dale"
   }
  },
  {
   "quote": {
    "text": "Ignorance is the failure to discriminate between the permanent and the impermanent, the pure and the impure, bliss and suffering, the Self and the non-Self."
   },
   "author": {
    "text": "Patanjali"
   }
  },
  {
   "quote": {
    "text": "The failure of credit markets is one of the major reasons for underdevelopment."
   },
   "author": {
    "text": "George Akerlof"
   }
  },
  {
   "quote": {
    "text": "If we don't succeed, we run the risk of failure."
   },
   "author": {
    "text": "Al Gore"
   }
  },
  {
   "quote": {
    "text": "Never tell anyone outside my staff that the Submarine Force and the First Air Fleet were responsible for the failure at Midway. The failure at Midway was mine."
   },
   "author": {
    "text": "Isoroku Yamamoto"
   }
  },
  {
   "quote": {
    "text": "Translation is the art of failure."
   },
   "author": {
    "text": "Umberto Eco"
   }
  },
  {
   "quote": {
    "text": "It's probably foolish to expect relationships to go on forever and to say that because something only lasts 10 years, it's a failure."
   },
   "author": {
    "text": "James Taylor"
   }
  },
  {
   "quote": {
    "text": "I don't think one should attribute the success and failure of a film to a single actor. When you decide to do a film, you weigh the pros and cons before taking a call. Only when you run out of patience, get insecure, and feel your career is heading nowhere do you sign anything that comes your way."
   },
   "author": {
    "text": "Rakul Preet Singh"
   }
  },
  {
   "quote": {
    "text": "I have a tendency to sabotage relationships; I have a tendency to sabotage everything. Fear of success, fear of failure, fear of being afraid. Useless, good-for-nothing thoughts."
   },
   "author": {
    "text": "Michael Buble"
   }
  },
  {
   "quote": {
    "text": "Our country's got a sin problem, and I believe if these politicians in Washington would recognize the moral failure of so many of their policies that maybe we could fix it."
   },
   "author": {
    "text": "Franklin Graham"
   }
  },
  {
   "quote": {
    "text": "Is the proposed operation likely to succeed? What might the consequences of failure? Is it in the realm of practicability in terms of material and supplies?"
   },
   "author": {
    "text": "Chester W. Nimitz"
   }
  },
  {
   "quote": {
    "text": "In Chicago, you have an absence of strong family units, and that absence gets filled by gangs. You have a failure in the school system, after-school programs and other social programs to help keep kids off the streets. Amnesty International speaks to that in some way, by keeping these issues in the forefront."
   },
   "author": {
    "text": "Lupe Fiasco"
   }
  },
  {
   "quote": {
    "text": "I was in kidney failure. I ended up having a kidney transplant on my 21st birthday."
   },
   "author": {
    "text": "Amy Purdy"
   }
  },
  {
   "quote": {
    "text": "Rather than viewing a brief relapse back to inactivity as a failure, treat it as a challenge and try to get back on track as soon as possible."
   },
   "author": {
    "text": "Jimmy Connors"
   }
  },
  {
   "quote": {
    "text": "Success and failure go hand in hand."
   },
   "author": {
    "text": "Sangram Singh"
   }
  },
  {
   "quote": {
    "text": "Has Bill Clinton inspired idealism in the young, as he himself was inspired by John F. Kennedy? Or has he actually reduced their idealism? Surely part of the answer lies in Clinton's personal moral lapse with Monica Lewinsky. But more important was his sin of omission - his failure to embrace a moral cause beyond popularity."
   },
   "author": {
    "text": "Arlie Russell Hochschild"
   }
  },
  {
   "quote": {
    "text": "I think like a Silicon Valley entrepreneur. Failure is a great teacher. At the same time, you must remember, success will never last... Whether it's tech or fashion, it must be for the customer."
   },
   "author": {
    "text": "Tadashi Yanai"
   }
  },
  {
   "quote": {
    "text": "I find rejection or failure to be a really interesting and valuable experience."
   },
   "author": {
    "text": "Brian Grazer"
   }
  },
  {
   "quote": {
    "text": "I think you can learn as much from success as you can from failure."
   },
   "author": {
    "text": "Corey Hart"
   }
  },
  {
   "quote": {
    "text": "At the root of many a woman's failure to become a great cook lies her failure to develop a workmanlike regard for knives."
   },
   "author": {
    "text": "Robert Farrar Capon"
   }
  },
  {
   "quote": {
    "text": "I'd rather be a failure at something I love than a success at something I hate."
   },
   "author": {
    "text": "George Burns"
   }
  },
  {
   "quote": {
    "text": "It is not because the truth is too difficult to see that we make mistakes... we make mistakes because the easiest and most comfortable course for us is to seek insight where it accords with our emotions - especially selfish ones."
   },
   "author": {
    "text": "Aleksandr Solzhenitsyn"
   }
  },
  {
   "quote": {
    "text": "War remains the decisive human failure."
   },
   "author": {
    "text": "John Kenneth Galbraith"
   }
  },
  {
   "quote": {
    "text": "If you're constantly pushing yourself higher, higher, the law of averages - not to mention the myth of Icarus - predicts that you will at some point fall. And when you do, I want you to know this, remember this: There is no such thing as failure."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "You know, failure hurts. Any kind of failure stings. If you live in the sting, you will - undoubtedly - fail. My way of getting past the sting is to say no, I'm just not going to let this get me down."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "I firmly believe that unless one has tasted the bitter pill of failure, one cannot aspire enough for success."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "People in their handlings of affairs often fail when they are about to succeed. If one remains as careful at the end as he was at the beginning, there will be no failure."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "It's only when you risk failure that you discover things. When you play it safe, you're not expressing the utmost of your human experience."
   },
   "author": {
    "text": "Lupita Nyong'o"
   }
  },
  {
   "quote": {
    "text": "Failure isn't an option. I've erased the word 'fear' from my vocabulary, and I think when you erase fear, you can't fail."
   },
   "author": {
    "text": "Alicia Keys"
   }
  },
  {
   "quote": {
    "text": "One of the most basic factors in sports is that winning becomes a habit, and losing is the same way. When failure starts to feel normal in your life or your work or even your darkest vices, you won't have to go looking for trouble, because trouble will find you. Count on it."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "Tragedy in life normally comes with betrayal and compromise, and trading on your integrity and not having dignity in life. That's really where failure comes."
   },
   "author": {
    "text": "Tom Cochrane"
   }
  },
  {
   "quote": {
    "text": "Defeat is not the worst of failures. Not to have tried is the true failure."
   },
   "author": {
    "text": "George Edward Woodberry"
   }
  },
  {
   "quote": {
    "text": "Fear of failure, it's the greatest motivational tool. It drives me and drives me and drives me."
   },
   "author": {
    "text": "Jerry West"
   }
  },
  {
   "quote": {
    "text": "We failed, but in the good providence of God apparent failure often proves a blessing."
   },
   "author": {
    "text": "Robert E. Lee"
   }
  },
  {
   "quote": {
    "text": "In all our deeds, the proper value and respect for time determines success or failure."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "Success isn't permanent and failure isn't fatal."
   },
   "author": {
    "text": "Mike Ditka"
   }
  },
  {
   "quote": {
    "text": "In the 1940s, traveling for an African was a complicated process. All Africans over the age of sixteen were compelled to carry 'Native passes' issued by the Native Affairs Department and were required to show that pass to any white policeman, civil servant, or employer. Failure to do so could mean arrest, trial, a jail sentence or fine."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "The Bush Administration's failure to be consistently involved in helping Israel achieve peace with the Palestinians has been both wrong for our friendship with Israel, as well as badly damaging to our standing in the Arab world."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Cheerfully fessing up to our failures turns crazy mind off, humility and compassion on. I learned this in a karate dojo that had a strange tradition. Everyone there loved recounting failure stories, and after an evening of smacking one another, we'd sit and have a beer while the students swapped tales of martial arts disaster."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "Remember that failure is an event, not a person."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "When I was young, I observed that nine out of ten things I did were failures. So I did ten times more work."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "In America, there's a failure to appreciate Europe's leading role in the world."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "The fact that we are here today to debate raising America's debt limit is a sign of leadership failure. America has a debt problem and a failure of leadership. Americans deserve better. I, therefore, intend to oppose the effort to increase America's debt."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "The woman is a gentle, loving bond who encourages, consoles, builds, reconciles, and makes all things new and vibrant. The woman is strength in time of suffering, courageous in failure, intuitive in time of danger. A woman is ingenuous when all fails, resourceful in times of want, and a true helpmate for man."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "Progress requires setbacks; the only sure way to avoid failure is not to try."
   },
   "author": {
    "text": "Henry Spencer"
   }
  },
  {
   "quote": {
    "text": "If you fall during your life, it doesn't matter. You're never a failure as long as you try to get up."
   },
   "author": {
    "text": "Evel Knievel"
   }
  },
  {
   "quote": {
    "text": "So while I will never minimize the costs involved in military action, I am convinced that a failure to act in Libya would have carried a far greater price for America."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "The banking collapse was caused, more than anything, by bad government policy and the total failure of bad regulation, rather than by greed."
   },
   "author": {
    "text": "Nigel Farage"
   }
  },
  {
   "quote": {
    "text": "We need to accept that we won't always make the right decisions, that we'll screw up royally sometimes - understanding that failure is not the opposite of success, it's part of success."
   },
   "author": {
    "text": "Arianna Huffington"
   }
  },
  {
   "quote": {
    "text": "Be greedy for social change, and your life will be endlessly enriched. The only failure lies in not trying, or giving up."
   },
   "author": {
    "text": "Ann Cotton"
   }
  },
  {
   "quote": {
    "text": "Failure is simply a few errors in judgment, repeated every day."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "He who risks and fails can be forgiven. He who never risks and never fails is a failure in his whole being."
   },
   "author": {
    "text": "Paul Tillich"
   }
  },
  {
   "quote": {
    "text": "Fear seems to have many causes. Fear of loss, fear of failure, fear of being hurt, and so on, but ultimately all fear is the ego's fear of death, of annihilation. To the ego, death is always just around the corner. In this mind-identified state, fear of death affects every aspect of your life."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "If you're not failing every now and again, it's a sign you're not doing anything very innovative."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "The most effective leaders are actually better at guarding against danger when they acknowledge it that it exists. Cowards, in contrast, cling to the hope that failure will never happen and may be sloppy in the face of danger - not because they don't acknowledge that it exists, but because they are just too afraid of it to look it in the eye."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "Ultimately there is no such thing as failure. There are lessons learned in different ways."
   },
   "author": {
    "text": "Twyla Tharp"
   }
  },
  {
   "quote": {
    "text": "A passionate belief in your business and personal objectives can make all the difference between success and failure. If you aren't proud of what you're doing, why should anybody else be?"
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "Failure is not a single, cataclysmic event. You don't fail overnight. Instead, failure is a few errors in judgement, repeated every day."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "Often the difference between a successful man and a failure is not one's better abilities or ideas, but the courage that one has to bet on his ideas, to take a calculated risk, and to act."
   },
   "author": {
    "text": "Maxwell Maltz"
   }
  },
  {
   "quote": {
    "text": "Failure is never fatal. But failure to change can and might be."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "No man is a failure who is enjoying life."
   },
   "author": {
    "text": "William Feather"
   }
  },
  {
   "quote": {
    "text": "I've had a lot of disappointments. I think my biggest disappointment is the failure of elected officials to make good on their promises in regards to the environment or anything else, really. I have very little faith in politicians."
   },
   "author": {
    "text": "Paul Watson"
   }
  },
  {
   "quote": {
    "text": "We will all fail in life, but nobody has to be a failure. Failing at a thing doesn't make you a failure. You are only a failure when you quit trying."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "I think you can have 10,000 explanations for failure, but no good explanation for success."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "Pharmaceutical companies are enjoying unprecedented profits and access with this Administration. Yet the Republicans' prescription drug plan for seniors has been a colossal failure, and over 43 million Americans wake up every morning without health insurance."
   },
   "author": {
    "text": "Jim Clyburn"
   }
  },
  {
   "quote": {
    "text": "I've come to believe that all my past failure and frustration were actually laying the foundation for the understandings that have created the new level of living I now enjoy."
   },
   "author": {
    "text": "Tony Robbins"
   }
  },
  {
   "quote": {
    "text": "Tenacity is not about avoiding being overwhelmed but being indomitable in the face of the overwhelming odds of your venture's failure."
   },
   "author": {
    "text": "Andy Dunn"
   }
  },
  {
   "quote": {
    "text": "No man ever achieved worth-while success who did not, at one time or other, find himself with at least one foot hanging well over the brink of failure."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "There is no failure except in no longer trying. There is no defeat except from within, no really insurmountable barrier save our own inherent weakness of purpose."
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "It's about not having doubt in your mind and staying focused and not having any preconceived notion about failure. It's just looking forward and staying positive."
   },
   "author": {
    "text": "Freya Tingley"
   }
  },
  {
   "quote": {
    "text": "The young think that failure is the Siberian end of the line, banishment from all the living, and tend to do what I then did - which was to hide."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "To err is human, but it feels divine."
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "I don't want the fear of failure to stop me from doing what I really care about."
   },
   "author": {
    "text": "Emma Watson"
   }
  },
  {
   "quote": {
    "text": "For me, it's always a failure of the imagination. I have that anxiety that time is passing, that everything is ultimately fleeting and impermanent. I better take advantage of every single moment."
   },
   "author": {
    "text": "Jason Silva"
   }
  },
  {
   "quote": {
    "text": "For my first show at 'SNL', I wrote a Bill Clinton sketch, and during our read-through, it wasn't getting any laughs. This weight of embarrassment came over me, and I felt like I was sweating from my spine out. But I realized, 'Okay, that happened, and I did not die.' You've got to experience failure to understand that you can survive it."
   },
   "author": {
    "text": "Tina Fey"
   }
  },
  {
   "quote": {
    "text": "Successful people have a bigger fear of failure than people who've never done anything because if you haven't been successful, then you don't know how it feels to lose it all."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "You make mistakes. Mistakes don't make you."
   },
   "author": {
    "text": "Maxwell Maltz"
   }
  },
  {
   "quote": {
    "text": "In our business, things look like a failure until they're not. It's pretty binary transitions."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "There is not a fiercer hell than the failure in a great object."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "Love is such a powerful subject matter because it comes in so many different shapes and sizes. It's about timing, fate, failure, redemption."
   },
   "author": {
    "text": "Jim Sturgess"
   }
  },
  {
   "quote": {
    "text": "Sometimes you learn more from failure than you do from success, and in some ways it's better to have failure at the beginning of your career, or your life."
   },
   "author": {
    "text": "Michael Crawford"
   }
  },
  {
   "quote": {
    "text": "I hate to be a failure. I hate and regret the failure of my marriages. I would gladly give all my millions for just one lasting marital success."
   },
   "author": {
    "text": "J. Paul Getty"
   }
  },
  {
   "quote": {
    "text": "Show me a good and gracious loser and I'll show you a failure."
   },
   "author": {
    "text": "Knute Rockne"
   }
  },
  {
   "quote": {
    "text": "It is in our genes that we think of breaking up when we love and of failure and fall when we succeed."
   },
   "author": {
    "text": "RM"
   }
  },
  {
   "quote": {
    "text": "We climb to heaven most often on the ruins of our cherished plans, finding our failures were successes."
   },
   "author": {
    "text": "Amos Bronson Alcott"
   }
  },
  {
   "quote": {
    "text": "The entrepreneurial life is one of challenge, work, dedication, perseverance, exhilaration, agony, accomplishment, failure, sacrifice, control, powerlessness... but ultimately, extraordinary satisfaction."
   },
   "author": {
    "text": "David S. Rose"
   }
  },
  {
   "quote": {
    "text": "With engineering, I view this year's failure as next year's opportunity to try it again. Failures are not something to be avoided. You want to have them happen as quickly as you can so you can make progress rapidly."
   },
   "author": {
    "text": "Gordon Moore"
   }
  },
  {
   "quote": {
    "text": "There are only really a few stories to tell in the end, and betrayal and the failure of love is one of those good stories to tell."
   },
   "author": {
    "text": "Sean Lennon"
   }
  },
  {
   "quote": {
    "text": "Success is never final, but failure can be."
   },
   "author": {
    "text": "Bill Parcells"
   }
  },
  {
   "quote": {
    "text": "No man can be a failure if he thinks he's a success; If he thinks he is a winner, then he is."
   },
   "author": {
    "text": "Robert W. Service"
   }
  },
  {
   "quote": {
    "text": "If you don't accept failure as a possibility, you don't set high goals, you don't branch out, you don't try - you don't take the risk."
   },
   "author": {
    "text": "Rosalynn Carter"
   }
  },
  {
   "quote": {
    "text": "Failure is inherent in the game. So if you don't respond well to adversity, you're probably not going to have a long career."
   },
   "author": {
    "text": "Theo Epstein"
   }
  },
  {
   "quote": {
    "text": "Failure holds the seeds for greatness - so long as you water those seeds with introspection, they can be the root of your success."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "Lacking the direct test of success or failure, the voter tends to turn, not to those politicians whose measures have the best chance of success, but to those with the ability to 'sell' their propaganda. Without grasping logical chains of deduction, the average voter will never be able to discover the error that the ruler makes."
   },
   "author": {
    "text": "Murray Rothbard"
   }
  },
  {
   "quote": {
    "text": "The most important of my discoveries have been suggested to me by my failures."
   },
   "author": {
    "text": "Humphry Davy"
   }
  },
  {
   "quote": {
    "text": "I've been through a lot in my career, and the failure that I've gone through makes me really appreciate the moments of success much more."
   },
   "author": {
    "text": "Jake Arrieta"
   }
  },
  {
   "quote": {
    "text": "Failure is a great teacher, and I think when you make mistakes and you recover from them and you treat them as valuable learning experiences, then you've got something to share."
   },
   "author": {
    "text": "Steve Harvey"
   }
  },
  {
   "quote": {
    "text": "My motto is more, 'If you want to find something new, look for something new!' There is a certain amount of risk in this attitude, as even the slightest failure tends to be resounding, but you are so happy when you succeed that it is worth taking the risk."
   },
   "author": {
    "text": "Yves Chauvin"
   }
  },
  {
   "quote": {
    "text": "Intemperance and intolerance serve no one, and hatred guarantees failure."
   },
   "author": {
    "text": "Edward Brooke"
   }
  },
  {
   "quote": {
    "text": "However things may seem, no evil thing is success and no good thing is failure."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "Don't be afraid of missing opportunities. Behind every failure is an opportunity somebody wishes they had missed."
   },
   "author": {
    "text": "Lily Tomlin"
   }
  },
  {
   "quote": {
    "text": "The idea of capitalism is not just success but also the failure that allows success to happen."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "You can be discouraged by failure, or you can learn from it. So go ahead and make mistakes, make all you can. Because, remember that's where you'll find success - on the far side of failure."
   },
   "author": {
    "text": "Thomas J. Watson"
   }
  },
  {
   "quote": {
    "text": "There are some defeats more triumphant than victories."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "Well, I think that there's a very thin dividing line between success and failure. And I think if you start a business without financial backing, you're likely to go the wrong side of that dividing line."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "For every failure, there's an alternative course of action. You just have to find it. When you come to a roadblock, take a detour."
   },
   "author": {
    "text": "Mary Kay Ash"
   }
  },
  {
   "quote": {
    "text": "Big companies are like marching bands. Even if half the band is playing random notes, it still sounds kind of like music. The concealment of failure is built into them."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "Enjoy failure and learn from it. You can never learn from success."
   },
   "author": {
    "text": "James Dyson"
   }
  },
  {
   "quote": {
    "text": "All the world loves a good loser."
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "A traveller must buy his own experience, and success or failure depends mainly on personal idiosyncrasies."
   },
   "author": {
    "text": "Isabella Bird"
   }
  },
  {
   "quote": {
    "text": "Even as far back as when I started acting at 14, I know I've never considered failure."
   },
   "author": {
    "text": "Jennifer Lawrence"
   }
  },
  {
   "quote": {
    "text": "Thoughtless risks are destructive, of course, but perhaps even more wasteful is thoughtless caution which prompts inaction and promotes failure to seize opportunity."
   },
   "author": {
    "text": "Gary Ryan Blair"
   }
  },
  {
   "quote": {
    "text": "We all struggle with our failure to communicate and our failure to reach beyond fear to love people."
   },
   "author": {
    "text": "Mira Sorvino"
   }
  },
  {
   "quote": {
    "text": "If you aren't learning, you are regressing, because more growth comes from failure than from success."
   },
   "author": {
    "text": "Shahid Khan"
   }
  },
  {
   "quote": {
    "text": "A love of nature is a consolation against failure."
   },
   "author": {
    "text": "Berthe Morisot"
   }
  },
  {
   "quote": {
    "text": "Testing leads to failure, and failure leads to understanding."
   },
   "author": {
    "text": "Burt Rutan"
   }
  },
  {
   "quote": {
    "text": "Destiny: A tyrant's authority for crime and a fool's excuse for failure."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "'Pressure' is a word that is misused in our vocabulary. When you start thinking of pressure, it's because you've started to think of failure."
   },
   "author": {
    "text": "Tommy Lasorda"
   }
  },
  {
   "quote": {
    "text": "There is only one failure in life possible, and that is not to be true to the best one knows."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "So many amongst us live in the past rather than loving the present and building a brilliant future. Some people stay stuck for years over something they did or a failure they've experienced. Sad. A life is a terrible thing to waste."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Optimism is a kind of heart stimulant - the digitalis of failure."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "The line between failure and success is so fine that we scarcely know when we pass it: so fine that we are often on the line and do not know it."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "Ideology, politics and journalism, which luxuriate in failure, are impotent in the face of hope and joy."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Adam Smith's huge failure was the fact that he did not foresee the industrial revolution."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "The Communist bloc of old was a study in the failure of failure. Losers in the Soviet economy were the people at the end of the long lines for consumer goods. Worse losers were the people who had spent hours getting to the head of the line, only to be told that the goods were unavailable."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "The wisest of the wise may err."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "If you truly want to find a meaningful relationship, you've got to find yourself first and learn to be confident in your own skin. Don't sacrifice anything about who you are to be with someone. That's setting yourself up for failure."
   },
   "author": {
    "text": "Whitney Wolfe Herd"
   }
  },
  {
   "quote": {
    "text": "Success is more dangerous than failure, the ripples break over a wider coastline."
   },
   "author": {
    "text": "Graham Greene"
   }
  },
  {
   "quote": {
    "text": "In my view, the first requirement for success for an entrepreneur is to dream big. The second aspect that prevents entrepreneurs from succeeding is fear of failure."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "We dissect failure a lot more than we dissect success."
   },
   "author": {
    "text": "Matthew McConaughey"
   }
  },
  {
   "quote": {
    "text": "Education is the only billion dollar industry that tolerates abject failure."
   },
   "author": {
    "text": "Geoffrey Canada"
   }
  },
  {
   "quote": {
    "text": "Our inner beliefs trigger failure before it happens. They sabotage lasting change by canceling its possibility. We employ these beliefs as articles of faith to justify our inaction and then wish away the result. I call them belief triggers."
   },
   "author": {
    "text": "Marshall Goldsmith"
   }
  },
  {
   "quote": {
    "text": "The very phrase 'Oscar night' used to accelerate my pulse. For one thing - dating myself - it meant Bob Hope. He always had good, strong jokes, that faultless delivery, and always a new joke about his own films' failure - once again - to be honored."
   },
   "author": {
    "text": "Dick Cavett"
   }
  },
  {
   "quote": {
    "text": "I love language, and I love the failure of language."
   },
   "author": {
    "text": "Nate Lowman"
   }
  },
  {
   "quote": {
    "text": "All human actions are equivalent and all are on principle doomed to failure."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "The great question is not whether you have failed, but whether you are content with failure."
   },
   "author": {
    "text": "Laurence J. Peter"
   }
  },
  {
   "quote": {
    "text": "In politics, what begins in fear usually ends in failure."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "They who have conquered doubt and fear have conquered failure."
   },
   "author": {
    "text": "James Allen"
   }
  },
  {
   "quote": {
    "text": "A failure is a man who has blundered, but is not able to cash in the experience."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "As kids we're not taught how to deal with success; we're taught how to deal with failure. If at first you don't succeed, try, try again. If at first you succeed, then what?"
   },
   "author": {
    "text": "Charlie Sheen"
   }
  },
  {
   "quote": {
    "text": "My dad encouraged us to fail. Growing up, he would ask us what we failed at that week. If we didn't have something, he would be disappointed. It changed my mindset at an early age that failure is not the outcome, failure is not trying. Don't be afraid to fail."
   },
   "author": {
    "text": "Sara Blakely"
   }
  },
  {
   "quote": {
    "text": "Belief in the supernatural reflects a failure of the imagination."
   },
   "author": {
    "text": "Edward Abbey"
   }
  },
  {
   "quote": {
    "text": "A failure establishes only this, that our determination to succeed was not strong enough."
   },
   "author": {
    "text": "Christian Nestell Bovee"
   }
  },
  {
   "quote": {
    "text": "Doubt kills more dreams than failure ever will."
   },
   "author": {
    "text": "Suzy Kassem"
   }
  },
  {
   "quote": {
    "text": "Failure is the most terrible thing in our business. When we fail, the whole world knows about it."
   },
   "author": {
    "text": "Desi Arnaz"
   }
  },
  {
   "quote": {
    "text": "Mass transportation is doomed to failure in North America because a person's car is the only place where he can be alone and think."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "You will be a failure, until you impress the subconscious with the conviction you are a success. This is done by making an affirmation which 'clicks.'"
   },
   "author": {
    "text": "Florence Scovel Shinn"
   }
  },
  {
   "quote": {
    "text": "Often the difference between a successful person and a failure is not one has better abilities or ideas, but the courage that one has to bet on one's ideas, to take a calculated risk - and to act."
   },
   "author": {
    "text": "Andre Malraux"
   }
  },
  {
   "quote": {
    "text": "If we say we trust in Him, but in reality do not, then God, taking us at our word, lets us see that we do not really confide in Him; and hence failure arises."
   },
   "author": {
    "text": "George Muller"
   }
  },
  {
   "quote": {
    "text": "A failure doesn't mean you are unworthy, nor does it preclude success on the next try."
   },
   "author": {
    "text": "Leonard Mlodinow"
   }
  },
  {
   "quote": {
    "text": "Forget about the consequences of failure. Failure is only a temporary change in direction to set you straight for your next success."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "To establish true self-esteem we must concentrate on our successes and forget about the failures and the negatives in our lives."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "Without failure there is no sweetness in success. There's no understanding of it."
   },
   "author": {
    "text": "Glenn Beck"
   }
  },
  {
   "quote": {
    "text": "The difference between a score in the 90s and a century is often reflected as the difference between failure and success. It may be illogical, but in cricket, a century has its own magic."
   },
   "author": {
    "text": "Geoffrey Boycott"
   }
  },
  {
   "quote": {
    "text": "Ilaiyaraaja is my most favourite music director. His music was my lullaby, his music was my food, his music was my childhood, his music was my first love, his music was my failure, his music was my first kiss, my first love failure, my success... he is in my blood."
   },
   "author": {
    "text": "Dhanush"
   }
  },
  {
   "quote": {
    "text": "I'm living life as best I can - but I'm not exempt from failure and making bad choices."
   },
   "author": {
    "text": "LeAnn Rimes"
   }
  },
  {
   "quote": {
    "text": "Too often we just look at these glistening successes. Behind them in many, many cases is failure along the way, and that doesn't get put into the Wikipedia story or the bio. Yet those failures teach you every bit as much as the successes."
   },
   "author": {
    "text": "Michael Mullen"
   }
  },
  {
   "quote": {
    "text": "Today, everybody is more or less conscious of the total failure of the Cuban revolution to produce wealth, to produce a better standard of living for the Cubans. With the exception of small radical parties, Latin Americans know that it's a brutal dictatorship and the longest in Latin American history."
   },
   "author": {
    "text": "Mario Vargas Llosa"
   }
  },
  {
   "quote": {
    "text": "Crime and bad lives are the measure of a State's failure, all crime in the end is the crime of the community."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "A person who doubts himself is like a man who would enlist in the ranks of his enemies and bear arms against himself. He makes his failure certain by himself being the first person to be convinced of it."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "Achievement is not always success, while reputed failure often is. It is honest endeavor, persistent effort to do the best possible under any and all circumstances."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Do not blame anybody for your mistakes and failures."
   },
   "author": {
    "text": "Bernard Baruch"
   }
  },
  {
   "quote": {
    "text": "Not failure, but low aim is sin."
   },
   "author": {
    "text": "Benjamin E. Mays"
   }
  },
  {
   "quote": {
    "text": "There are many victories worse than a defeat."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "The only failure one should fear, is not hugging to the purpose they see as best."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "I'm proof against that word failure. I've seen behind it. The only failure a man ought to fear is failure of cleaving to the purpose he sees to be best."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "True, foolish risks can lead to difficult consequences. But having said that, don't be so scared of failure and disappointment that you fail to dream."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "One of the things I definitely think of as a driver of me is fear. And it's fear of failure, fear of being overtaken."
   },
   "author": {
    "text": "Jocko Willink"
   }
  },
  {
   "quote": {
    "text": "Not many people are really that meticulous with what they do, I suppose, but I'm just a control freak and terribly afraid of failure or regret. I work very hard on these things."
   },
   "author": {
    "text": "George Michael"
   }
  },
  {
   "quote": {
    "text": "It does not matter what you know about anything if you cannot communicate to your people. In that event, you are not even a failure. You're just not there."
   },
   "author": {
    "text": "Saul Alinsky"
   }
  },
  {
   "quote": {
    "text": "The more important argument against grade curves is that they create an atmosphere that's toxic by pitting students against one another. At best, it creates a hypercompetitive culture, and at worst, it sends students the message that the world is a zero-sum game: Your success means my failure."
   },
   "author": {
    "text": "Adam Grant"
   }
  },
  {
   "quote": {
    "text": "American democracy must be a failure because it places the supreme authority in the hands of the poorest and most ignorant part of the society."
   },
   "author": {
    "text": "Thomas Babington Macaulay"
   }
  },
  {
   "quote": {
    "text": "If those committed to the quest fail, they will be forgiven. When lost, they will find another way. The moral imperative of humanism is the endeavor alone, whether successful or not, provided the effort is honorable and failure memorable."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "The very nature of finance is that it cannot be profitable unless it is significantly leveraged... and as long as there is debt, there can be failure and contagion."
   },
   "author": {
    "text": "Alan Greenspan"
   }
  },
  {
   "quote": {
    "text": "A minute's success pays the failure of years."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "My work ethic came from my parents and my fear of failure. I came from a small, predominantly black school and I didn't want to let them down."
   },
   "author": {
    "text": "Jerry Rice"
   }
  },
  {
   "quote": {
    "text": "You don't go into anything contemplating failure, because if you did, you wouldn't make it."
   },
   "author": {
    "text": "Simon Cowell"
   }
  },
  {
   "quote": {
    "text": "The most tragic paradox of our time is to be found in the failure of nation-states to recognize the imperatives of internationalism."
   },
   "author": {
    "text": "Earl Warren"
   }
  },
  {
   "quote": {
    "text": "We now live in a world where the only thing to have is success, but failure is marvelous. It's fertiliser, it's like living fertiliser, because you're forced on yourself."
   },
   "author": {
    "text": "Rupert Everett"
   }
  },
  {
   "quote": {
    "text": "Some teachers feel that if they ask for emotional help, they're a failure. But teaching is a team sport."
   },
   "author": {
    "text": "Erin Gruwell"
   }
  },
  {
   "quote": {
    "text": "Sometimes the best lighting of all is a power failure."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "Ambitious failure, magnificent failure, is a very good thing."
   },
   "author": {
    "text": "Guy Kawasaki"
   }
  },
  {
   "quote": {
    "text": "Our best successes often come after our greatest disappointments."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "There are certainly times when baseball is much more than bread and circus, times when baseball resonates deeply and meaningfully with many, many people, and times when a game that is built around overcoming failure can teach us all a few important lessons."
   },
   "author": {
    "text": "Theo Epstein"
   }
  },
  {
   "quote": {
    "text": "Success is simply a matter of luck. Ask any failure."
   },
   "author": {
    "text": "Earl Wilson"
   }
  },
  {
   "quote": {
    "text": "In 1999, I was in St. Louis with Martin Luther King III as we led protests against the state's failure to hire minority contractors for highway construction projects. We went at dawn on a summer day with over a thousand people and performed acts of civil disobedience."
   },
   "author": {
    "text": "Al Sharpton"
   }
  },
  {
   "quote": {
    "text": "Success is 99 percent failure."
   },
   "author": {
    "text": "Soichiro Honda"
   }
  },
  {
   "quote": {
    "text": "When preaching is done right, it can change lives. When it's done badly, my failure goes beyond the merely human."
   },
   "author": {
    "text": "John Ortberg"
   }
  },
  {
   "quote": {
    "text": "Failure can teach you something, and as long as you're moving very, very quickly, you're going to start piling up the wins. Speed gives you the luxury to be able to fail."
   },
   "author": {
    "text": "Dara Khosrowshahi"
   }
  },
  {
   "quote": {
    "text": "America traditionally represents the greatest possibility of someone's going from nothing to something. Why? In theory, if not practice, the government stays out of the way and lets individuals take risks and reap rewards or accept the consequences of failure. We call this capitalism - or, at least, we used to."
   },
   "author": {
    "text": "Larry Elder"
   }
  },
  {
   "quote": {
    "text": "I already had high blood pressure. I have hypertension. And I think the chemo was just too much for my kidneys. And they went into failure. And that was September 12th of 2008. And the doctor rushed me right to the hospital."
   },
   "author": {
    "text": "Natalie Cole"
   }
  },
  {
   "quote": {
    "text": "The key to accepting responsibility for your life is to accept the fact that your choices, every one of them, are leading you inexorably to either success or failure, however you define those terms."
   },
   "author": {
    "text": "Neal Boortz"
   }
  },
  {
   "quote": {
    "text": "I'm hopeful. I know there is a lot of ambition in Washington, obviously. But I hope the ambitious realize that they are more likely to succeed with success as opposed to failure."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "I think, in storytelling, people want to see triumph, and so it's usually nice to start with failure and see someone somehow rise above it. People like to see people try. And they like to see people fail for comedy, and they like to see people succeed for the drama and emotion."
   },
   "author": {
    "text": "Nick Kroll"
   }
  },
  {
   "quote": {
    "text": "When a marriage founders, this may well be cause for tremendous sadness, but it's not a failure of spirit or character. People change, their goals and dreams alter, their ideas of themselves grow, or they just meet someone they like better."
   },
   "author": {
    "text": "Naomi Alderman"
   }
  },
  {
   "quote": {
    "text": "I've struggled a lot in my life with feeling like a failure. I lived in a 'prison of perfectionism,' holding myself to a standard I couldn't possibly live up to. Then I became a mom, and all of a sudden, there arose even more opportunities for failure."
   },
   "author": {
    "text": "Sarah Drew"
   }
  },
  {
   "quote": {
    "text": "The will to persevere is often the difference between failure and success."
   },
   "author": {
    "text": "David Sarnoff"
   }
  },
  {
   "quote": {
    "text": "There is an increasingly pervasive sense not only of failure, but of futility. The legislative process has become a cruel shell game and the service system has become a bureaucratic maze, inefficient, incomprehensible, and inaccessible."
   },
   "author": {
    "text": "Elliot Richardson"
   }
  },
  {
   "quote": {
    "text": "Nothing helps make a leader more approachable than admitting your struggles, screw-ups and behind-the-scenes thinking on hard calls. If the leader makes this a priority, the whole company will be more open and methodical learning from failure."
   },
   "author": {
    "text": "Scott Weiss"
   }
  },
  {
   "quote": {
    "text": "Success breeds success, and failure leads to a sort of fallow period."
   },
   "author": {
    "text": "Felicity Kendal"
   }
  },
  {
   "quote": {
    "text": "Risk is to do something that 99 percent of the time would be a failure."
   },
   "author": {
    "text": "Ferran Adria"
   }
  },
  {
   "quote": {
    "text": "You can't please everyone, but I've always felt you cannot ultimately lose if you give everything you try 110%. You'll always learn something useful, even from a failure, that can be applied to the next challenge or project."
   },
   "author": {
    "text": "Mark Ryan"
   }
  },
  {
   "quote": {
    "text": "It is not a disgrace to fail. Failing is one of the greatest arts in the world."
   },
   "author": {
    "text": "Charles Kettering"
   }
  },
  {
   "quote": {
    "text": "The only risk of failure is promotion."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "I feel to invite women everywhere to rise to the great potential within you. I do not ask that you reach beyond your capacity. I hope you will not nag yourselves with thoughts of failure. I hope you will not try to set goals far beyond your capacity to achieve. I hope you will simply do what you can do in the best way you know."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "Successful people have a bigger fear of failure than people who've never done anything because if you haven't been successful, then you don't know how it feels to lose it all. You don't have that fear. So why do you think people get stuck in those boxes? It's that fear of going back down."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "I've probably earned the right to screw up a few times. I don't want the fear of failure to stop me from doing what I really care about."
   },
   "author": {
    "text": "Emma Watson"
   }
  },
  {
   "quote": {
    "text": "I have a lack of fear, whereas in the past the fear of failure was a powerful motivator. Anyway, I have great expectations for the future, but I just don't know if I'm the monarch of all I survey."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "A hatred of failure has always been part of my nature."
   },
   "author": {
    "text": "J. Paul Getty"
   }
  },
  {
   "quote": {
    "text": "Indulging in unrestrained and immoderate laughter is a sign of intemperance, of a want of control over one's emotions, and of failure to repress the soul's frivolity by a stern use of reason."
   },
   "author": {
    "text": "Saint Basil"
   }
  },
  {
   "quote": {
    "text": "Historically, defense spending cuts have preceded increased international turmoil as America's global enemies sense a failure of will."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "Primarily affecting low-information voters and members of the mainstream media, Obama Worship Syndrome attributes impossible capabilities to Obama's political opponents, finds excuses for every Obama failure in everyone around him and praises the president as the finest politician - nay, human being - of our time."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "The failure of world leaders to act on the critical issue of global warming is often blamed on economic considerations."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "I failed the LSAT. Basically, if I had not failed, I'd have been a lawyer and there would be no Spanx. I think failure is nothing more than life's way of nudging you that you are off course. My attitude to failure is not attached to outcome, but in not trying. It is liberating."
   },
   "author": {
    "text": "Sara Blakely"
   }
  },
  {
   "quote": {
    "text": "We have to provide more visibility, more certainty to the investors and reduce the cost of failure."
   },
   "author": {
    "text": "Emmanuel Macron"
   }
  },
  {
   "quote": {
    "text": "Relying on nothing but scientific knowledge to produce an engineering solution is to invite frustration at best and failure at worst."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "There could be no honor in a sure success, but much might be wrested from a sure defeat."
   },
   "author": {
    "text": "Ann Landers"
   }
  },
  {
   "quote": {
    "text": "I don't lose any sleep at night over the potential for failure. I cannot even spell the word."
   },
   "author": {
    "text": "James Mattis"
   }
  },
  {
   "quote": {
    "text": "Ultimately, all human activities have as their goal the realization of happiness. Why, then, have we ended up producing the opposite result? Could the underlying cause be our failure to correctly understand the true nature of happiness?"
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "When you learn to keep fighting in the face of potential failure, it gives you a larger skill set to do what you want to do in life. It gives you vision. But you can't acquire it if you're afraid of keeping score."
   },
   "author": {
    "text": "Pat Summitt"
   }
  },
  {
   "quote": {
    "text": "The reason was the failure of both Japan and China to understand each other and the inability of America and the European powers to sympathize, without prejudice, with the peoples of East Asia."
   },
   "author": {
    "text": "Hideki Tojo"
   }
  },
  {
   "quote": {
    "text": "While it is important for people to see your promise you must also remember that hope is the keeper of both happiness and disappointment, the father of both progress and failure."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "The failure to invest in youth reflects a lack of compassion and a colossal failure of common sense."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "Defeat may serve as well as victory to shake the soul and let the glory out."
   },
   "author": {
    "text": "Edwin Markham"
   }
  },
  {
   "quote": {
    "text": "People are afraid of failure - they don't like to work so hard and have people keep saying, 'No.' I think that's what people fear most."
   },
   "author": {
    "text": "Russell Simmons"
   }
  },
  {
   "quote": {
    "text": "Growing up, I had the weird fantasy list: I wanted to be Alice Cooper, Steven Spielberg, and Stan Lee. You have to have almost psychotic drive, because you're going to have years of failure."
   },
   "author": {
    "text": "Rob Zombie"
   }
  },
  {
   "quote": {
    "text": "I even get inspired by movies that aren't very good, because there's always something good in movies that are collectively thought of as a failure. There's good in everything, I find."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "In high school, in sport, I had a coach who told me I was much better than I thought I was, and would make me do more in a positive sense. He was the first person who taught me not to be afraid of failure."
   },
   "author": {
    "text": "Mike Krzyzewski"
   }
  },
  {
   "quote": {
    "text": "The failure of Obamacare, I think, rests solely on the shoulders of Democrats. They created the program. They pushed it through. They made this legislation happen, and they need to own the failure of it."
   },
   "author": {
    "text": "Sarah Huckabee Sanders"
   }
  },
  {
   "quote": {
    "text": "The enemy of human happiness as well as the cause of poverty and starvation is not the birth of children. It is the failure of people to do with the earth what God could teach them to do if only they would ask and then obey, for they are agents unto themselves."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "Once you can accept failure, you can have fun and success."
   },
   "author": {
    "text": "Rickey Henderson"
   }
  },
  {
   "quote": {
    "text": "Low standards are a tactic that takes pressure off teachers' unions by accepting mediocrity and failure for kids."
   },
   "author": {
    "text": "Jeb Bush"
   }
  },
  {
   "quote": {
    "text": "Success is not forever and failure isn't fatal."
   },
   "author": {
    "text": "Don Shula"
   }
  },
  {
   "quote": {
    "text": "Comedy was my sport. It taught me how to roll with the punches. Failure is the exact same as success when it comes to comedy because it just keeps coming. It never stops."
   },
   "author": {
    "text": "Emma Stone"
   }
  },
  {
   "quote": {
    "text": "The failure to read good books both enfeebles the vision and strengthens our most fatal tendency - the belief that the here and now is all there is."
   },
   "author": {
    "text": "Allan Bloom"
   }
  },
  {
   "quote": {
    "text": "There's something to be said for failing. It's not the failure you feel, it's the failure that people project when something disappoints. You're back to ground zero, where there's no expectations, and that's where I like to be."
   },
   "author": {
    "text": "Kevin Smith"
   }
  },
  {
   "quote": {
    "text": "Success unshared is failure."
   },
   "author": {
    "text": "John Paul DeJoria"
   }
  },
  {
   "quote": {
    "text": "The man who has won millions at the cost of his conscience is a failure."
   },
   "author": {
    "text": "B. C. Forbes"
   }
  },
  {
   "quote": {
    "text": "When we're in game worlds, I believe that many of us become the best version of ourselves: the most likely to help at a moment's notice. The most likely to stick with a problem as long as it takes. To get up after failure and try again."
   },
   "author": {
    "text": "Jane McGonigal"
   }
  },
  {
   "quote": {
    "text": "What strikes me is that there's a very fine line between success and failure. Just one ingredient can make the difference."
   },
   "author": {
    "text": "Andrew Lloyd Webber"
   }
  },
  {
   "quote": {
    "text": "It's how you deal with failure that determines how you achieve success."
   },
   "author": {
    "text": "Charlotte Whitton"
   }
  },
  {
   "quote": {
    "text": "We decided to try in vitro, because both Peter and I felt we couldn't handle another failure. When I miscarried after that, we had to come to terms with the possibility that this wasn't meant to be."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "I like Diaspora because it's audacious, it's driven by passion, and it's very, very hard to do. After all, who in their right mind would set as a goal taking on Facebook? That's sort of like deciding to build a better search engine - very expensive, with a high likelihood of failure."
   },
   "author": {
    "text": "John Battelle"
   }
  },
  {
   "quote": {
    "text": "The Bay of Pigs became a metaphor for feckless folly and failure."
   },
   "author": {
    "text": "Pat Buchanan"
   }
  },
  {
   "quote": {
    "text": "No one suggested Lehman deserved to be saved. But the argument has been made that the crisis might have been less severe if it had been saved, because Lehman's failure created remarkable uncertainty in the market as investors became confused about the role of the government and whether it was picking winners and losers."
   },
   "author": {
    "text": "Andrew Ross Sorkin"
   }
  },
  {
   "quote": {
    "text": "Creative risk taking is essential to success in any goal where the stakes are high. Thoughtless risks are destructive, of course, but perhaps even more wasteful is thoughtless caution which prompts inaction and promotes failure to seize opportunity."
   },
   "author": {
    "text": "Gary Ryan Blair"
   }
  },
  {
   "quote": {
    "text": "Most people don't really do too many things because they're afraid they'll fail. There are people failing all the time, all around you. And nobody is going to notice your failure. Your failure is not going to be so spectacular that people write news stories about it. Your failure will be boring."
   },
   "author": {
    "text": "Kumail Nanjiani"
   }
  },
  {
   "quote": {
    "text": "A person who doubts himself is like a man who would enlist in the ranks of his enemies and bear arms against himself. He makes his failure certain by himself being the first person to be convinced of it."
   },
   "author": {
    "text": "Alexandre Dumas"
   }
  },
  {
   "quote": {
    "text": "Success gives you a platform for further success - suddenly everybody wants to work with you, and your opportunities and possibilities open up. But at the same time, success is also immensely challenging - it ultimately often creates pride, stubbornness, and sloppiness that beget failure, taking down people and organizations."
   },
   "author": {
    "text": "Joe Lonsdale"
   }
  },
  {
   "quote": {
    "text": "When I talk to young people, I always tell them the biggest lesson I learned was that you shouldn't care about the outcome. If it fails, it fails. Every failure will groom you for your next big reward."
   },
   "author": {
    "text": "Ryan Murphy"
   }
  },
  {
   "quote": {
    "text": "I - and I still consider myself, I'm sorry to tell you, a Marxist and a Communist, but I couldn't help noticing how all the best Marxist analyses are always analyses of a failure."
   },
   "author": {
    "text": "Slavoj Zizek"
   }
  },
  {
   "quote": {
    "text": "It's your own fear of failure that stops you from doing things."
   },
   "author": {
    "text": "Anupam Kher"
   }
  },
  {
   "quote": {
    "text": "Every individual suffers from the fear of failure, but you can change your destiny only when you overcome it."
   },
   "author": {
    "text": "Anupam Kher"
   }
  },
  {
   "quote": {
    "text": "I was very afraid of failure because if you fail at something you love, then you ruin what you love."
   },
   "author": {
    "text": "Kimbal Musk"
   }
  },
  {
   "quote": {
    "text": "A man can get discouraged many times but he is not a failure until he begins to blame somebody else and stops trying."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "Heaven knows that I have done all that a mortal could do, to save the people, and the failure was not my fault, but the fault of others."
   },
   "author": {
    "text": "Davy Crockett"
   }
  },
  {
   "quote": {
    "text": "As might be supposed, my parents were quite poor, but we somehow never seemed to lack anything we needed, and I never saw a trace of discontent or a failure in cheerfulness over their lot in life, as indeed over anything."
   },
   "author": {
    "text": "Albert J. Nock"
   }
  },
  {
   "quote": {
    "text": "Whether by a Mack truck or by heart failure or faulty lungs, death happens. But life isn't really just about avoiding death, is it? It's about living."
   },
   "author": {
    "text": "Charity Sunshine Tillemann-Dick"
   }
  },
  {
   "quote": {
    "text": "The failure of the United Nations - My failure is maybe, in retrospective, that I was not enough aggressive with the members of the Security Council."
   },
   "author": {
    "text": "Boutros Boutros-Ghali"
   }
  },
  {
   "quote": {
    "text": "Learning starts with failure; the first failure is the beginning of education."
   },
   "author": {
    "text": "John Hersey"
   }
  },
  {
   "quote": {
    "text": "The failure in Ohio to have adequate voting capacity for the people who were registered and eligible to vote was an absolute denial of their right to vote."
   },
   "author": {
    "text": "Carol Moseley Braun"
   }
  },
  {
   "quote": {
    "text": "There's no such thing as failure - just waiting for success."
   },
   "author": {
    "text": "John Osborne"
   }
  },
  {
   "quote": {
    "text": "In Arab capitals, the failure of the United States to stop Iran's nuclear program is understood as American weakness in the struggle for dominance in the Middle East, making additional cooperation from Arab leaders on Israeli-Palestinian issues even less likely."
   },
   "author": {
    "text": "Elliott Abrams"
   }
  },
  {
   "quote": {
    "text": "You look at any culture, and prohibition has invariably been an unmitigated failure. It is just idiotic to criminalise any substance, I think."
   },
   "author": {
    "text": "Rhys Ifans"
   }
  },
  {
   "quote": {
    "text": "What matters is this: Being fearless of failure arms you to break the rules. In doing so, you may change the culture and just possibly, for a moment, change life itself."
   },
   "author": {
    "text": "Malcolm Mclaren"
   }
  },
  {
   "quote": {
    "text": "I can easily be lying in the gutter with someone kicking mud in my face tomorrow as easily as I can float in the clouds with angels sprinkling fairy dust in my hair. So, I make an effort to treat both success and failure equally."
   },
   "author": {
    "text": "Shenaz Treasury"
   }
  },
  {
   "quote": {
    "text": "Former Sen. Alan Simpson of Wyoming, the co-author of the 1986 Simpson-Mazzoli immigration reform bill, has said the failure of that bill was a function of the lack of an ID card system."
   },
   "author": {
    "text": "Lawrence Kudlow"
   }
  },
  {
   "quote": {
    "text": "I didn't pass my degree due to never handing in an acceptable dissertation, and while it didn't harm me in the long run, my failure to complete the course properly probably led me to spend the next six years or so coasting, unsure of what to do next."
   },
   "author": {
    "text": "Charlie Brooker"
   }
  },
  {
   "quote": {
    "text": "When you're fearless, you take more risks because you're less conscious of failure or what can go wrong."
   },
   "author": {
    "text": "Brett Ratner"
   }
  },
  {
   "quote": {
    "text": "The first week in intelligence school, you learn there are only two conditions in life. There is policy success, or there is intel failure. There is no other condition in life."
   },
   "author": {
    "text": "James R. Clapper"
   }
  },
  {
   "quote": {
    "text": "It takes two to make a marriage a success and only one to make it a failure."
   },
   "author": {
    "text": "Herbert Samuel"
   }
  },
  {
   "quote": {
    "text": "Don't be afraid of failure; be afraid of petty success."
   },
   "author": {
    "text": "Maude Adams"
   }
  },
  {
   "quote": {
    "text": "Escapism, we are led to believe, is evidence of a deficiency in character, a certain failure of temperament, and like so many -isms, it is to be strenuously avoided. 'How do you expect to get ahead?,' people ask. But the question altogether misses the point. The escapist doesn't want to get ahead. He simply wants to get away."
   },
   "author": {
    "text": "J. Maarten Troost"
   }
  },
  {
   "quote": {
    "text": "It is commonly said that a teacher fails if he has not been surpassed by his students. There has been no failure on our part in this regard considering how far they have gone."
   },
   "author": {
    "text": "Edmond H. Fischer"
   }
  },
  {
   "quote": {
    "text": "The thing I always say to people is this: 'If you avoid failure, you also avoid success.'"
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "Who I am as a guitarist is defined by my failure to become Jimi Hendrix."
   },
   "author": {
    "text": "John Mayer"
   }
  },
  {
   "quote": {
    "text": "War is tragedy. The great war stories are tragedies. It's the failure of diplomacy. 'War and Peace,' 'A Farewell to Arms,' 'For Whom the Bell Tolls.' Those are some of the greatest tragedies."
   },
   "author": {
    "text": "David Mamet"
   }
  },
  {
   "quote": {
    "text": "You gotta lose 'em some of the time. When you do, lose 'em right."
   },
   "author": {
    "text": "Casey Stengel"
   }
  },
  {
   "quote": {
    "text": "So many financial dreams are thwarted by the failure to act upon good intentions."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "I think that the failure of newspaper competition in a community is a very serious handicap to the dissemination of the knowledge that the citizens need to participate in a democracy."
   },
   "author": {
    "text": "Walter Cronkite"
   }
  },
  {
   "quote": {
    "text": "If your goal is to lose 10 pounds, you may wake up each day with failure in mind because the goal is hard to reach, and you are progressing only by small amounts. It takes up all your willpower. I recommend that instead of a goal, you have a system."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "If your current get-rich project fails, take what you learned and try something else. Keep repeating until something lucky happens. The universe has plenty of luck to go around; you just need to keep your hand raised until it's your turn. It helps to see failure as a road and not a wall."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "There is no loneliness greater than the loneliness of a failure. The failure is a stranger in his own house."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "I felt a failure because I couldn't sustain myself from what I earned from my writing. My day jobs were what mattered, and it was hard to even get those because universities wouldn't hire me as a real writer."
   },
   "author": {
    "text": "Sandra Cisneros"
   }
  },
  {
   "quote": {
    "text": "I buy a lot of cookbooks. Some of them you just kind of read, and you try one recipe, and it doesn't really work. So then you don't go back to it. The new Ina Garten cookbook, which is called 'Back to Basics,' I have not had a failure with. It is the most fantastic cookbook. I think I bought 20 copies of it for friends."
   },
   "author": {
    "text": "Nora Ephron"
   }
  },
  {
   "quote": {
    "text": "Success needs no explanation. Failure does not have one that matters."
   },
   "author": {
    "text": "Jesse Jackson"
   }
  },
  {
   "quote": {
    "text": "No matter how vast, how total, the failure of man here on earth, the work of man will be resumed elsewhere. War leaders talk of resuming operations on this front and that, but man's front embraces the whole universe."
   },
   "author": {
    "text": "Henry Miller"
   }
  },
  {
   "quote": {
    "text": "About the only problem with success is that it does not teach you how to deal with failure."
   },
   "author": {
    "text": "Tommy Lasorda"
   }
  },
  {
   "quote": {
    "text": "To begin to think with purpose, is to enter the ranks of those strong ones who only recognize failure as one of the pathways to attainment."
   },
   "author": {
    "text": "James Allen"
   }
  },
  {
   "quote": {
    "text": "A real failure does not need an excuse. It is an end in itself."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "I hate failure and that divorce was a Number One failure in my eyes. It was the worst period of my life. Neither Desi nor I have been the same since, physically or mentally."
   },
   "author": {
    "text": "Lucille Ball"
   }
  },
  {
   "quote": {
    "text": "It is a mistake to suppose that men succeed through success; they much oftener succeed through failures. Precept, study, advice, and example could never have taught them so well as failure has done."
   },
   "author": {
    "text": "Samuel Smiles"
   }
  },
  {
   "quote": {
    "text": "Failure to accord credit to anyone for what he may have done is a great weakness in any man."
   },
   "author": {
    "text": "William Howard Taft"
   }
  },
  {
   "quote": {
    "text": "I employ case studies of failure into my courses, emphasizing that they teach us much more than studies of success. It is not that success stories cannot serve as models of good design or as exemplars of creative engineering. They can do that, but they cannot teach us how close to failure they are."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "I would have thought that I would have become one of those parents - just because it's my nature to be such a perfectionist - that anything falling short, I would have seen as a failure. But something has happened to me over the past few years - it's not Zen, believe me, I'm not at all Zen - but I'm so appreciative of even the chaos."
   },
   "author": {
    "text": "Brooke Shields"
   }
  },
  {
   "quote": {
    "text": "The worst time was 1983. Love and life and everything went wrong. I reached absolute rock bottom. I saw the Minotaur at the bottom of the abyss. I learnt of the harshness of the world and its impartiality to human failure."
   },
   "author": {
    "text": "Ben Okri"
   }
  },
  {
   "quote": {
    "text": "It is incredibly important to set goals for your business, as if you have no direction for your business, your online business will be a failure."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "I grew and learned, journeyed and understood, that someone who is afraid of failing won't get anywhere, and someone who dares to do it runs the risk of failure if they don't learn, correct their mistakes, and get back up."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "By virtually any measure, the record of the Republican Majority is an appalling failure."
   },
   "author": {
    "text": "Sheila Jackson Lee"
   }
  },
  {
   "quote": {
    "text": "Success is more difficult to handle than failure."
   },
   "author": {
    "text": "Ravi Zacharias"
   }
  },
  {
   "quote": {
    "text": "We keep score in life because it matters. It counts. It matters. Too many people opt out and never discover their own abilities because they fear failure. They don't understand commitment."
   },
   "author": {
    "text": "Pat Summitt"
   }
  },
  {
   "quote": {
    "text": "My greatest sense of accomplishment has come from having two amazing sons, but it's also a paradox in that the times when I felt like the biggest failure have been times when I felt like, as a parent, I wasn't making the right decisions or succeeding in the way that I should."
   },
   "author": {
    "text": "Michael Franti"
   }
  },
  {
   "quote": {
    "text": "When my father left us, my mother went back to school immediately. She went to school in the day while we were at school, and she worked at night. She worked very hard to never let someone define her as a victim or a failure."
   },
   "author": {
    "text": "Ginni Rometty"
   }
  },
  {
   "quote": {
    "text": "I don't look at football as a violent, barbaric sport. It's a very spiritual sport, especially for someone facing the challenges during a game: the fear of failure, the fear of getting too big an ego, of making a mistake and everybody criticizing you."
   },
   "author": {
    "text": "Troy Polamalu"
   }
  },
  {
   "quote": {
    "text": "Philanthropic colonization is a failure. National colonization will succeed."
   },
   "author": {
    "text": "Theodor Herzl"
   }
  },
  {
   "quote": {
    "text": "A life which does not go into action is a failure."
   },
   "author": {
    "text": "Arnold J. Toynbee"
   }
  },
  {
   "quote": {
    "text": "Sometimes failure isn't an opportunity in disguise, it's just you."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "If you're so afraid of failure, you will never succeed. You have to take chances."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "Within the U.S., the Obama presidency will be mainly measured by the success or failure of his economic policies. And here, I fear, the monstrous stimulus package with which this administration stumbled out of the gate will prove to be Obama's Waterloo."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "The vast majority of large scale change efforts fail. Which means that the probability that you have actually experienced a failure, and your people know that and are pessimistic, therefore, about trying something again, is very high."
   },
   "author": {
    "text": "John P. Kotter"
   }
  },
  {
   "quote": {
    "text": "I'm quite detached from failure and success. Once a shooting is done, I kind of close that chapter in my life."
   },
   "author": {
    "text": "Ranbir Kapoor"
   }
  },
  {
   "quote": {
    "text": "If I were not African, I wonder whether it would be clear to me that Africa is a place where the people do not need limp gifts of fish but sturdy fishing rods and fair access to the pond. I wonder whether I would realize that while African nations have a failure of leadership, they also have dynamic people with agency and voices."
   },
   "author": {
    "text": "Chimamanda Ngozi Adichie"
   }
  },
  {
   "quote": {
    "text": "Successful entrepreneurs find the balance between listening to their inner voice and staying persistent in driving for success - because sometimes success is waiting right across from the transitional bump that's disguised as failure."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "I assume everything I do in life is gonna be a failure, and then if it turns up roses, then I'm psyched."
   },
   "author": {
    "text": "Jonah Hill"
   }
  },
  {
   "quote": {
    "text": "Since the global financial crisis and recession of 2007-2009, criticism of the economics profession has intensified. The failure of all but a few professional economists to forecast the episode - the aftereffects of which still linger - has led many to question whether the economics profession contributes anything significant to society."
   },
   "author": {
    "text": "Robert J. Shiller"
   }
  },
  {
   "quote": {
    "text": "Every time I act on a fear, I feel disappointed in myself. I have a lot of fear. If I can quit all fear in my life and all guilt, then I tend to be much, much more living up to my standards. I've never seen a person fail if they didn't fear failure."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "Failure in the theater is more dramatic and uglier than any other form of writing. It costs so much, you feel so guilty."
   },
   "author": {
    "text": "Lillian Hellman"
   }
  },
  {
   "quote": {
    "text": "Whenever you have a failure or setback, you need to take a step back and find out what you can learn from the scenario. What did you do to contribute to that failure? This way, you can make sure you don't repeat that pattern."
   },
   "author": {
    "text": "Jillian Michaels"
   }
  },
  {
   "quote": {
    "text": "I think some parents now look at a youngster failing as the final thing. It's a process, and failure is part of the process. I would like it if the teacher and the parents would connect more. I think that used to be, but we're losing a little bit of that right now."
   },
   "author": {
    "text": "Mike Krzyzewski"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as darkness; only a failure to see."
   },
   "author": {
    "text": "Malcolm Muggeridge"
   }
  },
  {
   "quote": {
    "text": "Jobs for every American is doomed to failure because of modern automation and production. We ought to recognize it and create an income-maintenance system so every single American has the dignity and the wherewithal for shelter, basic food, and medical care. I'm talking about welfare for all. Without it, you're going to have warfare for all."
   },
   "author": {
    "text": "Jerry Brown"
   }
  },
  {
   "quote": {
    "text": "In Iraq we must succeed. Failure is not an option."
   },
   "author": {
    "text": "Zbigniew Brzezinski"
   }
  },
  {
   "quote": {
    "text": "Even people who despise ego and aspire to humility, who plan to be humble once they are successful, are worried that actually enacting those beliefs would sentence them to a life of obscurity or weakness or failure."
   },
   "author": {
    "text": "Ryan Holiday"
   }
  },
  {
   "quote": {
    "text": "What we perceive as a failure may simply be our inner being's way of telling us that we are ready to move to a new level of growth."
   },
   "author": {
    "text": "Anne Wilson Schaef"
   }
  },
  {
   "quote": {
    "text": "There are people who say that you can't experiment... That condemns you to failure."
   },
   "author": {
    "text": "Jose Mujica"
   }
  },
  {
   "quote": {
    "text": "Whether we can call 'Hell or High Water' this rogue buddy bank-heist movie, it's also a meditation on assimilation and failure and what happens when someone loses their purpose."
   },
   "author": {
    "text": "Taylor Sheridan"
   }
  },
  {
   "quote": {
    "text": "Failure is enriching. It's also important to accept that you'll make mistakes - it's how you build your expertise. The trick is to learn a positive lesson from all of life's negative moments."
   },
   "author": {
    "text": "Alain Ducasse"
   }
  },
  {
   "quote": {
    "text": "Boys with a 'failure to launch' are invisible to most girls. With poor social skills, the boys feel anger at their fear of being rejected and self-loathing at their inability to compete."
   },
   "author": {
    "text": "Warren Farrell"
   }
  },
  {
   "quote": {
    "text": "None of us is guaranteed against failure or corruption of any kind; witness what's going on in the world in this moment, the follies of human nature and the failures of human nature."
   },
   "author": {
    "text": "Morris West"
   }
  },
  {
   "quote": {
    "text": "All I can do will only ever be a faint image of what I see and my success will always be less than my failure or perhaps equal to the failure."
   },
   "author": {
    "text": "Alberto Giacometti"
   }
  },
  {
   "quote": {
    "text": "I wish I had been more prepared, both for success and for failure, when I was younger."
   },
   "author": {
    "text": "Molly Ringwald"
   }
  },
  {
   "quote": {
    "text": "Of course, Third World leaders love you. By ascribing third world ills to First World sins, you absolve them of blame for their countries' failure to advance."
   },
   "author": {
    "text": "John McCarthy"
   }
  },
  {
   "quote": {
    "text": "The failure of the system to deal quickly was attributable to Nixon's lying, stonewalling and refusal to come clean. So it took 26 months for the final truth to be known."
   },
   "author": {
    "text": "Bob Woodward"
   }
  },
  {
   "quote": {
    "text": "Don't come home a failure."
   },
   "author": {
    "text": "Ty Cobb"
   }
  },
  {
   "quote": {
    "text": "When I served as prime minister last time, I failed to prioritize my agenda. I was eager to complete everything at once, and ended my administration in failure. After resigning, for six years I traveled across the nation simply to listen."
   },
   "author": {
    "text": "Shinzo Abe"
   }
  },
  {
   "quote": {
    "text": "Young professionals shouldn't have to let a fear of failure hold them back; they should feel emboldened to take on challenges in creative ways."
   },
   "author": {
    "text": "Cathy Engelbert"
   }
  },
  {
   "quote": {
    "text": "Science is so incremental and so full of setbacks and small steps forward. In order to really thrive in this business, you have to be able to glean as much joy from the failure days and from the small increments as you do from the breakthroughs."
   },
   "author": {
    "text": "Hope Jahren"
   }
  },
  {
   "quote": {
    "text": "Success and failure are equally surprising."
   },
   "author": {
    "text": "Daryl Hall"
   }
  },
  {
   "quote": {
    "text": "Failure is not an option. So, we're committed to the success of not just our relationship but to raising two amazing girls... It's dedication. We've anchored ourselves to a foundation of accountability, and we've set out to be successful at this, so we're going to do it."
   },
   "author": {
    "text": "Ian Ziering"
   }
  },
  {
   "quote": {
    "text": "Failure to deport aliens who are convicted for criminal offenses puts whole communities at risk - especially immigrant communities in the very sanctuary jurisdictions that seek to protect the perpetrators."
   },
   "author": {
    "text": "Jeff Sessions"
   }
  },
  {
   "quote": {
    "text": "I've always believed that it's important to show a new look periodically. Predictability can lead to failure."
   },
   "author": {
    "text": "T. Boone Pickens"
   }
  },
  {
   "quote": {
    "text": "The fear of failure is so great, it is no wonder that the desire to do right by one's children has led to a whole library of books offering advice on how to raise them."
   },
   "author": {
    "text": "Bruno Bettelheim"
   }
  },
  {
   "quote": {
    "text": "Failure usually works for me in the end."
   },
   "author": {
    "text": "David Hasselhoff"
   }
  },
  {
   "quote": {
    "text": "Students rarely disappoint teachers who assure them in advance that they are doomed to failure."
   },
   "author": {
    "text": "Sidney Hook"
   }
  },
  {
   "quote": {
    "text": "You have to look at the history of the Middle East in particular. It has been one of failure and frustration, of feudalism and tribalism."
   },
   "author": {
    "text": "Alexander Haig"
   }
  },
  {
   "quote": {
    "text": "I believe there's only one regulation in life that works: failure."
   },
   "author": {
    "text": "Rick Santelli"
   }
  },
  {
   "quote": {
    "text": "I'm drawn to failure. I feel like I'm contending with it constantly in my own life."
   },
   "author": {
    "text": "Joyce Carol Oates"
   }
  },
  {
   "quote": {
    "text": "While it's important to accept failure and not let it bog you down, it's also perfectly acceptable to get upset about it as long as you remember that failure is a stepping stone in your journey that is getting you to where you need to be."
   },
   "author": {
    "text": "John Rampton"
   }
  },
  {
   "quote": {
    "text": "People never confess to failure. They should."
   },
   "author": {
    "text": "Mo Ibrahim"
   }
  },
  {
   "quote": {
    "text": "Overhead will eat you alive if not constantly viewed as a parasite to be exterminated. Never mind the bleating of those you employ. Hold out until mutiny is imminent before employing even a single additional member of staff. More startups are wrecked by overstaffing than by any other cause, bar failure to monitor cash flow."
   },
   "author": {
    "text": "Felix Dennis"
   }
  },
  {
   "quote": {
    "text": "Right from my childhood, I have believed in a Supreme Power. I don't know whether it has form, or it is formless. I am a high school dropout. How come life has given me so much? It's not my intelligence, it's not my abilities. This understanding makes me scared even in success. I don't own my success. Neither do I own my failure."
   },
   "author": {
    "text": "Pawan Kalyan"
   }
  },
  {
   "quote": {
    "text": "I really do think that putting expectations on a holiday is setting yourself up for failure."
   },
   "author": {
    "text": "Delilah"
   }
  },
  {
   "quote": {
    "text": "Sociologists well understand that chaos at home causes violent behavior, educational failure and social alienation among children. Yet, many of us in America stay far, far away from this topic. That in itself is a national scandal. Bad parenting is gravely harming this nation."
   },
   "author": {
    "text": "Bill O'Reilly"
   }
  },
  {
   "quote": {
    "text": "Failure will happen. It's a normal part of the startup process."
   },
   "author": {
    "text": "Steve Blank"
   }
  },
  {
   "quote": {
    "text": "I feel that 'The Great Failure' is really a book written out of great love and a willingness to face all of who a human being is."
   },
   "author": {
    "text": "Natalie Goldberg"
   }
  },
  {
   "quote": {
    "text": "When we set up our kids for failure, we set up our workforce for failure, and we set up our economy for failure. I can't emphasize enough the importance, the absolute importance, of education in achieving long-term economic growth."
   },
   "author": {
    "text": "Susana Martinez"
   }
  },
  {
   "quote": {
    "text": "I'm finding that success is way more time-consuming than failure ever was."
   },
   "author": {
    "text": "Emma Donoghue"
   }
  },
  {
   "quote": {
    "text": "Confidence alone does not make peace, but acknowledging rights and confidence do. Failure to recognize these rights creates a sense of injustice; it keeps the embers burning under the ashes."
   },
   "author": {
    "text": "Yasser Arafat"
   }
  },
  {
   "quote": {
    "text": "We can't leave everything to the free market. In fact, climate change is, I would argue, the greatest single free-market failure. This is what happens when you don't regulate corporations and you allow them to treat the atmosphere as an open sewer."
   },
   "author": {
    "text": "Naomi Klein"
   }
  },
  {
   "quote": {
    "text": "There were times in 'Adaptation' during the editing where I really thought, 'Okay, well, this was a noble failure. I tried to do something good, but this is not going to work.'"
   },
   "author": {
    "text": "Spike Jonze"
   }
  },
  {
   "quote": {
    "text": "The attributes for entrepreneurs cut both ways. You need the ability to ignore inconvenient facts and see the world as it should be and not as it is. This inspires people to take huge leaps of faith. But this blindness to facts can be a liability, too. The characteristics that help entrepreneurs succeed can also lead to their failure."
   },
   "author": {
    "text": "Eric Ries"
   }
  },
  {
   "quote": {
    "text": "It is easier to win than to fail. Everybody sides with the winner. But the failure walks alone."
   },
   "author": {
    "text": "George Matthew Adams"
   }
  },
  {
   "quote": {
    "text": "This is the paradox for me: in failure alone is there any possibility of success. I don't think I'm alone in this - nor do I think it's an attitude that only prevails among people whose work is obviously 'creative'."
   },
   "author": {
    "text": "Will Self"
   }
  },
  {
   "quote": {
    "text": "Outward failure may be a manifested variant of inward success."
   },
   "author": {
    "text": "Kenneth L. Pike"
   }
  },
  {
   "quote": {
    "text": "Well, the idea is that failure is an inevitable partner on the road to success and, if you're not willing to confront failure, you can never find out how good you are."
   },
   "author": {
    "text": "Peter Guber"
   }
  },
  {
   "quote": {
    "text": "For diabetes in particular, we know there's a relationship between lack of glucose regulation and complications like blindness and kidney failure. So if you were diabetic and you knew that you could get your glucose in a tight, normal range just by adjusting your lifestyle, wouldn't that be great?"
   },
   "author": {
    "text": "Eric Topol"
   }
  },
  {
   "quote": {
    "text": "I'm not scared of anything in particular, but I am motivated by a fear of failure as opposed to a need to succeed."
   },
   "author": {
    "text": "Heston Blumenthal"
   }
  },
  {
   "quote": {
    "text": "I don't fear pain or failure anymore because I'm too grateful for the pains and failures of my past - they have made me who I am, and most of the good things in my life are a direct result of them in some way."
   },
   "author": {
    "text": "Scott Derrickson"
   }
  },
  {
   "quote": {
    "text": "A Failure in this Duty did once involve our Nation in all the Horrors of Rebellion and Civil War."
   },
   "author": {
    "text": "Charles Inglis"
   }
  },
  {
   "quote": {
    "text": "Politicians are terrified of losing touch with folks back home but content to be clueless about government's failure to fix real problems."
   },
   "author": {
    "text": "Jim Cooper"
   }
  },
  {
   "quote": {
    "text": "Factors such as timing, luck, and destiny have a bearing on success. But success and failure are good teachers. Failure means something better is waiting for you. But I will allow myself to get upset at failure only if I know I have not given it my all."
   },
   "author": {
    "text": "Anushka Shetty"
   }
  },
  {
   "quote": {
    "text": "Formal declarations of mistrust, pre-nups are emotionally unfortunate. They overtly plan for failure, and thus involve a jarring cognitive dissonance."
   },
   "author": {
    "text": "Lionel Shriver"
   }
  },
  {
   "quote": {
    "text": "It's a failure of national vision when you regard children as weapons, and talents as materials you can mine, assay, and fabricate for profit and defense."
   },
   "author": {
    "text": "John Hersey"
   }
  },
  {
   "quote": {
    "text": "There is failure in every industry; there is failure in every step. It's just that we are working in an industry where everything is just out there; that is why it looks so magnified. But failure is a part of life."
   },
   "author": {
    "text": "Yami Gautam"
   }
  },
  {
   "quote": {
    "text": "Failure and its accompanying misery is for the artist his most vital source of creative energy."
   },
   "author": {
    "text": "Montgomery Clift"
   }
  },
  {
   "quote": {
    "text": "The pressures are intense, because the rewards for success and the penalty for failure are more and more."
   },
   "author": {
    "text": "Alan Hansen"
   }
  },
  {
   "quote": {
    "text": "I wasn't afraid to fail. Something good always comes out of failure."
   },
   "author": {
    "text": "Anne Baxter"
   }
  },
  {
   "quote": {
    "text": "Modesty means admitting the possibility of error, subsuming the self for the good of the whole, remaining open to surprise and the gifts that only failure can bring. There are many ways to practice it. Try taking up golf. Or making your own bagels. Or raising a teenager."
   },
   "author": {
    "text": "Nancy Gibbs"
   }
  },
  {
   "quote": {
    "text": "I don't want success to affect me to that extent that I change or failure to that extent that I get sad, bitter and negative."
   },
   "author": {
    "text": "Arjun Kapoor"
   }
  },
  {
   "quote": {
    "text": "Total failure isn't something I want to spend a lot of time envisioning. I'm pretty sure I'll recognize it if it comes."
   },
   "author": {
    "text": "Burton Richter"
   }
  },
  {
   "quote": {
    "text": "Is there any possibility of giving international air travel, which we all need and use and hate, a touch of glamour, or even of reliable, soulless efficiency? I suspect future historians will puzzle over our failure. But by then, of course, we shall be in the age of mass space travel, with its fresh and unimaginable crop of horrors."
   },
   "author": {
    "text": "Paul Johnson"
   }
  },
  {
   "quote": {
    "text": "Most leadership strategies are doomed to failure from the outset."
   },
   "author": {
    "text": "Peter Senge"
   }
  },
  {
   "quote": {
    "text": "Many of the ethnic and other parochial tensions that have tended to create insecurity and outright conflict, time and time again, are largely as a result of failure to deliberately undertake nation-building efforts."
   },
   "author": {
    "text": "Yemi Osinbajo"
   }
  },
  {
   "quote": {
    "text": "The African Americans' story is one that seems to be a repeated commitment to a scenario for success and failure. With each failure, the blow is that much more traumatizing until finally one reaches a point where there is to some degree an internalization, skepticism, fatalism, and expectation that it isn't going to work."
   },
   "author": {
    "text": "David Levering Lewis"
   }
  },
  {
   "quote": {
    "text": "Our system provides for a winner to take office on January 20th, and he is expected to take command of the ship of state. Failure to do so, characterized by hesitation and indecision, will harm the national interest."
   },
   "author": {
    "text": "Richard V. Allen"
   }
  },
  {
   "quote": {
    "text": "All war represents a failure of diplomacy."
   },
   "author": {
    "text": "Tony Benn"
   }
  },
  {
   "quote": {
    "text": "How come we never use prison, the failure of prison, as a reason not to give more prison? There's never a moment where we say, 'OK, well, prison hasn't worked, so we're not going to try that again.'"
   },
   "author": {
    "text": "James Forman, Jr."
   }
  },
  {
   "quote": {
    "text": "I've always embraced failure as a noble pursuit. It allows you to be anti whatever anyone wants you to be, and to break all the rules."
   },
   "author": {
    "text": "Malcolm Mclaren"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as disappointment for those who continue to cherish the selflessness of which is born the noblest inner self. There is no such thing as failure for those who invest in the potentialities of the Ideal of the Soul."
   },
   "author": {
    "text": "Ameen Rihani"
   }
  },
  {
   "quote": {
    "text": "I feel as if I've been so inured to failure, because I fail more than I succeed. As with any kind of fiction, I throw out so many pages; I get rejected so many times."
   },
   "author": {
    "text": "Lauren Groff"
   }
  },
  {
   "quote": {
    "text": "So it is in poetry. All we ask is that the mood recorded shall impress us as having been of the kind that exhausts the imaginative capacity; if it fails to do this the failure will announce itself either in prose or in insignificant verse."
   },
   "author": {
    "text": "John Drinkwater"
   }
  },
  {
   "quote": {
    "text": "Losing is no disgrace if you've given your best."
   },
   "author": {
    "text": "Jim Palmer"
   }
  },
  {
   "quote": {
    "text": "I've really thought a lot about why other companies fail or succeed. I had to be a student of failure and find out why things went off the rails. I did that at a fairly deep level, and it's still something I do."
   },
   "author": {
    "text": "Edwin Catmull"
   }
  },
  {
   "quote": {
    "text": "Elektra isn't a villain and isn't a good girl, but as Frank Miller said, she is one of the villains with a weak streak in them, and that's a failure that I tried to explore."
   },
   "author": {
    "text": "Elodie Yung"
   }
  },
  {
   "quote": {
    "text": "Every failure is a step to success."
   },
   "author": {
    "text": "William Whewell"
   }
  },
  {
   "quote": {
    "text": "Tyranny is increasingly unsustainable in this post-cold-war era. It is doomed to failure. But it must be prodded to exit the stage with a whimper - not the bang that extremists long for."
   },
   "author": {
    "text": "Eskinder Nega"
   }
  },
  {
   "quote": {
    "text": "Most social acts have to be understood in their setting and lose meaning if isolated... No error in thinking about social facts is more serious than the failure to see their place and function."
   },
   "author": {
    "text": "Solomon Asch"
   }
  },
  {
   "quote": {
    "text": "It is wise to keep in mind that neither success nor failure is ever final."
   },
   "author": {
    "text": "Roger Babson"
   }
  },
  {
   "quote": {
    "text": "The one trait in a lot of dyslexic people I know is that by the time we got out of college, our ability to deal with failure was very highly developed. And so we look at most situations and see much more of the upside than the downside."
   },
   "author": {
    "text": "Gary Cohn"
   }
  },
  {
   "quote": {
    "text": "In school, we learn that mistakes translate into bad grades. This unfortunate lesson gets burned into our brains, and we go through life shunning challenges that might end in failure."
   },
   "author": {
    "text": "Mark Frauenfelder"
   }
  },
  {
   "quote": {
    "text": "The power of fear of failure, with will to win, is an incredible force. I don't think we should be worried about having a fear of failure; I think it's quite natural. If you surveyed any top businessman or any top athlete, I bet if they were truthful, they would all say they've got a fear of losing and a fear of failure."
   },
   "author": {
    "text": "John Caudwell"
   }
  },
  {
   "quote": {
    "text": "Failure is not a crime. The crime is not trying."
   },
   "author": {
    "text": "Ron Dellums"
   }
  },
  {
   "quote": {
    "text": "When you fail, things get real. In fact, they get real real. If your success was a high profile success, then your failure will be a high profile failure. Opportunities and 'friendships' will evaporate. Failure shines a bright light on all relationships. The ones that last are pure and true, which is a true gift."
   },
   "author": {
    "text": "Julie Wainwright"
   }
  },
  {
   "quote": {
    "text": "Yes, I've heard of the 'Mad Men' comparisons, but I like to think 'The Hour' has its own distinctive voice. Although it is set in 1956, I have tried to give it a contemporary edge, and its themes of love, passion, romance, fury, professional jealousy, and personal failure are universal, I think."
   },
   "author": {
    "text": "Abi Morgan"
   }
  },
  {
   "quote": {
    "text": "All work is a process of failure. Every single thing I write, I look at it and go, 'Do better. That's not good enough. Do better.' And so, that keeps me up at night."
   },
   "author": {
    "text": "Abi Morgan"
   }
  },
  {
   "quote": {
    "text": "I see people around me with very unhappy love lives, who may have held out for that perfect somebody. And the failure to achieve that brings along a lot of bitterness which is very unattractive; therefore they're probably less likely to achieve it."
   },
   "author": {
    "text": "David Thewlis"
   }
  },
  {
   "quote": {
    "text": "We feel a lot of pressure about looking silly or appearing weak, whatever that means, or being a failure. You have to keep in your head: what's the worst that can happen?"
   },
   "author": {
    "text": "Michael Fassbender"
   }
  },
  {
   "quote": {
    "text": "I liked drawing and painting, because the only failure would be to listen to the doubters who wanted me to stop drawing and painting because 'you aren't going to make a living doing that.' I liked looking in art books at the work of painters."
   },
   "author": {
    "text": "Billy Childish"
   }
  },
  {
   "quote": {
    "text": "The exposed nature of life in the public square affects leaders' attitudes toward risk - and failure."
   },
   "author": {
    "text": "Dee Dee Myers"
   }
  },
  {
   "quote": {
    "text": "Success is often built on the shoulders of failure - from which new configurations emerge."
   },
   "author": {
    "text": "Kevin Reilly"
   }
  },
  {
   "quote": {
    "text": "Mike DeWine has been a dismal failure as Ohio's top cop."
   },
   "author": {
    "text": "Richard Cordray"
   }
  },
  {
   "quote": {
    "text": "I love failure. It's stuff that I'm thinking about all the time in my life, so it would make sense to me anyway to write about it."
   },
   "author": {
    "text": "Loudon Wainwright III"
   }
  },
  {
   "quote": {
    "text": "I think failure is the best thing for some people. It tells you whether you're in the right job or the wrong one."
   },
   "author": {
    "text": "Tim Rice"
   }
  },
  {
   "quote": {
    "text": "Questioning the nature and implications of liminal instances necessarily involves failure, if only in the specifically technical sense of entering spaces where prevailing criteria of success scarcely apply."
   },
   "author": {
    "text": "Brian Ferneyhough"
   }
  },
  {
   "quote": {
    "text": "Definitely, it's a fear of failure that drives me."
   },
   "author": {
    "text": "Jerry Bruckheimer"
   }
  },
  {
   "quote": {
    "text": "Y'know, the real reason why I was such a failure in the sense of being unable to make any sort of a living was because I was really not motivated. I had no motivation."
   },
   "author": {
    "text": "Paul Twitchell"
   }
  },
  {
   "quote": {
    "text": "I think there's something quite interesting about the almost tragic quality of a lot of overwrought prose, because it has a much more self-conscious awareness of its own failure to touch the real."
   },
   "author": {
    "text": "China Mieville"
   }
  },
  {
   "quote": {
    "text": "Fear of failure has always been my best motivator."
   },
   "author": {
    "text": "Douglas Wood"
   }
  },
  {
   "quote": {
    "text": "My teacher said my brain was the size of a pea. He made my life miserable by singling me out in the classroom as a failure."
   },
   "author": {
    "text": "Willard Wigan"
   }
  },
  {
   "quote": {
    "text": "No failure in America, whether of love or money, is ever simple; it is always a kind of betrayal, of a mass of shadowy, shared hopes."
   },
   "author": {
    "text": "Greil Marcus"
   }
  },
  {
   "quote": {
    "text": "Failure is inevitable; it happens all the time in a complex economy."
   },
   "author": {
    "text": "Tim Harford"
   }
  },
  {
   "quote": {
    "text": "Failure's inevitable. It happens all the time in a complex economy. And how did the economy produce all these amazing things that we have around us, computers and cell phones and so on? Well, the process was trial and error. There were a bunch of ideas, and the good ones grew and prospered, and the bad ones were pretty ruthlessly weeded out."
   },
   "author": {
    "text": "Tim Harford"
   }
  },
  {
   "quote": {
    "text": "Burnout is grist to the mill. I write every day, for most of the day, so it's just about turning into metaphor whatever's going on in my life, in the world, and in my head. Every nightmare, every moment of grief or joy or failure, is a moment I can convert into cash via words."
   },
   "author": {
    "text": "Grant Morrison"
   }
  },
  {
   "quote": {
    "text": "I went to a motivational training course once, a course of self-discovery, and I found out after a week that my fear - it was not a fear of not being accepted - was a very violent fear of failure."
   },
   "author": {
    "text": "Emanuel Steward"
   }
  },
  {
   "quote": {
    "text": "The success or failure of a life, as far as posterity goes, seems to lie in the more or less luck of seizing the right moment of escape."
   },
   "author": {
    "text": "Alice James"
   }
  },
  {
   "quote": {
    "text": "War is the greatest failure of mankind."
   },
   "author": {
    "text": "Aaron Huey"
   }
  },
  {
   "quote": {
    "text": "Risk and failure is a part of our equation, and if you are seeing too little failure, you are actually probably not taking enough risks."
   },
   "author": {
    "text": "Peter Barris"
   }
  },
  {
   "quote": {
    "text": "I saw why people died and how they died. I saw gunshot wounds and liver failure. It was a good learning experience, so I came regularly on weekends and holidays."
   },
   "author": {
    "text": "Michael Baden"
   }
  },
  {
   "quote": {
    "text": "Pentathlon is not a sign of my failure in swimming. It's a new start for me."
   },
   "author": {
    "text": "Elodie Clouvel"
   }
  },
  {
   "quote": {
    "text": "All human actions are equivalent... and all are on principle doomed to failure."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "If you get into a Broadway show and it doesn't work, you're a failure. And if it does work, you may be stuck for who knows how long. It just doesn't sound great to me!"
   },
   "author": {
    "text": "Betty White"
   }
  },
  {
   "quote": {
    "text": "I fear that our true motivation is about oil and our own flailing economy; about the failure to destroy Al Qaeda and about revenge."
   },
   "author": {
    "text": "Dave Matthews"
   }
  },
  {
   "quote": {
    "text": "Failure to take note of the fact that the character of twentieth-century humanity differs from that of humanity in the fifteenth century, let alone before and at the time of the Mystery of Golgotha, is to sleep through the process of world evolution."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "We need to teach the highly educated man that it is not a disgrace to fail and that he must analyze every failure to find its cause. He must learn how to fail intelligently, for failing is one of the greatest arts in the world."
   },
   "author": {
    "text": "Charles Kettering"
   }
  },
  {
   "quote": {
    "text": "Most success springs from an obstacle or failure. I became a cartoonist largely because I failed in my goal of becoming a successful executive."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "The most irresistible charm of youth is its bubbling enthusiasm. Youth sees no darkness ahead - no defile that has no outlet - it forgets that there is such a thing as failure in the world and believes that mankind has been waiting all these centuries for him to come and be the liberator of truth and energy and beauty."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "It is often the failure who is the pioneer in new lands, new undertakings, and new forms of expression."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "Obama's failure to close Guantanamo is yet another instance where the rhetoric of democratic and constitutional rights proved not useful for his international relations, relations which are always pursued in ways that continue to link and fortify securitarian power with the opening of new markets."
   },
   "author": {
    "text": "Judith Butler"
   }
  },
  {
   "quote": {
    "text": "My feeling, based on my own experience, is that aiming for grandiosity is the fastest route to failure."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "It's impossible for a Democrat to be a failure. It's impossible for a Democrat to be a reprobate. It's impossible for a Democrat to be a mess. It just isn't possible, as far as the mind-set of the media is concerned."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "My biggest failure is I have too many to talk about."
   },
   "author": {
    "text": "Dean Kamen"
   }
  },
  {
   "quote": {
    "text": "Get used to dealing with failure as long as it doesn't hurt people around you, as long as it doesn't hurt you physically, or it doesn't hurt you so much that you can't pick yourself up."
   },
   "author": {
    "text": "Dean Kamen"
   }
  },
  {
   "quote": {
    "text": "Sometimes the best gain is to lose."
   },
   "author": {
    "text": "George Herbert"
   }
  },
  {
   "quote": {
    "text": "I've accepted that I was a failure in politics. I was not qualified for the job."
   },
   "author": {
    "text": "Amitabh Bachchan"
   }
  },
  {
   "quote": {
    "text": "What is more comforting to the terrorists around the world: the failure to pass the 9/11 legislation because we lacked a majority of the majority,' or putting aside partisan politics to enact tough new legislation with America's security foremost in mind?"
   },
   "author": {
    "text": "Rahm Emanuel"
   }
  },
  {
   "quote": {
    "text": "With everything that is complex, we learn. If you don't learn, then it's an utter and abject failure. If you do learn, and you're able to apply that to the next situation, then you take away a measure of success."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "I read less and less. I have not forgiven books for their failure to tell me the truth and make me happy."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "It would be great to be able to pass on to someone all of the successes, the failures, and the knowledge that one has had. To help someone, avoid all the fire, pain and anxiety would be wonderful."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "I didn't fear failure. I expected failure."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "I think I've always been somebody, since the deaths of my father and brother, who was afraid to hope. So, I was more prepared for failure and for rejection than for success."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "I may be a successful football player, but I feel like such a failure."
   },
   "author": {
    "text": "Brett Favre"
   }
  },
  {
   "quote": {
    "text": "Greatly begin. Though thou have time, but for a line, be that sublime. Not failure, but low aim is crime."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "Wherever there's an all-encompassing 'always,' 'all' or 'never' in your life, it's a sign that your mischievous subconscious is setting you up for failure by consistently leading you back toward these repeat performances."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "The only TV I would be interested in exploring would be live television. There's no substitute for a team of artists performing at their peak live when failure is possible. It's a high-wire act. That excites me."
   },
   "author": {
    "text": "Francis Ford Coppola"
   }
  },
  {
   "quote": {
    "text": "Fact: From quitting smoking to skiing, we succeed to the degree we try, fail, and learn. Studies show that people who worry about mistakes shut down, but those who are relaxed about doing badly soon learn to do well. Success is built on failure."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "I think that a failure of statistical thinking is the major intellectual shortcoming of our universities, journalism and intellectual culture."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "I believe in trusting men, not only once but twice - in giving a failure another chance."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "I think my whole life, because of where I came from, I had a fear of failure."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "I think you have to try and fail, because failure gets you closer to what you're good at."
   },
   "author": {
    "text": "Louis C. K."
   }
  },
  {
   "quote": {
    "text": "Failure is more frequently from want of energy than want of capital."
   },
   "author": {
    "text": "Daniel Webster"
   }
  },
  {
   "quote": {
    "text": "The draconian spirit that seeks to enhance penalties and to lower the age at which juveniles will be tries as adults, is part of the 'whole cloth' of three strikes. Our failure to address the depair of our inner-city youth is only delayed by our over-confidence in a stance that is 'tougher than thou.'"
   },
   "author": {
    "text": "Greg Boyle"
   }
  },
  {
   "quote": {
    "text": "I was afraid of being a failure, of not having the best time or of being chicken. But every year I get older I think, What was I fearing last year?' You forget. And then you move on."
   },
   "author": {
    "text": "Sandra Bullock"
   }
  },
  {
   "quote": {
    "text": "Working hard to fulfill a dream or instinct and learning over time it doesn't work, doesn't mean a career is over and a reputation killed. When a reputation is killed, it's when failure comes as a result of loss of integrity or judgement... breaking of laws."
   },
   "author": {
    "text": "Bob Iger"
   }
  },
  {
   "quote": {
    "text": "Pride is ugly. It says, 'If you succeed, I am a failure.'"
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "Admitting failure is quite cleansing, but never - pleasurable."
   },
   "author": {
    "text": "Michael Morpurgo"
   }
  },
  {
   "quote": {
    "text": "President Obama's astonishing failure to secure an orderly transition in Iraq has unnecessarily put at risk the victories that were won through the blood and sacrifice of thousands of American men and women."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "An investment said to have an 80% chance of success sounds far more attractive than one with a 20% chance of failure. The mind can't easily recognize that they are the same."
   },
   "author": {
    "text": "Daniel Kahneman"
   }
  },
  {
   "quote": {
    "text": "Coding, it's an endless process of trial and error, of trying to get the right command in the right place, with sometimes just a semicolon making the difference between success and failure. Code breaks and then it falls apart, and it often takes many, many tries until that magical moment when what you're trying to build comes to life."
   },
   "author": {
    "text": "Reshma Saujani"
   }
  },
  {
   "quote": {
    "text": "I always try to balance life by thinking failure of any kind, be it relationship or any project, should not affect me as an individual."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "It's not about the failure, it's about learning from the failures. Failure itself cannot be celebrated."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "We learn wisdom from failure much more than from success. We often discover what will do, by finding out what will not do; and probably he who never made a mistake never made a discovery."
   },
   "author": {
    "text": "Samuel Smiles"
   }
  },
  {
   "quote": {
    "text": "I think failure is nothing more than life's way of nudging you that you are off course. My attitude to failure is not attached to outcome, but in not trying. It is liberating. Most people attach failure to something not working out or how people perceive you. This way, it is about answering to yourself."
   },
   "author": {
    "text": "Sara Blakely"
   }
  },
  {
   "quote": {
    "text": "It's very important to learn quick lessons from your failures, very important to recognize symptoms of failure pretty early, and it is very, very important to not to be attached too much to the idea - you have to know when to give up an idea."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "The dumb-manager theory of business problems just didn't hold water for me. There had to be a deeper reason why smart people would make decisions that lead to failure."
   },
   "author": {
    "text": "Clayton M. Christensen"
   }
  },
  {
   "quote": {
    "text": "'You, too, can be the President,' every American kid is told. But one unintended consequence of this belief, it is that, as a result of our being a meritocracy, if you have not succeeded, you are of lesser merit. It is shameful to be a failure in this country."
   },
   "author": {
    "text": "Caterina Fake"
   }
  },
  {
   "quote": {
    "text": "I emphasize that virtually every engineering calculation is ultimately a failure calculation, because without a failure criterion against which to measure the calculated result, it is a meaningless number."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "Case studies of failure should be made a part of the vocabulary of every engineer so that he or she can recall or recite them when something in a new design or design process is suggestive of what went wrong in the case study."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "The paradox is that when we model future designs on past successes, we are inviting failure down the line; when we take into account past failures and anticipate potential new ways in which failure can occur, we are more likely to produce successful designs."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "Those who refuse to liberalise and globalise are doomed to failure."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "Failure has gone to his head."
   },
   "author": {
    "text": "Wilson Mizner"
   }
  },
  {
   "quote": {
    "text": "For some time, I thought Apollo 13 was a failure. I was disappointed I didn't get to land on the moon. But actually, it turned out to be the best thing that could have happened."
   },
   "author": {
    "text": "Jim Lovell"
   }
  },
  {
   "quote": {
    "text": "Before you can win a game, you have to not lose it."
   },
   "author": {
    "text": "Chuck Noll"
   }
  },
  {
   "quote": {
    "text": "I love Rauschenberg. I love that he created a turning point in visual history, that he redefined the idea of beauty, that he combined painting, sculpture, photography, and everyday life with such gall, and that he was interested in, as he put it, 'the ability to conceive failure as progress.'"
   },
   "author": {
    "text": "Jerry Saltz"
   }
  },
  {
   "quote": {
    "text": "The higher the artist, the fewer the gestures. The fewer the tools, the greater the imagination. The greater the will, the greater the secret failure."
   },
   "author": {
    "text": "Ben Okri"
   }
  },
  {
   "quote": {
    "text": "While the public school rewards failure by throwing more government money at failing school systems, the voucher system does the opposite."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "Every entrepreneur knows how agonizingly difficult it is to make the decision to give it your all, knowing that failure is inevitable; the successful ones know that the only way to get back up is through learning from that failure."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "There are a whole host of psychological phenomenon humans have developed to protect ourselves from the sting of failure, from holding ourselves less accountable for our failures than we do other people, to letting our fear paralyze us and keep us from even trying."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "My biggest fear is doing the same things 10 years from now. That would be a failure. It's something you have to constantly reassess, and asking yourself what you are going to do next makes it a good, long full journey."
   },
   "author": {
    "text": "George Clooney"
   }
  },
  {
   "quote": {
    "text": "I get this thing where people are like, 'Man, you got to tell me what to do' - like I have a cheat code to being successful. It's hard work; it's trial and error. I failed, but I never let failure get to my head or to my heart."
   },
   "author": {
    "text": "Karen Civil"
   }
  },
  {
   "quote": {
    "text": "Social media can help or hurt you. People are more into other people's lives than their own. Everyone sees everyone else's success online, and we allow it to magnify our own failure."
   },
   "author": {
    "text": "Karen Civil"
   }
  },
  {
   "quote": {
    "text": "People will find any reason not to give you credit for your success because, in their mind, your success is their failure."
   },
   "author": {
    "text": "Karen Civil"
   }
  },
  {
   "quote": {
    "text": "I feel, in the end, as if everything I've done has been a failure."
   },
   "author": {
    "text": "Jonathan Kozol"
   }
  },
  {
   "quote": {
    "text": "By far the most important factor in the success or failure of any school, far more important than tests or standards or business-model methods of accountability, is simply attracting the best-educated, most exciting young people into urban schools and keeping them there."
   },
   "author": {
    "text": "Jonathan Kozol"
   }
  },
  {
   "quote": {
    "text": "By the time I was a young man, I lived with two deep struggles: I longed to become a cricketer, and I performed miserably in school. Cricket and tennis were all that I lived for. In India, this was a formula for failure."
   },
   "author": {
    "text": "Ravi Zacharias"
   }
  },
  {
   "quote": {
    "text": "I want to speak seventeen languages. When you think like that, you'll be consumed by failure. I'm haunted daily by what I don't know."
   },
   "author": {
    "text": "Kelsey Grammer"
   }
  },
  {
   "quote": {
    "text": "If China stood on an equal basis with other nations, she could compete freely with them in the economic field and be able to hold her own without failure. But as soon as foreign nations use political power as a shield for their economic designs, then China is at a loss how to resist or to compete successfully with them."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "Revolutionaries were depressed and close to emotional breakdown; after the failure, they left successively."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "Bare hands grip success better than kid gloves. Be thorough in all things, no matter how small or distasteful! The man who counts his hours and kicks about his salary is a self-elected failure."
   },
   "author": {
    "text": "Charles M. Schwab"
   }
  },
  {
   "quote": {
    "text": "Man's sin is in his failure to live what he is. Being the master of the earth, man forgets that he is the servant of God."
   },
   "author": {
    "text": "Abraham Joshua Heschel"
   }
  },
  {
   "quote": {
    "text": "I've loved every minute I've spent in television. And I've had much more failure, as traditionally measured, than success in television. I've done four shows, and only one of them was the 'West Wing.'"
   },
   "author": {
    "text": "Aaron Sorkin"
   }
  },
  {
   "quote": {
    "text": "I like to do matrices. One option per line, different facets for each column. Salary, location, happiness index, failure index, and all that."
   },
   "author": {
    "text": "Marissa Mayer"
   }
  },
  {
   "quote": {
    "text": "If Liberia has failed, then, it is no evidence of the failure of the Negro in government. It is merely evidence of the failure of slavery."
   },
   "author": {
    "text": "Carter G. Woodson"
   }
  },
  {
   "quote": {
    "text": "I run skills-building programs focused on healthy risk taking, failure resilience, and self-care for undergraduates around the country."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "Young players need freedom of expression to develop as creative players... they should be encouraged to try skills without fear of failure."
   },
   "author": {
    "text": "Arsene Wenger"
   }
  },
  {
   "quote": {
    "text": "What America does best is produce the ability to accept failure."
   },
   "author": {
    "text": "Nassim Nicholas Taleb"
   }
  },
  {
   "quote": {
    "text": "Like anyone, I'm scared of failure. That drives you to work really hard."
   },
   "author": {
    "text": "David Droga"
   }
  },
  {
   "quote": {
    "text": "I realized that I was afraid to really, really try something, 100%, because I had never reached true failure."
   },
   "author": {
    "text": "Trent Reznor"
   }
  },
  {
   "quote": {
    "text": "Over the years, I learned that in my career, unlike in life, sometimes my wheelchair is its own automatic door opener. I was able to win the OWN competition by applying one simple principle: be funny, and admit you suck before anyone else can call you out on it. In other words, make the narrative of your failure a comedy."
   },
   "author": {
    "text": "Zach Anner"
   }
  },
  {
   "quote": {
    "text": "Feminism is doomed to failure because it is based on an attempt to repeal and restructure human nature."
   },
   "author": {
    "text": "Phyllis Schlafly"
   }
  },
  {
   "quote": {
    "text": "Failure is authentic, and because it's authentic, it's real and genuine, and because of that, it's a pure state of being."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "If a building looks better under construction than it does when finished, then it's a failure."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "When you accept that failure is a good thing, it can actually be a huge propeller toward success."
   },
   "author": {
    "text": "Whitney Wolfe Herd"
   }
  },
  {
   "quote": {
    "text": "Failure's a marker of success in its own right because you went out and tried something... If you really don't want to fail, go find a comfortable chair and stay there. Just don't go out and do anything."
   },
   "author": {
    "text": "Whitney Wolfe Herd"
   }
  },
  {
   "quote": {
    "text": "When you can look at failure and say, 'What is the worst case scenario,' it's not as bad as it seems."
   },
   "author": {
    "text": "Whitney Wolfe Herd"
   }
  },
  {
   "quote": {
    "text": "Failure is an enigma. You worry about it, and it teaches you something."
   },
   "author": {
    "text": "James Dyson"
   }
  },
  {
   "quote": {
    "text": "There is no question that the Islamic State will be defeated in Mosul; the real question is what comes afterward. Can the post-Islamic State effort resolve the squabbling likely to arise over numerous issues and bring lasting stability to one of Iraq's most diverse and challenging provinces? Failure to do so could lead to ISIS 3.0."
   },
   "author": {
    "text": "David Petraeus"
   }
  },
  {
   "quote": {
    "text": "Iraq's Sunnis need to be brought back into the fold. They need to feel as though they have a stake in the success of Iraq rather than a stake in its failure."
   },
   "author": {
    "text": "David Petraeus"
   }
  },
  {
   "quote": {
    "text": "What I try to get physically healthy people to understand is that they're going to die someday. There is no way out. And dying isn't failure, but not living is, so make use of your time. Don't keeping waiting."
   },
   "author": {
    "text": "Bernie Siegel"
   }
  },
  {
   "quote": {
    "text": "I find fault with my children because I like them and I want them to go places - uprightness and strength and courage and civil respect and anything that affects the probabilities of failure on the part of those that are closest to me, that concerns me - I find fault."
   },
   "author": {
    "text": "Branch Rickey"
   }
  },
  {
   "quote": {
    "text": "I don't take it very seriously. You shouldn't let your success get to your head or failure get to your heart. This is most commonly said. But people don't really practise it. I don't see myself as a celebrity; it has not sunk in. I just see myself as someone doing a nine-to-six job like a techie."
   },
   "author": {
    "text": "Rakul Preet Singh"
   }
  },
  {
   "quote": {
    "text": "One of the arguments I make for the failure of the euro is that, at the time it was being constructed, there was a 'neo-liberal' ideology which said that all we need to do to make this thing work is to get deficits low, keep inflation low, and take down barriers, and then everything would be fine."
   },
   "author": {
    "text": "Joseph Stiglitz"
   }
  },
  {
   "quote": {
    "text": "Failure too is a form of death."
   },
   "author": {
    "text": "Graham Greene"
   }
  },
  {
   "quote": {
    "text": "Never walk away from failure. On the contrary, study it carefully and imaginatively for its hidden assets."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "This is true enough, but success is the next best thing to happiness, and if you can't be happy as a success, it's very unlikely that you would find a deeper, truer happiness in failure."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "The freedom to fail is vital if you're going to succeed. Most successful people fail from time to time, and it is a measure of their strength that failure merely propels them into some new attempt at success."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "If my child had prejudice in his head, I'd be ashamed. I would see it as my failure as a parent."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "If at first you don't succeed, failure may be your style."
   },
   "author": {
    "text": "Quentin Crisp"
   }
  },
  {
   "quote": {
    "text": "There is a huge difference between failing and failure. Failing is trying something that you learn doesn't work. Failure is throwing in the towel and giving up. True success comes from failing repeatedly and as quickly as possible, before your cash or your willpower runs out."
   },
   "author": {
    "text": "Jay Samit"
   }
  },
  {
   "quote": {
    "text": "The greatest challenge to most innovation centers around the world is many nations' punitive attitudes towards failure. In most of the world, if your first business fails, no one will work with you again. But, trial and error is the genesis of innovation."
   },
   "author": {
    "text": "Jay Samit"
   }
  },
  {
   "quote": {
    "text": "The more times I was turned down, the more I believed I was getting closer to making it. A lot of people in Korea say that failure is the mother of success, so I believed that more times I failed, the more likely I was to succeed."
   },
   "author": {
    "text": "Rain"
   }
  },
  {
   "quote": {
    "text": "The clearest explanation for the failure of any marriage is that the two people are incompatible; that is, that one is male and the other female."
   },
   "author": {
    "text": "Anna Quindlen"
   }
  },
  {
   "quote": {
    "text": "I'm sure not afraid of success and I've learned not to be afraid of failure. The only thing I'm afraid of now is of being someone I don't like much."
   },
   "author": {
    "text": "Anna Quindlen"
   }
  },
  {
   "quote": {
    "text": "The world is divided into two categories: failures and unknowns."
   },
   "author": {
    "text": "Francis Picabia"
   }
  },
  {
   "quote": {
    "text": "Spain held the doctrine (and was right in holding it) that every human enterprise should stand on two pillars - the temporal and the spiritual. To depend upon one of these pillars alone is to call down final failure upon any undertaking."
   },
   "author": {
    "text": "Edwin Markham"
   }
  },
  {
   "quote": {
    "text": "Don't think of it as failure. Think of it as time-released success."
   },
   "author": {
    "text": "Robert Orben"
   }
  },
  {
   "quote": {
    "text": "Pure unadulterated success is not as funny as failure."
   },
   "author": {
    "text": "Will Arnett"
   }
  },
  {
   "quote": {
    "text": "That sense of failure, I don't know where people put it who don't write songs and aren't able to emote physically. It must go somewhere."
   },
   "author": {
    "text": "Sting"
   }
  },
  {
   "quote": {
    "text": "As an entrepreneur, the latitude of failure and of success is directly correlated to people. I am growing more and more attentive to my first instincts, even if I can't justify them, as they apply to people."
   },
   "author": {
    "text": "Caroline Ghosn"
   }
  },
  {
   "quote": {
    "text": "In the business world today, failure is apparently not an option. We need to change this attitude toward failure - and celebrate the idea that only by falling on our collective business faces do we learn enough to succeed down the road."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "When you experience a failure as a leader, don't hide it - talk about it. Your missed opportunity will encourage others to take risks."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "Call it the Tiger Mom effect: In the business world today, failure is apparently not an option."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "Sometimes we never see what failure is and often fail to recognize it."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "In Torch Song, I did that character almost non-stop from 1978 until I made the movie in 1987. Then I had some failure, which also colors how you react to doing other things."
   },
   "author": {
    "text": "Harvey Fierstein"
   }
  },
  {
   "quote": {
    "text": "If we can actually decrease the failure rate from nine out of 10 drugs failing in clinical trials and instead have seven out of 10 instead failing, that is a major victory for drug discovery and for people having better therapy."
   },
   "author": {
    "text": "Anne Wojcicki"
   }
  },
  {
   "quote": {
    "text": "Failure worries me; nobody wants to fail. There is a fear that one day, films will not come my way, or if someone doesn't watch your film, that is a worrying point. It is unpredictable in the industry."
   },
   "author": {
    "text": "Alia Bhatt"
   }
  },
  {
   "quote": {
    "text": "I have my way of dealing with lows in my career: I just go on a holiday. Coping with a failure of a film is like coping with a break-up. It's sad and heart-breaking, and it's not like I got over it right after my holiday; it took me some time."
   },
   "author": {
    "text": "Alia Bhatt"
   }
  },
  {
   "quote": {
    "text": "I have probably purchased fifty 'hot tips' in my career, maybe even more. When I put them all together, I know I am a net loser."
   },
   "author": {
    "text": "Charles Schwab"
   }
  },
  {
   "quote": {
    "text": "But while success and failure depend on conditions, the mind neither waxes nor wanes."
   },
   "author": {
    "text": "Bodhidharma"
   }
  },
  {
   "quote": {
    "text": "Radical common sense is the wisdom gleaned from the past that recognizes the perishable opportunities of the moment. It is the willingness to admit error and the refusal to be deterred by failure."
   },
   "author": {
    "text": "Marilyn Ferguson"
   }
  },
  {
   "quote": {
    "text": "I think I'm less afraid of failure than some others."
   },
   "author": {
    "text": "Russell Simmons"
   }
  },
  {
   "quote": {
    "text": "In reality, I am more a professor, one who reflects and mediates on spiritual questions. Practical governance is not my strong point, and this is certainly a weakness. But I do not see myself as a failure. For eight years, I carried out my work."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "Failure happens to everyone in this game. It's not something worth harping on. What is worth focusing on is how you respond to that failure."
   },
   "author": {
    "text": "Theo Epstein"
   }
  },
  {
   "quote": {
    "text": "I can plunk out enough chords to write a song, but I'm completely afraid to play guitar in front of other people. It's a fear of failure, I guess."
   },
   "author": {
    "text": "Mandy Moore"
   }
  },
  {
   "quote": {
    "text": "As soon as I did my first five minutes of stand-up I knew that I would rather be a failure at comedy than a success in marketing."
   },
   "author": {
    "text": "Jimmy Carr"
   }
  },
  {
   "quote": {
    "text": "I looked long and carefully at the picture of a stag painted by Landseer - the style was good, and the brush was handled with fine effect; but he fails in copying Nature, without which the best work will be a failure."
   },
   "author": {
    "text": "John James Audubon"
   }
  },
  {
   "quote": {
    "text": "Those on the downside of rising economic inequality generally do not want government policies that look like handouts. They typically do not want the government to make the tax system more progressive, to impose punishing taxes on the rich, in order to give the money to them. Redistribution feels demeaning. It feels like being labeled a failure."
   },
   "author": {
    "text": "Robert J. Shiller"
   }
  },
  {
   "quote": {
    "text": "I like the possibility of failure. I don't want to be in a comfortable zone."
   },
   "author": {
    "text": "Alejandro Gonzalez Inarritu"
   }
  },
  {
   "quote": {
    "text": "A joke is a way to say, 'I'm going to do something funny now. If I don't get a laugh at the end, I'm a failure.'"
   },
   "author": {
    "text": "Penn Jillette"
   }
  },
  {
   "quote": {
    "text": "In most parts of the world, starting a company that goes bust is dubbed a 'failure.' In Silicon Valley, we call this 'gaining experience.' We are willing to take the risks that are inherent for innovation."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "Military leaders, many of whom were students of counterinsurgency, recognized the dangers of an incremental escalation and the historical lesson that 'trailing' an insurgency typically condemned counterinsurgents to failure."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "I didn't allow failure to break my heart. So I wouldn't allow success to bloat my head."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "I was always told that music isn't a 'realistic' path to take, and like a normal human being, I doubted myself over and over because I was afraid of failure."
   },
   "author": {
    "text": "Alessia Cara"
   }
  },
  {
   "quote": {
    "text": "I mean, I love L.A. - I love living here. But I wish that we could make things without the need to hit a home run every single time. It's a unique thing to Hollywood that if you don't do that every time, then you're considered a failure. But it's like, 'Well, are you making movies to be successful? Or are you making movies to learn something?'"
   },
   "author": {
    "text": "Kristen Stewart"
   }
  },
  {
   "quote": {
    "text": "Any critic is entitled to wrong judgments, of course. But certain lapses of judgment indicate the radical failure of an entire sensibility."
   },
   "author": {
    "text": "Susan Sontag"
   }
  },
  {
   "quote": {
    "text": "Try not to say, 'I'm a failure.' Instead, ask, 'What can I do better? What did I do wrong?' Then re-approach."
   },
   "author": {
    "text": "Jillian Michaels"
   }
  },
  {
   "quote": {
    "text": "What is indisputable is the fact that unbelief is the force that gives birth to all of our bad behavior and every moral failure. It is the root."
   },
   "author": {
    "text": "Tullian Tchividjian"
   }
  },
  {
   "quote": {
    "text": "My failure to lay aside the sin that so easily entangles is the direct result of my refusal to die to my natural proclivity toward attaining my own freedom, meaning, value, worth, and righteousness - not believing that, by virtue of my Spirit - wrought union with Christ, everything I need, I already possess."
   },
   "author": {
    "text": "Tullian Tchividjian"
   }
  },
  {
   "quote": {
    "text": "Katie Price is no exception. She, too, is - in a distinctive way - a philosopher. Partially, Katie Price's philosophy is one of extraordinary confidence. She is remarkable not for her looks or antics but because of her tremendous self-assurance and her unwillingness to be intimidated by criticism or failure."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "Since so many romantic comedies vary little in their storyline, the success or failure of such movies depends largely on whether we believe in the relationship of the protagonists."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "Tasting failure, even when you truly believe in a project, is a critical part of the growth process."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "I cannot think of any venture I have initiated where an earlier failure wasn't an important precursor to an eventual success."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "I know that when you are experiencing failure, it's pretty damn painful. It is easy in retrospect to wax poetic about it. But in the moment, you don't think you will survive, let alone have the time to reflect on how valuable those lessons will be for you in the future."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "It's a European Union of economic failure, of mass unemployment and of low growth."
   },
   "author": {
    "text": "Nigel Farage"
   }
  },
  {
   "quote": {
    "text": "I was convicted of three misdemeanors of willful failure to file a form."
   },
   "author": {
    "text": "Wesley Snipes"
   }
  },
  {
   "quote": {
    "text": "In fiction workshops, we tend to focus on matters of verisimilitude largely because such issues are so much easier to talk about than the failure of imagination."
   },
   "author": {
    "text": "Tim O'Brien"
   }
  },
  {
   "quote": {
    "text": "A street full of electric light is a sign of civic failure and is an insulting injury to the soul. Shutting out the night is as disastrous as shutting out the light."
   },
   "author": {
    "text": "Michael Leunig"
   }
  },
  {
   "quote": {
    "text": "Performers should really go to the best schools, like Lady Gaga, you know, she went to NYU and had great teachers... It's best to really study your technique as much as you possibly can so you can have a long career instead of a quick one that's a failure."
   },
   "author": {
    "text": "Tony Bennett"
   }
  },
  {
   "quote": {
    "text": "Given the extent of the exposures of major banks around the world to A.I.G., and in light of the extreme fragility of the system, there was a significant risk that A.I.G.'s failure could have sparked a global banking panic."
   },
   "author": {
    "text": "Ben Bernanke"
   }
  },
  {
   "quote": {
    "text": "In the future, financial firms of any type whose failure would pose a systemic risk must accept especially close regulatory scrutiny of their risk-taking."
   },
   "author": {
    "text": "Ben Bernanke"
   }
  },
  {
   "quote": {
    "text": "The failure of Lehman Brothers demonstrated that liquidity provision by the Federal Reserve would not be sufficient to stop the crisis; substantial fiscal resources were necessary."
   },
   "author": {
    "text": "Ben Bernanke"
   }
  },
  {
   "quote": {
    "text": "I don't understand a way to work other than bold-facedly running towards failure."
   },
   "author": {
    "text": "Cate Blanchett"
   }
  },
  {
   "quote": {
    "text": "Failure gets a bad rap, but I'd like to change that. Failure is necessary. Let it in. Chew it up, and use it as fuel for your soul."
   },
   "author": {
    "text": "Christina Tosi"
   }
  },
  {
   "quote": {
    "text": "As a boss, as a CEO, as a creative director, as a chef, I've learned that failure will always come. I've learned to give it a big squeeze, smile at it, humble myself to it and then use it as a springboard to send me on my way to strength, success, and fulfillment."
   },
   "author": {
    "text": "Christina Tosi"
   }
  },
  {
   "quote": {
    "text": "So long as TARP money is wrapped up in GM, the company will never shake its 'Government Motors' image. That label, as competitors and GM employees are keenly aware, is code for one thing: 'GM is a failure.'"
   },
   "author": {
    "text": "Edward Whitacre, Jr."
   }
  },
  {
   "quote": {
    "text": "One of the things that happens that's challenging within the democratic process is that people say, 'Look at this failure, so we should totally change this whole thing.' And then you add in tons of bureaucratic process and checks and balances, and all of a sudden, it doesn't work that well."
   },
   "author": {
    "text": "Reid Hoffman"
   }
  },
  {
   "quote": {
    "text": "Remember what Susan B. Anthony said? 'Failure is impossible.' Failure is possible if women don't vote."
   },
   "author": {
    "text": "Madeleine M. Kunin"
   }
  },
  {
   "quote": {
    "text": "If you're afraid of failure or getting it wrong, you'll never truly innovate or disrupt the market."
   },
   "author": {
    "text": "Gillian Tans"
   }
  },
  {
   "quote": {
    "text": "Yes, 'Aagadu' was a failure. I was dejected for a couple of months, since there was a lot at stake."
   },
   "author": {
    "text": "Mahesh Babu"
   }
  },
  {
   "quote": {
    "text": "I want to swim in both directions at once. Desire success, court failure."
   },
   "author": {
    "text": "Alan Rickman"
   }
  },
  {
   "quote": {
    "text": "Exercise, from a public health perspective, is an unmitigated failure. The world's longest-lived people live in environments that nudge them into more movement. They don't use power tools, they do their own yard work, they grow a garden."
   },
   "author": {
    "text": "Dan Buettner"
   }
  },
  {
   "quote": {
    "text": "My story as an artist has been about trial and error. It's been about artist development, character building, struggle, happiness and failure, family, and music."
   },
   "author": {
    "text": "Anderson Paak"
   }
  },
  {
   "quote": {
    "text": "If anyone has seen success and failure on a global stage, it's my friend Steve Forbes."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "Only commit to things you know you can accomplish because they're incredibly important to you. Otherwise, you set yourself up for continued failure."
   },
   "author": {
    "text": "Rachel Hollis"
   }
  },
  {
   "quote": {
    "text": "America's most dangerous diseases have developed an immunity to politics. We suffer not from a failure of political organization or power, but a failure of love."
   },
   "author": {
    "text": "Cal Thomas"
   }
  },
  {
   "quote": {
    "text": "In my memoir, I admit that I've been as fearful of success as of failure. In fact, when 'Passages' was published, I so dreaded bad reviews that I ran away to Italy with a girlfriend and our children to hide out."
   },
   "author": {
    "text": "Gail Sheehy"
   }
  },
  {
   "quote": {
    "text": "Being a pathfinder is to be willing to risk failure and still go on."
   },
   "author": {
    "text": "Gail Sheehy"
   }
  },
  {
   "quote": {
    "text": "Some people will go to the opening of an envelope. They live their lives in the public eye and get off on it, they need it. They need that kind of adoration. If their name isn't in the tabloids once a week they feel like a failure."
   },
   "author": {
    "text": "Jensen Ackles"
   }
  },
  {
   "quote": {
    "text": "'Catch-22' was a huge failure, and it rubbed off on everybody connected to it. I had a bunch of lean years where I had to do things, a lot of which I wasn't wildly enthusiastic about."
   },
   "author": {
    "text": "Alan Arkin"
   }
  },
  {
   "quote": {
    "text": "It's - everybody's looking at the bottom line all the time, and failure doesn't look good on the bottom line, and yet you don't learn anything without failing."
   },
   "author": {
    "text": "Alan Arkin"
   }
  },
  {
   "quote": {
    "text": "I think I've failed every test I've ever taken. If there was a failure I would have been it."
   },
   "author": {
    "text": "Lisa Marie Presley"
   }
  },
  {
   "quote": {
    "text": "My biggest failure is 'Metal Gear.' It's my biggest failure and my biggest success."
   },
   "author": {
    "text": "Hideo Kojima"
   }
  },
  {
   "quote": {
    "text": "He who has conquered doubt and fear has conquered failure."
   },
   "author": {
    "text": "James Lane Allen"
   }
  },
  {
   "quote": {
    "text": "To begin to think with purpose, is to enter the ranks of those strong ones who only recognize failure as one of the pathways to attainment."
   },
   "author": {
    "text": "James Lane Allen"
   }
  },
  {
   "quote": {
    "text": "In addition to being an economic security issue, the failure to pay women a salary that's equal to men for equal work is also a women's health issue. The fact is that the salary women are paid directly impacts the type of health care services they are able to access for both themselves and their families."
   },
   "author": {
    "text": "Kirsten Gillibrand"
   }
  },
  {
   "quote": {
    "text": "I think it's one of the main negative emotional ingredients that fuels show business, because there's so much at stake and the fear of failure looms large."
   },
   "author": {
    "text": "Garry Shandling"
   }
  },
  {
   "quote": {
    "text": "George W. Bush is history's president, a man for whom the long-term success or failure of democracy in Iraq will determine his place in history."
   },
   "author": {
    "text": "Andrew Breitbart"
   }
  },
  {
   "quote": {
    "text": "Divorce is so common and accepted in America that beating myself up over it may sound ridiculous. But I was raised to believe that divorce wasn't an option; to me, divorce equaled failure. I wasn't able to change that equation until I found myself in the right relationship."
   },
   "author": {
    "text": "Trisha Yearwood"
   }
  },
  {
   "quote": {
    "text": "The terror of failure can make you feel like a failure. So a bunch of people think you're not very good at your thing. How much do you invest in what they say? How much do you care? Failure is not putting yourself on the line."
   },
   "author": {
    "text": "Dylan Moran"
   }
  },
  {
   "quote": {
    "text": "You always pass failure on your way to success."
   },
   "author": {
    "text": "Mickey Rooney"
   }
  },
  {
   "quote": {
    "text": "The federal government has been a proven failure in picking winners and losers in the energy sector."
   },
   "author": {
    "text": "Mike Pompeo"
   }
  },
  {
   "quote": {
    "text": "If terrorists are already on our southern border, a national-security failure has already occurred."
   },
   "author": {
    "text": "Mike Pompeo"
   }
  },
  {
   "quote": {
    "text": "Whenever you start a new business, the sheer number of variables at hand makes failure a constant possibility."
   },
   "author": {
    "text": "Sallie Krawcheck"
   }
  },
  {
   "quote": {
    "text": "Well, I think it's too early to call Fallujah a failure."
   },
   "author": {
    "text": "Chuck Schumer"
   }
  },
  {
   "quote": {
    "text": "Success is always less funny than failure."
   },
   "author": {
    "text": "Jon Ronson"
   }
  },
  {
   "quote": {
    "text": "I never see failure as failure, but only as the game I must play and win."
   },
   "author": {
    "text": "Tom Hopkins"
   }
  },
  {
   "quote": {
    "text": "Demarcation disputes between supervisor and student are always difficult, probably impossible to resolve... it is the supervisor who has the final responsibility for the success or failure of the project."
   },
   "author": {
    "text": "Jocelyn Bell Burnell"
   }
  },
  {
   "quote": {
    "text": "I think failing the qualifying or the 11-plus actually hurt me more than I realised. After I'd become a professor of physics at the Open University, I suddenly thought, 'This is a bit silly.' So I suddenly became much more open about it. But I think probably I was hurt by the failure and didn't want to talk about it."
   },
   "author": {
    "text": "Jocelyn Bell Burnell"
   }
  },
  {
   "quote": {
    "text": "The probability of failure doesn't matter to me."
   },
   "author": {
    "text": "Vinod Khosla"
   }
  },
  {
   "quote": {
    "text": "Smokey Robinson writes the heartfelt songs, whereas it was my job to write the songs about weakness and failure in love."
   },
   "author": {
    "text": "Elvis Costello"
   }
  },
  {
   "quote": {
    "text": "For me, utter failure is to make a film that people pay their money to go see and they don't like."
   },
   "author": {
    "text": "Peter Jackson"
   }
  },
  {
   "quote": {
    "text": "As I said there is nothing wrong with failing. Pick yourself up and try it again. You never are going to know how good you really are until you go out and face failure."
   },
   "author": {
    "text": "Henry Kravis"
   }
  },
  {
   "quote": {
    "text": "Failure. It doesn't exist. 'Failure' is just what happens when we lose perspective."
   },
   "author": {
    "text": "Donna Brazile"
   }
  },
  {
   "quote": {
    "text": "No matter how well things are going, failure and disaster are just around the corner. So celebrate the good, but be ready for the bad."
   },
   "author": {
    "text": "Vivek Wadhwa"
   }
  },
  {
   "quote": {
    "text": "The only reason my work seems to be eclectic up to a certain period is because I was a failure as an actor."
   },
   "author": {
    "text": "Hugh Grant"
   }
  },
  {
   "quote": {
    "text": "Notice the difference between what happens when a man says to himself, I have failed three times, and what happens when he says, I am a failure."
   },
   "author": {
    "text": "S. I. Hayakawa"
   }
  },
  {
   "quote": {
    "text": "Confidence is contagious, but so is failure. Even the Yankees will lose if you persuade them that they will."
   },
   "author": {
    "text": "Rosabeth Moss Kanter"
   }
  },
  {
   "quote": {
    "text": "I had my dreams, and even though everyone told me that they weren't practical, I knew in my heart that this is what I had to do. Even if it ended up being a failure, I had to make the attempt."
   },
   "author": {
    "text": "Marjorie Liu"
   }
  },
  {
   "quote": {
    "text": "Civilization is a failure. We need to think what we can do together in love and peace."
   },
   "author": {
    "text": "Serj Tankian"
   }
  },
  {
   "quote": {
    "text": "When I was growing up, Brandy was TV star, reality star, a pop star, a Cover girl, Grammy winner, had her own Brandy doll, and was the first African American to play Disney princess Cinderella. Most importantly, she is a survivor. Many only judge and remember a person's most recent failure."
   },
   "author": {
    "text": "Niecy Nash"
   }
  },
  {
   "quote": {
    "text": "The British health care system is a blueprint for the failure of Obamacare, as it is structured."
   },
   "author": {
    "text": "Marsha Blackburn"
   }
  },
  {
   "quote": {
    "text": "War is something Arafat sends others to do for him. That is, the poor souls who believe in him. This pompous incompetent caused the failure of the Camp David negotiations, Clinton's mediation."
   },
   "author": {
    "text": "Oriana Fallaci"
   }
  },
  {
   "quote": {
    "text": "I have always believed that it's important to show a new look periodically. Predictability can lead to failure."
   },
   "author": {
    "text": "T. Boone Pickens"
   }
  },
  {
   "quote": {
    "text": "Failure is simply the non-presence of success. But a fiasco is a disaster of mythic proportions."
   },
   "author": {
    "text": "Orlando Bloom"
   }
  },
  {
   "quote": {
    "text": "There's a difference between a failure and a fiasco... a fiasco is a disaster of mythic proportions."
   },
   "author": {
    "text": "Orlando Bloom"
   }
  },
  {
   "quote": {
    "text": "I find writing very difficult. It's hard and it hurts sometimes, and it's scary because of the fear of failure and the very unpleasant feeling that you may have reached the limit of your abilities."
   },
   "author": {
    "text": "Tony Kushner"
   }
  },
  {
   "quote": {
    "text": "Mohammed was not an apparent failure. He was a dazzling success, politically as well as spiritually, and Islam went from strength to strength to strength."
   },
   "author": {
    "text": "Karen Armstrong"
   }
  },
  {
   "quote": {
    "text": "E! has just become a sad, sad place to live. They don't know what they're doing; they have no ideas... everything they do just is a failure."
   },
   "author": {
    "text": "Chelsea Handler"
   }
  },
  {
   "quote": {
    "text": "When an action is once done, it is right or wrong for ever; no accidental failure of its good or evil fruits can possibly alter that."
   },
   "author": {
    "text": "William Kingdon Clifford"
   }
  },
  {
   "quote": {
    "text": "Learning to accept failure on multiple levels is, to my way of thinking, the key to become a world-class therapist. But that means humility, and setting your ego aside, while you develop superb new technical skills."
   },
   "author": {
    "text": "David D. Burns"
   }
  },
  {
   "quote": {
    "text": "Failure sometimes enlarges the spirit. You have to fall back upon humanity and God."
   },
   "author": {
    "text": "Charles Horton Cooley"
   }
  },
  {
   "quote": {
    "text": "As an entrepreneur, I've come across countless articles and quotes proudly telling me that I should accept failure, smile, and keep my head up. In other words, I've been told to stay positive. The thing is, when you're forced to shut down a business and let really awesome people you care about go, staying positive is the last thing on your mind."
   },
   "author": {
    "text": "John Rampton"
   }
  },
  {
   "quote": {
    "text": "I feel rejecting rejection is one of the most crucial steps in getting past failure."
   },
   "author": {
    "text": "John Rampton"
   }
  },
  {
   "quote": {
    "text": "We've all experienced those days when we feel like an absolute failure. It's a normal feeling when things don't go as exactly planned. And, when we feel like that, it's challenging to think of yourself as a successful individual."
   },
   "author": {
    "text": "John Rampton"
   }
  },
  {
   "quote": {
    "text": "I was pretty bad. When I first was diagnosed with kidney failure, my function - the function of my kidney was less than 8 percent."
   },
   "author": {
    "text": "Natalie Cole"
   }
  },
  {
   "quote": {
    "text": "My friend was on dialysis for six years before he got a new kidney. I was on dialysis for eight months. I'm almost not even the typical person who has kidney failure."
   },
   "author": {
    "text": "Natalie Cole"
   }
  },
  {
   "quote": {
    "text": "When people have a willpower failure, it's because they haven't anticipated a situation that's going to come along."
   },
   "author": {
    "text": "Charles Duhigg"
   }
  },
  {
   "quote": {
    "text": "Coming to terms with the fact that my marriage was a failure was devastating and very difficult."
   },
   "author": {
    "text": "Sarah McLachlan"
   }
  },
  {
   "quote": {
    "text": "Coming to terms with the fact that my marriage was a failure was devastating and very difficult. I blamed myself for a lot of things. It took me a very long time to get over it."
   },
   "author": {
    "text": "Sarah McLachlan"
   }
  },
  {
   "quote": {
    "text": "That's the conundrum of cartoon stripping, as opposed to political cartoons. When your anger is the driving force of your drawing hand, failure follows. The anger is OK, but it has to serve the interests of the heart, frankly."
   },
   "author": {
    "text": "Berkeley Breathed"
   }
  },
  {
   "quote": {
    "text": "I've always had a love of cards, ever since I was a little kid. I think poker, as a system, describes the chaos of the world. Our sudden reversals, our freak streaks of fortune. The belief that the next hand can save you, and the inevitable failure of the next hand to save you. I think that describes my world view pretty well."
   },
   "author": {
    "text": "Colson Whitehead"
   }
  },
  {
   "quote": {
    "text": "I failed first grade, which is my biggest problem. You always feel like a failure, like you're stupid."
   },
   "author": {
    "text": "Amy Sedaris"
   }
  },
  {
   "quote": {
    "text": "The Conservatives are a confusing lot. They first denied climate change was a serious issue and then suggested strengthening the nuclear industry as a solution to it. They oppose the European Union, but support joining North American Free Trade Agreement, despite its obvious failure."
   },
   "author": {
    "text": "Zac Goldsmith"
   }
  },
  {
   "quote": {
    "text": "Once our country is fully engulfed in a debt crisis, our economy will be torn apart, and every American will be a victim of the federal government's failure to prevent this disaster."
   },
   "author": {
    "text": "Kevin McCarthy"
   }
  },
  {
   "quote": {
    "text": "Failure is what we're all running from, we're always running toward success with failure at our back."
   },
   "author": {
    "text": "Natalie Goldberg"
   }
  },
  {
   "quote": {
    "text": "Failure is your invention."
   },
   "author": {
    "text": "Sophia Amoruso"
   }
  },
  {
   "quote": {
    "text": "For market discipline to constrain risk effectively, financial institutions must be allowed to fail. Under optimal financial regulatory and financial system infrastructures, such a failure would not threaten the overall system."
   },
   "author": {
    "text": "Henry Paulson"
   }
  },
  {
   "quote": {
    "text": "An AIG failure would have been devastating to the financial system and to the economy."
   },
   "author": {
    "text": "Henry Paulson"
   }
  },
  {
   "quote": {
    "text": "At least I have the modesty to admit that lack of modesty is one of my failings."
   },
   "author": {
    "text": "Hector Berlioz"
   }
  },
  {
   "quote": {
    "text": "Good fiction is about asserting the beauties of the world, inventing a new, positive thing. Where am I going to get that? And it should be original; it should not be cliched. So the way I looked at history was not to accuse it of failure."
   },
   "author": {
    "text": "Orhan Pamuk"
   }
  },
  {
   "quote": {
    "text": "It is worth noting that 'too big to fail' is not simply about size. A big institution is 'too big' when there is an expectation that government will do whatever it takes to rescue that institution from failure, thus bestowing an effective risk premium subsidy. Reforms to end 'too big to fail' must address the causes of this expectation."
   },
   "author": {
    "text": "Jerome Powell"
   }
  },
  {
   "quote": {
    "text": "AIG's failure revealed systemic problems in the OTC derivatives market that went well beyond the failure of a single market participant."
   },
   "author": {
    "text": "Jerome Powell"
   }
  },
  {
   "quote": {
    "text": "Everyone understands the European Union is a failure. It has not kept any of its promises - in particular about prosperity, security - and, worst of all, has put us under a guardianship."
   },
   "author": {
    "text": "Marine Le Pen"
   }
  },
  {
   "quote": {
    "text": "As a small business owner, you may not have the luxury to throw good money after bad, but if you can ascertain the 'why' of the failure, you can draw some significance from it and then turn it into something that clients will buy."
   },
   "author": {
    "text": "Michael Gerber"
   }
  },
  {
   "quote": {
    "text": "It's failure, really, that you grow by, although nobody likes to experience it."
   },
   "author": {
    "text": "Nick Nolte"
   }
  },
  {
   "quote": {
    "text": "Failure's a natural part of life."
   },
   "author": {
    "text": "John Malkovich"
   }
  },
  {
   "quote": {
    "text": "The traditional religious right's failure to restore public-school prayer or pass an antiabortion constitutional amendment has likely helped fuel the spread of the more extreme dominionist school."
   },
   "author": {
    "text": "Jon Meacham"
   }
  },
  {
   "quote": {
    "text": "I don't think there's any way it could have failed. We don't know failure in this band. We didn't know failure. We got to know it a little after awhile but at that time there was no such word."
   },
   "author": {
    "text": "Roger Daltrey"
   }
  },
  {
   "quote": {
    "text": "If it's a good work of adaptation, the book should remain a book and the film should remain a film, and you should not necessarily read the book to see the film. If you do need that, then that means that it's a failure. That is what I think."
   },
   "author": {
    "text": "Marjane Satrapi"
   }
  },
  {
   "quote": {
    "text": "Beside every great success are the seeds of enormous failure. In every failure, there's the opportunity seeds of great success. They're not miles apart. So if they're that close together, and if you're really working, you're always gonna have that likelihood that something's not going to work."
   },
   "author": {
    "text": "Peter Guber"
   }
  },
  {
   "quote": {
    "text": "Because of the failure of the federal government to enforce federal law, we now have 'banks too big to fail,' unregulated Internet monopoly, and the evisceration of a dispersed and independent media."
   },
   "author": {
    "text": "Paul Craig Roberts"
   }
  },
  {
   "quote": {
    "text": "The offshoring of American jobs by global corporations and the deregulation of the U.S. financial system have resulted in American economic failure."
   },
   "author": {
    "text": "Paul Craig Roberts"
   }
  },
  {
   "quote": {
    "text": "When I started running cross-country and track in high school, literally every race was a failure."
   },
   "author": {
    "text": "Chad Hurley"
   }
  },
  {
   "quote": {
    "text": "Running helped me learn how to deal with failure, and failure is a big part of the Internet business."
   },
   "author": {
    "text": "Chad Hurley"
   }
  },
  {
   "quote": {
    "text": "To me, if we're not failing a little bit, we're not trying hard enough. I think great cultures encourage risk and are tolerant of failure. If you don't do that, you're going to end up with a culture that is stagnant and not thinking about the next generation of products and experiences."
   },
   "author": {
    "text": "Brad Garlinghouse"
   }
  },
  {
   "quote": {
    "text": "Having written both comedy and drama, comedy's harder because the fear of failure's so much stronger. When you write a scene and you see it cut together, and it doesn't make you laugh, it hurts in a way that failed drama doesn't. Failed drama, it's all, 'That's not that compelling,' but failed comedy just lays there."
   },
   "author": {
    "text": "Rob Thomas"
   }
  },
  {
   "quote": {
    "text": "The way most people fail is in not keeping up the heart."
   },
   "author": {
    "text": "Lady Gregory"
   }
  },
  {
   "quote": {
    "text": "Over the next four years, we will be bold. We will be willing to experiment. We will not fear failure."
   },
   "author": {
    "text": "Matt Blunt"
   }
  },
  {
   "quote": {
    "text": "The difference between a beautifully made failure and a beautifully made hit is who you've got playing the leads."
   },
   "author": {
    "text": "Steven Moffat"
   }
  },
  {
   "quote": {
    "text": "I believe my publisher has shown a great deal of faith in me over a lot of years but I'm not prepared to be so arrogant to say that the long-term literary value of my work would compensate them for a financial failure."
   },
   "author": {
    "text": "Andrew Vachss"
   }
  },
  {
   "quote": {
    "text": "Failure is a word that I simply don't accept."
   },
   "author": {
    "text": "John H. Johnson"
   }
  },
  {
   "quote": {
    "text": "Our failings sometimes bind us to one another as closely as could virtue itself."
   },
   "author": {
    "text": "Luc de Clapiers"
   }
  },
  {
   "quote": {
    "text": "Attaching yourself to success and failure too much is not healthy and good for you. It is better to focus your energy in reinventing yourself as an actor with every film."
   },
   "author": {
    "text": "Anushka Shetty"
   }
  },
  {
   "quote": {
    "text": "All that is necessary to break the spell of inertia and frustration is this: Act as if it were impossible to fail. That is the talisman, the formula, the command of right about face which turns us from failure to success."
   },
   "author": {
    "text": "Dorothea Brande"
   }
  },
  {
   "quote": {
    "text": "There comes a point in your moviegoing life where you look at the screen and then you look at the world and you ask, 'What is going on?' You want the movies to show you the chaos and mess and risk and failure that are normal for a lot of us. Generally, the movies hide all of that."
   },
   "author": {
    "text": "Wesley Morris"
   }
  },
  {
   "quote": {
    "text": "I think if you just eat healthy, you're active, and you don't beat yourself up, you're setting yourself up to win rather than setting yourself up for failure."
   },
   "author": {
    "text": "Kristin Cavallari"
   }
  },
  {
   "quote": {
    "text": "There is no middle ground in Hollywood; you're a failure or you're a success. That mentality is wild."
   },
   "author": {
    "text": "Javier Bardem"
   }
  },
  {
   "quote": {
    "text": "If you're 40 years old and you've never had a failure, you've been deprived."
   },
   "author": {
    "text": "Gloria Swanson"
   }
  },
  {
   "quote": {
    "text": "Basically, I still have the privacy that all celebrities crave, except for those celebrities who feel that privacy reflects some kind of failure on their part."
   },
   "author": {
    "text": "Albert Brooks"
   }
  },
  {
   "quote": {
    "text": "You want to ensure people can do it right 99 percent of time. When we have to fire one of our surgical trainees, it is never because they don't have the physical skills but because they don't have the moral skills - to practise and admit failure."
   },
   "author": {
    "text": "Atul Gawande"
   }
  },
  {
   "quote": {
    "text": "Health care confronts us with a difficult test. We have never corrected failure in something so deeply embedded in people's lives and in the economy without the pressure of an outright crisis."
   },
   "author": {
    "text": "Atul Gawande"
   }
  },
  {
   "quote": {
    "text": "Our health-care morass is like the problems of global warming and the national debt - the kind of vast policy failure that is far easier to get into than to get out of. Americans say that they want leaders who will take on these problems."
   },
   "author": {
    "text": "Atul Gawande"
   }
  },
  {
   "quote": {
    "text": "The failure of one regional bank, assuming it is following a traditional model, will not threaten the entire system."
   },
   "author": {
    "text": "Sherrod Brown"
   }
  },
  {
   "quote": {
    "text": "Remember the two benefits of failure. First, if you do fail, you learn what doesn't work; and second, the failure gives you the opportunity to try a new approach."
   },
   "author": {
    "text": "Roger von Oech"
   }
  },
  {
   "quote": {
    "text": "Celebrating failure is key. Half of what we do fails, at least."
   },
   "author": {
    "text": "Nancy Dubuc"
   }
  },
  {
   "quote": {
    "text": "The best advice I give to young people starting out is choose your boss. Regardless of gender, I think it is important to have someone who supports you and lets you take risks without fear of failure."
   },
   "author": {
    "text": "Nancy Dubuc"
   }
  },
  {
   "quote": {
    "text": "I was taught that to create anything you had to believe in failure, simply because you had to be prepared to go through an idea without any fear. Failure, you learned, as I did in art school, to be a wonderful thing. It allowed you to get up in the morning and take the pillow off your head."
   },
   "author": {
    "text": "Malcolm Mclaren"
   }
  },
  {
   "quote": {
    "text": "Everyone should be commended for allowing people to make disasters, to make failures - you've just got to be sure that it's a magnificent failure and that, by creating a magnificent failure, you plant the seed."
   },
   "author": {
    "text": "Malcolm Mclaren"
   }
  },
  {
   "quote": {
    "text": "Art school had taught me it was far better to be a flamboyant failure than any kind of benign success."
   },
   "author": {
    "text": "Malcolm Mclaren"
   }
  },
  {
   "quote": {
    "text": "Failure doesn't kill you... it increases your desire to make something happen."
   },
   "author": {
    "text": "Kevin Costner"
   }
  },
  {
   "quote": {
    "text": "I don't know many people, if any, who have had some straight line toward success. I mean, they start here, they work hard, they've got what it takes, and they just go straight to the top over some number of years. Most people get a little failure."
   },
   "author": {
    "text": "Sam Donaldson"
   }
  },
  {
   "quote": {
    "text": "Writing is harder than acting. I enjoy acting for just the brevity with which you can be in the experience of doing it. Writing is kind of more satisfying in that you're creating a world and doing something that feels bigger, but it's very time consuming and has a higher threshold for failure."
   },
   "author": {
    "text": "Justin Theroux"
   }
  },
  {
   "quote": {
    "text": "Keep in mind that neither success nor failure is ever final."
   },
   "author": {
    "text": "Roger Babson"
   }
  },
  {
   "quote": {
    "text": "When people read 'Breitbart' every single day and convince themselves that Barack Obama is a foreign terrorist, that is not a problem of government. That is a problem of community failure, and we have to recognize that."
   },
   "author": {
    "text": "J. D. Vance"
   }
  },
  {
   "quote": {
    "text": "Trump's biggest failure as a political leader is that he sees the worst in people, and he encourages the worst in people."
   },
   "author": {
    "text": "J. D. Vance"
   }
  },
  {
   "quote": {
    "text": "We're very good at talking about the individual in American politics and excellent at talking about the government. But we have little ability to even acknowledge everything that exists in the middle, and given how influential politics is on every other part of our life, I think that failure of discourse is pretty corrosive to our overall culture."
   },
   "author": {
    "text": "J. D. Vance"
   }
  },
  {
   "quote": {
    "text": "We need to stop frowning upon failure whilst criticising those that succeed."
   },
   "author": {
    "text": "Ana Patricia Botin"
   }
  },
  {
   "quote": {
    "text": "It's not a very high failure rate if you choose people that you really like the sound of."
   },
   "author": {
    "text": "Bryan Ferry"
   }
  },
  {
   "quote": {
    "text": "You can't have any successes unless you can accept failure."
   },
   "author": {
    "text": "George Cukor"
   }
  },
  {
   "quote": {
    "text": "War is failure of diplomacy."
   },
   "author": {
    "text": "John Dingell"
   }
  },
  {
   "quote": {
    "text": "The failure of Christianity in the areas west from Sicily was even greater, and was increased by the spread of Arab outlooks and influence to that area, and especially to Spain."
   },
   "author": {
    "text": "Carroll Quigley"
   }
  },
  {
   "quote": {
    "text": "Riskin went into directing and made a film with Cary Grant which applied to the letter all the ideas which had made his comedies famous. It had everything except that little something - and the film was a failure."
   },
   "author": {
    "text": "Sidney Buchman"
   }
  }
 ]
}