{
 "FaithQuotes": [
  {
   "quote": {
    "text": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Life is full of happiness and tears; be strong and have faith."
   },
   "author": {
    "text": "Kareena Kapoor Khan"
   }
  },
  {
   "quote": {
    "text": "I believe if you keep your faith, you keep your trust, you keep the right attitude, if you're grateful, you'll see God open up new doors."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy."
   },
   "author": {
    "text": "Norman Vincent Peale"
   }
  },
  {
   "quote": {
    "text": "Keep your dreams alive. Understand to achieve anything requires faith and belief in yourself, vision, hard work, determination, and dedication. Remember all things are possible for those who believe."
   },
   "author": {
    "text": "Gail Devers"
   }
  },
  {
   "quote": {
    "text": "When you focus on being a blessing, God makes sure that you are always blessed in abundance."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Faith is the strength by which a shattered world shall emerge into the light."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "God will never give you anything you can't handle, so don't stress."
   },
   "author": {
    "text": "Kelly Clarkson"
   }
  },
  {
   "quote": {
    "text": "Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it."
   },
   "author": {
    "text": "Bruce Lee"
   }
  },
  {
   "quote": {
    "text": "Faith is taking the first step even when you don't see the whole staircase."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "A grateful heart is a beginning of greatness. It is an expression of humility. It is a foundation for the development of such virtues as prayer, faith, courage, contentment, happiness, love, and well-being."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Believe in yourself, and the rest will fall into place. Have faith in your own abilities, work hard, and there is nothing you cannot accomplish."
   },
   "author": {
    "text": "Brad Henry"
   }
  },
  {
   "quote": {
    "text": "Faith is the bird that feels the light when the dawn is still dark."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "Be faithful in small things because it is in them that your strength lies."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "We need to reject any politics that targets people because of race or religion. This isn't a matter of political correctness. It's a matter of understanding what makes us strong. The world respects us not just for our arsenal; it respects us for our diversity and our openness and the way we respect every faith."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "I write about the power of trying, because I want to be okay with failing. I write about generosity because I battle selfishness. I write about joy because I know sorrow. I write about faith because I almost lost mine, and I know what it is to be broken and in need of redemption. I write about gratitude because I am thankful - for all of it."
   },
   "author": {
    "text": "Kristin Armstrong"
   }
  },
  {
   "quote": {
    "text": "I see Americans of every party, every background, every faith who believe that we are stronger together: black, white, Latino, Asian, Native American; young, old; gay, straight; men, women, folks with disabilities, all pledging allegiance under the same proud flag to this big, bold country that we love. That's what I see. That's the America I know!"
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "That's who my mom is. She's a listener and a doer. She's a woman driven by compassion, by faith, by a fierce sense of justice and a heart full of love. So, this November, I'm voting for a woman who is my role model, as a mother, and as an advocate. A woman who has spent her entire life fighting for families and children."
   },
   "author": {
    "text": "Chelsea Clinton"
   }
  },
  {
   "quote": {
    "text": "Observe good faith and justice toward all nations. Cultivate peace and harmony with all."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "Through hard work, perseverance and a faith in God, you can live your dreams."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "In my deepest, darkest moments, what really got me through was a prayer. Sometimes my prayer was 'Help me.' Sometimes a prayer was 'Thank you.' What I've discovered is that intimate connection and communication with my creator will always get me through because I know my support, my help, is just a prayer away."
   },
   "author": {
    "text": "Iyanla Vanzant"
   }
  },
  {
   "quote": {
    "text": "The greatest legacy one can pass on to one's children and grandchildren is not money or other material things accumulated in one's life, but rather a legacy of character and faith."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Corruption is a cancer: a cancer that eats away at a citizen's faith in democracy, diminishes the instinct for innovation and creativity; already-tight national budgets, crowding out important national investments. It wastes the talent of entire generations. It scares away investments and jobs."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "I think you need to go through some stuff to really appreciate life and understand what it means to persevere, overcome and have faith. I think those tough times make you a stronger person."
   },
   "author": {
    "text": "Judith Hill"
   }
  },
  {
   "quote": {
    "text": "The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Faith consists in believing when it is beyond the power of reason to believe."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Technology is nothing. What's important is that you have a faith in people, that they're basically good and smart, and if you give them tools, they'll do wonderful things with them."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Science means constantly walking a tightrope between blind faith and curiosity; between expertise and creativity; between bias and openness; between experience and epiphany; between ambition and passion; and between arrogance and conviction - in short, between an old today and a new tomorrow."
   },
   "author": {
    "text": "Heinrich Rohrer"
   }
  },
  {
   "quote": {
    "text": "Prayer should be the key of the day and the lock of the night."
   },
   "author": {
    "text": "George Herbert"
   }
  },
  {
   "quote": {
    "text": "Doubt is a pain too lonely to know that faith is his twin brother."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "True equality means holding everyone accountable in the same way, regardless of race, gender, faith, ethnicity - or political ideology."
   },
   "author": {
    "text": "Monica Crowley"
   }
  },
  {
   "quote": {
    "text": "Stand straight, walk proud, have a little faith."
   },
   "author": {
    "text": "Garth Brooks"
   }
  },
  {
   "quote": {
    "text": "Marriage isn't the end-point of a relationship. It's just a stepping stone, one aspect of a long-term evolution between two people who have, for whatever reason, decided to take a leap of faith and say, 'Well, hey, this is a person who I want to try with for the rest of my life.' Which is not a guarantee of perfection - far from it."
   },
   "author": {
    "text": "Marjorie Liu"
   }
  },
  {
   "quote": {
    "text": "Faith is to believe what you do not see; the reward of this faith is to see what you believe."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "Without faith, nothing is possible. With it, nothing is impossible."
   },
   "author": {
    "text": "Mary McLeod Bethune"
   }
  },
  {
   "quote": {
    "text": "With faith, discipline and selfless devotion to duty, there is nothing worthwhile that you cannot achieve."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "Pray as though everything depended on God. Work as though everything depended on you."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "Qualities you need to get through medical school and residency: Discipline. Patience. Perseverance. A willingness to forgo sleep. A penchant for sadomasochism. Ability to weather crises of faith and self-confidence. Accept exhaustion as fact of life. Addiction to caffeine a definite plus. Unfailing optimism that the end is in sight."
   },
   "author": {
    "text": "Khaled Hosseini"
   }
  },
  {
   "quote": {
    "text": "Sometimes life hits you in the head with a brick. Don't lose faith."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "The truth is that killing innocent people is always wrong - and no argument or excuse, no matter how deeply believed, can ever make it right. No religion on earth condones the killing of innocent people; no faith tradition tolerates the random killing of our brothers and sisters on this earth."
   },
   "author": {
    "text": "Feisal Abdul Rauf"
   }
  },
  {
   "quote": {
    "text": "You must not lose faith in humanity. Humanity is an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "I've always believed that success for anyone is all about drive, dedication, and desire, but for me, it's also been about confidence and faith."
   },
   "author": {
    "text": "Stephen Curry"
   }
  },
  {
   "quote": {
    "text": "As you keep your mind and heart focused in the right direction, approaching each day with faith and gratitude, I believe you will be empowered to live life to the fullest and enjoy the abundant life He has promised you!"
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "Together let us desire, conceive, and create the new structure of the future, which will embrace architecture and sculpture and painting in one unity and which will one day rise toward Heaven from the hands of a million workers like the crystal symbol of a new faith."
   },
   "author": {
    "text": "Walter Gropius"
   }
  },
  {
   "quote": {
    "text": "I think people who are creative are the luckiest people on earth. I know that there are no shortcuts, but you must keep your faith in something Greater than You, and keep doing what you love. Do what you love, and you will find the way to get it out to the world."
   },
   "author": {
    "text": "Judy Collins"
   }
  },
  {
   "quote": {
    "text": "America is known as a country that welcomes people to its shores. All kinds of people. The image of the Statue of Liberty with Emma Lazarus' famous poem. She lifts her lamp and welcomes people to the golden shore, where they will not experience prejudice because of the color of their skin, the religious faith that they follow."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "The keys to patience are acceptance and faith. Accept things as they are, and look realistically at the world around you. Have faith in yourself and in the direction you have chosen."
   },
   "author": {
    "text": "Ralph Marston"
   }
  },
  {
   "quote": {
    "text": "It's lack of faith that makes people afraid of meeting challenges, and I believed in myself."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "To have faith is to trust yourself to the water. When you swim you don't grab hold of the water, because if you do you will sink and drown. Instead you relax, and float."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "Take a leap of faith and begin this wondrous new year by believing. Believe in yourself. And believe that there is a loving Source - a Sower of Dreams - just waiting to be asked to help you make your dreams come true."
   },
   "author": {
    "text": "Sarah Ban Breathnach"
   }
  },
  {
   "quote": {
    "text": "I have great faith in fools; self-confidence my friends call it."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "I am still far from being what I want to be, but with God's help I shall succeed."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah."
   },
   "author": {
    "text": "Afrika Bambaataa"
   }
  },
  {
   "quote": {
    "text": "A casual stroll through the lunatic asylum shows that faith does not prove anything."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Dare, dream, dance, smile, and sing loudly! And have faith that love is an unstoppable force!"
   },
   "author": {
    "text": "Suzanne Brockmann"
   }
  },
  {
   "quote": {
    "text": "To have faith doesn't mean you get any less frustrated when you don't do your best, but you know that it's not life and death. Take what you're given, and when you continue to work hard, you will see results. That will give you the confidence you need to keep going."
   },
   "author": {
    "text": "Tom Lehman"
   }
  },
  {
   "quote": {
    "text": "Obedience is an act of faith; disobedience is the result of unbelief."
   },
   "author": {
    "text": "Edwin Louis Cole"
   }
  },
  {
   "quote": {
    "text": "Happy is the son whose faith in his mother remains unchallenged."
   },
   "author": {
    "text": "Louisa May Alcott"
   }
  },
  {
   "quote": {
    "text": "I wouldn't ever say if you're having tough times then there must be something wrong with you or your attitude. Life's a fight. It's a good fight of faith. I encourage people to stay up, stay hopeful, stay faith-filled."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "It's been a long comeback. Things were pretty dark for me. But I have a faith now, and it saves my day. I was angry with God for a long time because I was unhappy with me. I hadn't learned to make the distinction between God and my parents. But there's a peace now. In the end, I got sick and tired of being sick and tired."
   },
   "author": {
    "text": "William Hurt"
   }
  },
  {
   "quote": {
    "text": "Feelings aroused by the touch of someone's hand, the sound of music, the smell of a flower, a beautiful sunset, a work of art, love, laughter, hope and faith - all work on both the unconscious and the conscious aspects of the self, and they have physiological consequences as well."
   },
   "author": {
    "text": "Bernie Siegel"
   }
  },
  {
   "quote": {
    "text": "Indeed, this life is a test. It is a test of many things - of our convictions and priorities, our faith and our faithfulness, our patience and our resilience, and in the end, our ultimate desires."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "It is never too late to strengthen the foundation of faith. There is always time. With faith in the Savior, you can repent and plead for forgiveness. There is someone you can forgive. There is someone you can thank. There is someone you can serve and lift. You can do it wherever you are and however alone and deserted you may feel."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "One of the things I learned the hard way was that it doesn't pay to get discouraged. Keeping busy and making optimism a way of life can restore your faith in yourself."
   },
   "author": {
    "text": "Lucille Ball"
   }
  },
  {
   "quote": {
    "text": "I think faith is incredibly important because you will become overwhelmed with what's happening and you will have waves of grief, but when you turn to your faith, I believe God will give you waves of grace to get through it."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "It's not a faith in technology. It's faith in people."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Patience and Diligence, like faith, remove mountains."
   },
   "author": {
    "text": "William Penn"
   }
  },
  {
   "quote": {
    "text": "To one who has faith, no explanation is necessary. To one without faith, no explanation is possible."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "Anyone can be a hero. You just have to have faith in yourself."
   },
   "author": {
    "text": "Masi Oka"
   }
  },
  {
   "quote": {
    "text": "Faith that it's not always in your hands or things don't always go the way you planned, but you have to have faith that there is a plan for you, and you must follow your heart and believe in yourself no matter what."
   },
   "author": {
    "text": "Martina McBride"
   }
  },
  {
   "quote": {
    "text": "A great city, whose image dwells in the memory of man, is the type of some great idea. Rome represents conquest; Faith hovers over the towers of Jerusalem; and Athens embodies the pre-eminent quality of the antique world, Art."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Faith makes all things possible... love makes all things easy."
   },
   "author": {
    "text": "Dwight L. Moody"
   }
  },
  {
   "quote": {
    "text": "Non-violence requires a double faith, faith in God and also faith in man."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "It doesn't matter where you come from, what you have or don't have, what you lack, or what you have too much of. But all you need to have is faith in God, an undying passion for what you do and what you choose to do in this life, and a relentless drive and the will to do whatever it takes to be successful in whatever you put your mind to."
   },
   "author": {
    "text": "Stephen Curry"
   }
  },
  {
   "quote": {
    "text": "I gave in, and admitted that God was God."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "It's in the difficult times that we're growing and you can't just rebuke everything hard. We've got to endure it and fight the good fight of faith and pass the test."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Pray, and let God worry."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "If patience is worth anything, it must endure to the end of time. And a living faith will last in the midst of the blackest storm."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "God, our Creator, has stored within our minds and personalities, great potential strength and ability. Prayer helps us tap and develop these powers."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "The more in harmony with yourself you are, the more joyful you are and the more faithful you are. Faith is not to disconnect you from reality - it connects you to reality."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "God has entrusted us with his most precious treasure - people. He asks us to shepherd and mold them into strong disciples, with brave faith and good character."
   },
   "author": {
    "text": "John Ortberg"
   }
  },
  {
   "quote": {
    "text": "Unity in faith is theocracy; unity in politics is fascism."
   },
   "author": {
    "text": "Maajid Nawaz"
   }
  },
  {
   "quote": {
    "text": "The faith that anyone could move from rags to riches - with enough guts and gumption, hard work and nose to the grindstone - was once at the core of the American Dream."
   },
   "author": {
    "text": "Robert Reich"
   }
  },
  {
   "quote": {
    "text": "God didn't make a mistake when He made you. You need to see yourself as God sees you."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Respect your parents. What they tell you is true. Hard work, dedication and faith will get you anything. Imagination will drive itself. You can get anything you want, but you have to have faith behind all your ideas. Stick to your goals and have an undying faith."
   },
   "author": {
    "text": "Russell Simmons"
   }
  },
  {
   "quote": {
    "text": "Have no fear of moving into the unknown. Simply step out fearlessly knowing that I am with you, therefore no harm can befall you; all is very, very well. Do this in complete faith and confidence."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "We all face storms in life. Some are more difficult than others, but we all go through trials and tribulation. That's why we have the gift of faith."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "I'm grateful to God for His bountiful gifts... He gave me courage and faith in myself."
   },
   "author": {
    "text": "Loretta Young"
   }
  },
  {
   "quote": {
    "text": "Practice means to perform, over and over again in the face of all obstacles, some act of vision, of faith, of desire. Practice is a means of inviting the perfection desired."
   },
   "author": {
    "text": "Martha Graham"
   }
  },
  {
   "quote": {
    "text": "Ever since the Crusades, when Christians from western Europe were fighting holy wars against Muslims in the near east, western people have often perceived Islam as a violent and intolerant faith - even though when this prejudice took root Islam had a better record of tolerance than Christianity."
   },
   "author": {
    "text": "Karen Armstrong"
   }
  },
  {
   "quote": {
    "text": "Love, like a chicken salad or restaurant hash, must be taken with blind faith or it loses its flavor."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "Faith has to do with things that are not seen and hope with things that are not at hand."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "Non-violence is the article of faith."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Faith is a living, daring confidence in God's grace, so sure and certain that a man could stake his life on it a thousand times."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "He who has courage and faith will never perish in misery!"
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "Faith means living with uncertainty - feeling your way through life, letting your heart guide you like a lantern in the dark."
   },
   "author": {
    "text": "Dan Millman"
   }
  },
  {
   "quote": {
    "text": "No matter what has happened to you in the past or what is going on in your life right now, it has no power to keep you from having an amazingly good future if you will walk by faith in God. God loves you! He wants you to live with victory over sin so you can possess His promises for your life today!"
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "We can't solve modern problems by going back in time. Retreating to the safety of the familiar is an understandable response, but God has called us to a life of faith. And faith requires us to face the unknown while trusting Him completely."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "Faith is an oasis in the heart which will never be reached by the caravan of thinking."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Talk unbelief, and you will have unbelief; but talk faith, and you will have faith. According to the seed sown will be the harvest."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "I am satisfied that every man or woman who goes to the temple in a spirit of sincerity and faith leaves the house of the Lord a better man or woman."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "Nobody understands how the world will change. The only way you can plan for the future is to have scenarios. You have to have the courage to take a leap of faith on one of them."
   },
   "author": {
    "text": "Anand Mahindra"
   }
  },
  {
   "quote": {
    "text": "However weak we are, however poor, however little our faith, or however small our grace may be, our names are still written on His heart; nor shall we lose our share in Jesus' love."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "For love would be love of the wrong thing; there is yet faith, But the faith and the love and the hope are all in the waiting."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "I always joke about letting the haters motivate you. Everybody has that in their life, people who doubt them or make them feel less than they are. It just takes faith and belief in yourself, and you've got to dig deep into that. That has to come from you - nobody's going to give you that."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "No matter how corrupt and unjust a convict may be, he loves fairness more than anything else. If the people placed over him are unfair, from year to year he lapses into an embittered state characterized by an extreme lack of faith."
   },
   "author": {
    "text": "Anton Chekhov"
   }
  },
  {
   "quote": {
    "text": "Some people think that there aren't many Aboriginal actors around, and if there are, they're not that good. It's stupid. There's such an incredible pool of talent out there, and they're still coming out of drama schools. People just need to take a leap of faith."
   },
   "author": {
    "text": "Deborah Mailman"
   }
  },
  {
   "quote": {
    "text": "The love of heaven makes one heavenly."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "We're on some path that's set since we're born, but I still believe we can change some things. So I believe in my faith, but I still don't believe in my fate."
   },
   "author": {
    "text": "RM"
   }
  },
  {
   "quote": {
    "text": "No human race is superior; no religious faith is inferior. All collective judgments are wrong. Only racists make them."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "Faithless is he that says farewell when the road darkens."
   },
   "author": {
    "text": "J. R. R. Tolkien"
   }
  },
  {
   "quote": {
    "text": "As long as I have my faith in God, I'm good. I know everything else is going to come."
   },
   "author": {
    "text": "Derrick Rose"
   }
  },
  {
   "quote": {
    "text": "Belief is a wise wager. Granted that faith cannot be proved, what harm will come to you if you gamble on its truth and it proves false? If you gain, you gain all; if you lose, you lose nothing. Wager, then, without hesitation, that He exists."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "I did once seriously think of embracing the Christian faith. The gentle figure of Christ, so full of forgiveness that he taught his followers not to retaliate when abused or struck, but to turn the other cheek - I thought it was a beautiful example of the perfect man."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Prayer is as natural an expression of faith as breathing is of life."
   },
   "author": {
    "text": "Jonathan Edwards"
   }
  },
  {
   "quote": {
    "text": "Faith is a passionate intuition."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "Religion is part of the human make-up. It's also part of our cultural and intellectual history. Religion was our first attempt at literature, the texts, our first attempt at cosmology, making sense of where we are in the universe, our first attempt at health care, believing in faith healing, our first attempt at philosophy."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "Things can fall apart, or threaten to, for many reasons, and then there's got to be a leap of faith. Ultimately, when you're at the edge, you have to go forward or backward; if you go forward, you have to jump together."
   },
   "author": {
    "text": "Yo-Yo Ma"
   }
  },
  {
   "quote": {
    "text": "We're telling a story. And the demands of that are different from the demands of a documentary. The audience must believe in order to keep faith in the story."
   },
   "author": {
    "text": "Bradley Whitford"
   }
  },
  {
   "quote": {
    "text": "Physical strength can never permanently withstand the impact of spiritual force."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Sometimes you need faith and victory spoken over your life. Words have created power. When you receive them into your spirit, they can ignite seeds of increase on the inside."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Every tomorrow has two handles. We can take hold of it with the handle of anxiety or the handle of faith."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "There can be no faith in government if our highest offices are excused from scrutiny - they should be setting the example of transparency."
   },
   "author": {
    "text": "Edward Snowden"
   }
  },
  {
   "quote": {
    "text": "There is no force in the world that can block the powerful march of our army and people, who are holding high the banner of the suns of great Comrade Kim Il Sung and great Comrade Kim Jong Il and continuing to advance under the leadership of the party and with strong faith in sure victory."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "Christian faith is... basically about love and being loved and reconciliation. These things are so important, they're foundational and they can transform individuals, families."
   },
   "author": {
    "text": "Philip Yancey"
   }
  },
  {
   "quote": {
    "text": "Don't be discouraged if the answer to your prayer does not come immediately. Study, ponder, and pray, sincerely having faith, and live the commandments."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "I tend to say faith is believing in life, and as I love life, I try to do the best with it, make it as serene and joyous as possible."
   },
   "author": {
    "text": "Sandrine Bonnaire"
   }
  },
  {
   "quote": {
    "text": "Doubts may happen. But if you surround yourself with like-minded people who believe in you and who you believe in, and you have faith, all will be well."
   },
   "author": {
    "text": "Luke James"
   }
  },
  {
   "quote": {
    "text": "Peace in this life is based upon faith and testimony. We can all find hope from our personal prayers and gain comfort from the scriptures. Priesthood blessings lift us and sustain us. Hope also comes from direct personal revelation, to which we are entitled if we are worthy."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "I, for one, am profoundly grateful to feel the hand of God at work in my life. But at the beginning and end of the day, when my default setting is to show kindness and love to others, I never regret it. And to me, that is what faith is all about."
   },
   "author": {
    "text": "Charity Sunshine Tillemann-Dick"
   }
  },
  {
   "quote": {
    "text": "I partly know why I have not led a perfect life like other believers. But I avow to my Lord, and I do not lie, that from the time when I first knew him, the love of God and the fear of him has grown in me from my youth so that I have, by the power of God, always till now kept the faith."
   },
   "author": {
    "text": "Saint Patrick"
   }
  },
  {
   "quote": {
    "text": "Take heed, then, often to come together to give thanks to God, and show forth His praise. For when you assemble frequently in the same place, the powers of Satan are destroyed, and the destruction at which he aims is prevented by the unity of your faith."
   },
   "author": {
    "text": "Ignatius of Antioch"
   }
  },
  {
   "quote": {
    "text": "We are never defeated unless we give up on God."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Faith is a knowledge within the heart, beyond the reach of proof."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Creativity is always a leap of faith. You're faced with a blank page, blank easel, or an empty stage."
   },
   "author": {
    "text": "Julia Cameron"
   }
  },
  {
   "quote": {
    "text": "In faith there is enough light for those who want to believe and enough shadows to blind those who don't."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "Our national motto is 'In God we Trust,' reminding us that faith in our Creator is the most important American value of all."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "There are many talented people who haven't fulfilled their dreams because they over thought it, or they were too cautious, and were unwilling to make the leap of faith."
   },
   "author": {
    "text": "James Cameron"
   }
  },
  {
   "quote": {
    "text": "In religious and in secular affairs, the more fervent beliefs attract followers. If you are a moderate in any respect - if you're a moderate on abortion, if you're a moderate on gun control, or if you're a moderate in your religious faith - it doesn't evolve into a crusade where you're either right or wrong, good or bad, with us or against us."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "Scoutcraft is a means through which the veriest hooligan can be brought to higher thought and to the elements of faith in God; and, coupled with the Scout's obligation to do a good turn every day, it gives the base of Duty to God and to Neighbour on which the parent or pastor can build with greater ease the form of belief that is desired."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "We are twice armed if we fight with faith."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Faith is not something to grasp, it is a state to grow into."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "If fear is cultivated it will become stronger, if faith is cultivated it will achieve mastery."
   },
   "author": {
    "text": "John Paul Jones"
   }
  },
  {
   "quote": {
    "text": "My music is the spiritual expression of what I am - my faith, my knowledge, my being."
   },
   "author": {
    "text": "John Coltrane"
   }
  },
  {
   "quote": {
    "text": "The other day the President said, I know you've had some rough times, and I want to do something that will show the nation what faith that I have in you, in your maturity and sense of responsibility. He paused, then said, would you like a puppy?"
   },
   "author": {
    "text": "Dan Quayle"
   }
  },
  {
   "quote": {
    "text": "Truth, according to the Christian faith, is God's love for us in Jesus Christ. Therefore, truth is a relationship."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "It's easy to have faith in yourself and have discipline when you're a winner, when you're number one. What you got to have is faith and discipline when you're not a winner."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "When we speak of faith - the faith that can move mountains - we are not speaking of faith in general but of faith in the Lord Jesus Christ."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "In other words, a person who is fanatic in matters of religion, and clings to certain ideas about the nature of God and the universe, becomes a person who has no faith at all."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "Doubt is not the opposite of faith; it is one element of faith."
   },
   "author": {
    "text": "Paul Tillich"
   }
  },
  {
   "quote": {
    "text": "I have an almost complete disregard of precedent, and a faith in the possibility of something better. It irritates me to be told how things have always been done. I defy the tyranny of precedent. I go for anything new that might improve the past."
   },
   "author": {
    "text": "Clara Barton"
   }
  },
  {
   "quote": {
    "text": "Your faithfulness makes you trustworthy to God."
   },
   "author": {
    "text": "Edwin Louis Cole"
   }
  },
  {
   "quote": {
    "text": "Keep the faith, don't lose your perseverance and always trust your gut extinct."
   },
   "author": {
    "text": "Paula Abdul"
   }
  },
  {
   "quote": {
    "text": "There is but one cause of human failure. And that is man's lack of faith in his true Self."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Remember the sufferings of Christ, the storms that were weathered... the crown that came from those sufferings which gave new radiance to the faith... All saints give testimony to the truth that without real effort, no one ever wins the crown."
   },
   "author": {
    "text": "Thomas Becket"
   }
  },
  {
   "quote": {
    "text": "Don't let the winds blow your dreams away... or steal your faith in God."
   },
   "author": {
    "text": "Vin Scully"
   }
  },
  {
   "quote": {
    "text": "The feeling of longing for home is born into us. That wonderful dream cannot become real without great faith - enough for the Holy Ghost to lead us to repentance, baptism, and the making and keeping of sacred covenants with God. This faith requires enduring bravely the trials of mortal life."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "When your maturity is derived from circumstantial factors other than faith, your level of maturity would continue to fluctuate rather than being stable. This is why I am enabled to maintain a balance and stable approach to the challenges that come my way every day. I am not moved by what people say or do concerning my relationship with God."
   },
   "author": {
    "text": "T. B. Joshua"
   }
  },
  {
   "quote": {
    "text": "The civil rights movement was based on faith. Many of us who were participants in this movement saw our involvement as an extension of our faith. We saw ourselves doing the work of the Almighty. Segregation and racial discrimination were not in keeping with our faith, so we had to do something."
   },
   "author": {
    "text": "John Lewis"
   }
  },
  {
   "quote": {
    "text": "Obedience is the fruit of faith."
   },
   "author": {
    "text": "Christina Rossetti"
   }
  },
  {
   "quote": {
    "text": "The roles of art, morality, religion, political faith, science itself are not to repair organic exhaustion nor to provide sound functioning of the organs. All this supraphysical life is built and expanded not because of the demands of the cosmic environment but because of the demands of the social environment."
   },
   "author": {
    "text": "Emile Durkheim"
   }
  },
  {
   "quote": {
    "text": "Never be discouraged. If I were sunk in the lowest pits of Nova Scotia, with the Rocky Mountains piled on me, I would hang on, exercise faith, and keep up good courage, and I would come out on top."
   },
   "author": {
    "text": "Joseph Smith, Jr."
   }
  },
  {
   "quote": {
    "text": "Resist your fear; fear will never lead to you a positive end. Go for your faith and what you believe."
   },
   "author": {
    "text": "T. D. Jakes"
   }
  },
  {
   "quote": {
    "text": "And the attitude of faith is the very opposite of clinging to belief, of holding on."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "My reason nourishes my faith and my faith my reason."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "While we may be of different faiths, we have a strong sense of faith, family, community. We hold the values of freedom and human rights very high and I think that those are all a part of a very strong quilt that binds us together."
   },
   "author": {
    "text": "Bob Menendez"
   }
  },
  {
   "quote": {
    "text": "What the world needs today more than anything else is an implicit faith in God, our Father, and in Jesus Christ, His Son, as the Redeemer of the world."
   },
   "author": {
    "text": "Heber J. Grant"
   }
  },
  {
   "quote": {
    "text": "No lover, if he be of good faith, and sincere, will deny he would prefer to see his mistress dead than unfaithful."
   },
   "author": {
    "text": "Marquis de Sade"
   }
  },
  {
   "quote": {
    "text": "Different people, in good faith, can look at the same fact and interpret it differently. But that's where an interesting conversation begins."
   },
   "author": {
    "text": "Eric Schlosser"
   }
  },
  {
   "quote": {
    "text": "Do the right things, respect your elders, respect your teachers, continue to work hard, and if you are religious and you have some type of faith... pray."
   },
   "author": {
    "text": "Ha Ha Clinton-Dix"
   }
  },
  {
   "quote": {
    "text": "Dullness is more than a religious issue, it is a cultural issue. Our entire culture has become dull. Dullness is the absence of the light of our souls. Look around. We have lost the sparkle in our eyes, the passion in our marriages, the meaning in our work, the joy of our faith."
   },
   "author": {
    "text": "Mike Yaconelli"
   }
  },
  {
   "quote": {
    "text": "A person is born with feelings of envy and hate. If he gives way to them, they will lead him to violence and crime, and any sense of loyalty and good faith will be abandoned."
   },
   "author": {
    "text": "Xun Kuang"
   }
  },
  {
   "quote": {
    "text": "God has always worked wonders through his prophets to increase the faith of His chosen people or to correct their disobedience."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "President Ford was a devoted, decent man of impeccable integrity who put service to his country before his own self interest. He helped heal our nation during a time of crisis, provided steady leadership and restored people's faith in the presidency and in government."
   },
   "author": {
    "text": "Mark Udall"
   }
  },
  {
   "quote": {
    "text": "It takes vision and courage to create - it takes faith and courage to prove."
   },
   "author": {
    "text": "Owen D. Young"
   }
  },
  {
   "quote": {
    "text": "I am politically pro-choice, but personally pro-life. I have my faith but refuse to force it on the world at large - especially this world, so brutal and unjust. I cannot make these wrenching personal life and death decisions for others - nor do I believe they should be made by a church run by childless men."
   },
   "author": {
    "text": "Julianna Baggott"
   }
  },
  {
   "quote": {
    "text": "For as long as I can remember, my mother went to church every single Sunday. She was born and raised in Romania as a person with limited means, and faith was something she could rely on - something that was free."
   },
   "author": {
    "text": "Dominique Moceanu"
   }
  },
  {
   "quote": {
    "text": "Faith and prayer are the vitamins of the soul; man cannot live in health without them."
   },
   "author": {
    "text": "Mahalia Jackson"
   }
  },
  {
   "quote": {
    "text": "Though I do not believe that a plant will spring up where no seed has been, I have great faith in a seed... Convince me that you have a seed there, and I am prepared to expect wonders."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "I love tattoos. And mine symbolise who I really am. I have a Samurai on my left arm. At a subconscious level, I connect to this warrior and model myself on his discipline, skills and honour. There is also a tribal tattoo and a Chinese symbol of faith. I have seen a lot of people getting tattoos just because it's a trend."
   },
   "author": {
    "text": "Virat Kohli"
   }
  },
  {
   "quote": {
    "text": "When the faith is strong enough, it is sufficient just to be. It's a journey towards simplicity, towards quietness, towards a kind of joy that is not in time. It's a journey that has taken us from primary identification with our body and our psyche, on to an identification with God, and ultimately beyond identification."
   },
   "author": {
    "text": "Ram Dass"
   }
  },
  {
   "quote": {
    "text": "To Follow by faith alone is to follow blindly."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "If we have faith in Jesus Christ, the hardest as well as the easiest times in life can be a blessing. In all conditions, we can choose the right with the guidance of the Spirit. We have the gospel of Jesus Christ to shape and guide our lives if we choose it."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "Some people feel guilty about their anxieties and regard them as a defect of faith but they are afflictions, not sins. Like all afflictions, they are, if we can so take them, our share in the passion of Christ."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "Basically, there are two paths you can walk: faith or fear. It's impossible to simultaneously trust God and not trust God."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "Faith crosses every border and touches every heart in every nation."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "My faith helps me overcome such negative emotions and find my equilibrium."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "If faith is lost, there is no security and there is no life for him who does not adhere to religion."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "Painting is a faith, and it imposes the duty to disregard public opinion."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "Faith is permitting ourselves to be seized by the things we do not see."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "I wish everybody finds the serenity that good, strong faith brings."
   },
   "author": {
    "text": "Ann Jillian"
   }
  },
  {
   "quote": {
    "text": "In prayer, we stand where angels bow with veiled faces. There, even there, the cherubim and seraphim adore before that selfsame throne to which our prayers ascend. And shall we come there with stunted requests and narrow, contracted faith?"
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "I believe that our democratic values are also born out of our Jewish faith, a 'love for the stranger,' and equality before the law - these are not foreign values: this is Judaism."
   },
   "author": {
    "text": "Reuven Rivlin"
   }
  },
  {
   "quote": {
    "text": "I don't have to have faith, I have experience."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "I'm a strong man of faith."
   },
   "author": {
    "text": "Darryl Glenn"
   }
  },
  {
   "quote": {
    "text": "It is truer to say that martyrs create faith more than faith creates martyrs."
   },
   "author": {
    "text": "Miguel de Unamuno"
   }
  },
  {
   "quote": {
    "text": "I slept with faith and found a corpse in my arms on awakening; I drank and danced all night with doubt and found her a virgin in the morning."
   },
   "author": {
    "text": "Aleister Crowley"
   }
  },
  {
   "quote": {
    "text": "I think you make the best with what you've got, you know? Sometimes you have very little. And you just always try to rise to higher ground, because you're going to suffer one way or the other, so you just hope that you have strength and perseverance and good friends and faith, some kind of faith, to endure and move on to greener pastures."
   },
   "author": {
    "text": "Pierce Brosnan"
   }
  },
  {
   "quote": {
    "text": "If our faith is the most important part of our lives, then our religious views influence every other part of our lives, including our political views."
   },
   "author": {
    "text": "Robert Jeffress"
   }
  },
  {
   "quote": {
    "text": "The measure of a man is not how great his faith is, but how great his love is. We must not let government programs disconnect our souls from each other."
   },
   "author": {
    "text": "J. C. Watts"
   }
  },
  {
   "quote": {
    "text": "Faith is an excitement and an enthusiasm: it is a condition of intellectual magnificence to which we must cling as to a treasure, and not squander on our way through life in the small coin of empty words, or in exact and priggish argument."
   },
   "author": {
    "text": "George Sand"
   }
  },
  {
   "quote": {
    "text": "I think Hispanic community - the values that resonate in our community are fundamentally conservative. They are faith, family and patriotism. Do you know the rate of military enlistment among Hispanics is higher than any demographic in this country? And they are also hard work and responsibility."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "The separation of church and state is a source of strength, but the conscience of our nation does not call for separation between men of state and faith in the Supreme Being."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "The main rule to me is to honor God with your life. To life a life of integrity. Not be selfish. You know, help others. But that's really the essence of the Christian faith."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "It is a great consolation for me to remember that the Lord, to whom I had drawn near in humble and child-like faith, has suffered and died for me, and that He will look on me in love and compassion."
   },
   "author": {
    "text": "Wolfgang Amadeus Mozart"
   }
  },
  {
   "quote": {
    "text": "All I know is that I'm a sinner and that God has forgiven me of my sins. Because I put my faith and trust in Jesus Christ."
   },
   "author": {
    "text": "Franklin Graham"
   }
  },
  {
   "quote": {
    "text": "I have very little faith that I'll ever find someone. I've had some bad luck and I've made some bad choices - not in men, but in how I've chosen to deal with relationships."
   },
   "author": {
    "text": "Selma Blair"
   }
  },
  {
   "quote": {
    "text": "And Jesus, the heart of the Christian faith is the wildest, most radical guy you'd ever come across."
   },
   "author": {
    "text": "Bear Grylls"
   }
  },
  {
   "quote": {
    "text": "When prayer removes distrust and doubt and enters the field of mental certainty, it becomes faith; and the universe is built on faith."
   },
   "author": {
    "text": "Ernest Holmes"
   }
  },
  {
   "quote": {
    "text": "The work of healing is not my work, but by faith, healing is done. The work of deliverance, great and mighty deliverance, is not my work but is my faith in Him. It is not the works of righteousness which I have done, but according to His grace. I am a product of His grace."
   },
   "author": {
    "text": "T. B. Joshua"
   }
  },
  {
   "quote": {
    "text": "All over the world, independent and strong civil society - NGOs, faith leaders, and other community advocates - help governments solve problems and better serve their people better by shining a light on the issues that matter most - like education standards, access to healthcare, the rule of law, and economic opportunity."
   },
   "author": {
    "text": "Ben Rhodes"
   }
  },
  {
   "quote": {
    "text": "Among the other values children should be taught are respect for others, beginning with the child's own parents and family; respect for the symbols of faith and the patriotic beliefs of others; respect for law and order; respect for the property of others; respect for authority."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Faith is almost the bottom line of creativity; it requires a leap of faith any time we undertake a creative endeavor, whether this is going to the easel, or the page, or onto the stage - or for that matter, in a homelier way, picking out the right fabric for the kitchen curtains, which is also a creative act."
   },
   "author": {
    "text": "Julia Cameron"
   }
  },
  {
   "quote": {
    "text": "I believe that Christians believe in salvation by grace through faith in Jesus Christ, not by works. And we believe that if you're saved, Jesus becomes your savior. He makes a promise to you. You can trust his promises. You can bank on that word."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "We all have our convictions formed by different things, and mine are informed by my faith, they're informed by the Word of God, and I found that to be an anchor for me, a compass and a guide for me. When people start bullying one another and calling each other names for those different convictions, then I think you get into problems."
   },
   "author": {
    "text": "Kirk Cameron"
   }
  },
  {
   "quote": {
    "text": "As reason is a rebel to faith, so passion is a rebel to reason."
   },
   "author": {
    "text": "Thomas Browne"
   }
  },
  {
   "quote": {
    "text": "Be patient, work hard and consistently, have faith in your writing, and don't be afraid to listen to constructive criticism."
   },
   "author": {
    "text": "Jonathan Galassi"
   }
  },
  {
   "quote": {
    "text": "Liberty cannot be established without morality, nor morality without faith."
   },
   "author": {
    "text": "Alexis de Tocqueville"
   }
  },
  {
   "quote": {
    "text": "People look at me and see a calm, cool guy on the sidelines and I want them to know that my Christian faith affects my coaching and everything I do."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "Hope lies in having more faith in the power of God to heal us than in the power of anything to hurt or destroy us. In realizing that as children of God we are bigger than our problems, we have the power at last to confront them."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "God never made a promise that was too good to be true."
   },
   "author": {
    "text": "Dwight L. Moody"
   }
  },
  {
   "quote": {
    "text": "There can be no doubt that the blessing, of which believers are heirs, is justification by faith; and that the promise, according to which they are heirs of this blessing, is the gospel promise made to Abraham."
   },
   "author": {
    "text": "Adoniram Judson"
   }
  },
  {
   "quote": {
    "text": "Everything I am I owe to my faith and secondly to parents who were old school."
   },
   "author": {
    "text": "J. C. Watts"
   }
  },
  {
   "quote": {
    "text": "Every child matters. If we fail our children, we are bound to fail our present, our future, faith, cultures, and civilisations as well."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "Your heart has to be prepared ahead of time through faith and prayer and grace and mercy and love and forgiveness so you can keep your heart open in hell, when hell happens."
   },
   "author": {
    "text": "Richard Rohr"
   }
  },
  {
   "quote": {
    "text": "Love, hope, fear, faith - these make humanity; These are its sign and note and character."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "Art used to be made in the name of faith. We made cathedrals, we made stained-glass windows, we made murals."
   },
   "author": {
    "text": "Julia Cameron"
   }
  },
  {
   "quote": {
    "text": "I have to read something positive every single day. I have to have faith that the day is unfolding in a way that is going to be useful to somebody else... For me, living every day in gratitude has been profound for me."
   },
   "author": {
    "text": "Lea Thompson"
   }
  },
  {
   "quote": {
    "text": "You can judge the quality of their faith from the way they behave. Discipline is an index to doctrine."
   },
   "author": {
    "text": "Tertullian"
   }
  },
  {
   "quote": {
    "text": "My brother and I have converted to Christianity, and my other brother and sister are still Sikh. So for me, it's not something that I ever want to be judgmental on. I know my parents are two people of a very strong faith. I respect all that they've done in raising their four kids and in the opportunities that they've given us."
   },
   "author": {
    "text": "Nikki Haley"
   }
  },
  {
   "quote": {
    "text": "I die the king's faithful servant, but God's first."
   },
   "author": {
    "text": "Thomas More"
   }
  },
  {
   "quote": {
    "text": "That is not to say that we can relax our readiness to defend ourselves. Our armament must be adequate to the needs, but our faith is not primarily in these machines of defense but in ourselves."
   },
   "author": {
    "text": "Chester W. Nimitz"
   }
  },
  {
   "quote": {
    "text": "You all know that I have been sustained throughout my life by three saving graces - my family, my friends, and a faith in the power of resilience and hope. These graces have carried me through difficult times and they have brought more joy to the good times than I ever could have imagined."
   },
   "author": {
    "text": "Elizabeth Edwards"
   }
  },
  {
   "quote": {
    "text": "It's a war of attrition. If you have patience and a modicum of faith in yourself your chances are not too bad."
   },
   "author": {
    "text": "Julie Bowen"
   }
  },
  {
   "quote": {
    "text": "I have faith in faith. God is there, whether we have faith or not, so why not have faith in him?"
   },
   "author": {
    "text": "Valerie Bertinelli"
   }
  },
  {
   "quote": {
    "text": "Through faith in the Lord Jesus alone can we obtain forgiveness of our sins, and be at peace with God; but, believing in Jesus, we become, through this very faith, the children of God; have God as our Father, and may come to Him for all the temporal and spiritual blessings which we need."
   },
   "author": {
    "text": "George Muller"
   }
  },
  {
   "quote": {
    "text": "God may not guide us in an obvious way because he wants us to make decisions based on faith and character."
   },
   "author": {
    "text": "Dallas Willard"
   }
  },
  {
   "quote": {
    "text": "Faith which does not doubt is dead faith."
   },
   "author": {
    "text": "Miguel de Unamuno"
   }
  },
  {
   "quote": {
    "text": "I am prejudiced in favor of him who, without impudence, can ask boldly. He has faith in humanity, and faith in himself. No one who is not accustomed to giving grandly can ask nobly and with boldness."
   },
   "author": {
    "text": "Johann Kaspar Lavater"
   }
  },
  {
   "quote": {
    "text": "I was in band that played mostly covers for a while, and the bands that we would cover were, like, the alternative rock bands of that day: we did a Jane's Addiction song and a Faith No More song. All the kind of alternative radio of that time, the late '80s, basically."
   },
   "author": {
    "text": "Jason Mantzoukas"
   }
  },
  {
   "quote": {
    "text": "Politics is an act of faith; you have to show some kind of confidence in the intellectual and moral capacity of the public."
   },
   "author": {
    "text": "George McGovern"
   }
  },
  {
   "quote": {
    "text": "Wyoming is a special place: Where our farmers and ranchers rise before dawn and work until night to feed our nation. Where our coal miners and oil field workers produce the energy that powers America's homes and businesses, and where our families are guided by faith, know the value of hard work, and deeply love our land."
   },
   "author": {
    "text": "Liz Cheney"
   }
  },
  {
   "quote": {
    "text": "I am grateful that early in my life I was blessed with a simple faith that Joseph Smith was a prophet of God, that he saw God the Father and His Son, Jesus Christ, in a vision. He translated the Book of Mormon by the gift and power of God. That testimony has been confirmed to me over and over again."
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "Our religion does not discriminate according to color, sex or anything else. What counts is piety and faith."
   },
   "author": {
    "text": "Hussein of Jordan"
   }
  },
  {
   "quote": {
    "text": "I welcome the role that people of faith play in building Britain's future - and the Catholic communion in particular is to be congratulated for so often being the conscience of our country, for helping 'the least of these' even when bearing witness to the truth is hard or unpopular."
   },
   "author": {
    "text": "Gordon Brown"
   }
  },
  {
   "quote": {
    "text": "Lets have faith that right makes might; and in that faith let us, to the end, dare to do our duty as we understand it."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "If you believe in prayer at all, expect God to hear you. If you do not expect, you will not have. God will not hear you unless you believe He will hear you; but if you believe He will, He will be as good as your faith."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Faith: not wanting to know what is true."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "That deep emotional conviction of the presence of a superior reasoning power, which is revealed in the incomprehensible universe, forms my idea of God."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Each one prays to God according to his own light."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Faith gives you an inner strength and a sense of balance and perspective in life."
   },
   "author": {
    "text": "Gregory Peck"
   }
  },
  {
   "quote": {
    "text": "Writing is an act of faith, not a trick of grammar."
   },
   "author": {
    "text": "E. B. White"
   }
  },
  {
   "quote": {
    "text": "Faith is the first factor in a life devoted to service. Without it, nothing is possible. With it, nothing is impossible."
   },
   "author": {
    "text": "Mary McLeod Bethune"
   }
  },
  {
   "quote": {
    "text": "Nonviolence is the first article of my faith. It is also the last article of my creed."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "In economics, hope and faith coexist with great scientific pretension and also a deep desire for respectability."
   },
   "author": {
    "text": "John Kenneth Galbraith"
   }
  },
  {
   "quote": {
    "text": "Sometimes all you need is a big leap of faith."
   },
   "author": {
    "text": "Sean Bean"
   }
  },
  {
   "quote": {
    "text": "I have no faith in human perfectability. I think that human exertion will have no appreciable effect upon humanity. Man is now only more active - not more happy - nor more wise, than he was 6000 years ago."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "Nor shall derision prove powerful against those who listen to humanity or those who follow in the footsteps of divinity, for they shall live forever. Forever."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "The great moral powers of the soul are faith, hope, and love."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Do not tell secrets to those whose faith and silence you have not already tested."
   },
   "author": {
    "text": "Elizabeth I"
   }
  },
  {
   "quote": {
    "text": "Blind faith in your leaders, or in anything, will get you killed."
   },
   "author": {
    "text": "Bruce Springsteen"
   }
  },
  {
   "quote": {
    "text": "Whatever final judgment awaits 'Bush v. Gore' in the annals of history, I am certain that the good work and good faith of the U.S. federal judiciary as a whole will continue to sustain public confidence at a level never beyond repair."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "A library implies an act of faith."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "God cannot be realized through the intellect. Intellect can lead one to a certain extent and no further. It is a matter of faith and experience derived from that faith."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Only he can take great resolves who has indomitable faith in God and has fear of God."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "But the attitude of faith is to let go, and become open to truth, whatever it might turn out to be."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "We know that men are saved by repentance and faith, and whoever does call upon the name of the Lord shall be saved. But salvation is a supernatural work of God that will always produce fruit. And the evidence, not the cause, but the evidence of salvation is a changed life, a changing life."
   },
   "author": {
    "text": "Paul Washer"
   }
  },
  {
   "quote": {
    "text": "If you have religious faith, very good, you can add on secular ethics, then religious belief, add on it, very good. But even those people who have no interest about religion, okay, it's not religion, but you can train through education."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Faith in the Lord Jesus Christ is the foundation upon which sincere and meaningful repentance must be built. If we truly seek to put away sin, we must first look to Him who is the Author of our salvation."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "It's not the tools that you have faith in - tools are just tools. They work, or they don't work. It's people you have faith in or not. Yeah, sure, I'm still optimistic I mean, I get pessimistic sometimes but not for long."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Many churches of all persuasions are hiring research agencies to poll neighborhoods, asking what kind of church they prefer. Then the local churches design themselves to fit the desires of the people. True faith in God that demands selflessness is being replaced by trendy religion that serves the selfish."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Anybody who has been seriously engaged in scientific work of any kind realizes that over the entrance to the gates of the temple of science are written the words: 'Ye must have faith.'"
   },
   "author": {
    "text": "Max Planck"
   }
  },
  {
   "quote": {
    "text": "If faith in ourselves had been more extensively taught and practiced, I am sure a very large portion of the evils and miseries that we have would have vanished."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "Death has its revelations: the great sorrows which open the heart open the mind as well; light comes to us with our grief. As for me, I have faith; I believe in a future life. How could I do otherwise? My daughter was a soul; I saw this soul. I touched it, so to speak."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Faith moves mountains, but you have to keep pushing while you are praying."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "A man of courage is also full of faith."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "All wars signify the failure of conflict resolution mechanisms, and they need post-war rebuilding of faith, trust and confidence."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "There are many things that are essential to arriving at true peace of mind, and one of the most important is faith, which cannot be acquired without prayer."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "Let judges secretly despair of justice: their verdicts will be more acute. Let generals secretly despair of triumph; killing will be defamed. Let priests secretly despair of faith: their compassion will be true."
   },
   "author": {
    "text": "Leonard Cohen"
   }
  },
  {
   "quote": {
    "text": "People have to realize that just because you're a Christian, it doesn't mean that you're perfect, because every once in a while everyone stumbles. Living by faith is about when you do mess up, getting back up, brushing yourself off, and keep trying to improve where you mess up or where you have temptation."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "I am a bit of a hopeless romantic. I really do have a faith and a belief in love, and when I love, I love hard."
   },
   "author": {
    "text": "Melanie Fiona"
   }
  },
  {
   "quote": {
    "text": "To insure the adoration of a theorem for any length of time, faith is not enough, a police force is needed as well."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "I noticed words crudely spray-painted upon the wall, perhaps by a young Berliner: 'This wall will fall. Beliefs become reality.' Yes, across Europe, this wall will fall. For it cannot withstand faith; it cannot withstand truth. The wall cannot withstand freedom."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Holiness is the strength of the soul. It comes by faith and through obedience to God's laws and ordinances. God then purifies the heart by faith, and the heart becomes purged from that which is profane and unworthy."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Faith is an island in the setting sun, But proof is the bottom line for everyone."
   },
   "author": {
    "text": "Paul Simon"
   }
  },
  {
   "quote": {
    "text": "Our Heavenly Father loves us. He sent His Only Begotten Son to be our Savior. He knew that in mortality we would be in grave danger, the worst of it from the temptations of a terrible adversary. That is one of the reasons why the Savior has provided priesthood keys so that those with ears to hear and faith to obey could go to places of safety."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "There are those who say we must rescind the Golan Heights law that was passed in the Knesset. To rescind is a concept from the days of the Inquisition. Our forefathers were burned at the stake and would not rescind their faith."
   },
   "author": {
    "text": "Menachem Begin"
   }
  },
  {
   "quote": {
    "text": "The meme for blind faith secures its own perpetuation by the simple unconscious expedient of discouraging rational inquiry."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Trust wholly in Christ; rely altogether on His sufferings; beware of seeking to be justified in any other way than by His righteousness. Faith in our Lord Jesus Christ is sufficient for salvation. There must be atonement made for sin according to the righteousness of God. The person to make this atonement must be God and man."
   },
   "author": {
    "text": "John Wycliffe"
   }
  },
  {
   "quote": {
    "text": "Faith in oneself is the best and safest course."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "It's faith in something and enthusiasm for something that makes a life worth living."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "The people that I grew up with had no problem with my faith. They did, however, seem very concerned that I would starve to death during Ramadan. I would explain to them that I have enough fat to live off of for three whole months, so fasting from sunrise to sunset is a piece of cake."
   },
   "author": {
    "text": "Maysoon Zayid"
   }
  },
  {
   "quote": {
    "text": "Humanitarian issues must bring together all people who act in good faith trying to alleviate the suffering of people in dire need - especially women, children and the elderly."
   },
   "author": {
    "text": "Sergei Lavrov"
   }
  },
  {
   "quote": {
    "text": "Let us take refuge from this world. You can do this in spirit, even if you are kept here in the body. You can at the same time be here and present to the Lord. Your soul must hold fast to him, you must follow after him in your thoughts, you must tread his ways by faith, not in outward show."
   },
   "author": {
    "text": "Saint Ambrose"
   }
  },
  {
   "quote": {
    "text": "Life is a battle between faith and reason in which each feeds upon the other, drawing sustenance from it and destroying it."
   },
   "author": {
    "text": "Reinhold Niebuhr"
   }
  },
  {
   "quote": {
    "text": "I believe in having a more open mind and including others who don't share your faith and having dialogue with them. And just having a pure heart and being a good person can bring you closer to God. Because once you believe in one particular religion fully and not others, that requires you to start disliking people who don't share your views."
   },
   "author": {
    "text": "Ishmael Beah"
   }
  },
  {
   "quote": {
    "text": "Family and friends and faith are the most important things in your life and you should be building friendships."
   },
   "author": {
    "text": "Barbara Bush"
   }
  },
  {
   "quote": {
    "text": "Only through repentance and faith in Christ can anyone be saved. No religious activity will be sufficient, only true faith in Jesus Christ alone."
   },
   "author": {
    "text": "Ravi Zacharias"
   }
  },
  {
   "quote": {
    "text": "Faith activates God - Fear activates the Enemy."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I believe that when you think of the negative, and you get up discouraged - 'There's nothing good in my future' - I really believe it almost ties the hands of God. God works where there's an attitude of faith. I believe faith is all about hope."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "When doubt comes against us, we have to lift up the shield of faith. We do this when we open our mouth and say what God's Word says, rather than grumbling and complaining about the problem."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Faith is trust in ultimate meaning."
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "I realized that my truest passion was for helping people change through faith in a higher power. That meant, for me, belonging to the church. Using my abilities to bring Christian doctrine to a postmodern world."
   },
   "author": {
    "text": "James McGreevey"
   }
  },
  {
   "quote": {
    "text": "Reason is the enemy of faith."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "I always pray for God's guidance in my life and he always provides it. He opens the right doors he shuts the right doors. And I have tremendous faith in him. He just guided my career in an amazing way."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "What unites Oklahomans today is what has always united us: Our unshakable faith. Our love of family and compassion for others. The unlimited promise of a hopeful future."
   },
   "author": {
    "text": "Brad Henry"
   }
  },
  {
   "quote": {
    "text": "Sisters are brittle things. God was penurious with me, which makes me shrewd with Him. One is a dainty sum! One bird, one cage, one flight; one song in those far woods, as yet suspected by faith only!"
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "I had faith in Israel before it was established, I have in it now. I believe it has a glorious future before it - not just another sovereign nation, but as an embodiment of the great ideals of our civilization."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "It is a masterpiece of the devil to make us believe that children cannot understand religion. Would Christ have made a child the standard of faith if He had known that it was not capable of understanding His words?"
   },
   "author": {
    "text": "Dwight L. Moody"
   }
  },
  {
   "quote": {
    "text": "He who has faith has... an inward reservoir of courage, hope, confidence, calmness, and assuring trust that all will come out well - even though to the world it may appear to come out most badly."
   },
   "author": {
    "text": "B. C. Forbes"
   }
  },
  {
   "quote": {
    "text": "Choosing an attitude of faith will release peace out of your spirit and into your soul."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "I've learned through my own relationship with God that He's not expecting me to be perfect; He wants me to do my best to be in His will and take steps of faith as He leads me, through His Word and the promptings He speaks to my heart."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Whatever universe a professor believes in must at any rate be a universe that lends itself to lengthy discourse. A universe definable in two sentences is something for which the professorial intellect has no use. No faith in anything of that cheap kind!"
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "People who believe they have the power to exercise some measure of control over their lives are healthier, more effective and more successful than those who lack faith in their ability to effect changes in their lives."
   },
   "author": {
    "text": "Albert Bandura"
   }
  },
  {
   "quote": {
    "text": "Of all our dreams today there is none more important - or so hard to realise - than that of peace in the world. May we never lose our faith in it or our resolve to do everything that can be done to convert it one day into reality."
   },
   "author": {
    "text": "Lester B. Pearson"
   }
  },
  {
   "quote": {
    "text": "If the only people we are able to extend empathy to are those who are like us, who come from the same country we do, or who share our faith, then we misunderstand what empathy is."
   },
   "author": {
    "text": "Clint Smith"
   }
  },
  {
   "quote": {
    "text": "Some Christians feel guilty when they are doing something that isn't 'spiritual.' Somehow or another, they feel the need to hurry through the grocery store, dash through the house cleaning, and rush through all the daily aspects of life that seem irrelevant to their faith."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "A mission is a place where you ask nonbelievers to come and find faith and hope and feel love."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "Getting ahead in a difficult profession requires avid faith in yourself. That is why some people with mediocre talent, but with great inner drive, go so much further than people with vastly superior talent."
   },
   "author": {
    "text": "Sophia Loren"
   }
  },
  {
   "quote": {
    "text": "Among the many signs of a lively faith and hope we have in eternal life, one of the surest is not being overly sad at the death of those whom we dearly love in our Lord."
   },
   "author": {
    "text": "Saint Ignatius"
   }
  },
  {
   "quote": {
    "text": "To know a person's religion we need not listen to his profession of faith but must find his brand of intolerance."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "I asked long ago,'What must I do to be saved?' The Scripture answered, 'Keep the commandments, believe, hope, love.' I was early warned against laying, as the Papists do, too much stress on outward works, or on a faith without works, which as it does not include, so it will never lead to true hope or charity."
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "When you're thirsty and it seems that you could drink the entire ocean, that's faith; when you start to drink and finish only a glass or two, that's science."
   },
   "author": {
    "text": "Anton Chekhov"
   }
  },
  {
   "quote": {
    "text": "I have faith that God often uses our deepest pain as the launching pad of our greatest calling."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "Believers, look up - take courage. The angels are nearer than you think."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "I have always marveled that so many religions exact such revenge against dissenters. It only weakens the appeal of their faith and contradicts any claims they might have made that 'all religions are basically the same.' If all religions were indeed the same, why not let someone be 'converted' to another religion?"
   },
   "author": {
    "text": "Ravi Zacharias"
   }
  },
  {
   "quote": {
    "text": "The mysteries of faith are degraded if they are made into an object of affirmation and negation, when in reality they should be an object of contemplation."
   },
   "author": {
    "text": "Simone Weil"
   }
  },
  {
   "quote": {
    "text": "The past is a source of knowledge, and the future is a source of hope. Love of the past implies faith in the future."
   },
   "author": {
    "text": "Stephen Ambrose"
   }
  },
  {
   "quote": {
    "text": "We had great faith that with patience, understanding, and education, that my family and I could be helpful in changing their minds and attitudes around."
   },
   "author": {
    "text": "Ryan White"
   }
  },
  {
   "quote": {
    "text": "I really believe in science. It is a faith. It is a reverence akin to religion. But as we always say, it's different from religion in that, as near as we can tell, it exists outside of us. It has an objective quality, the process of science."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "It is not good for us to trust in our merits, in our virtues or our righteousness; but only in God's free pardon, as given us through faith in Jesus Christ."
   },
   "author": {
    "text": "John Wycliffe"
   }
  },
  {
   "quote": {
    "text": "When it comes to role models, as a person of faith, I think we all have one perfect role model. And when I'm asked that question, I point to God and to my faith. And that's where I tell my kids to look."
   },
   "author": {
    "text": "Sarah Huckabee Sanders"
   }
  },
  {
   "quote": {
    "text": "To imply that religious believers have no right to engage moral questions in the public square or at the ballot is simply to establish a Reichian secularism as our state faith."
   },
   "author": {
    "text": "Maggie Gallagher"
   }
  },
  {
   "quote": {
    "text": "In the family, in interpersonal relationships, even in friendship, faith is tremendously important. If you have a partner who you believe is a good person, then it is your duty to have faith in them until the end, despite the fact that they might have done some bad things. And you have to support and believe in your children."
   },
   "author": {
    "text": "Greg Graffin"
   }
  },
  {
   "quote": {
    "text": "If we were logical, the future would be bleak, indeed. But we are more than logical. We are human beings, and we have faith, and we have hope, and we can work."
   },
   "author": {
    "text": "Jacques Yves Cousteau"
   }
  },
  {
   "quote": {
    "text": "Christ does not save us by acting a parable of divine love; he acts the parable of divine love by saving us. That is the Christian faith."
   },
   "author": {
    "text": "Austin Farrer"
   }
  },
  {
   "quote": {
    "text": "Is it faith to understand nothing, and merely submit your convictions implicitly to the Church?"
   },
   "author": {
    "text": "John Calvin"
   }
  },
  {
   "quote": {
    "text": "A man of real purpose puts his faith in himself always. Sometimes he refuses even to put his faith in the gods. So from time to time, he falls into error."
   },
   "author": {
    "text": "Isoroku Yamamoto"
   }
  },
  {
   "quote": {
    "text": "Righteousness and faith certainly are instrumental in healing the sick, deaf, or lame - if such healing accomplishes God's purposes and is in accordance with His will. Thus, even with strong faith, many mountains will not be moved. And not all of the sick and infirm will be healed."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "Faith is the sense of life, that sense by virtue of which man does not destroy himself, but continues to live on. It is the force whereby we live."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "The Christian faith can never be separated from the soil of sacred events, from the choice made by God, who wanted to speak to us, to become man, to die and rise again, in a particular place and at a particular time."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "Satan, our adversary, wants us to fail. He spreads lies as part of his effort to destroy our belief. He slyly suggests that the doubter, the skeptic, the cynic is sophisticated and intelligent, while those who have faith in God and His miracles are naive, blind, or brainwashed."
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "Some people are weak in their faith and testimonies but are not even aware of how precarious their situation is. Many of them likely would be offended at the suggestion."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "I long for a life that explodes with meaning and is filled with adventure, wonder, risk, and danger. I long for a faith that is gloriously treacherous. I want to be with Jesus, not knowing whether to cry or laugh."
   },
   "author": {
    "text": "Mike Yaconelli"
   }
  },
  {
   "quote": {
    "text": "I've learned never to expect people to be better than they are, but to always have faith that they can be more."
   },
   "author": {
    "text": "Larry Harvey"
   }
  },
  {
   "quote": {
    "text": "Sin, also for those who don't have faith, exists when one goes against one's conscience. To listen to and obey it means, in fact, to decide in face of what is perceived as good or evil. And on this decision pivots the goodness or malice of our action."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "You just have to have a simple faith."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "If I have the honor of being confirmed by the Senate, I will make it my highest priority to restore the public's confidence in the FBI and to re-earn the faith and trust of the American people."
   },
   "author": {
    "text": "Robert Mueller"
   }
  },
  {
   "quote": {
    "text": "I've taken the leap of faith to stop punching the company time clock and start working for myself. I'm now the CEO of Starfish Media Group, my production company, in New York City."
   },
   "author": {
    "text": "Soledad O'Brien"
   }
  },
  {
   "quote": {
    "text": "I don't think that faith, whatever you're being faithful about, really can be scientifically explained. And I don't want to explain this whole life business through truth, science. There's so much mystery. There's so much awe."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "Ours is a country built more on people than on territory. The Jews will come from everywhere: from France, from Russia, from America, from Yemen... Their faith is their passport."
   },
   "author": {
    "text": "David Ben-Gurion"
   }
  },
  {
   "quote": {
    "text": "I see heaven's glories shine and faith shines equal."
   },
   "author": {
    "text": "Emily Bronte"
   }
  },
  {
   "quote": {
    "text": "Faith is the ticket to the feast, not the feast."
   },
   "author": {
    "text": "Edwin Louis Cole"
   }
  },
  {
   "quote": {
    "text": "To study history means submitting to chaos and nevertheless retaining faith in order and meaning."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "Knowledge is only one half. Faith is the other."
   },
   "author": {
    "text": "Novalis"
   }
  },
  {
   "quote": {
    "text": "Under Pope Francis, we have seen a change at the Vatican that is reflective of the church I know and love. He approaches controversial doctrine or past wrongdoing with humility, understanding, and faith in the goodness of mankind. He has served as a voice for the voiceless and has been working to re-establish the church as a home for the homeless."
   },
   "author": {
    "text": "Donna Brazile"
   }
  },
  {
   "quote": {
    "text": "The world will never have lasting peace so long as men reserve for war the finest human qualities. Peace, no less than war, requires idealism and self-sacrifice and a righteous and dynamic faith."
   },
   "author": {
    "text": "John Foster Dulles"
   }
  },
  {
   "quote": {
    "text": "During my sojourn in ironclad atheism, the primary arsenal leveled against Christianity had been its failure on empirical grounds. Surely, enlightened reason offered a more coherent cosmos. Surely, Occam's razor cut the faithful free from blind faith. There is no proof of God; therefore, it is unreasonable to believe in God."
   },
   "author": {
    "text": "Paul Kalanithi"
   }
  },
  {
   "quote": {
    "text": "If we are to have faith that mankind will survive and thrive on the face of the earth, we must believe that each succeeding generation will be wiser than its progenitors."
   },
   "author": {
    "text": "Rosalyn Sussman Yalow"
   }
  },
  {
   "quote": {
    "text": "Actually, we chose the name Sun Cellular because we believe the name 'Sun' is bright, forward-looking and optimistic. It is my sincere hope that the whole Philippines will share our positive outlook, optimism and faith in the country's future."
   },
   "author": {
    "text": "John Gokongwei"
   }
  },
  {
   "quote": {
    "text": "Faith is the heroism of the intellect."
   },
   "author": {
    "text": "Charles Henry Parkhurst"
   }
  },
  {
   "quote": {
    "text": "I can only speak for my husband and myself, but we don't feel like we could do any of this parenting without our faith."
   },
   "author": {
    "text": "Jodi Benson"
   }
  },
  {
   "quote": {
    "text": "I'm a strict, strict agnostic. It's very different from a casual, 'I don't know.' It's that you cannot present as knowledge something that is not knowledge. You can present it as faith, you can present it as belief, but you can't present it as fact."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "There's been some research in cognitive science, I'm told, that discloses that there have always been perhaps 10 to 15 percent of people who are, as Pascal puts it, so made that they cannot believe. To us, when people talk about faith, it's white noise."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "I spend a lot of time balancing between faith and disbelief."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "'Grace' is basically a death prayer. Not something of sorrow, but of just casting away any fear of death. No relief will come - you really just have to stew in your life until it's time to go. But sometimes, somebody else's faith in you can do wonders."
   },
   "author": {
    "text": "Jeff Buckley"
   }
  },
  {
   "quote": {
    "text": "I actually do not believe that there are any collisions between what I believe as a Christian, and what I know and have learned about as a scientist. I think there's a broad perception that that's the case, and that's what scares many scientists away from a serious consideration of faith."
   },
   "author": {
    "text": "Francis Collins"
   }
  },
  {
   "quote": {
    "text": "Taking responsibility and having faith in your own judgment will help you make good choices and decisions at the end of your pet's life."
   },
   "author": {
    "text": "Jon Katz"
   }
  },
  {
   "quote": {
    "text": "My faith is so strong that I believe that God made me 5-11 for a reason. For all the kids that have been told, no, that they can't do it, or all the kids that will be told no."
   },
   "author": {
    "text": "Russell Wilson"
   }
  },
  {
   "quote": {
    "text": "Having a clear faith, based on the creed of the church is often labeled today as fundamentalism. Whereas relativism, which is letting oneself be tossed and swept along by every wind of teaching, look like the only attitude acceptable to today's standards."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "We certainly love the Muslim people. But that is not the faith of this country. And that is not the religion that built this nation. The people of the Christian faith and the Jewish faith are the ones who built America, and it is not Islam."
   },
   "author": {
    "text": "Franklin Graham"
   }
  },
  {
   "quote": {
    "text": "With faith and obedience practiced long enough, the Holy Ghost becomes a constant companion, our natures change, and endurance becomes certain."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "When I turned about 14, I developed a friendship with this guy whose mom was the secretary to Ernest Angley, the faith healer, who's very popular in the Midwest. He had a television show, and he was sort of like Liberace mixed with Jerry Falwell - very glitzy, very high-tech."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "We have one life; it soon will be past; what we do for God is all that will last."
   },
   "author": {
    "text": "Charles Studd"
   }
  },
  {
   "quote": {
    "text": "There are divers men who make a great show of loyalty, and pretend to such discretion in the hidden things they hear, that at the end folk come to put faith in them."
   },
   "author": {
    "text": "Marie de France"
   }
  },
  {
   "quote": {
    "text": "Being a person of faith is just another of a wide range of fun activities available to those who come to Harvard. When Harvard boasts to admitted students of its more than 40 religious groups, it does so in the same vein that it boasts of its nearly dozen a cappella groups."
   },
   "author": {
    "text": "Alexandra Petri"
   }
  },
  {
   "quote": {
    "text": "The U.S. has a long history of walking up to the precipice of rigor and then walking away. As voters, let's support leaders who were courageous enough to make the hard decisions necessary to move our system forward. And as parents, let's put our faith in our educators, our children and tests that hold them to their highest potential."
   },
   "author": {
    "text": "Wendy Kopp"
   }
  },
  {
   "quote": {
    "text": "I have tremendous faith in theuniverse. I feel at home on this planet. Even though it's a very big world out there, I plan on walking right through the middle of it unharmed."
   },
   "author": {
    "text": "Marion Ross"
   }
  },
  {
   "quote": {
    "text": "The issue of equal rights for lesbian, gay, bisexual and transgender individuals has vexed politicians for decades. I have my own cloudy history with the issue, having supported a law in Mississippi that made it illegal for LGBT couples to adopt children. I believed at the time this was a principled position based on my faith."
   },
   "author": {
    "text": "Ronnie Musgrove"
   }
  },
  {
   "quote": {
    "text": "Trust is to human relationships what faith is to gospel living. It is the beginning place, the foundation upon which more can be built. Where trust is, love can flourish."
   },
   "author": {
    "text": "Barbara Smith"
   }
  },
  {
   "quote": {
    "text": "My first encounters with faith came about the time I was a Boy Scout, at about 14 or 15. I made the logical deduction that they operate the same way; I treated my faith like earning a merit badge, and everything about Christianity was about earning merit badges."
   },
   "author": {
    "text": "Max Lucado"
   }
  },
  {
   "quote": {
    "text": "I wanted to be baptized as an adult, confirming my faith and my beliefs. It was also a way for me to consciously thank God and Jesus for everything in my life."
   },
   "author": {
    "text": "Joanna Krupa"
   }
  },
  {
   "quote": {
    "text": "Trust is a core currency of any relationship. Sometimes our need to control and micromanage everything erodes our confidence in ourselves and others. The truth: People are much more capable than we think. A hearty dose of trust is often what's needed to unlock the magic. Go ahead, have faith."
   },
   "author": {
    "text": "Kris Carr"
   }
  },
  {
   "quote": {
    "text": "Put bluntly, the American church today accepts grace in theory but denies it in practice. We say we believe that the fundamental structure of reality is grace, not works - but our lives refute our faith."
   },
   "author": {
    "text": "Brennan Manning"
   }
  },
  {
   "quote": {
    "text": "Theater is my temple and my religion and my act of faith. Strangers sit in a room together and believe together."
   },
   "author": {
    "text": "Harvey Fierstein"
   }
  },
  {
   "quote": {
    "text": "Put your nose into the Bible everyday. It is your spiritual food. And then share it. Make a vow not to be a lukewarm Christian."
   },
   "author": {
    "text": "Kirk Cameron"
   }
  },
  {
   "quote": {
    "text": "Skepticism has never founded empires, established principals, or changed the world's heart. The great doers in history have always been people of faith."
   },
   "author": {
    "text": "Edwin Hubbel Chapin"
   }
  },
  {
   "quote": {
    "text": "I am a Mormon because I love the Lord Jesus Christ. And as I exercise faith in Him, I am blessed with the Holy Spirit in my life."
   },
   "author": {
    "text": "Jane Clayson"
   }
  },
  {
   "quote": {
    "text": "A young dog's faith is absolute... Dogs are notorious for hope. Dogs believe that this morning, this very morning, may begin a day of fascination, easily grander than any day in the past."
   },
   "author": {
    "text": "Donald McCaig"
   }
  },
  {
   "quote": {
    "text": "I own that it is a good deal of a mystery to me how judges, of all persons in the world, should put their faith in dicta. A brief experience on the bench was enough to reveal to me all sorts of cracks and crevices and loopholes in my own opinions when picked up a few months after delivery and reread with due contrition."
   },
   "author": {
    "text": "Benjamin N. Cardozo"
   }
  },
  {
   "quote": {
    "text": "Climate change denial, anti-vaccination proponents, creationist teachers, faith healers, fake bomb detector peddlers, psychic frauds, alternative medicine pushers... we need scientific thinking. We need a generation of kids who think an experiment is more important than a preconceived notion or an argument from authority."
   },
   "author": {
    "text": "Kyle Hill"
   }
  },
  {
   "quote": {
    "text": "You often feel that your prayers scarcely reach the ceiling; but, oh, get into this humble spirit by considering how good the Lord is, and how evil you all are, and then prayer will mount on wings of faith to heaven."
   },
   "author": {
    "text": "Charles Simeon"
   }
  },
  {
   "quote": {
    "text": "I would suggest that faith is everyone's business. The advance or decline of faith is so intimately connected to the welfare of a society that it should be of particular interest to a politician."
   },
   "author": {
    "text": "William Wilberforce"
   }
  },
  {
   "quote": {
    "text": "It's a common part of the narrative of the history of Christianity that it was 'real' religion that involved real spirituality and real faith, and that's why it's completely superseded the more pagan polytheistic practices."
   },
   "author": {
    "text": "Ann Leckie"
   }
  },
  {
   "quote": {
    "text": "The recent blind faith some Republicans have shown toward free trade actually represents more of an aberration than a hallmark of true American conservatism. It's an anomaly that may well demand re-examination."
   },
   "author": {
    "text": "Robert Lighthizer"
   }
  },
  {
   "quote": {
    "text": "For some, the belief in a Young Earth seems to be based on a kind of intuition or faith in what they believe an omnipotent God should do. It reasons that if God is all powerful, then certainly He would not have taken millions of years to make the earth."
   },
   "author": {
    "text": "Norman Geisler"
   }
  },
  {
   "quote": {
    "text": "May it not be that, just as we have to have faith in Him, God has to have faith in us and, considering the history of the human race so far, may it not be that 'faith' is even more difficult for Him than it is for us?"
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "Individual responsibility, hard work, paying attention in school, faith, family all these things are important."
   },
   "author": {
    "text": "J. C. Watts"
   }
  },
  {
   "quote": {
    "text": "When you use your faith, it gives you energy. It gives you the ability to be able to see beyond where you are right now and see into the future."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "With His love, you can wake up every day with an attitude of faith and expectancy."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "I was born into an Irish Catholic family in the New York area in this great, wonderful, and safe country, but the Holocaust has always haunted me, and it has long stood as a stumbling block to faith. How could such a thing be? How is that consistent with the concept of a loving God?"
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "'Faith and Will' sprang from my personal experience with passing through a dark spiritual time."
   },
   "author": {
    "text": "Julia Cameron"
   }
  },
  {
   "quote": {
    "text": "Faith is love taking the form of aspiration."
   },
   "author": {
    "text": "William Ellery Channing"
   }
  },
  {
   "quote": {
    "text": "My characters tend to be more dynamic because they're reaching that point in their lives where their old way of being is breaking down. They're conflicted by the idea that they don't know what's next. You could call it Kierkegaard's leap of faith, when you get tired of sort of reinventing yourself on a very superficial level."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "We often read the Bible as if it were fundamentally about us: our improvement, our life, our triumph, our victory, our faith, our holiness, our godliness."
   },
   "author": {
    "text": "Tullian Tchividjian"
   }
  },
  {
   "quote": {
    "text": "The purpose of our common defense, after all, is to protect our people so that we can enjoy the blessings of peace, faith, freedom, family, prosperity."
   },
   "author": {
    "text": "Tom Cotton"
   }
  },
  {
   "quote": {
    "text": "I realized that conventional views of Christian faith that I'd heard when I was growing up were simply made up - and I realized that many parts of the story of the early Christian movement had been left out."
   },
   "author": {
    "text": "Elaine Pagels"
   }
  },
  {
   "quote": {
    "text": "The belief that there are other life forms in the universe is a matter of faith. There is not a single shred of evidence for any other life forms, and in forty years of searching, none has been discovered. There is absolutely no evidentiary reason to maintain this belief."
   },
   "author": {
    "text": "Michael Crichton"
   }
  },
  {
   "quote": {
    "text": "The paradox of faith is that when we conform our lives to Christ then we gain our true freedom. And its fruit is profound and lasting happiness."
   },
   "author": {
    "text": "Vincent Nichols"
   }
  },
  {
   "quote": {
    "text": "Much to the chagrin of the staunchly secular among us, religion shows no sign of going away. Predictions of the demise of religion, faith, tradition - and even God - have consistently been proven wrong."
   },
   "author": {
    "text": "Hamza Yusuf"
   }
  },
  {
   "quote": {
    "text": "It doesn't matter what tradition you come from, what religion you have or don't, what culture you were brought up in or what God you ascribe to: Faith is worthwhile as it helps us to be kinder, more generous, more loving and forgiving people."
   },
   "author": {
    "text": "Charity Sunshine Tillemann-Dick"
   }
  },
  {
   "quote": {
    "text": "All that men will serve God with must be done in Faith, viz. in the Spirit. It is the Spirit that maketh the work perfect, and acceptable in the sight of God. All that a man undertaketh and doeth in Faith, he doth in the Spirit of God, which Spirit of God doth co-operate in the work, and then it is acceptable to God."
   },
   "author": {
    "text": "Jakob Bohme"
   }
  },
  {
   "quote": {
    "text": "The fundamental idea which defines a human being as a Muslim is the declaration of faith: that there is a creator, whom we call God - or Allah, in Arabic - and that the creator is one and single. And we declare this faith by the declaration of faith, where we... bear witness that there is no God but God."
   },
   "author": {
    "text": "Feisal Abdul Rauf"
   }
  },
  {
   "quote": {
    "text": "In search of a complete education with the ideals of trust, faith, understanding and compassion, many families are turning to the structure, discipline and academic standards of Catholic schools."
   },
   "author": {
    "text": "Mark Foley"
   }
  },
  {
   "quote": {
    "text": "Why should any man have power over any other man's faith, seeing Christ Himself is the author of it?"
   },
   "author": {
    "text": "George Fox"
   }
  },
  {
   "quote": {
    "text": "Royalty mostly seem like members of some anachronistic faith, like the Amish, peculiar in gilded buggies."
   },
   "author": {
    "text": "Stacey D'Erasmo"
   }
  },
  {
   "quote": {
    "text": "I have a very strong connection with God, very strong sense of my faith."
   },
   "author": {
    "text": "LaChanze"
   }
  },
  {
   "quote": {
    "text": "Voters must have faith in the electoral process for our democracy to succeed."
   },
   "author": {
    "text": "Blanche Lincoln"
   }
  },
  {
   "quote": {
    "text": "My mom sacrificed everything for my brother and me. She taught me so many things - about life, love, faith, ambition, and family - and she instilled in me the desire to have my own kids one day."
   },
   "author": {
    "text": "Cathy McMorris Rodgers"
   }
  },
  {
   "quote": {
    "text": "These past years, as we have been recovering and given our city a rebirth, we have been encouraged by our faith, knowledge, and steadfast belief that we will pull through. There will be challenges and setbacks, as there have already been, but we will continue, and we the citizens of New Orleans will prevail in bringing our city back."
   },
   "author": {
    "text": "Cedric Richmond"
   }
  },
  {
   "quote": {
    "text": "I believe that it is important to have faith in a cosmic, universal power and identify the reasons for one's existence."
   },
   "author": {
    "text": "Jyotiraditya Madhavrao Scindia"
   }
  },
  {
   "quote": {
    "text": "We can no more do without spirituality than we can do without food, shelter, or clothing."
   },
   "author": {
    "text": "Ernest Holmes"
   }
  },
  {
   "quote": {
    "text": "A small body of determined spirits fired by an unquenchable faith in their mission can alter the course of history."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "God always takes the simplest way."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Faith is about trusting God when you have unanswered questions."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Anyone who is to find Christ must first find the church. How could anyone know where Christ is and what faith is in him unless he knew where his believers are?"
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "Now, God be praised, that to believing souls gives light in darkness, comfort in despair."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "A woman of faith is blessed by faithful men in her life who hold the priesthood of God and honor this privilege: her father, bishop, husband, brothers, sons. They value her and the divine gifts given by God to His daughter. They sustain and encourage, and they understand the great mission of her life as a woman. They love her; they bless her."
   },
   "author": {
    "text": "Margaret D. Nadauld"
   }
  },
  {
   "quote": {
    "text": "God enters by a private door into every individual."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Faith, there hath been many great men that have flattered the people who ne'er loved them."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Anyone who knows history, particularly the history of Europe, will, I think, recognize that the domination of education or of government by any one particular religious faith is never a happy arrangement for the people."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "The smallest seed of faith is better than the largest fruit of happiness."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Faith never makes a confession."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "The faith that stands on authority is not faith."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Our faith comes in moments; our vice is habitual."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Faith keeps many doubts in her pay. If I could not doubt, I should not believe."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Faith... must be enforced by reason... when faith becomes blind it dies."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "The way to see by Faith is to shut the Eye of Reason."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Before the throne of the Almighty, man will be judged not by his acts but by his intentions. For God alone reads our hearts."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "In the affairs of this world, men are saved not by faith, but by the want of it."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Intolerance betrays want of faith in one's cause."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Having a Christian worldview shapes my decision-making with respect to all aspects of my life. I always respect people in public life who are principled, and those principles have to be connected to something. And my faith is what serves as the anchor and directs my actions."
   },
   "author": {
    "text": "John Thune"
   }
  },
  {
   "quote": {
    "text": "Each party steals so many articles of faith from the other, and the candidates spend so much time making each other's speeches, that by the time election day is past there is nothing much to do save turn the sitting rascals out and let a new gang in."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Faith is not simply a patience that passively suffers until the storm is past. Rather, it is a spirit that bears things - with resignations, yes, but above all, with blazing, serene hope."
   },
   "author": {
    "text": "Corazon Aquino"
   }
  },
  {
   "quote": {
    "text": "Fear of death makes us devoid both of valour and religion. For want of valour is want of religious faith."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Faith is the substance of hope - of things hoped for and the evidence of things not seen. So if you can hope for it and imagine it, and keep imagining and hoping and seeing yourself driving a new car, or seeing yourself getting that job, or seeing yourself excel, seeing yourself help that person - that is faith."
   },
   "author": {
    "text": "Duane Chapman"
   }
  },
  {
   "quote": {
    "text": "To believe in God is impossible not to believe in Him is absurd."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Faith must trample under foot all reason, sense, and understanding."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "There is nothing that wastes the body like worry, and one who has any faith in God should be ashamed to worry about anything whatsoever."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "But for my faith in God, I should have been a raving maniac."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Unwearied ceaseless effort is the price that must be paid for turning faith into a rich infallible experience."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Sometimes you find your strongest faith in the darkest corners."
   },
   "author": {
    "text": "Margo Price"
   }
  },
  {
   "quote": {
    "text": "During my first years in the Sierra, I was ever calling on everybody within reach to admire them, but I found no one half warm enough until Emerson came. I had read his essays, and felt sure that of all men he would best interpret the sayings of these noble mountains and trees. Nor was my faith weakened when I met him in Yosemite."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "It's a dream when some people think that once you give your life to God, all of a sudden things are perfect. That's not the case. We live in a world that's broken, where there's disease, where people are selfish. The foundation of your faith helps you know how to put that in proper perspective."
   },
   "author": {
    "text": "Danny Gokey"
   }
  },
  {
   "quote": {
    "text": "There is greatness in the fear of God, contentment in faith of God, and honour in humility."
   },
   "author": {
    "text": "Abu Bakr"
   }
  },
  {
   "quote": {
    "text": "Grow in the root of all grace, which is faith. Believe God's promises more firmly than ever. Allow your faith to increase in its fullness, firmness, and simplicity."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Be courageous. I have seen many depressions in business. Always America has emerged from these stronger and more prosperous. Be brave as your fathers before you. Have faith! Go forward!"
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "Nothing is more dangerous to one's own faith than the work of an apologist. No doctrine of that faith seems to me so spectral, so unreal as one that I have just successfully defended in a public debate."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "Faith is the complete reliance on the power and goodness of Spirit and the firm belief that you are always connected to this goodness. Always affirm your faith and not your doubt."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "My parents shared not only an improbable love, they shared an abiding faith in the possibilities of this nation. They would give me an African name, Barack, or blessed, believing that in a tolerant America your name is no barrier to success."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Fidelity and allegiance sworn to the King is only such a fidelity and obedience as is due to him by the law of the land; for were that faith and allegiance more than what the law requires, we would swear ourselves slaves and the King absolute; whereas, by the law, we are free men, notwithstanding those oaths."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "When I put my faith in Jesus Christ as my savior, and I asked him to forgive and to come into my life, and He does - from that moment forward I have established a personal relationship with God that I have to develop, you know, through Bible reading and prayer, and living my life for him."
   },
   "author": {
    "text": "Anne Graham Lotz"
   }
  },
  {
   "quote": {
    "text": "Even if a unity of faith is not possible, a unity of love is."
   },
   "author": {
    "text": "Hans Urs von Balthasar"
   }
  },
  {
   "quote": {
    "text": "Reality TV is to popular because it allows so many people to sit on the sidelines and just watch somebody else's life. God is saying, 'Don't sit on the sidelines of life. I have put so much in you, but you have got to be strong and very courageous. You have got to step out in faith.'"
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "Faith is the highest passion in a human being. Many in every generation may not come that far, but none comes further."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "The good news of suffering is that it brings us to the end of ourselves - a purpose it has certainly served in my life. It brings us to the place of honesty, which is the place of desperation, which is the place of faith, which is the place of freedom."
   },
   "author": {
    "text": "Tullian Tchividjian"
   }
  },
  {
   "quote": {
    "text": "I always see the glass half full. I see the beauty in others, and I see the hope for tomorrow. If we don't have hope and faith, we have nothing."
   },
   "author": {
    "text": "Craig Sager"
   }
  },
  {
   "quote": {
    "text": "Not brute force but only persuasion and faith are the kings of this world."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "Let us be sure that those who come after will say of us in our time, that in our time we did everything that could be done. We finished the race; we kept them free; we kept the faith."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Faith Hill is a big role model."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "My family, frankly, they weren't folks who went to church every week. My mother was one of the most spiritual people I knew but she didn't raise me in the church, so I came to my Christian faith later in life and it was because the precepts of Jesus Christ spoke to me in terms of the kind of life that I would want to lead."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "What I think is fair to say is that, coming out of the Republican camp, there have been efforts to suggest that perhaps I'm not who I say I am when it comes to my faith - something which I find deeply offensive, and that has been going on for a pretty long time."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "My faith helps me understand that circumstances don't dictate my happiness, my inner peace."
   },
   "author": {
    "text": "Denzel Washington"
   }
  },
  {
   "quote": {
    "text": "I live and love in God's peculiar light."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "Faith itself is a horrible mechanism that stunts the growth of ideas. It also stunts the act of questioning, and it does this by pushing the idea that you have to have faith - and that nothing has to be proven."
   },
   "author": {
    "text": "Joe Rogan"
   }
  },
  {
   "quote": {
    "text": "You know, my faith is one that admits some doubt."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "A wise ruler ought never to keep faith when by doing so it would be against his interests."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "If you believe in God, He will open the windows of heaven and pour blessings upon you."
   },
   "author": {
    "text": "Mahalia Jackson"
   }
  },
  {
   "quote": {
    "text": "You were made by God and for God, and until you understand that, life will never make sense."
   },
   "author": {
    "text": "Rick Warren"
   }
  },
  {
   "quote": {
    "text": "All who call on God in true faith, earnestly from the heart, will certainly be heard, and will receive what they have asked and desired."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "If you have a particular faith or religion, that is good. But you can survive without it."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "No one can travel your own road for you; you must travel it for yourself. My faith in this stems from my childhood. I grew up in a family with a system of religious beliefs handed down to me."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "Choose your friends with caution; plan your future with purpose, and frame your life with faith."
   },
   "author": {
    "text": "Thomas S. Monson"
   }
  },
  {
   "quote": {
    "text": "Religious organizations exist to foster the interests of persons subscribing to the same religious faith. Not so of for-profit corporations. Workers who sustain the operations of those corporations commonly are not drawn from one religious community."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "Religion is capable of driving people to such dangerous folly that faith seems to me to qualify as a kind of mental illness."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "In a democracy, dissent is an act of faith."
   },
   "author": {
    "text": "J. William Fulbright"
   }
  },
  {
   "quote": {
    "text": "Let no rank puff up anyone; for faith and love are paramount - the greatest blessings in the world."
   },
   "author": {
    "text": "Ignatius of Antioch"
   }
  },
  {
   "quote": {
    "text": "Faith may be defined briefly as an illogical belief in the occurrence of the improbable."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Since coming back from overseas, this is more of a foreign country than the places overseas. I don't understand it. It's like America has lost faith in rational thought."
   },
   "author": {
    "text": "James Mattis"
   }
  },
  {
   "quote": {
    "text": "The woman power of this nation can be the power which makes us whole and heals the rotten community, now so shattered by war and poverty and racism. I have great faith in the power of women who will dedicate themselves whole-heartedly to the task of remaking our society."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "I have in the past overly trusted people and was, in turn, let down by some. Since then, I have learned the difference between putting faith into people and blindly trusting them."
   },
   "author": {
    "text": "Do Won Chang"
   }
  },
  {
   "quote": {
    "text": "Stay active. Read the Word. Worship with other believers. Continue to give. Keep learning and growing. Your faith will be unleashed!"
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "The word 'religion' is only a label. What lies behind that, the most important thing of all, is the word 'faith'. You either have faith, or you don't have faith, or you have degrees of faith - and if you have degrees of faith, then you become agnostic. You're kind of in-between, or you're on the fence."
   },
   "author": {
    "text": "Ridley Scott"
   }
  },
  {
   "quote": {
    "text": "He that rebels against reason is a real rebel, but he that in defence of reason rebels against tyranny has a better title to Defender of the Faith, than George the Third."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "Love, we say, is life; but love without hope and faith is agonizing death."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "Trust is not the same as faith. A friend is someone you trust. Putting faith in anyone is a mistake."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "A better world shall emerge based on faith and understanding."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "Keep your faith in God, but keep your powder dry."
   },
   "author": {
    "text": "Oliver Cromwell"
   }
  },
  {
   "quote": {
    "text": "I've had a lot of disappointments. I think my biggest disappointment is the failure of elected officials to make good on their promises in regards to the environment or anything else, really. I have very little faith in politicians."
   },
   "author": {
    "text": "Paul Watson"
   }
  },
  {
   "quote": {
    "text": "Life is only a long and bitter suicide, and faith alone can transform this suicide into a sacrifice."
   },
   "author": {
    "text": "Franz Liszt"
   }
  },
  {
   "quote": {
    "text": "A faith is a necessity to a man. Woe to him who believes in nothing."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Be a sinner and sin strongly, but more strongly have faith and rejoice in Christ."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "If he have faith, the believer cannot be restrained. He betrays himself. He breaks out. He confesses and teaches this gospel to the people at the risk of life itself."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "I remember when I was a freshman in college, I was still somewhat bothered by... worried... about religion. I remember going to this professor of philosophy and telling him that I had lost my faith."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "I'll tell you, in my life I've never once have seen a Hispanic panhandler, because in our community, it would be viewed as shameful to be out on the street begging. Those are all conservative values - faith, family, hard work, responsibility."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "Because I believe in God and have faith in God, it doesn't mean I am immortal. It doesn't mean I am immune, as has been claimed. I am as scared as anyone of getting hurt, especially driving a Formula One car."
   },
   "author": {
    "text": "Ayrton Senna"
   }
  },
  {
   "quote": {
    "text": "I have not lost faith in God. I have moments of anger and protest. Sometimes I've been closer to him for that reason."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "I was very, very religious. And of course I wrote about it in 'Night.' I questioned God's silence. So I questioned. I don't have an answer for that. Does it mean that I stopped having faith? No. I have faith, but I question it."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "God has already done everything He's going to do. The ball is now in your court. If you want success, if you want wisdom, if you want to be prosperous and healthy, you're going to have to do more than meditate and believe; you must boldly declare words of faith and victory over yourself and your family."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I began revolution with 82 men. If I had to do it again, I do it with 10 or 15 and absolute faith. It does not matter how small you are if you have faith and plan of action."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "Stupidity, outrage, vanity, cruelty, iniquity, bad faith, falsehood - we fail to see the whole array when it is facing in the same direction as we."
   },
   "author": {
    "text": "Jean Rostand"
   }
  },
  {
   "quote": {
    "text": "Let the people who never find true love keep saying that there's no such thing. Their faith will make it easier for them to live and die."
   },
   "author": {
    "text": "Wislawa Szymborska"
   }
  },
  {
   "quote": {
    "text": "Faith is much better than belief. Belief is when someone else does the thinking."
   },
   "author": {
    "text": "R. Buckminster Fuller"
   }
  },
  {
   "quote": {
    "text": "What evolution tells us is that we are part of a grand, dynamic, and ever-changing fabric of life that covers our planet. Even to a person of faith, in fact especially to a person of faith, an understanding of the evolutionary process should only deepen their appreciation of the scope and wisdom of the creator's work."
   },
   "author": {
    "text": "Kenneth R. Miller"
   }
  },
  {
   "quote": {
    "text": "Belief in a cruel God makes a cruel man."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "There is nothing wrong with America that faith, love of freedom, intelligence, and energy of her citizens cannot cure."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Faith minus vulnerability and mystery equals extremism. If you've got all the answers, then don't call what you do 'faith.'"
   },
   "author": {
    "text": "Brene Brown"
   }
  },
  {
   "quote": {
    "text": "I have tremendous faith in God that all things happen for a reason, even if we don't understand."
   },
   "author": {
    "text": "Terri Irwin"
   }
  },
  {
   "quote": {
    "text": "Any of us can be happy and have a good attitude when everything is going our way. But I believe it's the real test of your character and of your faith to say, 'Things are not going our way, but I'm still being good to people; I'm still attending church; I still have a good attitude.'"
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "You cannot let where you are today cause you to get stuck. I'm going to be my best right now. That's what faith is all about."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I do respect people's faith, but I don't respect their manipulation of that faith in order to create fear and control."
   },
   "author": {
    "text": "Javier Bardem"
   }
  },
  {
   "quote": {
    "text": "If you think you can win, you can win. Faith is necessary to victory."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "The assurance of Heaven is never given to the person. And that's why at the core of the Christian faith is the grace of God. If there's one word I would grab from all of that, it's forgiveness - that you can be forgiven. I can be forgiven, and it is of the grace of God. But once you understand that, I think the ramifications are worldwide."
   },
   "author": {
    "text": "Ravi Zacharias"
   }
  },
  {
   "quote": {
    "text": "It is the heart which perceives God and not the reason. That is what faith is: God perceived by the heart, not by the reason."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "I always try to put a seed of hope into people's hearts. I'm not there to teach them doctrine necessarily, but to let them know that God is a good God, and has a plan for their lives. Hopefully, that will restore their faith, or draw them into faith."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "People define Christianity differently. I think a large portion of our population are Christians, they're not all growing in their faith, they're not all active, but I believe that a lot of people believe in Jesus and believe that he is their Lord and Savior."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Life's a fight. It's a good fight of faith."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I just think that it's strong and it's important that we recognize what the Christmas season is about; it's about the birth of our Savior, and there's a lot of pressure today to be politically correct, but people are realizing, too, that you have to be open to express your faith what you want believe."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Faith is easy; I think people complicate it."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I have learned that track doesn't define me. My faith defines me. I'm running because I have been blessed with a gift."
   },
   "author": {
    "text": "Allyson Felix"
   }
  },
  {
   "quote": {
    "text": "A woman of faith is fearless. There is no ambiguity, no uncertain trump in her life. She can live a principled life because she studies the doctrine and teachings of a perfect teacher, the Master. She is a noble example to all who know her."
   },
   "author": {
    "text": "Margaret D. Nadauld"
   }
  },
  {
   "quote": {
    "text": "Saving faith is an immediate relation to Christ, accepting, receiving, resting upon Him alone, for justification, sanctification, and eternal life by virtue of God's grace."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Now I will say this to every sinner, though he should think himself to be the worst sinner who ever lived: cry to the Lord and seek Him while He may be found. A throne of grace is a place fitted for you. By simple faith, go to your Savior, for He is the throne of grace."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Pray for intestinal fortitude, work hard, and keep the faith. Oh, and pray for good luck, you're gonna need it."
   },
   "author": {
    "text": "Jerry Reed"
   }
  },
  {
   "quote": {
    "text": "If even in science there is no a way of judging a theory but by assessing the number, faith and vocal energy of its supporters, then this must be even more so in the social sciences: truth lies in power."
   },
   "author": {
    "text": "Imre Lakatos"
   }
  },
  {
   "quote": {
    "text": "First of all, you ask me if the God of Christians forgives one who doesn't believe and doesn't seek the faith. Premise that - and it's the fundamental thing - the mercy of God has no limits if one turns to him with a sincere and contrite heart; the question for one who doesn't believe in God lies in obeying one's conscience."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "There lives more faith in honest doubt, believe me, than in half the creeds."
   },
   "author": {
    "text": "Alfred Lord Tennyson"
   }
  },
  {
   "quote": {
    "text": "Is it not hard that even those who are with us should be against us - that a man's enemies, in some degree, should be those of the same household of faith? Yet so it is."
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "My coming to faith did not start with a leap but rather a series of staggers from what seemed like one safe place to another. Like lily pads, round and green, these places summoned and then held me up while I grew. Each prepared me for the next leaf on which I would land, and in this way I moved across the swamp of doubt and fear."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "A whole lot of us believers, of all different religions, are ready to turn back the tide of madness by walking together, in both the dark and the light - in other words, through life - registering voters as we go, and keeping the faith."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "My mother was truly my saving grace, because she would take me to church with her. I would see my mother smiling in the choir, and I wanted to know this God that made her so happy. If I had not had that faith in my life, I don't know where I would be right now."
   },
   "author": {
    "text": "Tyler Perry"
   }
  },
  {
   "quote": {
    "text": "Jews survived all the defeats, expulsions, persecutions and pogroms, the centuries in which they were regarded as a pariah people, even the Holocaust itself, because they never gave up the faith that one day they would be free to live as Jews without fear."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "I am totally convinced the Christian faith is the most coherent worldview around."
   },
   "author": {
    "text": "Ravi Zacharias"
   }
  },
  {
   "quote": {
    "text": "What value is there in faith without works? And what are they worth if they are not united to the merits of Jesus Christ, our only good?"
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "Man must cease attributing his problems to his environment, and learn again to exercise his will - his personal responsibility in the realm of faith and morals."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "Prayer is a privilege and the soul's sincere desire. We can move beyond routine and 'checklist' prayers and engage in meaningful prayer as we appropriately ask in faith and act, as we patiently persevere through the trial of our faith, and as we humbly acknowledge and accept 'not my will, but Thine, be done.'"
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "We can never learn too much of His will towards us, too much of His messages and His advice. The Bible is His word and its study gives at once the foundation for our faith and an inspiration to battle onward in the fight against the tempter."
   },
   "author": {
    "text": "John D. Rockefeller"
   }
  },
  {
   "quote": {
    "text": "I have come to the conclusion that the most important element in human life is faith."
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "God... a being whose only definition is that he is beyond man's power to conceive."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "Seeds of faith are always within us; sometimes it takes a crisis to nourish and encourage their growth."
   },
   "author": {
    "text": "Susan L. Taylor"
   }
  },
  {
   "quote": {
    "text": "I am happy to be running a public sector bank. In times of stress, most people will always have an account with us, so, to the extent that it gives stability and faith for the people and because banking is a business of trust, it is a major advantage we have."
   },
   "author": {
    "text": "Arundhati Bhattacharya"
   }
  },
  {
   "quote": {
    "text": "In the Church, and in the journey of faith, women have had and still have a special role in opening doors to the Lord."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "I used to say to my late wife, 'I have great faith in the American people.'"
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "Faith means belief in something concerning which doubt is theoretically possible."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Our society is illuminated by the spiritual insights of the Hebrew prophets. America and Israel have a common love of human freedom, and they have a common faith in a democratic way of life."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "The improver of natural knowledge absolutely refuses to acknowledge authority, as such. For him, skepticism is the highest of duties; blind faith the one unpardonable sin."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "There are two 'faiths' which can uphold humans: faith in God and faith in oneself. And these two faiths should exist side by side: the first belongs to one's inner life, the second to one's life in society."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Only our individual faith in freedom can keep us free."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "A conviction that you are a daughter of God gives you a feeling of comfort in your self-worth. It means that you can find strength in the balm of Christ. It will help you meet the heartaches and challenges with faith and serenity."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "To receive all of the promised blessings, we must accept the gospel in faith and in full. However, this certain faith does not usually come all at once. We learn spiritually line upon line and precept upon precept."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "I solemnly declare that this spiritual kingdom of faith will move forward with or without each of us individually. No unhallowed hand can stay the growth of the Church nor prevent fulfillment of its mission. Any of us can be left behind, drawn away by the seductive voices of secularism and materialism."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Faith is a state of openness or trust."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "The age of innocent faith in science and technology may be over."
   },
   "author": {
    "text": "Barry Commoner"
   }
  },
  {
   "quote": {
    "text": "Faith is different from proof; the latter is human, the former is a Gift from God."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "Life is doubt, and faith without doubt is nothing but death."
   },
   "author": {
    "text": "Miguel de Unamuno"
   }
  },
  {
   "quote": {
    "text": "If we are too friendly to nice, decent bishops, we run the risk of buying into the fiction that there's something virtuous about believing things because of faith rather than because of evidence. We run the risk of betraying scientific enlightenment."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Two of the central ingredients to our family are food and faith, so sitting down together and thanking God for the food He's provided means everything to us. Prayer is a natural part of our lives - not only around the dinner table, but all day long."
   },
   "author": {
    "text": "Phil Robertson"
   }
  },
  {
   "quote": {
    "text": "What is forgiveness? An emotion? A coping mechanism? An element of deepest faith? A way for the heart and soul to combat the type of hate, anger, rage and a thirst for revenge that could ultimately consume a person? All of those and more?"
   },
   "author": {
    "text": "Mike Barnicle"
   }
  },
  {
   "quote": {
    "text": "To every soul that knows how to pray, to every soul that by faith comes to Jesus, the true mercy seat, divine sovereignty wears no dark and terrible aspect but is full of love."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "I know when you do things systematically, non-stop, and repetition, that's how you make things happen in your life. It's the same thing in faith."
   },
   "author": {
    "text": "Tyron Woodley"
   }
  },
  {
   "quote": {
    "text": "I never was deeply interested in any object; I never prayed sincerely and earnestly for anything, but it came at some time - no matter how distant, in some way, in some shape, probably the last I should have devised, it came. And yet, I have always had so little faith. God forgive me."
   },
   "author": {
    "text": "Adoniram Judson"
   }
  },
  {
   "quote": {
    "text": "I am disturbed when I see the majority of so-called Christians having such little understanding of the real nature of the faith they profess. Faith is a subject of such importance that we should not ignore it because of the distractions or the hectic pace of our lives."
   },
   "author": {
    "text": "William Wilberforce"
   }
  },
  {
   "quote": {
    "text": "Growing up around Amish farmland, I enjoyed the opportunity to witness firsthand their love of family, of the domestic arts - sewing, quilting, cooking, baking - as well as seeing them live out their tradition of faith in such a unique way."
   },
   "author": {
    "text": "Beverly Lewis"
   }
  },
  {
   "quote": {
    "text": "It is only by risking our persons from one hour to another that we live at all. And often enough our faith beforehand in an uncertified result is the only thing that makes the result come true."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Our faith is faith in someone else's faith, and in the greatest matters this is most the case."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "The greatest act of faith is when a man understands he is not God."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Jr."
   }
  },
  {
   "quote": {
    "text": "That willing suspension of disbelief for the moment, which constitutes poetic faith."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "Amidst the confusion of the times, the conflicts of conscience, and the turmoil of daily living, an abiding faith becomes an anchor to our lives."
   },
   "author": {
    "text": "Thomas S. Monson"
   }
  },
  {
   "quote": {
    "text": "I know that I had not faith, unless the faith of a devil, the faith of Judas, that speculative, notional, airy shadow, which lives in the head, not in the heart. But what is this to the living, justifying faith, the faith that cleanses from sin?"
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "The man who radiates good cheer, who makes life happier wherever he meets it, is always a man of vision and faith."
   },
   "author": {
    "text": "Ella Wheeler Wilcox"
   }
  },
  {
   "quote": {
    "text": "The man of science has learned to believe in justification, not by faith, but by verification."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "I don't think you ever really know what all you're doing, so you have to act on faith."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "Faith is the confidence, the assurance, the enforcing truth, the knowing."
   },
   "author": {
    "text": "Robert Collier"
   }
  },
  {
   "quote": {
    "text": "If you have God on your side, everything becomes clear."
   },
   "author": {
    "text": "Ayrton Senna"
   }
  },
  {
   "quote": {
    "text": "Faith embraces many truths which seem to contradict each other."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "There's a huge amount of faith and confidence in the stunt team."
   },
   "author": {
    "text": "Jason Statham"
   }
  },
  {
   "quote": {
    "text": "Faith is reason plus revelation, and the revelation part requires one to think with the spirit as well as with the mind. You have to hear the music, not just read the notes on the page."
   },
   "author": {
    "text": "Francis Collins"
   }
  },
  {
   "quote": {
    "text": "I believe that if we really want human brotherhood to spread and increase until it makes life safe and sane, we must also be certain that there is no one true faith or path by which it may spread."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "Faith is the great cop-out, the great excuse to evade the need to think and evaluate evidence. Faith is belief in spite of, even perhaps because of, the lack of evidence."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "If you want to lose your faith, make friends with a priest."
   },
   "author": {
    "text": "George Gurdjieff"
   }
  },
  {
   "quote": {
    "text": "Our faith is released as we say, pray and do the Word."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "The only answer to fear is faith in God, knowing He loves you unconditionally and individually."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "If you're not careful to think and speak words of faith, worry will creep in, and it will not only steal your peace and joy, it will steal your 'today.' The present is the greatest gift God ever gives us. So hold on to the peace that's yours in Christ. Don't let it go."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "My main focus in sobriety has been to replace fear with faith or love."
   },
   "author": {
    "text": "Steve-O"
   }
  },
  {
   "quote": {
    "text": "Pakistan is heir to an intellectual tradition of which the illustrious exponent was the poet and philosopher Mohammad Iqbal. He saw the future course for Islamic societies in a synthesis between adherence to the faith and adjustment to the modern age."
   },
   "author": {
    "text": "Benazir Bhutto"
   }
  },
  {
   "quote": {
    "text": "In many ways, the longer I live, I understand that there are so many things outside my control. That's why I believe faith is such a big part of the story. There are so many things that were orchestrated by God, that were put into place to make this perfect storm, that created Linsanity."
   },
   "author": {
    "text": "Jeremy Lin"
   }
  },
  {
   "quote": {
    "text": "I guess my religious faith sustained me more than anything else. Family is also very important. If I didn't have children, it would have been too difficult. Even if you are strong, you still need people who would support you all the way."
   },
   "author": {
    "text": "Corazon Aquino"
   }
  },
  {
   "quote": {
    "text": "My faith is the grand drama of my life. I'm a believer, so I sing words of God to those who have no faith."
   },
   "author": {
    "text": "Olivier Messiaen"
   }
  },
  {
   "quote": {
    "text": "My faith teaches that life is sacred. That's why I personally oppose the death penalty. But I take my oath of office seriously, and I'll enforce the death penalty... because it's the law."
   },
   "author": {
    "text": "Tim Kaine"
   }
  },
  {
   "quote": {
    "text": "I learned early on the magic of life is having a vision, having faith, and then going for it."
   },
   "author": {
    "text": "Elaine Welteroth"
   }
  },
  {
   "quote": {
    "text": "Scandals, corruption, partisan infighting - no wonder people have lost faith in Congress. I say enough is enough."
   },
   "author": {
    "text": "Joe Garcia"
   }
  },
  {
   "quote": {
    "text": "My mother persevered through much adversity because she possessed faith in God, self-respect, and an awareness of history; most especially, she was astute in Africa's significant contribution to world history. Sister Betty refused to live her life as a victim."
   },
   "author": {
    "text": "Ilyasah Shabazz"
   }
  },
  {
   "quote": {
    "text": "I think you grow wherever God plants you. I hope I'm growing as a person of faith, as a Christian. That should be our number one objective this journey of life. That all starts with a personal intimate relationship with Christ and then being in prayer every single day about all of those things - being tenacious about it."
   },
   "author": {
    "text": "J. C. Watts"
   }
  },
  {
   "quote": {
    "text": "I have tremendous faith in President Obama's skills. He's a long-term visionary."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Faith is part of who I am, yes. I was raised Christian Scientist. The most important thing I saw every single week on the wall at Sunday school was the Golden Rule."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "You know what, my faith is like this - when I die, I'm going to live with God forever and ever. But I believe He wants us to have a good life here on Earth."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "Evolution and creationism both require faith. It's just a matter of where you choose to place that faith."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "To me faith means not worrying."
   },
   "author": {
    "text": "John Dewey"
   }
  },
  {
   "quote": {
    "text": "Christianity is not the faith of the complacent, the comfortable or of the timid. It demands and creates heroic souls like Wesley, Wilberforce, Bonhoeffer, John Paul the Second, and Billy Graham. Each showed, in their own way, the relentless and powerful influence of the message of Jesus Christ."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "Our mission... it will be difficult, it will take time, it will be demanding for all men and women... will be to act in such a way that French people of the Muslim faith are always more proud of being French than of being Muslim."
   },
   "author": {
    "text": "Emmanuel Macron"
   }
  },
  {
   "quote": {
    "text": "Our faith is stronger than death, our philosophy is firmer than flesh, and the spread of the Kingdom of God upon the earth is more sublime and more compelling."
   },
   "author": {
    "text": "Dorothy Day"
   }
  },
  {
   "quote": {
    "text": "I can't prove it scientifically, that there's a God, but I believe."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "No matter what we face, put your total faith in God, and in time - not our time, but His time - He'll bring us through."
   },
   "author": {
    "text": "Lex Luger"
   }
  },
  {
   "quote": {
    "text": "When faith is lost, when honor dies, the man is dead."
   },
   "author": {
    "text": "John Greenleaf Whittier"
   }
  },
  {
   "quote": {
    "text": "Hold firmly that our faith is identical with that of the ancients. Deny this, and you dissolve the unity of the Church."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "When the Christian faith becomes defined by who we are and what we do and not by who Christ is and what he did for us, we miss the gospel - and we, ironically, become more disobedient."
   },
   "author": {
    "text": "Tullian Tchividjian"
   }
  },
  {
   "quote": {
    "text": "Our inner beliefs trigger failure before it happens. They sabotage lasting change by canceling its possibility. We employ these beliefs as articles of faith to justify our inaction and then wish away the result. I call them belief triggers."
   },
   "author": {
    "text": "Marshall Goldsmith"
   }
  },
  {
   "quote": {
    "text": "The Holy Ghost brings back memories of what God has taught us. And one of the ways God teaches us is with his blessings; and so, if we choose to exercise faith, the Holy Ghost will bring God's kindnesses to our remembrance."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "For Christian faith not to be idle in the world, the work of doctors and garbage collectors, business executives and artists, stay-at-home moms or dads and scientists needs to be inserted into God's story with the world. That story needs to provide the most basic rules by which the game in all these spheres is played."
   },
   "author": {
    "text": "Miroslav Volf"
   }
  },
  {
   "quote": {
    "text": "I consider myself a Christian. I attend church. My faith has sustained me in very difficult times."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "At the heart of Christian faith is the story of Jesus' death and resurrection."
   },
   "author": {
    "text": "John Ortberg"
   }
  },
  {
   "quote": {
    "text": "What I learned growing up on the farm was a way of life that was centered on hard work, and on faith and on thrift. Those values have stuck with me my whole life."
   },
   "author": {
    "text": "Rick Perry"
   }
  },
  {
   "quote": {
    "text": "Faith is not a sense, nor sight, nor reason, but taking God at His work."
   },
   "author": {
    "text": "Faith Evans"
   }
  },
  {
   "quote": {
    "text": "As a pastor in a Protestant church, my whole ministry centers on the conviction that by grace we are saved through faith. And it's not our faith that delivers us, as if believing something, anything at all were pleasing to God. It's the object of our faith - Christ's life, death, and resurrection - that saves us."
   },
   "author": {
    "text": "Kevin DeYoung"
   }
  },
  {
   "quote": {
    "text": "The hajj is one of the five essential practices of Islam; when they make the pilgrimage to Mecca, Muslims ritually act out the central principles of their faith."
   },
   "author": {
    "text": "Karen Armstrong"
   }
  },
  {
   "quote": {
    "text": "Many Muslims put their Islamic faith ahead of their national identity and forbid preachers from other religions from coming into their countries to convert their young. Apostasy is treason to Allah. Heresy has no rights."
   },
   "author": {
    "text": "Pat Buchanan"
   }
  },
  {
   "quote": {
    "text": "Christians can have doubts and they can have questions, and the unhealthy way to deal with that is to keep them inside where they fester and grow and can undermine our faith. The healthy way to deal with it is to talk about it and be honest about it."
   },
   "author": {
    "text": "Lee Strobel"
   }
  },
  {
   "quote": {
    "text": "In many ways, the young are more religiously minded than the older generations. I think it's the flip side of an age of individualism. Youngsters are not afraid to tell you what they think, to express their faith and be quite exuberant about it."
   },
   "author": {
    "text": "Vincent Nichols"
   }
  },
  {
   "quote": {
    "text": "Ask those who love Him with a sincere love, and they will tell you that they find no greater or prompter relief amid the troubles of their life than in loving conversation with their Divine Friend."
   },
   "author": {
    "text": "Alphonsus Liguori"
   }
  },
  {
   "quote": {
    "text": "I'm a Christian, and I believe that God has a plan and a purpose for each one of our lives and that He can intercede in all kinds of situations, and we need to have a little faith in many things."
   },
   "author": {
    "text": "Sharron Angle"
   }
  },
  {
   "quote": {
    "text": "May nothing entice me till I happily make my way to Jesus Christ! Fire, cross, struggles with wild beasts, wrenching of bones, mangling of limbs - let them come to me, provided only I make my way to Jesus Christ."
   },
   "author": {
    "text": "Ignatius of Antioch"
   }
  },
  {
   "quote": {
    "text": "They that are of the flesh cannot do the works of the Spirit, neither can they that are spiritual do the works of the flesh, even as faith cannot do the works of unbelief, nor unbelief the works of faith."
   },
   "author": {
    "text": "Ignatius of Antioch"
   }
  },
  {
   "quote": {
    "text": "Every generation has to protect every one of their rights, whether that's freedom of the press, freedom of speech, or freedom of faith. You have to remain diligent."
   },
   "author": {
    "text": "James Lankford"
   }
  },
  {
   "quote": {
    "text": "Confession has been my habitual homecoming since I was a child. It is a consolation and a joy, and such joy, our faith teaches us, is meant for everyone. It is our vocation to bring it to as many people as possible."
   },
   "author": {
    "text": "Donald Wuerl"
   }
  },
  {
   "quote": {
    "text": "My faith always has been and always will be important to me."
   },
   "author": {
    "text": "Aretha Franklin"
   }
  },
  {
   "quote": {
    "text": "Science stands for rational thought, faith for superstition and unreason."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "He wants you all to Himself to put His loving, divine arms around you."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "The difficulties we face originate from one of three sources. Some are sent to us by the Lord to test our faith, others are the result of Satan's attacks, and still others are due to our own sinful choices."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "Is letting our children watch TV a form of child abuse? If our children grow up knowing everything about Britney Spears and nothing about nature or faith, about anything, is that not a form of child abuse?"
   },
   "author": {
    "text": "Patch Adams"
   }
  },
  {
   "quote": {
    "text": "Back of every creation, supporting it like an arch, is faith. Enthusiasm is nothing: it comes and goes. But if one believes, then miracles occur."
   },
   "author": {
    "text": "Henry Miller"
   }
  },
  {
   "quote": {
    "text": "Reason is our soul's left hand, faith her right."
   },
   "author": {
    "text": "John Donne"
   }
  },
  {
   "quote": {
    "text": "Faith is an act of a finite being who is grasped by, and turned to, the infinite."
   },
   "author": {
    "text": "Paul Tillich"
   }
  },
  {
   "quote": {
    "text": "Fear clogs; faith liberates."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "I've had faith my whole life that there was someone looking out for me, a spirit guide, a soul guide."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "If the system is broken, my inclination is to fix it rather than to fight it. I have faith in the process of the law, and if it is carried out fairly, I can live with the results, whatever they may be."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "The children have been a wonderful gift to me, and I'm thankful to have once again seen our world through their eyes. They restore my faith in the family's future."
   },
   "author": {
    "text": "Jackie Kennedy"
   }
  },
  {
   "quote": {
    "text": "My faith is an important part of my life and over the years I've learnt that it takes a proud man to say he doesn't need anything. It has been a quiet strength and a backbone through a lot of difficult times."
   },
   "author": {
    "text": "Bear Grylls"
   }
  },
  {
   "quote": {
    "text": "The faith religious believers have in God is small compared to the faith people put in politicians, knowing how many times they have been disappointed in the past but still insisting that this time it will be different."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "Two of the chief defenders of the faith in the Old Testament and in the New - Moses and Paul - were both well-versed in the language, the thinking, and the philosophy of their cultures."
   },
   "author": {
    "text": "Ravi Zacharias"
   }
  },
  {
   "quote": {
    "text": "Faith is what someone knows to be true, whether they believe it or not."
   },
   "author": {
    "text": "Flannery O'Connor"
   }
  },
  {
   "quote": {
    "text": "Protestantism came to America to make America Protestant. It was assumed that was to be done through faith in the reasonableness of the common man and the establishment of a democratic republic."
   },
   "author": {
    "text": "Stanley Hauerwas"
   }
  },
  {
   "quote": {
    "text": "I believe that the 'dark night of the soul' is a common spiritual experience. I believe, too, that the answer is continued seeking and perseverance. It helps to know that others have endured a loss of faith."
   },
   "author": {
    "text": "Julia Cameron"
   }
  },
  {
   "quote": {
    "text": "If children understand that beliefs should be substantiated with evidence, as opposed to tradition, authority, revelation or faith, they will automatically work out for themselves that they are atheists."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "There's branches of science which I don't understand; for example, physics. It could be said, I suppose, that I have faith that physicists understand it better than I do."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Man is wise and constantly in quest of more wisdom; but the ultimate wisdom, which deals with beginnings, remains locked in a seed. There it lies, the simplest fact of the universe and at the same time the one which calls forth faith rather than reason."
   },
   "author": {
    "text": "Hal Borland"
   }
  },
  {
   "quote": {
    "text": "I admire the Shabbat tradition, and no matter which faith you are of, there is nothing more wonderful than dedicating a certain day to spend time with your family and loved ones, absent of TV, phone, and other interruptions."
   },
   "author": {
    "text": "Joyce Giraud"
   }
  },
  {
   "quote": {
    "text": "Faith is not believing that God can. It is knowing that God will."
   },
   "author": {
    "text": "Ben Stein"
   }
  },
  {
   "quote": {
    "text": "Religious faith, like political belief, should be based on reasoning, on the development of thought and feelings. The two things are inseparable."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "On the one hand, faith is a profoundly personal contact with God, which touches me in my innermost being and places me in front of the living God in absolute immediacy in such a way that I can speak with Him, love Him, and enter into communion with Him."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "Nothing which is true or beautiful or good makes complete sense in any immediate context of history; therefore we must be saved by faith."
   },
   "author": {
    "text": "Reinhold Niebuhr"
   }
  },
  {
   "quote": {
    "text": "Faith is the most important thing in the world to me. It's the greatest strength I've had. It's helped me get through the hard times. You're not going to win every one of your football games. I've always said I'm not going to make football my god. A lot of coaches put so much into coaching football games that they have nothing left."
   },
   "author": {
    "text": "Bobby Bowden"
   }
  },
  {
   "quote": {
    "text": "The laity ought to understand the faith, and since the doctrines of our faith are in the Scriptures, believers should have the Scriptures in a language familiar to the people, and to this end the Holy Ghost endued them with knowledge of all tongues."
   },
   "author": {
    "text": "John Wycliffe"
   }
  },
  {
   "quote": {
    "text": "When those of Jewish blood exhibit moral or intellectual superiority, genius or special talent, we feel pride in them, even if they have abjured the faith like Spinoza, Marx, Disraeli or Heine. Despite the meditations of pundits or the decrees of council, our own instincts and acts, and those of others, have defined for us the term 'Jew.'"
   },
   "author": {
    "text": "Louis D. Brandeis"
   }
  },
  {
   "quote": {
    "text": "If you're going to vote for somebody because you think they have a great faith in God, you'd better be sure that God has faith in them."
   },
   "author": {
    "text": "Lewis Black"
   }
  },
  {
   "quote": {
    "text": "Faith is deliberate confidence in the character of God whose ways you may not understand at the time."
   },
   "author": {
    "text": "Oswald Chambers"
   }
  },
  {
   "quote": {
    "text": "I haven't looked at marriage in the conventional sense, as far as settling down. I look at it as putting faith in another person, which has always been hard for me to do."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "Democrats are people who raise your taxes and spend your money on weird stuff. They steal your guns, and they spit on your faith. And because the Democratic Party was taken over by the aggressive secular guys, they became hostile not just to conservative Catholics and evangelical Christians, but Orthodox Jews and Muslims and Mormons."
   },
   "author": {
    "text": "Grover Norquist"
   }
  },
  {
   "quote": {
    "text": "How do I love Tim McGraw? Let me count the ways: I love that he's a country boy with a city sensibility. I love that he refuses to be pegged, and his duet with Nelly proves it. And I really love that he had the brains to marry Faith Hill."
   },
   "author": {
    "text": "Gayle King"
   }
  },
  {
   "quote": {
    "text": "I'm a great mother because of my intentions on being a great mother; I'm a good friend because I'm loyal; I'm a good daughter because I've hopefully made my mother proud; I'm a great human being because I accept that there's a spiritual being underneath it all. I've always been a woman of faith."
   },
   "author": {
    "text": "Lauren London"
   }
  },
  {
   "quote": {
    "text": "Faith is like a kernel of wheat."
   },
   "author": {
    "text": "Joe Bob Briggs"
   }
  },
  {
   "quote": {
    "text": "You know, I'm a Christian and I believe that God has a plan and a purpose for each one of our lives and that he can intercede in all kinds of situations and we need to have a little faith in many things."
   },
   "author": {
    "text": "Sharron Angle"
   }
  },
  {
   "quote": {
    "text": "My heart hath often been deeply afflicted under a feeling that the standard of pure righteousness is not lifted up to the people by us, as a society, in that clearness which it might have been, had we been as faithful as we ought to be to the teachings of Christ."
   },
   "author": {
    "text": "John Woolman"
   }
  },
  {
   "quote": {
    "text": "Bad religion is arrogant, self-righteous, dogmatic and intolerant. And so is bad science. But unlike religious fundamentalists, scientific fundamentalists do not realize that their opinions are based on faith. They think they know the truth."
   },
   "author": {
    "text": "Rupert Sheldrake"
   }
  },
  {
   "quote": {
    "text": "I try to go with the flow and have faith that everything is going to work out."
   },
   "author": {
    "text": "Bryce Dallas Howard"
   }
  },
  {
   "quote": {
    "text": "In the Europe which was created by the Second World War, divided into two blocks, each in need of a revolution that would end the abuses and injustices of capitalism and the privileges of a bureaucratic caste, collective faith does not exist."
   },
   "author": {
    "text": "Juan Goytisolo"
   }
  },
  {
   "quote": {
    "text": "'Revelations' is one of the most important pieces to the African American arts. It assesses the hope and despair of a people and overcoming the struggle with our faith."
   },
   "author": {
    "text": "Robert Battle"
   }
  },
  {
   "quote": {
    "text": "Those who today always look for disciplinarian solutions, those who long for an exaggerated doctrinal 'security,' those who stubbornly try to recover a past that no longer exists - they have a static and inward-directed view of things. In this way, faith becomes an ideology among other ideologies."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "It is necessary to bear in mind that Scripture only teaches the chief points of those true principles which lead to the true perfection of man, and only demands in general terms faith in them."
   },
   "author": {
    "text": "Maimonides"
   }
  },
  {
   "quote": {
    "text": "I feel genius in great works of art. I have seen medical cures that science can't explain, some seemingly triggered by faith. The same is true of millions of other people."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "For modes of faith let graceless zealots fight, His can't be wrong whose life is in the right."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "The infinite faith I have in people's ability to understand anything that makes sense has always been justified, finally, by their behavior."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Faith: Belief without evidence in what is told by one who speaks without knowledge, of things without parallel."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "The mind controls so much of the body. We are much more than flesh and blood; we are complex systems. Patients do better when they have faith that they're going to do better. That's why I always tell my patients and their families not to neglect their prayers. There's nobody I don't say that to."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "Hope, like faith, is nothing if it is not courageous; it is nothing if it is not ridiculous."
   },
   "author": {
    "text": "Thornton Wilder"
   }
  },
  {
   "quote": {
    "text": "This is a day of little faith - of few convictions - a day when men seem to have no great causes and no great passions. So in frustration, in disappointment, they are inclined to say, 'You can't change human nature.' It is true that we cannot change human nature. But God can."
   },
   "author": {
    "text": "Peter Marshall"
   }
  },
  {
   "quote": {
    "text": "Faith consists in being vitally concerned with that ultimate reality to which I give the symbolical name of God. Whoever reflects earnestly on the meaning of life is on the verge of an act of faith."
   },
   "author": {
    "text": "Paul Tillich"
   }
  },
  {
   "quote": {
    "text": "Faith is the state of being ultimately concerned."
   },
   "author": {
    "text": "Paul Tillich"
   }
  },
  {
   "quote": {
    "text": "We must not sit still and look for miracles; up and doing, and the Lord will be with thee. Prayer and pains, through faith in Christ Jesus, will do anything."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "Art requires neither complaisance nor politeness; nothing but faith, faith and freedom."
   },
   "author": {
    "text": "Gustave Flaubert"
   }
  },
  {
   "quote": {
    "text": "Without prayer, without faith in the Almighty, the civil rights movement would have been like a bird without wings."
   },
   "author": {
    "text": "John Lewis"
   }
  },
  {
   "quote": {
    "text": "Laughter kills fear, and without fear there can be no faith. For without fear of the devil there is no need for God."
   },
   "author": {
    "text": "Sean Connery"
   }
  },
  {
   "quote": {
    "text": "Everywhere on Earth, at this moment, in the new spiritual atmosphere created by the appearance of the idea of evolution, there float, in a state of extreme mutual sensitivity, love of God and faith in the world: the two essential components of the Ultra-human."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "I want to be remembered as the person who helped us restore faith in ourselves."
   },
   "author": {
    "text": "Wilma Mankiller"
   }
  },
  {
   "quote": {
    "text": "Faith is never identical with piety."
   },
   "author": {
    "text": "Karl Barth"
   }
  },
  {
   "quote": {
    "text": "Hope is trust in God's promises, faith that if we act now, the desired blessings will be fulfilled in the future."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Without moral progress, stimulated by faith in God, immorality in all its forms will proliferate and strangle goodness and human decency. Mankind will not be able to fully express the potential nobility of the human soul unless faith in God is strengthened."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "To those who believe but wish their belief to be strengthened, I urge you to walk in faith and trust in God. Spiritual knowledge always requires an exercise of faith."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Far too many candidates wear their faith on their sleeve."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "Is he alone who has courage on his right hand and faith on his left hand?"
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "It is easier to have faith that God will support each House of Hospitality and Farming Commune and supply our needs in the way of food and money to pay bills, than it is to keep a strong, hearty, living faith in each individual around us - to see Christ in him."
   },
   "author": {
    "text": "Dorothy Day"
   }
  },
  {
   "quote": {
    "text": "Blind faith, no matter how passionately expressed, will not suffice. Science for its part will test relentlessly every assumption about the human condition."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "Faith, like a jackal, feeds among the tombs, and even from these dead doubts she gathers her most vital hope."
   },
   "author": {
    "text": "Herman Melville"
   }
  },
  {
   "quote": {
    "text": "You block your dream when you allow your fear to grow bigger than your faith."
   },
   "author": {
    "text": "Mary Manin Morrissey"
   }
  },
  {
   "quote": {
    "text": "Faith, culture, structure and guidance are good things."
   },
   "author": {
    "text": "Bethenny Frankel"
   }
  },
  {
   "quote": {
    "text": "I like the detail work of telling a story in small pieces, as is done in movie-making, and also the long leap of faith needed to see a theatre performance through each night. Both require focus and self-discipline."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "Faith indeed tells what the senses do not tell, but not the contrary of what they see. It is above them and not contrary to them."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "Faith certainly tells us what the senses do not, but not the contrary of what they see; it is above, not against them."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "We like security: we like the pope to be infallible in matters of faith, and grave doctors to be so in moral questions so that we can feel reassured."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "You cannot be President of the United States if you don't have faith. Remember Lincoln, going to his knees in times of trial in the Civil War and all that stuff."
   },
   "author": {
    "text": "George H. W. Bush"
   }
  },
  {
   "quote": {
    "text": "Faith has a role to play in life. It is not related to success. It is the other way round. Success is related to faith. Faith comes first."
   },
   "author": {
    "text": "Andrea Bocelli"
   }
  },
  {
   "quote": {
    "text": "Those who are preparing for the coming of Christ should be sober, and watch unto prayer, for our adversary, the Devil, goeth about like a roaring lion, seeking whom he may devour; whom we are to resist steadfast in the faith."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "We fitted, amusingly enough, into none of the form categories of 'The Young American Couple'... security to us is in ourselves, and no job, not even money, can give us what we have to develop: faith in our work and hard, hard work, which is Spartan in many ways."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "You have to muster a certain amount of belief that you're not making a mistake and you're not a fool. And this means you have to have faith."
   },
   "author": {
    "text": "Julia Cameron"
   }
  },
  {
   "quote": {
    "text": "The future of Conservatism lies in our beliefs and values, not by throwing them away. We need to shed associations that bind us to past failures, but hold faith with those things that make us Conservatives."
   },
   "author": {
    "text": "Iain Duncan Smith"
   }
  },
  {
   "quote": {
    "text": "It's attractive when girls have faith. That is a big thing for me."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "I must not permit the evil capabilities of human nature to sour my faith in the tremendous good that is possible despite the frailty of that nature."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "Give someone who has faith in you a placebo and call it a hair growing pill, anti-nausea pill or whatever, and you will be amazed at how many respond to your therapy."
   },
   "author": {
    "text": "Bernie Siegel"
   }
  },
  {
   "quote": {
    "text": "If you have abandoned one faith, do not abandon all faith. There is always an alternative to the faith we lose. Or is it the same faith under another mask?"
   },
   "author": {
    "text": "Graham Greene"
   }
  },
  {
   "quote": {
    "text": "Unfortunately, many young believers - and some older ones, too - do not know that there will be times in every person's life when circumstances don't add up - when God doesn't appear to make sense. This aspect of the Christian faith is not well advertised."
   },
   "author": {
    "text": "James Dobson"
   }
  },
  {
   "quote": {
    "text": "The truth of our faith becomes a matter of ridicule among the infidels if any Catholic, not gifted with the necessary scientific learning, presents as dogma what scientific scrutiny shows to be false."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "Faith is spiritualized imagination."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "The Christian faith is the most exciting drama that ever staggered the imagination of man - and the dogma is the drama."
   },
   "author": {
    "text": "Dorothy L. Sayers"
   }
  },
  {
   "quote": {
    "text": "People don't believe or understand that a community can lose hope. You can have a whole community where hopelessness is the norm, where folks don't have faith that things will get better because history and circumstances have proven over 30, 40, or 50 years that things don't get better."
   },
   "author": {
    "text": "Geoffrey Canada"
   }
  },
  {
   "quote": {
    "text": "The gift of the Holy Ghost, which is the right to receive the Holy Ghost as a constant companion, is obtained only upon condition of faith in Christ, repentance, baptism by immersion, and the laying on of hands by authorized servants endowed with the Melchizedek Priesthood."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "Charity can be the outward expression of faith and hope."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "You must have faith to pray. You must have faith to ponder the word of God. You must have faith to do those things and go to those places which invite the Spirit of Christ and the Holy Ghost."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "I would say to you, have faith in yourself - believe in what you are doing, and, most important, be a person of integrity. It is totally up to you, and no one else, how your life evolves."
   },
   "author": {
    "text": "Jon Huntsman, Sr."
   }
  },
  {
   "quote": {
    "text": "I have great hope and faith, but it's a humanistic faith based in facts; you have to believe that facts exist. We can all arrive at the same facts if we engage in the process of experimentation, observation, and verification, which can solve more of the world's major problems than a debate over whether God does or doesn't exist."
   },
   "author": {
    "text": "Greg Graffin"
   }
  },
  {
   "quote": {
    "text": "Now the true soldiers of Christ must always be prepared to do battle for the truth, and must never, so far as lies with them, allow false convictions to creep in."
   },
   "author": {
    "text": "Origen"
   }
  },
  {
   "quote": {
    "text": "You have to face things, have faith in what you do and go for it. Think, 'What's the worst that could happen?'"
   },
   "author": {
    "text": "Annie Lennox"
   }
  },
  {
   "quote": {
    "text": "Base souls have no faith in great individuals."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "I'm always having a crisis of faith, with everything. People who are certain are terrifying to me. That's how religious wars get started."
   },
   "author": {
    "text": "Andrew Garfield"
   }
  },
  {
   "quote": {
    "text": "Today we often think that before we start living a religious life we have first to accept the creedal doctrines and that before one can have any comprehension of the loyalty and trust of faith, one must first force one's mind to accept a host of incomprehensible doctrines. But this is to put the cart before the horse."
   },
   "author": {
    "text": "Karen Armstrong"
   }
  },
  {
   "quote": {
    "text": "All Christians should be able to articulate reasons why they believe what they believe - not just for the sake of our spiritually confused friends, but also so that we ourselves will have a deeper and more confident faith."
   },
   "author": {
    "text": "Lee Strobel"
   }
  },
  {
   "quote": {
    "text": "I've never bought this idea of taking a therapeutic distance. If I see a student or house staff cry, I take great faith in that. That's a great person; they're going to be a great doctor."
   },
   "author": {
    "text": "Abraham Verghese"
   }
  },
  {
   "quote": {
    "text": "In America, we have always taken it as an article of faith that we 'battle' cancer; we attack it with knives, we poison it with chemotherapy or we blast it with radiation. If we are fortunate, we 'beat' the cancer. If not, we are posthumously praised for having 'succumbed after a long battle.'"
   },
   "author": {
    "text": "Abraham Verghese"
   }
  },
  {
   "quote": {
    "text": "If we are strong, and have faith in life and its richness of surprises, and hold the rudder steadily in our hands. I am sure we will sail into quiet and pleasent waters for our old age."
   },
   "author": {
    "text": "Freya Stark"
   }
  },
  {
   "quote": {
    "text": "Have faith in God. It will make you dig deeper and become a better leader."
   },
   "author": {
    "text": "Anne F. Beiler"
   }
  },
  {
   "quote": {
    "text": "Safeguarding our common home is not only essential to protecting endangered species and preserving old-growth forests, it is also paramount to ending poverty, fighting injustice, and protecting the long-term survival of humankind and of our faith."
   },
   "author": {
    "text": "Catherine Cortez-Masto"
   }
  },
  {
   "quote": {
    "text": "Whether I'm being influenced by new music that I'm listening to, books I've read, my friends, or my faith, I'm learning all the time."
   },
   "author": {
    "text": "Hayley Williams"
   }
  },
  {
   "quote": {
    "text": "I must have had faith that day. When I went out, I was Henry Fonda again. An unemployed actor but a man."
   },
   "author": {
    "text": "Henry Fonda"
   }
  },
  {
   "quote": {
    "text": "Embrace every opportunity of exercising kind feelings and doing good to others, especially to the household of faith."
   },
   "author": {
    "text": "Adoniram Judson"
   }
  },
  {
   "quote": {
    "text": "I started putting a wire up in secret and performing without permission. Notre Dame, the Sydney Harbor Bridge, the World Trade Center. And I developed a certitude, a faith that convinced me that I will get safely to the other side. If not, I will never do that first step."
   },
   "author": {
    "text": "Philippe Petit"
   }
  },
  {
   "quote": {
    "text": "I am one of those who would rather sink with faith than swim without it."
   },
   "author": {
    "text": "Stanley Baldwin"
   }
  },
  {
   "quote": {
    "text": "I ground my faith upon God's word, and not upon the church."
   },
   "author": {
    "text": "Jane Grey"
   }
  },
  {
   "quote": {
    "text": "Have faith in your intuition and listen to your gut feeling."
   },
   "author": {
    "text": "Ann Cotton"
   }
  },
  {
   "quote": {
    "text": "Crisis alone is not enough. There must also be a basis, though it need be neither rational nor ultimately correct, for faith in the particular candidate chosen."
   },
   "author": {
    "text": "Thomas Kuhn"
   }
  },
  {
   "quote": {
    "text": "The unutterable violence of the Holocaust shook our confidence in the possibility of telling any story of faith at all."
   },
   "author": {
    "text": "Timothy Radcliffe"
   }
  },
  {
   "quote": {
    "text": "Faith is the virtue by which, clinging-to the faithfulness of God, we lean upon him, so that we may obtain what he gives to us."
   },
   "author": {
    "text": "William Ames"
   }
  },
  {
   "quote": {
    "text": "I have seen doctors, in good faith, leave patients on steroids for years, thinking they are doing right. A friend of mine was on steroids for so long, she has severe osteoporosis."
   },
   "author": {
    "text": "Mary Ann Mobley"
   }
  },
  {
   "quote": {
    "text": "I hope I can live up to the faith that has been put in me to do a good job."
   },
   "author": {
    "text": "Clementa C. Pinckney"
   }
  },
  {
   "quote": {
    "text": "Sometimes stereotyping happens not because of any nefarious reasons but rather because people don't know who you are or where you come from, so they go for the broad strokes about you, your culture, your faith, all that."
   },
   "author": {
    "text": "Faran Tahir"
   }
  },
  {
   "quote": {
    "text": "Today, corruption has won and justice has lost. I brought corruption cases in good faith involving powerful people, and the political and legal establishment blatantly covered up and retaliated by targeting my law license."
   },
   "author": {
    "text": "Andrew Thomas"
   }
  },
  {
   "quote": {
    "text": "If you have faith in our leaders of commerce, don't buy gold. If you do not have faith in them, maybe you should buy gold or silver."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "Our lives are the only meaningful expression of what we believe and in Whom we believe. And the only real wealth, for any of us, lies in our faith."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "Bid, then, the tender light of faith to shine By which alone the mortal heart is led Unto the thinking of the thought divine."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "Ultimately, blind faith is the only kind."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "Duty cannot exist without faith."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Oklahomans value our children and our seniors. Oklahomans value traditions of faith. Oklahomans value our heroes, our veterans. Oklahomans value innovation and the creative arts."
   },
   "author": {
    "text": "Brad Henry"
   }
  },
  {
   "quote": {
    "text": "Faith and doubt cannot exist in the same mind at the same time, for one will dispel the other."
   },
   "author": {
    "text": "Thomas S. Monson"
   }
  },
  {
   "quote": {
    "text": "Should doubt knock at your doorway, just say to those skeptical, disturbing, rebellious thoughts, I propose to stay with my faith, with the faith of my people."
   },
   "author": {
    "text": "Thomas S. Monson"
   }
  },
  {
   "quote": {
    "text": "Faith is an aptitude of the spirit. It is, in fact, a talent: you must be born with it."
   },
   "author": {
    "text": "Anton Chekhov"
   }
  },
  {
   "quote": {
    "text": "Society lives by faith, and develops by science."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "To 'choose' dogma and faith over doubt and experience is to throw out the ripening vintage and to reach greedily for the Kool-Aid."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "The facts tell us that no religious Faith releases - or ever has released at any moment in History - a higher degree of warmth, a more intense dynamism of unification than the Christianity of our own day - and the more Catholic it is, the truer my words."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "When all is said and done, what constitutes the impregnable superiority of Christianity over all other types of Faith is that it is ever more consciously identified with a Christogenesis: in other words, with an awareness of the rise of a certain universal Presence which is at once immortalizing and unifying."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "Certain though I am - and ever more certain - that I must press on in life as though Christ awaited me at the term of the universe, at the same time I feel no special assurance of the existence of Christ. Believing is not seeing. As much as anyone, I imagine, I walk in the shadows of faith."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "I don't know; I think I'd be gloomy without some faith that there is a purpose and there is a kind of witness to my life."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "Each blade of grass has its spot on earth whence it draws its life, its strength; and so is man rooted to the land from which he draws his faith together with his life."
   },
   "author": {
    "text": "Joseph Conrad"
   }
  },
  {
   "quote": {
    "text": "In the pain, the agony, and the heroic endeavors of life, we pass through a refiner's fire, and the insignificant and the unimportant in our lives can melt away like dross and make our faith bright, intact, and strong."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "The principle part of faith is patience."
   },
   "author": {
    "text": "George MacDonald"
   }
  },
  {
   "quote": {
    "text": "Fight the good fight of faith, and God will give you spiritual mercies."
   },
   "author": {
    "text": "George Whitefield"
   }
  },
  {
   "quote": {
    "text": "In Latin America, specialists and polling organisations have, for some time, observed that the extension of formal democracy was accompanied by an increasing disillusionment about democracy and a lack of faith in democratic institutions."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "Science has sometimes been said to be opposed to faith, and inconsistent with it. But all science, in fact, rests on a basis of faith, for it assumes the permanence and uniformity of natural laws - a thing which can never be demonstrated."
   },
   "author": {
    "text": "Tryon Edwards"
   }
  },
  {
   "quote": {
    "text": "Young people all over the world are very frustrated. They are very disillusioned. Many of them are turning their backs on religion. They are walking away from the faith of their parents, and most of this is because religion has failed them."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "I believe that in the pursuit of education, individual desire is more influential than institution, and personal faith more forceful than faculty."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "One of the embarrassing problems for the early nineteenth-century champions of the Christian faith was that not one of the first six Presidents of the United States was an orthodox Christian."
   },
   "author": {
    "text": "Mortimer Adler"
   }
  },
  {
   "quote": {
    "text": "You have riches and freedom here but I feel no sense of faith or direction. You have so many computers, why don't you use them in the search for love?"
   },
   "author": {
    "text": "Lech Walesa"
   }
  },
  {
   "quote": {
    "text": "I have kept a steady focus on restoring public faith in our state government since taking office July 1. Now it is time to make even bigger and bolder gains through legislative action."
   },
   "author": {
    "text": "Jodi Rell"
   }
  },
  {
   "quote": {
    "text": "We begin the process of being born again through exercising faith in Christ, repenting of our sins, and being baptized by immersion for the remission of sins by one having priesthood authority."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "A demon, in a way, is a test of your faith. Because if you're doing God's work, there's no reason for any demon to do anything to you."
   },
   "author": {
    "text": "Troy Polamalu"
   }
  },
  {
   "quote": {
    "text": "Erosion of faith and trust in government - that is the real problem that confronts us."
   },
   "author": {
    "text": "Rodrigo Duterte"
   }
  },
  {
   "quote": {
    "text": "The name 'Seventh-day Adventist' carries the true features of our faith in front and will convict the inquiring mind. Like an arrow from the Lord's quiver, it will wound the transgressors of God's law, and will lead to repentance toward God, and faith in our Lord Jesus Christ."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "It always helps to have a bit of prayer in your back pocket. At the end of the day, you have to have something, and for me, that is God, Jesus, my Catholic upbringing, my faith."
   },
   "author": {
    "text": "Pierce Brosnan"
   }
  },
  {
   "quote": {
    "text": "I'm a serious Christian. I take my faith seriously. I try to practice it every day of the week, not just on Sunday."
   },
   "author": {
    "text": "Francis Collins"
   }
  },
  {
   "quote": {
    "text": "Only the person who has faith in himself is able to be faithful to others."
   },
   "author": {
    "text": "Erich Fromm"
   }
  },
  {
   "quote": {
    "text": "If you desire to be pure, have firm faith, and slowly go on with your devotional practices without wasting your energy in useless scriptural discussions and arguments. Your little brain will otherwise be muddled."
   },
   "author": {
    "text": "Ramakrishna"
   }
  },
  {
   "quote": {
    "text": "Being outspoken about my faith isn't just something that I do; it's who I am because my faith isn't just a little piece of my life. It is my life. It's not a question of whether I'm outspoken about it or not. I'm definitely not ashamed of it."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "And that's the great thing about living the Christian life and trying to live by faith, is you're trying to get better every day. You're trying to improve."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "It's OK to be outspoken about your faith."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "The United States have fulfilled in good faith all their treaty stipulations with the Indian tribes, and have in every other instance insisted upon a like performance of their obligations."
   },
   "author": {
    "text": "Martin Van Buren"
   }
  },
  {
   "quote": {
    "text": "In properly organized groups no faith is required; what is required is simply a little trust and even that only for a little while, for the sooner a man begins to verify all he hears the better it is for him."
   },
   "author": {
    "text": "George Gurdjieff"
   }
  },
  {
   "quote": {
    "text": "I was a wife and mother, blameless in moral life, with a deep sense of duty and a proud self-respect; it was while I was this that doubt struck me, and while I was in the guarded circle of the home, with no dream of outside work or outside liberty, that I lost all faith in Christianity."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "An Adult faith does not follow the waves of fashion and the latest novelties."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "What is the real purpose behind the Tooth Fairy, the Easter Bunny and Santa Claus? They seem like greater steps toward faith and imagination, each with a payoff. Like cognitive training exercises."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "An atheist may be simply one whose faith and love are concentrated on the impersonal aspects of God."
   },
   "author": {
    "text": "Simone Weil"
   }
  },
  {
   "quote": {
    "text": "The enemy is not Islam, the great world faith, but a perversion of Islam."
   },
   "author": {
    "text": "John Cornyn"
   }
  },
  {
   "quote": {
    "text": "We should know that faith is a gift of God, and that it may not be given to men, except it be graciously. Thus, indeed, all the good which we have is of God; and accordingly, when God rewardeth a good work of man, he crowneth his own gift."
   },
   "author": {
    "text": "John Wycliffe"
   }
  },
  {
   "quote": {
    "text": "It is certain that the truth of the Christian faith becomes more evident the more the faith itself is known. Therefore, the doctrine should not only be in Latin but also in the common tongue, and as the faith of the Church is contained in the Scriptures, the more these are known in the true sense, the better."
   },
   "author": {
    "text": "John Wycliffe"
   }
  },
  {
   "quote": {
    "text": "Oh, it is wonderful to know that our Heavenly Father loves us - even with all our flaws! His love is such that even should we give up on ourselves, He never will."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "We see ourselves in terms of yesterday and today. Our Heavenly Father sees us in terms of forever."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "The Resurrection is at the core of our beliefs as Christians. Without it, our faith is meaningless."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "Too often today, we do not rely on faith so much as on our own ability to reason and solve problems."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "Often what passes for faith in this world is little more than gullibility."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "We should always be learning. However, we must be careful not to set aside our faith in the process, because faith actually enhances our ability to learn."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "I'm glad people think that I can do well. I always say I would rather that be the scenario than on the other end of it saying, 'We thought she'd be real crappy.' I'll take the side that I'm on. I'll take that people think that I'm going to do well; they have faith in me and believe in me, and that makes me feel stronger."
   },
   "author": {
    "text": "Holly Holm"
   }
  },
  {
   "quote": {
    "text": "I never really had the classic struggle. I had faith."
   },
   "author": {
    "text": "Denzel Washington"
   }
  },
  {
   "quote": {
    "text": "Writing songs out of my faith was a real natural progression. I grew up singing in my dad's choir and singing with my family. Christian music became the music that I identified myself with and was a way that I expressed my faith. Even at a public school I would take my Christian music in and play it for my friends."
   },
   "author": {
    "text": "Steven Curtis Chapman"
   }
  },
  {
   "quote": {
    "text": "Faith is not a commodity that you either have or don't have enough of, or the right kind of. It's an ongoing process. The opposite of faith is despair."
   },
   "author": {
    "text": "Sharon Salzberg"
   }
  },
  {
   "quote": {
    "text": "No one who strives with full faith and heart for the blessings of eternal life will be denied. And how great will be the joy and how much deeper the appreciation then after enduring in patience and faith now."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "With the help of the Holy Ghost, we can watch over ourselves. We can pray to recognize and reject the first thoughts of sin. We can pray to recognize a warning not to speak words which would hurt or tempt someone else. And we can, when we must, pray for the humility and the faith to repent."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "One of the blessings that comes from paying a full tithing is developing faith to live an even higher law. To live in the celestial kingdom, we must live the law of consecration. There we must be able to feel that all we are and all we have belong to God."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "I've noticed that some Democrats, who seldom mention their faith or maybe never mention their faith, will seize on to a phrase that Pope Francis may have said, and they want to attach themselves to that agenda. Political opportunists is what they are."
   },
   "author": {
    "text": "Steve King"
   }
  },
  {
   "quote": {
    "text": "My gut feeling about sequels is that they should be premeditated: You should try to write a trilogy first or at least sketch out a trilogy if you have any faith in your film."
   },
   "author": {
    "text": "Vin Diesel"
   }
  },
  {
   "quote": {
    "text": "Our ministry is supported entirely by faith, through the missions gifts of readers who receive my messages every three weeks. We seldom mention money, and we never burden supporters."
   },
   "author": {
    "text": "David Wilkerson"
   }
  },
  {
   "quote": {
    "text": "All the faith and good will in the world is wasted without direction."
   },
   "author": {
    "text": "Bill Owens"
   }
  },
  {
   "quote": {
    "text": "I don't have faith in young people any more. I don't waste time trying to communicate with them."
   },
   "author": {
    "text": "Vivienne Westwood"
   }
  },
  {
   "quote": {
    "text": "Such a faith would be fatal to my reason, to my liberty, and even to the success of my undertakings; it would immediately transform me into a stupid slave, an instrument of the will and interests of others."
   },
   "author": {
    "text": "Mikhail Bakunin"
   }
  },
  {
   "quote": {
    "text": "Number one is my faith, number two my family, number three is my friends, and number four, my fans."
   },
   "author": {
    "text": "Jim Kelly"
   }
  },
  {
   "quote": {
    "text": "Keep the faith; work hard: practice does make you perfect. Do what you can, and meet the right people to make it work."
   },
   "author": {
    "text": "Christina Milian"
   }
  },
  {
   "quote": {
    "text": "To have faith is to believe in truth, believe that truth confers special power on those lucky enough to get a little insight, and to know in our hearts that all these things come from God, which is why we should never get too cocky about our successes."
   },
   "author": {
    "text": "Tony Snow"
   }
  },
  {
   "quote": {
    "text": "I think poetry's always a kind of faith. It is the kind that I have."
   },
   "author": {
    "text": "Natasha Trethewey"
   }
  },
  {
   "quote": {
    "text": "For a person to be truly discipled and growing in their faith, they need more than one person discipling them."
   },
   "author": {
    "text": "Francis Chan"
   }
  },
  {
   "quote": {
    "text": "Faith, sir, we are here today, and gone tomorrow."
   },
   "author": {
    "text": "Aphra Behn"
   }
  },
  {
   "quote": {
    "text": "Everyone - regardless of their background, wealth, race, faith, gender, sexual orientation or age - should be able to fulfil their potential and succeed."
   },
   "author": {
    "text": "Sadiq Khan"
   }
  },
  {
   "quote": {
    "text": "Hope is the belief we might get it done, and faith is the knowledge we will get it done."
   },
   "author": {
    "text": "Tom Shadyac"
   }
  },
  {
   "quote": {
    "text": "One of my best friends was gay and Mormon, and I saw how conflicted he was. It was the first time my faith didn't align with my mind and heart and the first time I was being taught something at church that I was like, 'Hey, this doesn't seem right.'"
   },
   "author": {
    "text": "Dan Reynolds"
   }
  },
  {
   "quote": {
    "text": "I've spent the last 50 years or so steeping myself in the world's religions, and I've done my homework. I've gone to each of the world's eight great religions and sought out the most profound scholars I could find, and I've apprenticed myself to them and actually practiced each faith."
   },
   "author": {
    "text": "Huston Smith"
   }
  },
  {
   "quote": {
    "text": "The great redemptive religion which has always been known as Christianity is battling against a totally diverse type of religious belief, which is only the more destructive of the Christian faith because it makes use of traditional Christian terminology."
   },
   "author": {
    "text": "John Gresham Machen"
   }
  },
  {
   "quote": {
    "text": "Flatter not thyself in thy faith in God if thou hast not charity for thy neighbor."
   },
   "author": {
    "text": "Francis Quarles"
   }
  },
  {
   "quote": {
    "text": "Faith in God is the gift that takes us beyond our limited self, with all its incessant demands. It opens us to a life that stretches us, enlightens us, and often springs surprises upon us. Such faith, like love, sees that which is invisible and lives by it."
   },
   "author": {
    "text": "Vincent Nichols"
   }
  },
  {
   "quote": {
    "text": "Morals are built on religious faith. Virtue is built on morality and influences a culture."
   },
   "author": {
    "text": "Michele Bachmann"
   }
  },
  {
   "quote": {
    "text": "Martyrs - those killed because of their Catholic faith - can be beatified even if they don't perform a miracle. However, all beatified individuals must stage a certifiable miracle before being made a saint."
   },
   "author": {
    "text": "Charles Duhigg"
   }
  },
  {
   "quote": {
    "text": "I respect and admire the Mormon faith. And I am eternally grateful that we live in a country where we have the freedom to worship as we choose."
   },
   "author": {
    "text": "Delilah"
   }
  },
  {
   "quote": {
    "text": "The little platoon of the black community is the church. Our Christian faith is based on individual freedom from sin and the personal decision to find spiritual liberty that leads to a better life here on Earth and for eternity. On Sundays in America, the most conservative people can be found in black churches."
   },
   "author": {
    "text": "Allen West"
   }
  },
  {
   "quote": {
    "text": "There's a lot of kids who look up to me, and that's humbling. Because being human, I don't want to fail them. But being human, I will. That's why it's so important to have your faith put in something that won't fail you. And that means the Son of God's kingdom."
   },
   "author": {
    "text": "Si Robertson"
   }
  },
  {
   "quote": {
    "text": "There's something cool, even on a philosophical level, about understanding the bigger picture and exploring faith, if you will, in a very real way. The more you delve into it and give into it, you just have to have faith. The more you invest in faith, wherever it takes you, some of those jagged edges become less sharp."
   },
   "author": {
    "text": "Corbin Bernsen"
   }
  },
  {
   "quote": {
    "text": "There are more people living in Lower Manhattan now than before the terrorist attacks. That's faith for you. There's such a strong spirit here."
   },
   "author": {
    "text": "Daniel Libeskind"
   }
  },
  {
   "quote": {
    "text": "To a certain extent I am taking a leap of faith. I'm adding up the evidence on either side, and I'm seeing the evidence of there not being a God is overwhelming compared to the evidence for there being a God."
   },
   "author": {
    "text": "Julia Sweeney"
   }
  },
  {
   "quote": {
    "text": "We need a dose of doubt and a dose of faith, to challenge each other."
   },
   "author": {
    "text": "Elif Safak"
   }
  },
  {
   "quote": {
    "text": "The Negro people of America... have cut our forests, tilled our fields, built our railroads, fought our battles, and in all of their trials they have manifested a simple faith, a grateful heart, a cheerful spirit, and an undivided loyalty ."
   },
   "author": {
    "text": "Mordecai Wyatt Johnson"
   }
  },
  {
   "quote": {
    "text": "One of the joys of being a Christian or being a person of faith is that you believe deep down that death isn't the worst thing, you know. Not living your life: that's the worst thing. And death is not, it's not all it's cracked up to be. It's not, it's not the end of the world."
   },
   "author": {
    "text": "Gene Robinson"
   }
  },
  {
   "quote": {
    "text": "Faith is a dynamic and ever-changing process, not some fixed body of truth that exists outside our world and our understanding. God's truth may be fixed and unchanging, but our comprehension of that truth will always be partial and flawed at best."
   },
   "author": {
    "text": "Gene Robinson"
   }
  },
  {
   "quote": {
    "text": "The military infrastructure grew me. My faith in God is important, my belief in my country is important, my relationship to my family is important, the things that Mom and Dad tell you growing up are important."
   },
   "author": {
    "text": "Tommy Franks"
   }
  },
  {
   "quote": {
    "text": "I am sorry for causing anyone to lose faith in sport."
   },
   "author": {
    "text": "Lizzie Armitstead"
   }
  },
  {
   "quote": {
    "text": "Bigotry toward any faith community cannot have any place in civilized society anywhere in the world."
   },
   "author": {
    "text": "Feisal Abdul Rauf"
   }
  },
  {
   "quote": {
    "text": "I've become a true Muslim. It's giving me happiness. It's made me become content as a man and helped me to grow. I've just got faith in it, and it has definitely helped me become the man I am today."
   },
   "author": {
    "text": "Sonny Bill Williams"
   }
  },
  {
   "quote": {
    "text": "I have faith that I'll find love again, and if I don't, I'm okay with that."
   },
   "author": {
    "text": "Mayte Garcia"
   }
  },
  {
   "quote": {
    "text": "I'm very keen on having true freedom of expression. True freedom of faith. And free practice of religious faith."
   },
   "author": {
    "text": "Mohammed Morsi"
   }
  },
  {
   "quote": {
    "text": "To posit the existence of a Creator requires only reason. To posit the existence of a good God requires faith."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "No student should be forced to choose between following her faith and enjoying the benefits of a public education."
   },
   "author": {
    "text": "Alexander Acosta"
   }
  },
  {
   "quote": {
    "text": "It was seldom that I attended any religious meetings, as my parents had not much faith in and were never so unfortunate as to unite themselves with any of the religious sects."
   },
   "author": {
    "text": "Orson Pratt"
   }
  },
  {
   "quote": {
    "text": "Faith Words aren't just mere positive affirmations; they open your life up to the supernatural power of God."
   },
   "author": {
    "text": "Bo Sanchez"
   }
  },
  {
   "quote": {
    "text": "I ask you, people who care about the soul of Ukraine, those who want to preserve the heart, the spirit and the faith of our country for future generations, to please defend it."
   },
   "author": {
    "text": "Yulia Tymoshenko"
   }
  },
  {
   "quote": {
    "text": "Treat the audience with respect and maturity, and have a certain faith in them to catch up."
   },
   "author": {
    "text": "Duncan Jones"
   }
  },
  {
   "quote": {
    "text": "I think faith is the small mustard seed of opportunities every day. For example, 'Am I going to love this person? Am I going to share my faith with this person? Am I going to pray that little prayer?' It really is a daily thing where you seize those little mustard seed opportunities and then see what God does."
   },
   "author": {
    "text": "Mark Batterson"
   }
  },
  {
   "quote": {
    "text": "Shakespeare's plays were a great Teutonic Valhalla with brilliant sunshine at times and violent tempests at others. The world to him was a battlefield, but his sense of poetic justice, his sublime faith in life and its infinite resources, guided the battles."
   },
   "author": {
    "text": "Bjornstjerne Bjornson"
   }
  },
  {
   "quote": {
    "text": "As you know, the South is known for its hospitality, traditions, football, pageants, and food. Football is almost like a religion here. People say their priorities are faith, family, and then football. People eat, breathe, and sleep it in the South. It's a huge deal."
   },
   "author": {
    "text": "Katherine Webb"
   }
  },
  {
   "quote": {
    "text": "Faith gave me the belief that there was somebody looking out for me, that there was a hopeful future on the other side of all the things I was going through."
   },
   "author": {
    "text": "J. D. Vance"
   }
  },
  {
   "quote": {
    "text": "Red Sox fans have been pushed to the brink over the years, but that's how faith grows stronger."
   },
   "author": {
    "text": "Julianna Baggott"
   }
  },
  {
   "quote": {
    "text": "Put your faith in God and confidence in yourself."
   },
   "author": {
    "text": "Alberta Hunter"
   }
  },
  {
   "quote": {
    "text": "Republican values - strong families, faith, personal responsibility and freedom, among others - are not unique to specific subsets of the electorate. They are universal values, and it is Republicans' job to remind Americans of that fact."
   },
   "author": {
    "text": "Gary Bauer"
   }
  },
  {
   "quote": {
    "text": "Ultimately it's a leap of faith and a leap of imagination to put yourself back in time into those conditions and situations and see how you would react."
   },
   "author": {
    "text": "Derek Jacobi"
   }
  },
  {
   "quote": {
    "text": "American government was founded on a belief and a faith in God and in doing what is right and just."
   },
   "author": {
    "text": "Ginny Brown-Waite"
   }
  },
  {
   "quote": {
    "text": "If you're a person of faith that is conservative, that's pro-life, as I am, that believes strongly in traditional family values, as I do... then how we talk about them matters."
   },
   "author": {
    "text": "Kevin Cramer"
   }
  },
  {
   "quote": {
    "text": "When you grow up being taught to worship, whatever that means, there is an array of body-rich symbols: tears, blood, crucifixion, the stations of the cross, transubstantiation... Faith is a belief in something that is irrational, and so to have faith, there is some correlation there with the belief in the art."
   },
   "author": {
    "text": "Robert Gober"
   }
  },
  {
   "quote": {
    "text": "I gather inspiration from all aspects of my life and things I see: love, heartache, mistakes, hopes, regrets, successes and faith. And it helps to have a wild imagination."
   },
   "author": {
    "text": "Wendy Higgins"
   }
  },
  {
   "quote": {
    "text": "Faith given back to us after a night of doubt is a stronger thing, and far more valuable to us than faith that has never been tested."
   },
   "author": {
    "text": "Elizabeth Goudge"
   }
  },
  {
   "quote": {
    "text": "Worry is spiritual short sight. Its cure is intelligent faith."
   },
   "author": {
    "text": "Paul Brunton"
   }
  },
  {
   "quote": {
    "text": "In a world of prayer, we are all equal in the sense that each of us is a unique person, with a unique perspective on the world, a member of a class of one."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "I think there ought to be a strict separation or wall built between our religious faith and our practice of political authority in office. I don't think the President of the United States should extoll Christianity if he happens to be a Christian at the expense of Judaism, Islam or other faiths."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "I don't think that the total creation took place in six days as we now measure time. If we can confirm, say, the Big Bang theory, that doesn't at all cause me to question my faith that God created the Big Bang."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "The principal end both of my father and of myself in the conquest of India... has been the propagation of the holy Catholic faith."
   },
   "author": {
    "text": "Saint Ignatius"
   }
  },
  {
   "quote": {
    "text": "To be an atheist requires an indefinitely greater measure of faith than to recieve all the great truths which atheism would deny."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "I think every person should have some faith inside him, in his heart. What matters is not an external display of this faith, but the inner state of the soul."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "When all is said and done, the greatest satisfaction you'll have in this life as you grow old will be seeing your children grow in righteousness and faith and goodness as citizens of the society of which they are a part."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "Pray in faith."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "If you would attract good fortune, you must get rid of doubt. As long as that stands between you and your ambition, it will be a bar that will cut you off. You must have faith. No man can make a fortune while he is convinced that he can't."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Where there is the necessary technical skill to move mountains, there is no need for the faith that moves mountains."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "If I were dying, my last words would be: Have faith and pursue the unknown end."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Jr."
   }
  },
  {
   "quote": {
    "text": "Faith, to my mind, is a stiffening process, a sort of mental starch."
   },
   "author": {
    "text": "E. M. Forster"
   }
  },
  {
   "quote": {
    "text": "Bad faith likes discourse on friendship and loyalty."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "We may not only find faith in God in our sorrow. We may also become faithful to Him in times of calm."
   },
   "author": {
    "text": "Thomas S. Monson"
   }
  },
  {
   "quote": {
    "text": "The future is as bright as your faith."
   },
   "author": {
    "text": "Thomas S. Monson"
   }
  },
  {
   "quote": {
    "text": "I'm always fascinated when people really fervently believe, because I have such a hard time believing anything. When people have real faith in something, it's fascinating to me. And the fact that so many people, in surveys, so many people say they do. It kind of blows my mind."
   },
   "author": {
    "text": "Conor Oberst"
   }
  },
  {
   "quote": {
    "text": "The only faith that wears well and holds its color in all weathers is that which is woven of conviction and set with the sharp mordant of experience."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "Action and faith enslave thought, both of them in order not be troubled or inconvenienced by reflection, criticism, and doubt."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "Every life is a profession of faith, and exercises an inevitable and silent influence."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "I'm a person that's grounded in faith and believe that my core values, motivation, inspiration, draw from a conception of the world in that way."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "I've lost my faith in science."
   },
   "author": {
    "text": "Bette Davis"
   }
  },
  {
   "quote": {
    "text": "I committed my life to Christ, and that faith has been most important to me ever since."
   },
   "author": {
    "text": "Peyton Manning"
   }
  },
  {
   "quote": {
    "text": "If there was no faith there would be no living in this world. We could not even eat hash with any safety."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "I was actually already doing my Ph.D. in neuroscience when September 11 happened. 'The End Of Faith' is essentially what September 11 did to my intellectual career at that moment."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "It is time that scientists and other public intellectuals observed that the contest between faith and reason is zero-sum."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "Every man eventually is backed up to the wall of faith, and there he must make his stand."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "The first holy truth in God 101 is that men and women of true faith have always had to accept the mystery of God's identity and love and ways. I hate that, but it's the truth."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "The opposite of faith is not doubt: It is certainty. It is madness. You can tell you have created God in your own image when it turns out that he or she hates all the same people you do."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "I'm not big on faith rules, but if I had to choose one, it would be that every person must choose a faith issue upon which to hang her hat that requires her to change - not somebody else."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "When in doubt, I choose love above any particular ideas offered to me about faith."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "I believe that we must reach our brother, never toning down our fundamental oppositions, but meeting him when he asks to be met, with a reason for the faith that is in us, as well as with a loving sympathy for them as brothers."
   },
   "author": {
    "text": "Dorothy Day"
   }
  },
  {
   "quote": {
    "text": "My faith isn't very churchy, it's a pretty personal, intimate thing and has been a huge source of strength in moments of life and death."
   },
   "author": {
    "text": "Bear Grylls"
   }
  },
  {
   "quote": {
    "text": "If you look at everything I do - even in 'Boo!' there's a message, and it's always 'faith, family, forgiveness.' That's the greatest gift that I've been given. I can get a message to the very people I grew up with, the millions who love what I do."
   },
   "author": {
    "text": "Tyler Perry"
   }
  },
  {
   "quote": {
    "text": "By any reasonable measure of achievement, the faith of the Enlightenment thinkers in science was justified."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "For me, the peculiar qualities of faith are a logical outcome of this level of biological organization."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "How many things we held yesterday as articles of faith which today we tell as fables."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "In thinking about religion and society in the 21st century, we should broaden the conversation about faith from doctrinal debates to the larger question of how it might inspire us to strengthen the bonds of belonging that redeem us from our solitude, helping us to construct together a gracious and generous social order."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "When I was young, I watched my mom and dad build everything that matters: a family, a business and a good name. I was raised to believe in hard work, in faith and family. My dad, Ed Pence, was a combat veteran in Korea."
   },
   "author": {
    "text": "Mike Pence"
   }
  },
  {
   "quote": {
    "text": "I strongly oppose the Employment Non-Discrimination Act. We must stand for the right of every American to practice their faith according to the dictates of their conscience, whether it be in the public square or in the workplace."
   },
   "author": {
    "text": "Mike Pence"
   }
  },
  {
   "quote": {
    "text": "I was raised to believe in hard work, in faith and family."
   },
   "author": {
    "text": "Mike Pence"
   }
  },
  {
   "quote": {
    "text": "He who is not impressed by sound advice, lacks faith."
   },
   "author": {
    "text": "Abu Bakr"
   }
  },
  {
   "quote": {
    "text": "For my future I have no concern, and as a true philosopher, I never would have any, for I know not what it may be: as a Christian, on the other hand, faith must believe without discussion, and the stronger it is, the more it keeps silent."
   },
   "author": {
    "text": "Giacomo Casanova"
   }
  },
  {
   "quote": {
    "text": "If you put all your strength and faith and vigor into a job and try to do the best you can, the money will come."
   },
   "author": {
    "text": "Lawrence Welk"
   }
  },
  {
   "quote": {
    "text": "Our inquiring friends and neighbors not of our faith can also catch the wave. We encourage them to keep all that is good and true in their lives. And we invite them to receive more, especially the glorious truth that through God's eternal plan, families can be together forever."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "All that the future holds in store for each sacred child of God will be shaped by his or her parents, family, friends, and teachers. Thus, our faith now becomes part of our posterity's faith later."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "Asking in faith requires honesty, effort, commitment, and persistence."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "We will not attain a state of perfection in this life, but we can and should press forward with faith in Christ along the strait and narrow path and make steady progress toward our eternal destiny."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "Learning by faith and from experience are two of the central features of the Father's plan of happiness. The Savior preserved moral agency through the Atonement and made it possible for us to act and to learn by faith."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "In a mood of faith and hope my work goes on. A ream of fresh paper lies on my desk waiting for the next book. I am a writer and I take up my pen to write."
   },
   "author": {
    "text": "Pearl S. Buck"
   }
  },
  {
   "quote": {
    "text": "Success is related to faith. Faith comes first."
   },
   "author": {
    "text": "Andrea Bocelli"
   }
  },
  {
   "quote": {
    "text": "A man filled with the love of God is not content with blessing his family alone, but ranges through the whole world, anxious to bless the whole human race."
   },
   "author": {
    "text": "Joseph Smith, Jr."
   }
  },
  {
   "quote": {
    "text": "The Bible is our rule of faith and doctrine."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Many have a vague idea that they must make some wonderful effort in order to gain the favor of God. But all self-dependence is vain. It is only by connecting with Jesus through faith that the sinner becomes a hopeful, believing child of God."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Ministers should be Bible students. They should thoroughly furnish themselves with the evidences of our faith and hope, and then, with full control of the voice and their feelings, present these evidences in such a manner that the people can calmly weigh them, and decide upon the evidences presented."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "When music is allowed to take the place of devotion and prayer, it is a terrible curse. Young people assemble together to sing, and, although professed Christians, frequently dishonor God and their faith by their frivolous conversation and their choice of music."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Confound not faith and feeling together. They are distinct. Faith is ours to exercise. Believe, believe. Let your faith take hold of the blessing, and it is yours by faith. Your feelings have nothing to do with this faith."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "We can believe we are being self-reliant and independent, and yet there is still clearly an overarching destiny, a Great Maker. So when we say we have faith in ourselves, we cannot really separate the small self from the large self."
   },
   "author": {
    "text": "Julia Cameron"
   }
  },
  {
   "quote": {
    "text": "We now occupy the proud attitude of a sovereign and independent Republic, which will impose upon us the obligation of evincing to the world that we are worthy to be free. This will only be accomplished by wise legislation, the maintenance of our integrity, and the faithful and just redemption of our plighted faith wherever it has been pledged."
   },
   "author": {
    "text": "Sam Houston"
   }
  },
  {
   "quote": {
    "text": "My faith foundation works to bring about a greater respect and understanding between different faiths. We basically work with six popular religions in the world which are the three Abrahamic religions, Hinduism and Buddhism and Sikhism."
   },
   "author": {
    "text": "Tony Blair"
   }
  },
  {
   "quote": {
    "text": "At least the fundamentalists haven't tried to dilute their message. Their faith is exposed for what it is for all to see."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Many people want to send their children to faith schools because they get good exam results, but they're not foolish enough to believe that it's because of faith that they get good exam results."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "In the World Wars, people were perfectly able to shoot other people just because they belonged to the wrong country, without ever asking what their opinions were. Faith too is like that."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "I would love to get in trouble with the Catholic Church. I'm not religious myself, but my issue is with the organization. It's an organization of men - it's not about faith."
   },
   "author": {
    "text": "Hozier"
   }
  },
  {
   "quote": {
    "text": "Above all, cancer is a spiritual practice that teaches me about faith and resilience."
   },
   "author": {
    "text": "Kris Carr"
   }
  },
  {
   "quote": {
    "text": "Ruthless trust ultimately comes down to this: faith in the person of Jesus and hope in his promise."
   },
   "author": {
    "text": "Brennan Manning"
   }
  },
  {
   "quote": {
    "text": "Faith is a continuum, and we each fall on that line where we may. By attempting to rigidly classify ethereal concepts like faith, we end up debating semantics to the point where we entirely miss the obvious - that is, that we are all trying to decipher life's big mysteries, and we're each following our own paths of enlightenment."
   },
   "author": {
    "text": "Dan Brown"
   }
  },
  {
   "quote": {
    "text": "I'm not a member of any faith community, and I think faith is a deeply personal issue that individuals should deal with in their private lives."
   },
   "author": {
    "text": "Kyrsten Sinema"
   }
  },
  {
   "quote": {
    "text": "I have great respect for the LDS church - their commitment to family and taking care of each other is exemplary. I just don't believe the tenets of the faith that they believe."
   },
   "author": {
    "text": "Kyrsten Sinema"
   }
  },
  {
   "quote": {
    "text": "I went to a Presbyterian college, you know, I was in... all the way, and so I remember doing my first sermon when I was 17, I was in high school. It wasn't a full twenty-five minute sermon, but for like ten minutes I got up and they let me do that, and it was on faith."
   },
   "author": {
    "text": "Woody Harrelson"
   }
  },
  {
   "quote": {
    "text": "If we may not remain silent about evil in the Church, then neither should we keep silent about the great shining path of goodness and purity which the Christian faith has traced out over the course of the centuries."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "I think, at heart, unless you discover faith in something else, something other, it's very hard to shake the thing that you're adrift alone."
   },
   "author": {
    "text": "Robert Smith"
   }
  },
  {
   "quote": {
    "text": "Without faith that there's a world beyond the one we live in, I don't see how it's possible to get rid of angst."
   },
   "author": {
    "text": "Robert Smith"
   }
  },
  {
   "quote": {
    "text": "As a former Commander, I gave an oath to defend the Constitution against all enemies foreign and domestic. As a state senator, I gave that same oath. As a Congressman, I gave an oath to defend the Constitution. There are some things that are not negotiable: Faith, my family, and the Constitution are dead center. It is nonnegotiable to me."
   },
   "author": {
    "text": "Ryan Zinke"
   }
  },
  {
   "quote": {
    "text": "Faith is the very first thing you should pack in a hope chest."
   },
   "author": {
    "text": "Sarah Ban Breathnach"
   }
  },
  {
   "quote": {
    "text": "No matter how old we become, we can still call them 'Holy Mother' and 'Father' and put a child-like trust in them."
   },
   "author": {
    "text": "Desmond Morris"
   }
  },
  {
   "quote": {
    "text": "I hold that religion and faith are two different things."
   },
   "author": {
    "text": "Pat Buckley"
   }
  },
  {
   "quote": {
    "text": "Let me say that I consider myself a deep believer in the reality of God. I might define God quite differently from the way some people in the Christian faith would do so, but I do not doubt the reality of that experience."
   },
   "author": {
    "text": "John Shelby Spong"
   }
  },
  {
   "quote": {
    "text": "We are a long time in learning that all our strength and salvation is in God."
   },
   "author": {
    "text": "David Brainerd"
   }
  },
  {
   "quote": {
    "text": "Large swathes of people losing faith in democracy is a dangerous thing. Conflict, desperation, totalitarianism are the products of that loss of faith."
   },
   "author": {
    "text": "Sharan Burrow"
   }
  },
  {
   "quote": {
    "text": "A number of Donald Trump's supporters told me during the campaign they had faith that he would be a good president because he would be helped by the experts around him. But the president's improvisation saps experts of their key skill: pattern recognition."
   },
   "author": {
    "text": "John Dickerson"
   }
  },
  {
   "quote": {
    "text": "I would not, under any circumstances, try to impose my personal faith and belief on the rest of the country. I don't think that's right. I don't think that's appropriate. But freedom of religion doesn't mean freedom from religion. And I think that anything we can do to promote the idea that people should express their faith is a good thing."
   },
   "author": {
    "text": "Sam Brownback"
   }
  },
  {
   "quote": {
    "text": "In the spiritual body moreover, man appears such as he is with respect to love and faith, for everyone in the spiritual world is the effigy of his own love, not only as to the face and the body, but also as to the speech and the actions."
   },
   "author": {
    "text": "Emanuel Swedenborg"
   }
  },
  {
   "quote": {
    "text": "In the United Kingdom, we need to promote an inclusive British identity that involves and empowers people from all ethnic and faith backgrounds."
   },
   "author": {
    "text": "Maajid Nawaz"
   }
  },
  {
   "quote": {
    "text": "Faith is not belief without proof, but trust without reservation."
   },
   "author": {
    "text": "D. Elton Trueblood"
   }
  },
  {
   "quote": {
    "text": "Within orthodoxy, there is always a danger of faith collapsing into fear."
   },
   "author": {
    "text": "N. T. Wright"
   }
  },
  {
   "quote": {
    "text": "Our goal at Home Theater Films is to inspire and entertain our audience. We want to make great movies that everyone can enjoy and elevate them with contemporary, relatable characters that naturally demonstrate their faith in real world situations."
   },
   "author": {
    "text": "Corbin Bernsen"
   }
  },
  {
   "quote": {
    "text": "I, of course, owe everything to my mother, because my father died when I was only nine days of age; and the marvelous teachings, the faith, the integrity of my mother have been an inspiration to me."
   },
   "author": {
    "text": "Heber J. Grant"
   }
  },
  {
   "quote": {
    "text": "The Pledge of Allegiance reflects the truth that faith in God has played a significant role in America since the days of the founding of our country."
   },
   "author": {
    "text": "Randy Neugebauer"
   }
  },
  {
   "quote": {
    "text": "Those who are believers in God find strength from their faith in the face of suffering. They are compelled to give sacrificially to help those in need. And they have the hope that comes from knowing that, with God by their side, the tragedy they are facing is never the final word."
   },
   "author": {
    "text": "Adam Hamilton"
   }
  },
  {
   "quote": {
    "text": "Through history, people look for something spiritual. The greatest scientists in the world were men of religion and faith, too."
   },
   "author": {
    "text": "Kirstie Alley"
   }
  },
  {
   "quote": {
    "text": "I have a Christian worldview and so it shapes the way that I view issues. I don't apologize for that, and I don't think people of faith ought to shrink away from being in the public arena."
   },
   "author": {
    "text": "John Thune"
   }
  },
  {
   "quote": {
    "text": "I come now to tell you for what I am brought here to die, and to give you an account of my faith, which I shall do as in the sight of the living God before whom I am shortly to stand."
   },
   "author": {
    "text": "Donald Cargill"
   }
  },
  {
   "quote": {
    "text": "What happened on September 11 compels us to focus on who we are as Americans, what we stand for, what really matters in our lives - family, friends, faith and freedom."
   },
   "author": {
    "text": "Bob Taft"
   }
  },
  {
   "quote": {
    "text": "Faith and doubt both are needed - not as antagonists, but working side by side to take us around the unknown curve."
   },
   "author": {
    "text": "Lillian Smith"
   }
  },
  {
   "quote": {
    "text": "By gold all good faith has been banished; by gold our rights are abused; the law itself is influenced by gold, and soon there will be an end of every modest restraint."
   },
   "author": {
    "text": "Sextus Propertius"
   }
  },
  {
   "quote": {
    "text": "People of faith should be able to have confidence in their right to freely express and live their beliefs."
   },
   "author": {
    "text": "Donald Wuerl"
   }
  },
  {
   "quote": {
    "text": "Fear is the denomination of the Old Testament; belief is the denomination of the New."
   },
   "author": {
    "text": "Benjamin Whichcote"
   }
  },
  {
   "quote": {
    "text": "An investigator starts research in a new field with faith, a foggy idea, and a few wild experiments. Eventually the interplay of negative and positive results guides the work. By the time the research is completed, he or she knows how it should have been started and conducted."
   },
   "author": {
    "text": "Donald Cram"
   }
  },
  {
   "quote": {
    "text": "Vision looks upward and becomes faith."
   },
   "author": {
    "text": "Stephen Samuel Wise"
   }
  },
  {
   "quote": {
    "text": "We will grieve not, rather find strength in what remains behind. In the faith that looks through death, in years that bring the philosophic mind."
   },
   "author": {
    "text": "John Bacon"
   }
  },
  {
   "quote": {
    "text": "Whoever sets any bounds for the reconstructive power of the religious life over the social relations and institutions of men, to that extent denies the faith of the Master."
   },
   "author": {
    "text": "Walter Rauschenbusch"
   }
  },
  {
   "quote": {
    "text": "Writing fiction has become a priestly business in countries that have lost their faith."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "I was always concerned with writing to my age at a particular moment. That was the way I would keep faith with the audience that supported me as I went along."
   },
   "author": {
    "text": "Bruce Springsteen"
   }
  },
  {
   "quote": {
    "text": "Of all the things Christ wants for us, loving Him and focusing our attention on Him are the most important."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "Not truth, but faith, it is that keeps the world alive."
   },
   "author": {
    "text": "Edna St. Vincent Millay"
   }
  },
  {
   "quote": {
    "text": "Man, I just feel blessed... I was in a situation where the only way I could come out of it was by putting my faith in God. No matter how good my lawyers were, no matter how much celebrity I had, everything was just stacked up against me."
   },
   "author": {
    "text": "Sean Combs"
   }
  },
  {
   "quote": {
    "text": "Have faith in God; God has faith in you."
   },
   "author": {
    "text": "Edwin Louis Cole"
   }
  },
  {
   "quote": {
    "text": "True faith is belief in the reality of absolute values."
   },
   "author": {
    "text": "William Inge"
   }
  },
  {
   "quote": {
    "text": "Love is an emotional feeling on a human level and a faith experience on a supernatural level."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "My given name was Zahra, which is the 'flower of the desert.' I don't look anything like the flower of the desert. My name was changed by my grandfather to Iman, which means 'have faith.' And it meant to have faith that a daughter would come."
   },
   "author": {
    "text": "Iman"
   }
  },
  {
   "quote": {
    "text": "Of all duties, prayer certainly is the sweetest and most easy."
   },
   "author": {
    "text": "Laurence Sterne"
   }
  },
  {
   "quote": {
    "text": "That is the definition of faith - acceptance of that which we imagine to be true, that which we cannot prove."
   },
   "author": {
    "text": "Dan Brown"
   }
  },
  {
   "quote": {
    "text": "I often think that woman is more free in Islam than in Christianity. Woman is more protected by Islam than by the faith which preaches monogamy. In AI Quran the law about woman is juster and more liberal."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "The dearest friend on earth is a mere shadow compared to Jesus Christ."
   },
   "author": {
    "text": "Oswald Chambers"
   }
  },
  {
   "quote": {
    "text": "Human misery is too great for men to do without faith."
   },
   "author": {
    "text": "Heinrich Heine"
   }
  },
  {
   "quote": {
    "text": "God continues to work miracles in my life."
   },
   "author": {
    "text": "Willie Aames"
   }
  },
  {
   "quote": {
    "text": "What does God the Father look like? Although I've never seen Him, I believe - as with the Holy Spirit - He looks like Jesus looked on earth."
   },
   "author": {
    "text": "Benny Hinn"
   }
  },
  {
   "quote": {
    "text": "The power of faith will often shine forth the most when the character is naturally weak."
   },
   "author": {
    "text": "Augustus Hare"
   }
  },
  {
   "quote": {
    "text": "I've been very blessed as far as my faith sustaining me because it's not like I haven't been challenged and I haven't been tested and disappointed. But my faith does really bind me and keep me."
   },
   "author": {
    "text": "Kim Fields"
   }
  },
  {
   "quote": {
    "text": "All that I am I owe to Jesus Christ, revealed to me in His divine Book."
   },
   "author": {
    "text": "David Livingstone"
   }
  },
  {
   "quote": {
    "text": "Faith is not a thing which one 'loses', we merely cease to shape our lives by it."
   },
   "author": {
    "text": "Georges Bernanos"
   }
  },
  {
   "quote": {
    "text": "I'm a Christian. I go to church when I can. I was raised Baptist. I went to a Lutheran school. I'm a nondenominational practicing Christian. I have a lot of faith."
   },
   "author": {
    "text": "Brittany Murphy"
   }
  },
  {
   "quote": {
    "text": "As your faith is strengthened you will find that there is no longer the need to have a sense of control, that things will flow as they will, and that you will flow with them, to your great delight and benefit."
   },
   "author": {
    "text": "Emmanuel Teney"
   }
  },
  {
   "quote": {
    "text": "All is amiss. Love is dying, faith's defying, heart's denying."
   },
   "author": {
    "text": "Richard Barnfield"
   }
  },
  {
   "quote": {
    "text": "We know the past and its great events, the present in its multitudinous complications, chiefly through faith in the testimony of others."
   },
   "author": {
    "text": "Matthew Simpson"
   }
  },
  {
   "quote": {
    "text": "No one faith is necessarily superior to another. All explanations are valid and in some respects when it comes to the big mysteries of life."
   },
   "author": {
    "text": "Brad Anderson"
   }
  },
  {
   "quote": {
    "text": "What do you mean by faith? Is faith enough for Man? Should he be satisfied with faith alone? Is there no way of finding out the truth? Is the attitude of faith, of believing in something for which there can be no more than philosophic proof, the true mark of a Christian?"
   },
   "author": {
    "text": "Clifford D. Simak"
   }
  },
  {
   "quote": {
    "text": "I seek a deeper truth, but I don't think I have to go to a building designated for worship to find it."
   },
   "author": {
    "text": "Ted Lange"
   }
  },
  {
   "quote": {
    "text": "Faith is reason grown courageous."
   },
   "author": {
    "text": "Sherwood Eddy"
   }
  },
  {
   "quote": {
    "text": "Faith is not contrary to reason."
   },
   "author": {
    "text": "Sherwood Eddy"
   }
  },
  {
   "quote": {
    "text": "I think the greatest taboos in America are faith and failure."
   },
   "author": {
    "text": "Michael Malone"
   }
  }
 ]
}