{
 "FamilyQuotes": [
  {
   "quote": {
    "text": "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored."
   },
   "author": {
    "text": "Earl Nightingale"
   }
  },
  {
   "quote": {
    "text": "You don't choose your family. They are God's gift to you, as you are to them."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "It's all about quality of life and finding a happy balance between work and friends and family."
   },
   "author": {
    "text": "Philip Green"
   }
  },
  {
   "quote": {
    "text": "My family is my life, and everything else comes second as far as what's important to me."
   },
   "author": {
    "text": "Michael Imperioli"
   }
  },
  {
   "quote": {
    "text": "Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth."
   },
   "author": {
    "text": "Menachem Begin"
   }
  },
  {
   "quote": {
    "text": "The most important thing in the world is family and love."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "Family is not an important thing. It's everything."
   },
   "author": {
    "text": "Michael J. Fox"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, life is about being happy being who you are, and I feel like we are so blessed to have the support system and the best family to really just support each other no matter what we're going through."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "The memories we make with our family is everything."
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "Nothing is better than going home to family and eating good food and relaxing."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "I am blessed to have so many great things in my life - family, friends and God. All will be in my thoughts daily."
   },
   "author": {
    "text": "Lil' Kim"
   }
  },
  {
   "quote": {
    "text": "Family is a unique gift that needs to be appreciated and treasured, even when they're driving you crazy. As much as they make you mad, interrupt you, annoy you, curse at you, try to control you, these are the people who know you the best and who love you."
   },
   "author": {
    "text": "Jenna Morasca"
   }
  },
  {
   "quote": {
    "text": "The family is one of nature's masterpieces."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "To us, family means putting your arms around each other and being there."
   },
   "author": {
    "text": "Barbara Bush"
   }
  },
  {
   "quote": {
    "text": "I believe that the greatest gift you can give your family and the world is a healthy you."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Neither man nor woman is perfect or complete without the other. Thus, no marriage or family, no ward or stake is likely to reach its full potential until husbands and wives, mothers and fathers, men and women work together in unity of purpose, respecting and relying upon each other's strengths."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "The bond that links your true family is not one of blood, but of respect and joy in each other's life."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "Happiness is having a large, loving, caring, close-knit family in another city."
   },
   "author": {
    "text": "George Burns"
   }
  },
  {
   "quote": {
    "text": "You go through life wondering what is it all about but at the end of the day it's all about family."
   },
   "author": {
    "text": "Rod Stewart"
   }
  },
  {
   "quote": {
    "text": "You need a strong family because at the end, they will love you and support you unconditionally. Luckily, I have my dad, mom and sister."
   },
   "author": {
    "text": "Esha Gupta"
   }
  },
  {
   "quote": {
    "text": "I try to live my life like my father lives his. He always takes care of everyone else first. He won't even start eating until he's sure everyone else in the family has started eating. Another thing: My dad never judges me by whether I win or lose."
   },
   "author": {
    "text": "Ben Roethlisberger"
   }
  },
  {
   "quote": {
    "text": "If a country is to be corruption free and become a nation of beautiful minds, I strongly feel there are three key societal members who can make a difference. They are the father, the mother and the teacher."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "My family is my strength and my weakness."
   },
   "author": {
    "text": "Aishwarya Rai Bachchan"
   }
  },
  {
   "quote": {
    "text": "Family and friendships are two of the greatest facilitators of happiness."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "God has blessed me with an amazing family, friends and work colleagues that have been my joy, my support, and my sanity. I don't know what I'd do without them."
   },
   "author": {
    "text": "Josie Loren"
   }
  },
  {
   "quote": {
    "text": "Don't worry about the pressure or the responsibility. Just live in it, have fun, and when everything seems to be going right, just stay humble and remember your family."
   },
   "author": {
    "text": "Roman Reigns"
   }
  },
  {
   "quote": {
    "text": "Sister is probably the most competitive relationship within the family, but once the sisters are grown, it becomes the strongest relationship."
   },
   "author": {
    "text": "Margaret Mead"
   }
  },
  {
   "quote": {
    "text": "I think togetherness is a very important ingredient to family life."
   },
   "author": {
    "text": "Barbara Bush"
   }
  },
  {
   "quote": {
    "text": "Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God's perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "For there is no friend like a sister in calm or stormy weather; To cheer one on the tedious way, to fetch one if one goes astray, to lift one if one totters down, to strengthen whilst one stands."
   },
   "author": {
    "text": "Christina Rossetti"
   }
  },
  {
   "quote": {
    "text": "I have a best friend as a husband, and he is my number one supporter. He's a family man, and he's always giving back to God. That is what makes him a beautiful man. We're not perfect by any means, but that makes us beautiful as well. We're not afraid to say we're not perfect. We have our disagreements, but that comes along with marriage."
   },
   "author": {
    "text": "Tamera Mowry"
   }
  },
  {
   "quote": {
    "text": "I think that life is difficult. People have challenges. Family members get sick, people get older, you don't always get the job or the promotion that you want. You have conflicts in your life. And really, life is about your resilience and your ability to go through your life and all of the ups and downs with a positive attitude."
   },
   "author": {
    "text": "Jennifer Hyman"
   }
  },
  {
   "quote": {
    "text": "Many times, the decisions we make affect and hurt your closest friends and family the most. I have a lot of regrets in that regard. But God has forgiven me, which I am very thankful for. It has enabled me to forgive myself and move forward one day at a time."
   },
   "author": {
    "text": "Lex Luger"
   }
  },
  {
   "quote": {
    "text": "My family is everything. I am what I am thanks to my mother, my father, my brother, my sister... because they have given me everything. The education I have is thanks to them."
   },
   "author": {
    "text": "Ronaldinho"
   }
  },
  {
   "quote": {
    "text": "Family means no one gets left behind or forgotten."
   },
   "author": {
    "text": "David Ogden Stiers"
   }
  },
  {
   "quote": {
    "text": "Family always gonna be there. The material things, they come and go."
   },
   "author": {
    "text": "Romeo Miller"
   }
  },
  {
   "quote": {
    "text": "Children need to get a high-quality education, avoid violence and the criminal-justice system, and gain jobs. But they deserve more. We want them to learn not only reading and math but fairness, caring, self-respect, family commitment, and civic duty."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "I think every girl needs to love herself, regardless of anything. Like if you're having a bad day, if you don't like your hair, if you don't have the best family situation, whatever, you have to love yourself and you can't do anything until you love yourself first."
   },
   "author": {
    "text": "Julianne Hough"
   }
  },
  {
   "quote": {
    "text": "A real man loves his wife, and places his family as the most important thing in life. Nothing has brought me more peace and content in life than simply being a good husband and father."
   },
   "author": {
    "text": "Frank Abagnale"
   }
  },
  {
   "quote": {
    "text": "Cherish your human connections - your relationships with friends and family."
   },
   "author": {
    "text": "Barbara Bush"
   }
  },
  {
   "quote": {
    "text": "My dreams for the future are simple: work, a happy, healthy family, a lovely long motorcycle ride, and continuing the struggle to awaken people to the need for serious human rights reform."
   },
   "author": {
    "text": "Mike Farrell"
   }
  },
  {
   "quote": {
    "text": "Holidays - any holiday - are such a great opportunity to focus on bringing the family together."
   },
   "author": {
    "text": "Lidia Bastianich"
   }
  },
  {
   "quote": {
    "text": "I don't think quantity time is as special as quality time with your family."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "I enjoy nothing more than spending time with my loved ones, young and old, and at least once a year we get together for a formal family photograph."
   },
   "author": {
    "text": "Elliott Erwitt"
   }
  },
  {
   "quote": {
    "text": "All these walls that keep us from loving each other as one family or one race - racism, religion, where we grew up, whatever, class, socioeconomic - what makes us be so selfish and prideful, what keeps us from wanting to help the next man, what makes us be so focused on a personal legacy as opposed to the entire legacy of a race."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "Social media websites are no longer performing an envisaged function of creating a positive communication link among friends, family and professionals. It is a veritable battleground, where insults fly from the human quiver, damaging lives, destroying self-esteem and a person's sense of self-worth."
   },
   "author": {
    "text": "Anthony Carmona"
   }
  },
  {
   "quote": {
    "text": "I have a wonderful shelter, which is my family. I have a wonderful relationship with my brother and sister; this makes me feel that I know always where I belong."
   },
   "author": {
    "text": "Jose Carreras"
   }
  },
  {
   "quote": {
    "text": "Family is the most important thing in the world."
   },
   "author": {
    "text": "Princess Diana"
   }
  },
  {
   "quote": {
    "text": "A perfect dinner for me is being with people I really want to be with. It starts and stops with my company and my family."
   },
   "author": {
    "text": "Catherine Bach"
   }
  },
  {
   "quote": {
    "text": "I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying my friends."
   },
   "author": {
    "text": "Cindy Morgan"
   }
  },
  {
   "quote": {
    "text": "My friends and family are my support system. They tell me what I need to hear, not what I want to hear and they are there for me in the good and bad times. Without them I have no idea where I would be and I know that their love for me is what's keeping my head above the water."
   },
   "author": {
    "text": "Kelly Clarkson"
   }
  },
  {
   "quote": {
    "text": "In every conceivable manner, the family is link to our past, bridge to our future."
   },
   "author": {
    "text": "Alex Haley"
   }
  },
  {
   "quote": {
    "text": "I love Thanksgiving because it's a holiday that is centered around food and family, two things that are of utmost importance to me."
   },
   "author": {
    "text": "Marcus Samuelsson"
   }
  },
  {
   "quote": {
    "text": "I am very proud of my mom and consider her the most courageous woman I know. With perseverance, sacrifice and hard work, she raised a family of Olympic athletes and gave us the tools and the spirit to succeed. That is something that my brothers and I will always be thankful for."
   },
   "author": {
    "text": "Diana Lopez"
   }
  },
  {
   "quote": {
    "text": "Happiness is being content with what you have, living in freedom and liberty, having a good family life and good friends."
   },
   "author": {
    "text": "Divyanka Tripathi"
   }
  },
  {
   "quote": {
    "text": "When you get together in a group, it becomes like a family, with the different personalities and the politics that comes with being in a band. It's different than bringing something in by yourself."
   },
   "author": {
    "text": "Albert Hammond, Jr."
   }
  },
  {
   "quote": {
    "text": "Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don't judge people by their religion, color or sexual habits, love life and your family."
   },
   "author": {
    "text": "Madonna Ciccone"
   }
  },
  {
   "quote": {
    "text": "God's dream is that you and I and all of us will realize that we are family, that we are made for togetherness, for goodness, and for compassion."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "Going home, spending time with the family, I feel they're my friends as well, all of them. I look forward to meeting any one of them for a coffee, and when we all get together, I just love it."
   },
   "author": {
    "text": "Domhnall Gleeson"
   }
  },
  {
   "quote": {
    "text": "I always believe holidays strengthen the family bond, away from our daily hectic schedules."
   },
   "author": {
    "text": "Chiranjeevi"
   }
  },
  {
   "quote": {
    "text": "I absolutely love spending time with my family."
   },
   "author": {
    "text": "Kevin Alejandro"
   }
  },
  {
   "quote": {
    "text": "I'm surrounded by great friends and family. I don't know what I would do without them."
   },
   "author": {
    "text": "Emma Roberts"
   }
  },
  {
   "quote": {
    "text": "Anyone with a heart, with a family, has experienced loss. No one escapes unscathed. Every story of separation is different, but I think we all understand that basic, wrenching emotion that comes from saying goodbye, not knowing if we'll see that person again - or perhaps knowing that we won't."
   },
   "author": {
    "text": "Luanne Rice"
   }
  },
  {
   "quote": {
    "text": "Without a family, man, alone in the world, trembles with the cold."
   },
   "author": {
    "text": "Andre Maurois"
   }
  },
  {
   "quote": {
    "text": "My best friend is the most important girl, outside of family, to me. I met her when I went to college and we bonded immediately. I'd do anything for her at any time. We phone each other every day."
   },
   "author": {
    "text": "Dawn French"
   }
  },
  {
   "quote": {
    "text": "The only rock I know that stays steady, the only institution I know that works, is the family."
   },
   "author": {
    "text": "Lee Iacocca"
   }
  },
  {
   "quote": {
    "text": "What people don't understand is joining a gang ain't bad, it's cool, it's fine. When you in the hood, joining a gang it's cool because all your friends are in the gang, all your family's in the gang. We're not just killing people every night, we're just hanging out, having a good time."
   },
   "author": {
    "text": "Snoop Dogg"
   }
  },
  {
   "quote": {
    "text": "Every day, people serve their neighbors and our nation in many different ways, from helping a child learn and easing the loneliness of those without a family to defending our freedom overseas. It is in this spirit of dedication to others and to our country that I believe service should be broadly and deeply encouraged."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "Going home and spending time with your family and your real friends keeps you grounded."
   },
   "author": {
    "text": "Jennifer Ellison"
   }
  },
  {
   "quote": {
    "text": "Think about what people are doing on Facebook today. They're keeping up with their friends and family, but they're also building an image and identity for themselves, which in a sense is their brand. They're connecting with the audience that they want to connect to. It's almost a disadvantage if you're not on it now."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "A sister is someone who owns part of what you own: a house, perhaps, or a less tangible legacy, like memories of your childhood and the experience of your family."
   },
   "author": {
    "text": "Deborah Tannen"
   }
  },
  {
   "quote": {
    "text": "I am grateful to have my life back and for the friends and family who never gave up on me, for a God who was there when I was ready to find him. I am grateful for so much, that every day, one day at a time, is Thanksgiving."
   },
   "author": {
    "text": "Andrew Zimmern"
   }
  },
  {
   "quote": {
    "text": "The love of family and the admiration of friends is much more important than wealth and privilege."
   },
   "author": {
    "text": "Charles Kuralt"
   }
  },
  {
   "quote": {
    "text": "I have a family, loving aunts, and a good home. No, on the surface I seem to have everything except my one true friend. All I think about when I'm with friends is having a good time. I can't bring myself to talk about anything but ordinary everyday things. We don't seem to be able to get any closer, and that's the problem."
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "I love everything about the holidays: the decorations, the parties, and spending time with friends and family. What I love most is that feeling of giving back. Every bit counts."
   },
   "author": {
    "text": "Brad Goreski"
   }
  },
  {
   "quote": {
    "text": "My family and friends were definitely the key to my recovery. One thing that I do suggest is that anyone dealing with a life-threatening illness like cancer choose a point person for people to call to find out how you are doing - a sister, brother, mother, father, daughter, son, or close friend."
   },
   "author": {
    "text": "Olivia Newton-John"
   }
  },
  {
   "quote": {
    "text": "I have the best roommates in the world! It creates a fun sense of family... and that's really important to me. Things can get so lonely without it."
   },
   "author": {
    "text": "Kristen Bell"
   }
  },
  {
   "quote": {
    "text": "I'm not sure I'm a good cook. But I like cooking, and it's a real family thing - an expression of love being together."
   },
   "author": {
    "text": "Genevieve O'Reilly"
   }
  },
  {
   "quote": {
    "text": "As a child my family's menu consisted of two choices: take it or leave it."
   },
   "author": {
    "text": "Buddy Hackett"
   }
  },
  {
   "quote": {
    "text": "One of my earliest memories is walking up a muddy road into the mountains. It was raining. Behind me, my village was burning. When there was school, it was under a tree. Then the United Nations came. They fed me, my family, my community."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "Festivals are fun for kids, fun for parents and offer a welcome break from the stresses of the nuclear family. The sheer quantities of people make life easier: loads of adults for the adults to talk to and loads of kids for the kids to play with."
   },
   "author": {
    "text": "Tom Hodgkinson"
   }
  },
  {
   "quote": {
    "text": "Before I go to bed, I thank God for blessing me with all the things he blessed me with, and for my family to be safe."
   },
   "author": {
    "text": "Lauren Alaina"
   }
  },
  {
   "quote": {
    "text": "Finding your soul begins by discovering our ability to listen! Alternatively, by sharing a smile, a laugh and just by being human to everyone - from friends, colleagues, family, and especially strangers, including those who are not from the same station in life as you."
   },
   "author": {
    "text": "Om Malik"
   }
  },
  {
   "quote": {
    "text": "I'll tell you what I'm grateful for, and that's the clarity of understanding that the most important things in life are health, family and friends, and the time to spend on them."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "Traditions are our roots and a profile of who we are as individuals and who we are as a family. They are our roots, which give us stability and a sense of belonging - they ground us."
   },
   "author": {
    "text": "Lidia Bastianich"
   }
  },
  {
   "quote": {
    "text": "Let us remember we are all part of one American family. We are united in common values, and that includes belief in equality under the law, basic respect for public order, and the right of peaceful protest."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "I love coming back home and seeing old friends and family. I would say it keeps me grounded."
   },
   "author": {
    "text": "Coy Bowles"
   }
  },
  {
   "quote": {
    "text": "I wanted to say thanks... and share my gratitude for everything I've been blessed with. Family, friends, and continued support from everyone."
   },
   "author": {
    "text": "Travis Barker"
   }
  },
  {
   "quote": {
    "text": "Never lose sight of the fact that the most important yardstick of your success will be how you treat other people - your family, friends, and coworkers, and even strangers you meet along the way."
   },
   "author": {
    "text": "Barbara Bush"
   }
  },
  {
   "quote": {
    "text": "My greatest pleasure is spending time with my family: my husband and daughter, but also my mother, my three sisters, and their families."
   },
   "author": {
    "text": "Siri Hustvedt"
   }
  },
  {
   "quote": {
    "text": "In my career, there's many things I've won and many things I've achieved, but for me, my greatest achievement is my children and my family. It's about being a good father, a good husband, just being connected to family as much as possible."
   },
   "author": {
    "text": "David Beckham"
   }
  },
  {
   "quote": {
    "text": "No family is complete without an embarrassing uncle."
   },
   "author": {
    "text": "Peter Morgan"
   }
  },
  {
   "quote": {
    "text": "When we understand the connection between how we live and how long we live, it's easier to make different choices. Instead of viewing the time we spend with friends and family as luxuries, we can see that these relationships are among the most powerful determinants of our well-being and survival."
   },
   "author": {
    "text": "Dean Ornish"
   }
  },
  {
   "quote": {
    "text": "Everyone feels like family and I am back in the city that I love."
   },
   "author": {
    "text": "Chris Noth"
   }
  },
  {
   "quote": {
    "text": "I grew up in a family with two very strong women, my mother and my older sister, and they were big influences on my life."
   },
   "author": {
    "text": "Darren Aronofsky"
   }
  },
  {
   "quote": {
    "text": "What I love about Thanksgiving is that it's purely about getting together with friends or family and enjoying food. It's really for everybody, and it doesn't matter where you're from."
   },
   "author": {
    "text": "Daniel Humm"
   }
  },
  {
   "quote": {
    "text": "Soup is a lot like a family. Each ingredient enhances the others; each batch has its own characteristics; and it needs time to simmer to reach full flavor."
   },
   "author": {
    "text": "Marge Kennedy"
   }
  },
  {
   "quote": {
    "text": "We were a family that made our Halloween costumes. Or, more accurately, my mother made them. She took no suggestions or advice. Halloween costumes were her territory. She was the brain behind my brother's winning girl costume, stuffing her own bra with newspapers for him to wear under a cashmere sweater and smearing red lipstick on his lips."
   },
   "author": {
    "text": "Ann Hood"
   }
  },
  {
   "quote": {
    "text": "The distance, being far away from your home, from your family, that's not easy. There are times when you say, 'Wow, what a fight, what a battle.'"
   },
   "author": {
    "text": "Rodrigo Santoro"
   }
  },
  {
   "quote": {
    "text": "I think the best thing that I collect is memories. I love traveling; I love remembering stuff, my family, my daughter, my wife. I just love collecting memories of my trips, my experiences. And I think that's it. I'm not very glued to material stuff."
   },
   "author": {
    "text": "Jaime Camil"
   }
  },
  {
   "quote": {
    "text": "At Thanksgiving, I always start at the top of my list and say I'm grateful for friends, family, and good health. Then I get more superficial... like being thankful for my Louboutins."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "If we are peaceful, if we are happy, we can smile, and everyone in our family, our entire society, will benefit from our peace."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "The kitchen is the heart of every home, for the most part. It evokes memories of your family history."
   },
   "author": {
    "text": "Debi Mazar"
   }
  },
  {
   "quote": {
    "text": "Being a teen can be tough. Just try to surround yourself with really good friends that really have your back, and also be a really good friend to those who really care about you. If you're not sure about certain things, talk to your friends that you trust and your family."
   },
   "author": {
    "text": "Victoria Justice"
   }
  },
  {
   "quote": {
    "text": "I am a marathon worker and marathon mother. I'll spend three or four days completely swallowed up by work. And if I make it home in time to say good night, I may have one good hour with the girls, maybe a brief family dinner or a family walk with the dog, and then it is back on the computer to prepare for tomorrow's shows."
   },
   "author": {
    "text": "Mika Brzezinski"
   }
  },
  {
   "quote": {
    "text": "I like a quiet evening with family or friends over, great food and great discussion and a lot of laughter. That's really what I think fills my tank."
   },
   "author": {
    "text": "Anna Eshoo"
   }
  },
  {
   "quote": {
    "text": "It's an absolute honor to be taking part in the pageant for the Diamond Jubilee. This is a once-in-a-lifetime opportunity and will be a moment in history that will always be remembered. I'm really looking forward to being out on the river with friends and family. To mark this historic moment will be extremely special."
   },
   "author": {
    "text": "Steve McFadden"
   }
  },
  {
   "quote": {
    "text": "A man should never neglect his family for business."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "I want to thank God, obviously for the health, for the talent He's given me, for my family who supports me, for the things that basketball's taught me on and off the court. For the people that I've been able to meet through the game of basketball."
   },
   "author": {
    "text": "Stephen Curry"
   }
  },
  {
   "quote": {
    "text": "Sunday, for me, is all about being home with the family with no plans."
   },
   "author": {
    "text": "John Lasseter"
   }
  },
  {
   "quote": {
    "text": "I looked up my family tree and found out I was the sap."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "You need a really solid foundation of friends and family to keep you where you need to be."
   },
   "author": {
    "text": "Lilly Singh"
   }
  },
  {
   "quote": {
    "text": "Don't focus on the negativity. Focus on the positivity and the people that want you to do well; then, do it for them and for yourself. Sometimes I do things for myself. Sometimes I do things for my family. Sometimes I do things for my friends."
   },
   "author": {
    "text": "Roman Reigns"
   }
  },
  {
   "quote": {
    "text": "I'm trying to raise the awareness of the troops that, when they deploy and go to war, it's not just them at war - it's also their family. Their family is having to go through all the hardships and the stresses."
   },
   "author": {
    "text": "Chris Kyle"
   }
  },
  {
   "quote": {
    "text": "I am proud to have been born in Iowa. Through the eyes of a ten-year-old boy, it was a place of adventure and daily discoveries - the wonder of the growing crops, the excitements of the harvest, the journeys to the woods for nuts and hunting, the joys of snowy winters, the comfort of the family fireside, of good food and tender care."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "I pretend I'm one of the royal family when I'm in a hotel and that the hotel belongs to me - it is a palace."
   },
   "author": {
    "text": "Martin Short"
   }
  },
  {
   "quote": {
    "text": "I think it's difficult to say what exactly made me become a successful DJ. It depends on so many different things. If I were given an award, I would thank my family, friends, Tiesto and the great team behind me for all their support and hard work. Without them, I wouldn't be where I am today."
   },
   "author": {
    "text": "Martin Garrix"
   }
  },
  {
   "quote": {
    "text": "Perfect happiness would be knowing that all my family and friends were happy and safe. Then I'd go to a tropical island with my husband where it was gorgeous and fun all day long and interesting and fun all evening. Good food and dancing would be nice, too, and weekly visits from those safe and happy family and friends. Plus world peace."
   },
   "author": {
    "text": "Suzanne Weyn"
   }
  },
  {
   "quote": {
    "text": "I woke up one morning thinking about wolves and realized that wolf packs function as families. Everyone has a role, and if you act within the parameters of your role, the whole pack succeeds, and when that falls apart, so does the pack."
   },
   "author": {
    "text": "Jodi Picoult"
   }
  },
  {
   "quote": {
    "text": "I always wanted to be a farmer. There is a tradition of that in my family."
   },
   "author": {
    "text": "Bjork"
   }
  },
  {
   "quote": {
    "text": "Your children are not your children. They are the sons and daughters of Life's longing for itself. They came through you but not from you and though they are with you yet they belong not to you."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "You cannot have maternal health without reproductive health. And reproductive health includes contraception and family planning and access to legal, safe abortion."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "If you cannot get rid of the family skeleton, you may as well make it dance."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "God Bless my mother and father for all the hard work they've done for our family."
   },
   "author": {
    "text": "Coy Bowles"
   }
  },
  {
   "quote": {
    "text": "All happy families resemble one another, each unhappy family is unhappy in its own way."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "Obviously, you would give your life for your children, or give them the last biscuit on the plate. But to me, the trick in life is to take that sense of generosity between kin, make it apply to the extended family and to your neighbour, your village and beyond."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "I was born in South Africa during apartheid, a system of laws that made it illegal for people to mix in South Africa. And this was obviously awkward because I grew up in a mixed family. My mother's a black woman, South African Xhosa woman... and my father's Swiss, from Switzerland."
   },
   "author": {
    "text": "Trevor Noah"
   }
  },
  {
   "quote": {
    "text": "I've been fortunate in life to benefit from family, educators, work colleagues, and a set of mentors and sponsors, all of whom did not hesitate to offer and support me with every opportunity to achieve what I set out to do."
   },
   "author": {
    "text": "Cathy Engelbert"
   }
  },
  {
   "quote": {
    "text": "You aren't your work, your accomplishments, your possessions, your home, your family... your anything. You're a creation of your Source, dressed in a physical human body intended to experience and enjoy life on Earth."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "A home with a loving and loyal husband and wife is the supreme setting in which children can be reared in love and righteousness and in which the spiritual and physical needs of children can be met."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "I was raised by a single mother who made a way for me. She used to scrub floors as a domestic worker, put a cleaning rag in her pocketbook and ride the subways in Brooklyn so I would have food on the table. But she taught me as I walked her to the subway that life is about not where you start, but where you're going. That's family values."
   },
   "author": {
    "text": "Al Sharpton"
   }
  },
  {
   "quote": {
    "text": "I was born in a very poor family. I used to sell tea in a railway coach as a child. My mother used to wash utensils and do lowly household work in the houses of others to earn a livelihood. I have seen poverty very closely. I have lived in poverty. As a child, my entire childhood was steeped in poverty."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "I think there's a lot of different kinds of love: not just between a boyfriend and girlfriend, but love with your family, love with the people around you. I think that's really important and, I think, would really be a good thing for the world and make a better world for everybody."
   },
   "author": {
    "text": "Suga"
   }
  },
  {
   "quote": {
    "text": "I think everybody has their own way of looking at their lives as some kind of pilgrimage. Some people will see their role as a pilgrim in terms of setting up a fine family, or establishing a business inheritance. Everyone's got their own definition. Mine, I suppose, is to know myself."
   },
   "author": {
    "text": "Eric Clapton"
   }
  },
  {
   "quote": {
    "text": "All I know is it destroyed my family, it destroyed my marriage to Sylvester and I will never get over it."
   },
   "author": {
    "text": "Brigitte Nielsen"
   }
  },
  {
   "quote": {
    "text": "Marriage is an act of will that signifies and involves a mutual gift, which unites the spouses and binds them to their eventual souls, with whom they make up a sole family - a domestic church."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "It was the labor movement that helped secure so much of what we take for granted today. The 40-hour work week, the minimum wage, family leave, health insurance, Social Security, Medicare, retirement plans. The cornerstones of the middle-class security all bear the union label."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Growing up in the days when you still had to punch buttons to make a telephone call, I could recall the numbers of all my close friends and family. Today, I'm not sure if I know more than four phone numbers by heart. And that's probably more than most."
   },
   "author": {
    "text": "Joshua Foer"
   }
  },
  {
   "quote": {
    "text": "I would like to be remembered as a man who had a wonderful time living life, a man who had good friends, fine family - and I don't think I could ask for anything more than that, actually."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "You should feel good about making your home nicer for your family and your friends. You should feel great about cooking a good dinner and making a dress for a granddaughter, creating a beautiful birthday party. It's all part of life."
   },
   "author": {
    "text": "Martha Stewart"
   }
  },
  {
   "quote": {
    "text": "Positive feelings come from being honest about yourself and accepting your personality, and physical characteristics, warts and all; and, from belonging to a family that accepts you without question."
   },
   "author": {
    "text": "Willard Scott"
   }
  },
  {
   "quote": {
    "text": "I have lots of friends, but I'm probably a terrible friend to all of them, even my family. I wouldn't be surprised if I found myself with no friends later on in life. My friends become my enemies."
   },
   "author": {
    "text": "Ariel Pink"
   }
  },
  {
   "quote": {
    "text": "With the royal family, you don't want to see them as people because it takes the sheen off. They're distant; you can idealize them. But there's room to have compassion for people and see them as human beings. Just because they're royalty, it doesn't mean they don't love or feel loss or feel pain."
   },
   "author": {
    "text": "Claire Foy"
   }
  },
  {
   "quote": {
    "text": "Part of our tradition as black women is that we are universalists. Black children, yellow children, red children, brown children, that is the black woman's normal, day-to-day relationship. In my family alone, we are about four different colors."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Thanksgiving Day, we do a huge lunch. Big family, like, 60 people, we get together. Everybody brings a covered dish, everybody brings a dessert, and we go all out."
   },
   "author": {
    "text": "Chris Lane"
   }
  },
  {
   "quote": {
    "text": "So, I'm thinking of a name for a villain that has a sense of humor. I thought of 'The Joker' as a name, and as soon as I thought that, I associate it with the playing card, as my family had a tradition of champion playing; my brother was a contract champion bridge player. There were always cards around the house."
   },
   "author": {
    "text": "Jerry Robinson"
   }
  },
  {
   "quote": {
    "text": "To be successful in coaching you have to treat your team like a family. The leader needs backing from everyone."
   },
   "author": {
    "text": "Morgan Wootten"
   }
  },
  {
   "quote": {
    "text": "There's a bond among a kitchen staff, I think. You spend more time with your chef in the kitchen than you do with your own family."
   },
   "author": {
    "text": "Gordon Ramsay"
   }
  },
  {
   "quote": {
    "text": "A happy family is but an earlier heaven."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "He who is overly attached to his family members experiences fear and sorrow, for the root of all grief is attachment. Thus one should discard attachment to be happy."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "Do what you love. Do what is important to you and your family. I just want to encourage people to just go for it and do what makes sense to you."
   },
   "author": {
    "text": "Chip Gaines"
   }
  },
  {
   "quote": {
    "text": "I love spending time with my family and friends during the holidays, and my favorite holiday tradition would be the pozole that my mom makes almost every Christmas. It's the best!"
   },
   "author": {
    "text": "Becky G"
   }
  },
  {
   "quote": {
    "text": "My advice: Take a second out of the day today and be thankful for your family."
   },
   "author": {
    "text": "Jenna Morasca"
   }
  },
  {
   "quote": {
    "text": "Life is not a matter of place, things or comfort; rather, it concerns the basic human rights of family, country, justice and human dignity."
   },
   "author": {
    "text": "Imelda Marcos"
   }
  },
  {
   "quote": {
    "text": "Great men show politeness in a particular way; a smile suffices to assure you that you are welcome, and keep about their avocations as if you were a member of the family."
   },
   "author": {
    "text": "John James Audubon"
   }
  },
  {
   "quote": {
    "text": "I love pizza. I want to marry it, but it would just be to eat her family at the wedding."
   },
   "author": {
    "text": "Mike Birbiglia"
   }
  },
  {
   "quote": {
    "text": "I always believe that the elders in my family are the reason for my success."
   },
   "author": {
    "text": "R. Madhavan"
   }
  },
  {
   "quote": {
    "text": "Without the name, any flower is still more or less a stranger to you. The name betrays its family, its relationship to other flowers, and gives the mind something tangible to grasp. It is very difficult for persons who have had no special training to learn the names of the flowers from the botany."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "We are very excited about welcoming a new member of the family, a daughter!"
   },
   "author": {
    "text": "Michael Weatherly"
   }
  },
  {
   "quote": {
    "text": "We are special because we've been united not by a common race or ethnicity. We're bound together by common values. That family is the most important institution in society. That almighty God is the source of all we have."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "Trump wants to be the first American tsar. With his hero worship of Putin, his admiration for the apparent omnipotence of the Kremlin, schoolboyish crush on Putin's gangster swagger and his contempt for democracy, Trump wants to rule with his family, taking decisions purely because he's right about everything like a tsar."
   },
   "author": {
    "text": "Simon Sebag Montefiore"
   }
  },
  {
   "quote": {
    "text": "Since I'm always working, my best holiday memories are definitely when I can just go home and spend time with my family."
   },
   "author": {
    "text": "Chris Brown"
   }
  },
  {
   "quote": {
    "text": "I come from a blue collar family, but my personal life isn't. I didn't get the gene that my grandfather had in spades. He was a local hero. Built the church that I went to. Built the house I grew up in. Steamfitter, pipefitter, electrician, mechanic and plumber. I wanted to do those things. But it just didn't come easy."
   },
   "author": {
    "text": "Mike Rowe"
   }
  },
  {
   "quote": {
    "text": "The one thing I've always said: Let your family and close friends be the judge of who you are as a person. Don't worry about being judged by others who don't know you, because your family and close friends know what you're all about, good and bad."
   },
   "author": {
    "text": "Rick Pitino"
   }
  },
  {
   "quote": {
    "text": "Right now I just want to chill for a while. Take a hiatus from all the craziness. To clean my house, see my family. Just see some movies and pick some strawberries."
   },
   "author": {
    "text": "Lauren Ambrose"
   }
  },
  {
   "quote": {
    "text": "When you grow up in an extended family, or in a stable neighborhood with two or three generations of families who live there, you feel seen. Not just the good things you've done, the stuff you put on your resume. You know they've seen you in your dark times, when you've messed up - but they're still there."
   },
   "author": {
    "text": "Dean Ornish"
   }
  },
  {
   "quote": {
    "text": "I may get married later or may never get married. But I want babies, so I'll have to get married. I want fat, cute babies. Every girl has to think about it at some point. For me, marriage is about family, and that's why I find it necessary. Till then, it's normal to have a partner and do your own thing."
   },
   "author": {
    "text": "Alia Bhatt"
   }
  },
  {
   "quote": {
    "text": "My family is my little village. I really do feel like my fairy tale came true."
   },
   "author": {
    "text": "Molly Sims"
   }
  },
  {
   "quote": {
    "text": "Life hands us a lot of hard choices, and other people can help us more than we might realize. We often think we should make important decisions using just our own internal resources. What are the pros and cons? What does my gut tell me? But often we have friends and family who know us in ways we don't know ourselves."
   },
   "author": {
    "text": "Sheena Iyengar"
   }
  },
  {
   "quote": {
    "text": "I know my father believed and my mother believed in and supported the suffrage movement, and I remember my mother taking me to suffrage meetings held in the home of a Quaker family that lived not far from us."
   },
   "author": {
    "text": "Alice Paul"
   }
  },
  {
   "quote": {
    "text": "Both within the family and without, our sisters hold up our mirrors: our images of who we are and of who we can dare to be."
   },
   "author": {
    "text": "Elizabeth Fishel"
   }
  },
  {
   "quote": {
    "text": "I walk in a space of gratitude. I'm so grateful to God for blessing me with an amazing family and the opportunity to do what I love."
   },
   "author": {
    "text": "Jurnee Smollett-Bell"
   }
  },
  {
   "quote": {
    "text": "On Thanksgiving I will stop to give thanks that my family is safe and healthy, especially because I realize that, following the tragedies of this year, it is all too real a possibility that they might not have been."
   },
   "author": {
    "text": "Bobby Jindal"
   }
  },
  {
   "quote": {
    "text": "My favorite thing about the holiday season is the lights! I love walking around with family, friends, and a cup of peppermint hot chocolate to look at all the beautiful lights and decorations."
   },
   "author": {
    "text": "Caroline Sunshine"
   }
  },
  {
   "quote": {
    "text": "The people you choose to have around you make all the difference. My family and close friends keep me grounded. You have to have a mind of your own and a strong head on your shoulders. Cricket is the most important thing to me, so the rest of it pales in comparison."
   },
   "author": {
    "text": "Virat Kohli"
   }
  },
  {
   "quote": {
    "text": "The black family survived centuries of slavery and generations of Jim Crow, but it has disintegrated in the wake of the liberals' expansion of the welfare state."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "Feelings of worth can flourish only in an atmosphere where individual differences are appreciated, mistakes are tolerated, communication is open, and rules are flexible - the kind of atmosphere that is found in a nurturing family."
   },
   "author": {
    "text": "Virginia Satir"
   }
  },
  {
   "quote": {
    "text": "When you're confined to a hospital bed, there aren't many appointments you can make. You await visits from friends and family members. You enjoy the coconut ice cream they smuggle in. You tolerate the erratic and invasive visits of doctors and nurses, hoping that one of them will bring you closer to going home."
   },
   "author": {
    "text": "Josh Gondelman"
   }
  },
  {
   "quote": {
    "text": "There are things that I can tell my friends that I just can't tell my family, just as far as how I'm feeling about things. My friends know me the best in a certain way. I just think old friends are really, really important."
   },
   "author": {
    "text": "Jonathan Levine"
   }
  },
  {
   "quote": {
    "text": "I do have a close circle of friends and I am very fortunate to have them as friends. I feel very close to them I think friends are everything in life after your family. You come across lots of people all the time but you only make very few friends and you have to be true to them otherwise what's the point in life?"
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "I know all I really wanna do is get money and take care of my family."
   },
   "author": {
    "text": "Meek Mill"
   }
  },
  {
   "quote": {
    "text": "An Asian way of eating and living may help prevent and even reverse the progression of coronary heart disease, diabetes, hypertension, obesity, prostate cancer and breast cancer. Incorporate more fruits, vegetables, whole grains, legumes, soy products and fish in your diet. Eat at home more with your family and friends."
   },
   "author": {
    "text": "Dean Ornish"
   }
  },
  {
   "quote": {
    "text": "A good job is more than just a paycheck. A good job fosters independence and discipline, and contributes to the health of the community. A good job is a means to provide for the health and welfare of your family, to own a home, and save for retirement."
   },
   "author": {
    "text": "James H. Douglas, Jr."
   }
  },
  {
   "quote": {
    "text": "Kids can learn a lot about necessities and wants by recognizing what people live without. A common routine, but one that should not be overlooked, is having a family donation to a charity for those less fortunate. Ask your kids to search for items, toys, or clothes that they no longer use and contribute those items a collection box."
   },
   "author": {
    "text": "Alexa Von Tobel"
   }
  },
  {
   "quote": {
    "text": "Growing up in a very big family, working together and playing together, that is something that has been part of my life since ever I was born. It has advantages and disadvantages. It's like an older style of living where everyone works in the family business."
   },
   "author": {
    "text": "Margherita Missoni"
   }
  },
  {
   "quote": {
    "text": "I do get to have my normal childhood. I just love to get together with my friends and family and have a good time."
   },
   "author": {
    "text": "Austin O'Brien"
   }
  },
  {
   "quote": {
    "text": "No family gets rich from earning the minimum wage. In fact, the current minimum wage does not even lift a family out of poverty."
   },
   "author": {
    "text": "Jon Corzine"
   }
  },
  {
   "quote": {
    "text": "Love is not just about love for your girlfriend, boyfriend, husband, or wife. Love, for me, is the love for my work, family, and even friends. The emotion is very strong. It comes with a lot of responsibilities."
   },
   "author": {
    "text": "Rithvik Dhanjani"
   }
  },
  {
   "quote": {
    "text": "Christmas for me is all about spending time with my family. I cherish any chance we have to spend all day together making gingerbread houses, baking cookies, or sitting around and watching movies."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "Changing our consumer behaviour is similar to quitting smoking. Unless people are shocked into doing it, either by social disapproval or family disapproval or fear of the medical consequences, they'll just keep on smoking."
   },
   "author": {
    "text": "John Quelch"
   }
  },
  {
   "quote": {
    "text": "My family has very strong women. My mother never laughed at my dream of Africa, even though everyone else did because we didn't have any money, because Africa was the 'dark continent', and because I was a girl."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "I like that there's no love as fierce as the love you feel for your family; that there's no one you feel more protective of than the very same people who can drive you crazy."
   },
   "author": {
    "text": "Kate Klise"
   }
  },
  {
   "quote": {
    "text": "Weekends are sacred for me. They're the perfect time to relax and spend time with family and friends."
   },
   "author": {
    "text": "Marcus Samuelsson"
   }
  },
  {
   "quote": {
    "text": "You are the bows from which your children as living arrows are sent forth."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "It would astonish if not amuse the older citizens to learn that I (a strange, friendless, uneducated, penniless boy, working at ten dollars per month) have been put down as the candidate of pride, wealth, and aristocratic family distinction."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "If you believe you can make a difference, then you will make a difference. Believe in yourself, your family and your community and you will win."
   },
   "author": {
    "text": "Lindsay Fox"
   }
  },
  {
   "quote": {
    "text": "Never far from my thoughts are memories of being a little girl in Queens, N.Y., our family of five crowded in a small one-bedroom apartment, struggling to learn English and survive a new life in a new country, America. We humbly and gratefully still recall the kindnesses shown by strangers and neighbors who became new friends."
   },
   "author": {
    "text": "Elaine Chao"
   }
  },
  {
   "quote": {
    "text": "When the storms of life come, if they come to me personally, to my family or to the world, I want to be strong enough to stand and be a strength to somebody else, be shelter for somebody else."
   },
   "author": {
    "text": "Anne Graham Lotz"
   }
  },
  {
   "quote": {
    "text": "I believe in the value of life. I believe we must prepare our children for tomorrow with the family values of my grandparents."
   },
   "author": {
    "text": "Ryan Zinke"
   }
  },
  {
   "quote": {
    "text": "Where would you be without friends? The people to pick you up when you need lifting? We come from homes far from perfect, so you end up almost parent and sibling to your friends - your own chosen family. There's nothing like a really loyal, dependable, good friend. Nothing."
   },
   "author": {
    "text": "Jennifer Aniston"
   }
  },
  {
   "quote": {
    "text": "Cherish your human connections: your relationships with friends and family."
   },
   "author": {
    "text": "Joseph Brodsky"
   }
  },
  {
   "quote": {
    "text": "Win or lose, I always like to get back to my friends and family. They keep me grounded. When I'm home with my friends, I'm always the same Gabriel. I'm no better or worse in their eyes because of my results. It's good to be with your true friends. It always reminds me of where I'm from and who I am."
   },
   "author": {
    "text": "Gabriel Medina"
   }
  },
  {
   "quote": {
    "text": "I remember, as a child, lying in my bed at night praying that I would wake up the next day and be a girl, to be my authentic self, and to just have my family be proud of me. I remember looking into the mirror struggling to say just two words, 'I'm transgender.'"
   },
   "author": {
    "text": "Sarah McBride"
   }
  },
  {
   "quote": {
    "text": "If you don't have your friends and your family, what do you really have? You can have all the money in the world, but with no friends and no family, it's no good."
   },
   "author": {
    "text": "Meek Mill"
   }
  },
  {
   "quote": {
    "text": "When I was a young boy, growing up in Durham, North Carolina, the women in my family were truly passionate about their clothes; nothing was more beautiful to me than women dressing with the utmost, meticulous attention to accessories, shoes, handbags, hats, coats, dresses and gloves to attend Sunday church services."
   },
   "author": {
    "text": "Andre Leon Talley"
   }
  },
  {
   "quote": {
    "text": "I'm lucky in that I have close friends and family and my agent to advise me."
   },
   "author": {
    "text": "Imogen Poots"
   }
  },
  {
   "quote": {
    "text": "Learning should be engaging. Testing should not be the be all and end all. All students should have a broad curriculum that includes the arts and enrichment. Students should have opportunities to work in teams and engage in project-based learning. And student and family well-being should be front and center."
   },
   "author": {
    "text": "Randi Weingarten"
   }
  },
  {
   "quote": {
    "text": "I've always been close to my family. I've got a lot of nieces and nephews, but I'm a good uncle."
   },
   "author": {
    "text": "John Waters"
   }
  },
  {
   "quote": {
    "text": "Everyone talks about how we're on our phones all the time, but the fact remains that when I'm away on a film set for two months, I can Skype my family. I remember the phone calls my parents had to make when my dad was away for a while when I was younger - that once-a-week expensive phone call! The time pressure on talking to your father!"
   },
   "author": {
    "text": "Domhnall Gleeson"
   }
  },
  {
   "quote": {
    "text": "My favorite place in Indonesia is Bali. I was there with my family in Nusa Dua, and my kids loved it. I'm a workaholic, so for me, Bali is a place where you can have a vacation, but you can have your own moment as well. You feel like you blend with nature - and I love the beach."
   },
   "author": {
    "text": "Joe Taslim"
   }
  },
  {
   "quote": {
    "text": "I can't stress to you enough how much I can relate to teens being cyberbullied. Something that helps me is looking at old videos of me and my friends from middle school, or videos of my family. I love watching funny videos of my favorite people - it really cheers me up."
   },
   "author": {
    "text": "Ariana Grande"
   }
  },
  {
   "quote": {
    "text": "Our family dinner table was my first platform - every dinner was all about sharing stories and jokes and points of view."
   },
   "author": {
    "text": "Phoebe Waller-Bridge"
   }
  },
  {
   "quote": {
    "text": "We can't just rail against crime. We must speak of the root problems - devastating family breakup, an insidious culture of violence that cheapens human life, skyrocketing prisoner recidivism rates that rob our communities of husbands and fathers - and recognize that there is a societal role in rehabilitation and restoration."
   },
   "author": {
    "text": "Frank Wolf"
   }
  },
  {
   "quote": {
    "text": "Do not leave yourself or your family unprotected against financial storms... Build up savings."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "The other thing is quality of life; if you have a place where you can go and have a picnic with your family, it doesn't matter if it's a recession or not, you can include that in your quality of life."
   },
   "author": {
    "text": "Jim Fowler"
   }
  },
  {
   "quote": {
    "text": "When I was about five, I gave my heart to Jesus Christ, and since then it's just been a stronghold in my life. Really, through the shark attack and all the hard times that my family and I went through, it gave us unity and perseverance to push through all this crazy stuff that we never knew was going to happen."
   },
   "author": {
    "text": "Bethany Hamilton"
   }
  },
  {
   "quote": {
    "text": "I love my living room: it's the heart of my home where I get to chill and spend time with family and friends."
   },
   "author": {
    "text": "Bobby Berk"
   }
  },
  {
   "quote": {
    "text": "I think the thing I miss most in our age is our manners. It sounds so old-fashioned in a way. But even bad people had good manners in the old days, and manners hold a community together, and manners hold a family together; in a way, they hold the world together."
   },
   "author": {
    "text": "Nancy Friday"
   }
  },
  {
   "quote": {
    "text": "My mother lived through the Great Depression. Her family of 11 children pulled themselves up by their bootstraps and moved to wherever there was work at the time. And in rural Oklahoma, that wasn't easy to find."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "I'm fortunate enough to have learned not to waste time getting frustrated with my kids, or co-workers, or friends and family for not doing everything I wish they would. If someone doesn't respond to me the way I want them to, I understand that it doesn't have anything to do with me."
   },
   "author": {
    "text": "Chandra Wilson"
   }
  },
  {
   "quote": {
    "text": "More than 90 percent of what Planned Parenthood does nationally is preventive care - including cervical cancer screenings, breast cancer screenings, and family planning - mostly for women with low resources and income below the poverty line."
   },
   "author": {
    "text": "Gene Green"
   }
  },
  {
   "quote": {
    "text": "I come from that society and there is a common thread, specifically family values - the idea that you do anything for your family, and the unconditional love for one's children."
   },
   "author": {
    "text": "Ednita Nazario"
   }
  },
  {
   "quote": {
    "text": "I am blessed to have married the man that God sent me. He's loving, compassionate, strong and supportive of my children, family and career. I look forward to our lives together."
   },
   "author": {
    "text": "Monica"
   }
  },
  {
   "quote": {
    "text": "This is all the inheritance I give to my dear family. The religion of Christ will give them one which will make them rich indeed."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "I wasn't a friendly child. I was reserved and mostly kept to myself. My family tells me they've noticed a sea change in me after I've grown up. But I guess that's natural. Your surroundings, friends, college, etc. do make a lot of difference to your personality."
   },
   "author": {
    "text": "Shraddha Kapoor"
   }
  },
  {
   "quote": {
    "text": "On my first day in office as President Quavo, I'd move my whole family into the White House. Second, I'd pull all the troops back. Third, I'd raise the minimum wage to a good, nice amount so people get paid."
   },
   "author": {
    "text": "Quavo"
   }
  },
  {
   "quote": {
    "text": "I can't disappear. I come from a family of beautiful women, strong women - and 'strong' defined by being themselves."
   },
   "author": {
    "text": "Mara Brock Akil"
   }
  },
  {
   "quote": {
    "text": "The biggest message I have for young women is, Don't start cutting off branches of your career tree unnecessarily early. Sometimes women say, I know I want to have a family or play in the local symphony, and they start pulling themselves out of their career path. You don't have to take yourself out of the running before you even start."
   },
   "author": {
    "text": "Mary Barra"
   }
  },
  {
   "quote": {
    "text": "I have a very big family, and that is my number one thing, and we go away for a month to see my cousins in Italy every year, but I need to work."
   },
   "author": {
    "text": "Richard Rogers"
   }
  },
  {
   "quote": {
    "text": "Life changes when you have a child, when you have your own family. You become more careful about what you do. You're not going to be out late, going out to clubs, hanging out with your friends. You're going to be at home, taking care of your daughter, playing with her."
   },
   "author": {
    "text": "Paul Pierce"
   }
  },
  {
   "quote": {
    "text": "I try to keep in mind that it's a long journey. It's not a race. It's about staying focused, continuing to do good work, make my family and community proud; that's all I really want to do... and pay my bills."
   },
   "author": {
    "text": "Gina Rodriguez"
   }
  },
  {
   "quote": {
    "text": "The Internet has transformed many parts of our daily lives, touching everything from how we find information to how we go shopping, get directions, and even stay in touch with friends and family."
   },
   "author": {
    "text": "Dean Ornish"
   }
  },
  {
   "quote": {
    "text": "I'm a pretty uncomplicated person. I live a very simple life with my family and I enjoy very ordinary things."
   },
   "author": {
    "text": "Khaled Hosseini"
   }
  },
  {
   "quote": {
    "text": "Today's kitchen is all about a well-planned space that makes cooking a completely interactive experience among family and friends."
   },
   "author": {
    "text": "Candice Olson"
   }
  },
  {
   "quote": {
    "text": "In my situation, every time I write a sentence, I'm thinking not only of the people I ended up in college with but my siblings, my family, my school friends, the people from my neighborhood. I've come to realize that this is an advantage, really: it keeps you on your toes."
   },
   "author": {
    "text": "Zadie Smith"
   }
  },
  {
   "quote": {
    "text": "I love spending time with my dog, my niece and my family. I'm very family-oriented."
   },
   "author": {
    "text": "Lil' Kim"
   }
  },
  {
   "quote": {
    "text": "In dwelling, live close to the ground. In thinking, keep to the simple. In conflict, be fair and generous. In governing, don't try to control. In work, do what you enjoy. In family life, be completely present."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "Every child should have a caring adult in their lives. And that's not always a biological parent or family member. It may be a friend or neighbor. Often times it is a teacher."
   },
   "author": {
    "text": "Joe Manchin"
   }
  },
  {
   "quote": {
    "text": "Standing beside each one of our brave soldiers, sailors, airmen and marines is a loving, supportive, and dedicated family whose sacrifice is a true service to our great nation."
   },
   "author": {
    "text": "Elise Stefanik"
   }
  },
  {
   "quote": {
    "text": "What I miss the most is chatting with my friends and family and having a good laugh over a simple meal."
   },
   "author": {
    "text": "Kim Yuna"
   }
  },
  {
   "quote": {
    "text": "My family and high school friends were the only people who were with me every step of the way through my mothers' illness. They sat by my side year after year and consoled me. If they ever sent me a bill, I would be paying them off for the rest of my life."
   },
   "author": {
    "text": "Jenna Morasca"
   }
  },
  {
   "quote": {
    "text": "After I got my gold medal, I thought, 'This isn't just me. It belongs to my team, my friends, my family, the fans, everybody who's impacted my life - this is our gold medal.' So when someone asks to try it on, I'm like, 'Sure, why not?' I might be a little too relaxed about it, but why would I keep it to myself?"
   },
   "author": {
    "text": "Alex Morgan"
   }
  },
  {
   "quote": {
    "text": "He's my father married to my sister. That makes me his son and his brother-in-law. That is such a moral transgression... I cannot see him. I cannot have a relationship with my father and be morally consistent. I lived with all these adopted children, so they are my family. To say Soon-Yi was not my sister is an insult to all adopted children."
   },
   "author": {
    "text": "Ronan Farrow"
   }
  },
  {
   "quote": {
    "text": "My goals have changed throughout my life. At one time it was winning awards, selling out concert dates, selling more albums than anyone else. Now, my goals are to see my grandchildren grown, live a long and healthy life with my family and friends and travel the world."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "Some of the most important conversations I've ever had occurred at my family's dinner table."
   },
   "author": {
    "text": "Bob Ehrlich"
   }
  },
  {
   "quote": {
    "text": "I come from a family where gravy is considered a beverage."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "My mom keeps me going, man. She deserves such a good life. I just wanna give it to her. My dad, too. My family, my friends, they keep me motivated. Just knowing my personal legend, just knowing what I'm supposed to do, that keeps me going."
   },
   "author": {
    "text": "Big Sean"
   }
  },
  {
   "quote": {
    "text": "I have learned so many things from my mother about the right upbringing, the right values, value for money, value for elders, for family members. I think these things only a parent can teach you."
   },
   "author": {
    "text": "Karisma Kapoor"
   }
  },
  {
   "quote": {
    "text": "I do believe that God blessed me in life with a wonderful family, a successful career, and a loving marriage, and remain thankful for that blessing."
   },
   "author": {
    "text": "Bonnie Tyler"
   }
  },
  {
   "quote": {
    "text": "The family only represents one aspect, however important an aspect, of a human being's functions and activities. A life is beautiful and ideal or the reverse, only when we have taken into our consideration the social as well as the family relationship."
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "The fabric of North Carolina and what makes our state so special is our families and our common desire for a brighter future for our children. No matter what your family looks like, we all want the same thing for our families - happiness, health, prosperity, a bright future for our children and grandchildren."
   },
   "author": {
    "text": "Kay Hagan"
   }
  },
  {
   "quote": {
    "text": "Almost every time we get together with family or friends, the conversation ends up being about food."
   },
   "author": {
    "text": "Steve Chen"
   }
  },
  {
   "quote": {
    "text": "I have a lot of friends, but my biggest fear is loneliness. I miss my family in Mumbai, and my biggest nightmare every day is to go back home alone."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "Two races share today the soil of Canada. These people had not always been friends. But I hasten to say it. There is no longer any family here but the human family. It matters not the language people speak, or the altars at which they kneel."
   },
   "author": {
    "text": "Wilfrid Laurier"
   }
  },
  {
   "quote": {
    "text": "If you have a good support system like your family and your friends around you, then you can't go wrong. So just believe in yourself, do you your thing, and stay strong in what you believe in."
   },
   "author": {
    "text": "Roman Reigns"
   }
  },
  {
   "quote": {
    "text": "I love cooking. There is nothing I like better than going home and cooking my family a nice meal. Anything with pasta! Pasta with butter! I have a good repertoire, and I can do quite a few different dishes. Sometimes they work out and sometimes not."
   },
   "author": {
    "text": "Eden Hazard"
   }
  },
  {
   "quote": {
    "text": "When I'm at my grandparents', I know I literally have to do nothing but relax, enjoy myself, and enjoy my family members' company."
   },
   "author": {
    "text": "Tyson Chandler"
   }
  },
  {
   "quote": {
    "text": "Sometimes I wonder if there is something about my family which invites violence. 'Is it envy,' you ask? I don't know... I've had so much, a son as president, two as senators, a son-in-law who's an ambassador... perhaps God doesn't permit that much."
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "Through devotion, your family cares become more peaceful, mutual love between husband and wife becomes more sincere, the service we owe to the prince more faithful, and our work, no matter what it is, becomes more pleasant and agreeable."
   },
   "author": {
    "text": "Saint Francis de Sales"
   }
  },
  {
   "quote": {
    "text": "I don't even call them fans. I don't like that. They're literally just a part of my life; they're a part of my family. I don't think of them as on a lower level than me. I don't think I'm anything but equal to all of them. So yeah, they're basically all of my siblings."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "I'm very focused on what I do professionally, and I'm very focused on my family, and I don't really get too stressed out about what people say or what other people think. In fact, it's not on my radar at all. If there's anything negative, I don't want to know about it. I just do my own thing and get on with my life."
   },
   "author": {
    "text": "Victoria Beckham"
   }
  },
  {
   "quote": {
    "text": "I lead a simple life. I get residuals. I have a family; we're doing alright."
   },
   "author": {
    "text": "Robert Morse"
   }
  },
  {
   "quote": {
    "text": "The first pages of memory are like the old family Bible. The first leaves are wholly faded and somewhat soiled with handling. But, when we turn further, and come to the chapters where Adam and Eve were banished from Paradise, then, all begins to grow clear and legible."
   },
   "author": {
    "text": "Max Muller"
   }
  },
  {
   "quote": {
    "text": "Fatherhood is not a matter of station or wealth. It is a matter of desire, diligence and determination to see one's family exalted in the celestial kingdom. If that prize is lost, nothing else really matters."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "The steady expansion of welfare programs can be taken as a measure of the steady disintegration of the Negro family structure over the past generation in the United States."
   },
   "author": {
    "text": "Daniel Patrick Moynihan"
   }
  },
  {
   "quote": {
    "text": "When I heard the royal family wanted to have me perform in celebration of Prince William's marriage, I knew I had to give them a little something. 'Wet' is the perfect anthem for Prince William or any playa to get the club smokin'."
   },
   "author": {
    "text": "Snoop Dogg"
   }
  },
  {
   "quote": {
    "text": "What I learned from architectural drafting is that everything has to have a plan to work. You just can't wing it. I can't get all the materials I need for a house and just start building. Whether it's a career, family, life - you have to plan it out."
   },
   "author": {
    "text": "Ice Cube"
   }
  },
  {
   "quote": {
    "text": "So much of what is best in us is bound up in our love of family, that it remains the measure of our stability because it measures our sense of loyalty. All other pacts of love or fear derive from it and are modeled upon it."
   },
   "author": {
    "text": "Haniel Long"
   }
  },
  {
   "quote": {
    "text": "Of all the tough decisions in life, choosing between the job you need and the family you love should not be one of them."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "My priority is to hang out with the ones I love - my family, my loved ones."
   },
   "author": {
    "text": "Cote de Pablo"
   }
  },
  {
   "quote": {
    "text": "I was the first in my family to board an airplane. I was the first in my family to get kicked off an airplane."
   },
   "author": {
    "text": "Trevor Noah"
   }
  },
  {
   "quote": {
    "text": "I don't want to let my guard down and feel too comfortable. If you become complacent, you start feeling entitled. I'm ready to go dig ditches if I have to. Whatever I gotta do to provide for my family. Whatever I gotta do to make sure that I do the best possible job at whatever wonderful opportunities I've been handed."
   },
   "author": {
    "text": "Mark Wahlberg"
   }
  },
  {
   "quote": {
    "text": "Food is everything. Food, friends, family: Those are the most important things in life."
   },
   "author": {
    "text": "Zac Posen"
   }
  },
  {
   "quote": {
    "text": "Maybe there is no actual place called hell. Maybe hell is just having to listen to our grandparents breathe through their noses when they're eating sandwiches."
   },
   "author": {
    "text": "Jim Carrey"
   }
  },
  {
   "quote": {
    "text": "I find that it's the simple things that remind you of family around the holidays."
   },
   "author": {
    "text": "Amy Adams"
   }
  },
  {
   "quote": {
    "text": "My decision to look seriously at elected office is grounded in a deep commitment to public service and my experience - both my own and that of my family - in finding just, practical, and bipartisan solutions to difficult challenges."
   },
   "author": {
    "text": "Joseph P. Kennedy III"
   }
  },
  {
   "quote": {
    "text": "Diwali means family, so either I go down to Bangalore, or my family comes to Mumbai. I always ensure I take a few days off."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "When you're out grocery shopping for your family, maybe you can put a can of cat or dog food in your cart and bring it to an animal relief center."
   },
   "author": {
    "text": "Rachael Ray"
   }
  },
  {
   "quote": {
    "text": "While we may be of different faiths, we have a strong sense of faith, family, community. We hold the values of freedom and human rights very high and I think that those are all a part of a very strong quilt that binds us together."
   },
   "author": {
    "text": "Bob Menendez"
   }
  },
  {
   "quote": {
    "text": "Being rich is a good thing. Not just in the obvious sense of benefitting you and your family, but in the broader sense. Profits are not a zero sum game. The more you make, the more of a financial impact you can have."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "Generally if you're a daughter in a Mexican family, no one wants to tell you anything; they tell you the healthy lies about your family."
   },
   "author": {
    "text": "Sandra Cisneros"
   }
  },
  {
   "quote": {
    "text": "I'm a minimalist. I don't really need much to enjoy a good holiday - just my family and the bare essentials."
   },
   "author": {
    "text": "Jean Reno"
   }
  },
  {
   "quote": {
    "text": "I feel very lucky. My family and I have worked hard, and I feel very grateful."
   },
   "author": {
    "text": "Millie Bobby Brown"
   }
  },
  {
   "quote": {
    "text": "Kids leave us and go off on their own lives. Family members tell us what they think of us. Animals can't do that. They really are blank canvases, and we can project anything we want onto them. So the relationship is very pure and simple."
   },
   "author": {
    "text": "Jon Katz"
   }
  },
  {
   "quote": {
    "text": "I get 0.5 seconds to react to a ball, sometimes even less than that. I can't be thinking of what XYZ has said about me. I need to surrender myself to my natural instincts. My subconscious mind knows exactly what to do. It is trained to react. At home, my family doesn't discuss media coverage."
   },
   "author": {
    "text": "Sachin Tendulkar"
   }
  },
  {
   "quote": {
    "text": "I've had a fairy tale life. I had a perfect family, a beautiful childhood, an incredible upbringing. I lived a lot of life but a lot of good life."
   },
   "author": {
    "text": "John Stamos"
   }
  },
  {
   "quote": {
    "text": "I enjoy going out by myself... always have, always will. I don't have security guards, and, for the most part, I enjoy meeting new people. I see myself as a regular guy who likes playing video games with his nieces and nephews and poker with his family. I don't have an art collection or take exotic vacations. I enjoy being at home."
   },
   "author": {
    "text": "Vince Vaughn"
   }
  },
  {
   "quote": {
    "text": "It was a wonderful experience to play in the NFL, and I have no regrets. I truly will miss playing for the Lions. I consider the Lions' players, coaches, staff, management and fans my family. I leave on good terms with everyone in the organization."
   },
   "author": {
    "text": "Barry Sanders"
   }
  },
  {
   "quote": {
    "text": "My dementia hasn't just affected me - it's affected my friends and family, too."
   },
   "author": {
    "text": "Gerry Anderson"
   }
  },
  {
   "quote": {
    "text": "My principal motivation is supporting my family, which is not a bad reason for getting up in the morning. That's always been my motivation - to take care of the people who rely on me."
   },
   "author": {
    "text": "Tony Parsons"
   }
  },
  {
   "quote": {
    "text": "I didn't go to many movies. My mom would make a family outing and bring chicken in the theater. Smell up the whole place. The most impactful movies were 'Godfather II' and 'Scarface'. I loved the human complexity, and those movies are so well shot. Cinematic greatness. I really stopped going in my early twenties."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "I miss both of my parents terribly every day, but especially as we approach Thanksgiving. We always came together as a family for that holiday, playing capture the flag and touch football and laughing a lot."
   },
   "author": {
    "text": "Mark Shriver"
   }
  },
  {
   "quote": {
    "text": "I've a great family, two children to take care of. Then, of course, I do commentary for TV. I do speak about various women's issues around the world - like LGBT, motivational speeches. I have a lot on my plate right now. But eventually, yes, I would like to pass on the knowledge and something that I would like to do."
   },
   "author": {
    "text": "Martina Navratilova"
   }
  },
  {
   "quote": {
    "text": "My dad had a temper. I have a temper. Most people I know have a temper. And I think it comes out mostly with your family. I don't think it's unique to the Buscemis, but it's something I've been able to tap into when I play certain roles."
   },
   "author": {
    "text": "Steve Buscemi"
   }
  },
  {
   "quote": {
    "text": "The only relationships I wish to honour and keep are with my family and my dear loved ones."
   },
   "author": {
    "text": "Adnan Sami"
   }
  },
  {
   "quote": {
    "text": "I had a really wonderful upbringing. We were a tight family. It was wonderful to grow up with so many siblings. We were all just a year or two apart, and we were always so supportive of each other. I learned everything from my older brother and sister and taught it to my younger sisters."
   },
   "author": {
    "text": "Joaquin Phoenix"
   }
  },
  {
   "quote": {
    "text": "My grandfather did a lot of things in his life. What he was most proud of was raising his family."
   },
   "author": {
    "text": "Tagg Romney"
   }
  },
  {
   "quote": {
    "text": "When a kid graduates from being the youngest in a family to being a big brother or sister, there's an amazing transformation. They have to make a big effort, and when they accept their new position in the family, everybody breathes a sigh of relief. All of a sudden they seem bigger, and they seem smarter, and they feel good about it, too."
   },
   "author": {
    "text": "Peggy Rathmann"
   }
  },
  {
   "quote": {
    "text": "My perfect weekend is going for a walk with my family in the park. I don't think there's anything better."
   },
   "author": {
    "text": "Anne Wojcicki"
   }
  },
  {
   "quote": {
    "text": "I love holidays. It's such a wonderful time for the whole family to be together and not have to worry about schedules and that kind of thing."
   },
   "author": {
    "text": "Toni Collette"
   }
  },
  {
   "quote": {
    "text": "Every year, I travel extensively in the autumn and the spring. I set most of the winter and summer aside for my family and my own tribal relatives. But during that traveling time, I often find myself visiting other native communities around the continent - perhaps a dozen or more each year."
   },
   "author": {
    "text": "Joseph Bruchac"
   }
  },
  {
   "quote": {
    "text": "The Bible says that Christians are the salt of the earth and the light of the world. On the job, in the grocery store, even among unsaved friends and family members, God's people are there to bring seasoning to an unsavory situation."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Actors are one family over the entire world."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "The Fourth Industrial Revolution can compromise humanity's traditional sources of meaning - work, community, family, and identity - or it can lift humanity into a new collective and moral consciousness based on a sense of shared destiny. The choice is ours."
   },
   "author": {
    "text": "Klaus Schwab"
   }
  },
  {
   "quote": {
    "text": "It's hard to give up the self-esteem connected to being codependent and appearing 'right,' which is probably a survival behavior learned from growing up in a crazy family. It feels like you will actually disappear."
   },
   "author": {
    "text": "Melody Beattie"
   }
  },
  {
   "quote": {
    "text": "I have great respect for the men and women that have fought for this country. I have family, I have friends that have gone and fought for this country. And they fight for freedom, they fight for the people, they fight for liberty and justice, for everyone."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "I never imagined that divorce would be part of my life history or my family's legacy. When people say that divorce can be more painful than death, I understand why. But like any great trial, God uses everything for good, if we allow Him to heal us."
   },
   "author": {
    "text": "Kristin Armstrong"
   }
  },
  {
   "quote": {
    "text": "I figure this is my time - to relax, be with my family and have a normal life."
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "I miss all of my old friends who have passed away. Sometimes you just don't understand why they were taken so soon. I loved and miss Johnny Cash. I miss my old buddy Johnny Paycheck, who happens to be buried in an area of the cemetery that I bought for my family."
   },
   "author": {
    "text": "George Jones"
   }
  },
  {
   "quote": {
    "text": "Being part of the Workshop is like being part of a really big family. Everyone is so close. Everyone feels the success of others who go on to do well. Whatever happens, I will still be part of the Workshop."
   },
   "author": {
    "text": "Lucy Carless"
   }
  },
  {
   "quote": {
    "text": "Women are, in my view, natural peacemakers. As givers and nurturers of life, through their focus on human relationships and their engagement with the demanding work of raising children and protecting family life, they develop a deep sense of empathy that cuts through to underlying human realities."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "Any celebration meal to which guests are invited, be they family or friends, should be an occasion for generous hospitality."
   },
   "author": {
    "text": "Julian Baggini"
   }
  },
  {
   "quote": {
    "text": "Leave the matter of religion to the family altar, the church, and the private school, supported entirely by private contributions. Keep the church and state forever separate."
   },
   "author": {
    "text": "Ulysses S. Grant"
   }
  },
  {
   "quote": {
    "text": "As the family goes, so goes the nation and so goes the whole world in which we live."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "I may be what my enemies desire me to be, yet never an accusation are they able to hurl against me which makes me blush or lower my forehead; and I hope that God will be merciful enough with me, to prevent me from committing one of those faults which would involve my family."
   },
   "author": {
    "text": "Jose Rizal"
   }
  },
  {
   "quote": {
    "text": "AIDS can destroy a family if you let it, but luckily for my sister and me, Mom taught us to keep going. Don't give up, be proud of who you are, and never feel sorry for yourself."
   },
   "author": {
    "text": "Ryan White"
   }
  },
  {
   "quote": {
    "text": "The thing that's really cool for me about Miami Beach is you have this dichotomy between sunlight and family and happiness and innocence and then at night, darker, stranger mob conspiracy stuff sort of comes out. It seems like a storytelling engine. You can just keep writing about how those two worlds smash into each other."
   },
   "author": {
    "text": "Mitch Glazer"
   }
  },
  {
   "quote": {
    "text": "It's not easy to leave your hometown and your family and your support system and come out to Los Angeles to - to pursue a dream where the odds are not in your favor."
   },
   "author": {
    "text": "Ryan Gosling"
   }
  },
  {
   "quote": {
    "text": "When his life was ruined, his family killed, his farm destroyed, Job knelt down on the ground and yelled up to the heavens, 'Why god? Why me?' and the thundering voice of God answered, 'There's just something about you that pisses me off.'"
   },
   "author": {
    "text": "Stephen King"
   }
  },
  {
   "quote": {
    "text": "I spend most of my time at the ranch with my family, and enjoy life - watch the sun come up, watch it go down, thank God for another day, and just be happy."
   },
   "author": {
    "text": "Marcus Luttrell"
   }
  },
  {
   "quote": {
    "text": "No one really wants to admit they are lonely, and it is never really addressed very much between friends and family. But I have felt lonely many times in my life."
   },
   "author": {
    "text": "Bill Murray"
   }
  },
  {
   "quote": {
    "text": "You've got to enjoy time with your family and friends, and if you're involved in sports franchises, those peak moments in playoff games. You have to enjoy life."
   },
   "author": {
    "text": "Paul Allen"
   }
  },
  {
   "quote": {
    "text": "Blood relatives often have nothing to do with family, and similarly, family is about who you choose to make your life with."
   },
   "author": {
    "text": "Oliver Hudson"
   }
  },
  {
   "quote": {
    "text": "I've been through natural disasters. I lived down in Miami and was down there for Hurricane Andrew which was a Category 5. There were members of my family that thought they were going to die. Everyone was in the bathtub."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "I need to make money for my family and my future family. I'm not a YOLO person."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "I don't feel much pressure to fit in. I never have. I've always just wanted to do my thing. I have really good friends and good family, and if I don't fit in somewhere else, I fit in at home."
   },
   "author": {
    "text": "Ariana Grande"
   }
  },
  {
   "quote": {
    "text": "It is important for me to carve out time in my schedule to spend quality time with my family."
   },
   "author": {
    "text": "Belinda Johnson"
   }
  },
  {
   "quote": {
    "text": "I feel only my friends and family need to know what is happening in my personal life."
   },
   "author": {
    "text": "Virat Kohli"
   }
  },
  {
   "quote": {
    "text": "Me and my family are straight. I am blessed. I am alive, man, and I am healthy, and that is the only thing that matters. Me and my family, everybody else, it really doesn't matter because why do you care about somebody talking negative about you if they don't know you?"
   },
   "author": {
    "text": "Allen Iverson"
   }
  },
  {
   "quote": {
    "text": "Friendships are the family we make - not the one we inherit. I've always been someone to whom friendship, elective affinities, is as important as family."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "Adopt responsibility for your own well-being, try to put your family together, try to serve your community, try to seek for eternal truth... That's the sort of thing that can ground you in your life, enough so that you can withstand the difficulty of life."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "In modern life, we tend to forget family values because of the hectic schedule."
   },
   "author": {
    "text": "Mahesh Babu"
   }
  },
  {
   "quote": {
    "text": "I have a good support system of friends and family."
   },
   "author": {
    "text": "Penny Marshall"
   }
  },
  {
   "quote": {
    "text": "When the peace treaty is signed, the war isn't over for the veterans, or the family. It's just starting."
   },
   "author": {
    "text": "Karl Marlantes"
   }
  },
  {
   "quote": {
    "text": "In a big family the first child is kind of like the first pancake. If it's not perfect, that's okay, there are a lot more coming along."
   },
   "author": {
    "text": "Antonin Scalia"
   }
  },
  {
   "quote": {
    "text": "If every gay person were to come out only to his/her own family, friends, neighbors and fellow workers, within days the entire state would discover that we are not the stereotypes generally assumed."
   },
   "author": {
    "text": "Harvey Milk"
   }
  },
  {
   "quote": {
    "text": "I had to take false steps and go through hard times to come out to where I am now. I can't imagine living without acting. It's not easy, and I don't disrespect anyone who steps out of it after a certain point. Having a family and a house is cool. It's not a betrayal. But if you're going to be an actor, it has to be more than a passing interest."
   },
   "author": {
    "text": "Marylouise Burke"
   }
  },
  {
   "quote": {
    "text": "The Sabbath provides a wonderful opportunity to strengthen family ties."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "Most importantly, I realize the value of the other people - the extended family - the other people within my community, my cultures: my teachers and the other people I call Auntie, Uncle, Godfather, Godbrother, whatever. These are people who pulled you in and made you part of their lives and their homes."
   },
   "author": {
    "text": "Lamman Rucker"
   }
  },
  {
   "quote": {
    "text": "For my parents' generation, the idea was not that marriage was about some kind of idealized, romantic love; it was a partnership. It's about creating family; it's about creating offspring. Indian culture is essentially much more of a 'we' culture. It's a communal culture where you do what's best for the community - you procreate."
   },
   "author": {
    "text": "Aasif Mandvi"
   }
  },
  {
   "quote": {
    "text": "I think home has become my friends and family, wherever they are."
   },
   "author": {
    "text": "Rachel Brosnahan"
   }
  },
  {
   "quote": {
    "text": "Rarely do members of the same family grow up under the same roof."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "There are times when I'm super-overwhelmed, and everything feels like it's hitting me in the face at once, but I think what's keeping me calm, and who I am by staying true to myself, is my whole family being so supportive and keeping me grounded. They treat me the exact same way they treated me years and years ago."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "The original communitarianism of Chinese Confucian society has degenerated into nepotism, a system of family linkages, and corruption, on the mainland. And remnants of the evils of the original system are still found in Taiwan, Hong Kong, and even Singapore."
   },
   "author": {
    "text": "Lee Kuan Yew"
   }
  },
  {
   "quote": {
    "text": "Whatever you define family as, family is just a part of belonging to something that takes care of you and nurtures you... and when you have lost that, and you want to get that back, it's pretty easy to get emotional about it."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "All love comes from the family."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "I think Hispanic community - the values that resonate in our community are fundamentally conservative. They are faith, family and patriotism. Do you know the rate of military enlistment among Hispanics is higher than any demographic in this country? And they are also hard work and responsibility."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "I had an amazing experience working with great people. I had a great family, a typical family with drama in certain areas, and that's pretty much everywhere in everyone's life."
   },
   "author": {
    "text": "Tina Yothers"
   }
  },
  {
   "quote": {
    "text": "When I look back over my life it's almost as if there was a plan laid out for me - from the little girl who was so passionate about animals who longed to go to Africa and whose family couldn't afford to put her through college. Everyone laughed at my dreams. I was supposed to be a secretary in Bournemouth."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "To me, wealth is the peace of mind you have, your family, your friends, your colleagues. Everything else is just money, and it really is funny how people pay so much attention to that."
   },
   "author": {
    "text": "Ricardo Salinas Pliego"
   }
  },
  {
   "quote": {
    "text": "People think they have a perfect idea of who you are from a four-second Snapchat video... and fake blogs, stories, magazine covers. In reality, that's not the case. Nobody knows who I am except family and my close friends."
   },
   "author": {
    "text": "Kylie Jenner"
   }
  },
  {
   "quote": {
    "text": "Soon after, I returned home to my family, with a determination to bring them as soon as possible to live in Kentucky, which I esteemed a second paradise, at the risk of my life and fortune."
   },
   "author": {
    "text": "Daniel Boone"
   }
  },
  {
   "quote": {
    "text": "The truth is that since childhood I had cultivated an existential independence. It came from perceiving the adults around me as unreliable, and without it I felt I wouldn't have survived. I cared deeply for everyone in my family, but in the end I depended on myself."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "I don't look at negative comments because my parents and family don't let me. My big sister controls my Instagram, and my big brother controls my Twitter. I also don't really Google myself or anything like that."
   },
   "author": {
    "text": "Millie Bobby Brown"
   }
  },
  {
   "quote": {
    "text": "I always wanted a family."
   },
   "author": {
    "text": "Kevin Gates"
   }
  },
  {
   "quote": {
    "text": "We will see a breakdown of the family and family values if we decide to approve same-sex marriage, and if we decide to establish homosexuality as an acceptable alternative lifestyle with all the benefits that go with equating it with the heterosexual lifestyle."
   },
   "author": {
    "text": "Jerry Falwell"
   }
  },
  {
   "quote": {
    "text": "Holidays are the best. I couldn't imagine being from a small family."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "I know Donald Trump. I've met him; I know his family. I have love and friendship and affection for his family members. But I'm going to work very hard to ensure that he is not our president."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "I'm about caring, I'm about people, and I'm about entertaining people. I'm a family man. A husband. A father. I've been a lot of other things over the years, which we don't really want to talk about."
   },
   "author": {
    "text": "Ozzy Osbourne"
   }
  },
  {
   "quote": {
    "text": "I think traditions change and modify with each generation. With new members joining the family, their customs and traditions have to be respected and combined with the exiting traditions. And the children that follow are part of that new evolving tradition and, as they grow, will have input that will, in turn, continue to evolve that tradition."
   },
   "author": {
    "text": "Lidia Bastianich"
   }
  },
  {
   "quote": {
    "text": "I did grow up in Kenosha, Wisconsin, around a lot of my mom's family. I had a lot of cousins and aunts and uncles around me, and my sisters and my brother. Probably the most formative part of it was that we grew up on the edge of a forest. It wasn't a big forest, but it was enough. When you're a kid, it feels gigantic."
   },
   "author": {
    "text": "Mark Ruffalo"
   }
  },
  {
   "quote": {
    "text": "I was the first in my family to go to college, and I waitressed all the way through, using my earnings to pay for a bachelor's degree first and then a master's. I resented classmates who didn't have to work real jobs, the ones who had the luxury of taking unpaid internships that would eventually position them for high-paying careers."
   },
   "author": {
    "text": "Ali Liebegott"
   }
  },
  {
   "quote": {
    "text": "I declare before you all that my whole life, whether it be long or short, shall be devoted to your service and the service of our great imperial family to which we all belong."
   },
   "author": {
    "text": "Queen Elizabeth II"
   }
  },
  {
   "quote": {
    "text": "The single most important factor in our long-term happiness is the relationships we have with our family and close friends."
   },
   "author": {
    "text": "Clayton M. Christensen"
   }
  },
  {
   "quote": {
    "text": "You don't wanna walk around and say, 'I'm somebody's niece, I'm somebody's cousin, I'm somebody's daughter. Who are you?' And I think that's always the challenge when you grow up in a well-known family, is ultimately, you have to face yourself in the mirror and say, 'Who are you? What have you done?'"
   },
   "author": {
    "text": "Maria Shriver"
   }
  },
  {
   "quote": {
    "text": "I grew up in a family where everybody had a good time and we were at the lake every weekend and going to the beach and living a good life. It's been the way we always lived, and my wife's the same way - enjoy every day and have fun."
   },
   "author": {
    "text": "Luke Bryan"
   }
  },
  {
   "quote": {
    "text": "I'm a hopeless romantic. I love love. My middle name is Love. Valentine's Day is my favorite holiday. I want to have a family and children. I am a sucker for every romantic comedy that comes out."
   },
   "author": {
    "text": "Jennifer Love Hewitt"
   }
  },
  {
   "quote": {
    "text": "Left-wing politicians take away your liberty in the name of children and of fighting poverty, while right-wing politicians do it in the name of family values and fighting drugs. Either way, government gets bigger and you become less free."
   },
   "author": {
    "text": "Harry Browne"
   }
  },
  {
   "quote": {
    "text": "The most successful families embrace and elevate their family history, particularly their failures, setbacks and other missteps."
   },
   "author": {
    "text": "Bruce Feiler"
   }
  },
  {
   "quote": {
    "text": "I'm the first person in my family to go to college, and I'm an immigrant. My aspirations coming out of college weren't particularly lofty. I wanted a good job with a good company."
   },
   "author": {
    "text": "Geisha Williams"
   }
  },
  {
   "quote": {
    "text": "I don't want to be embarrassed when I go to see something on the screen. I don't want to listen to foul language, watch a lot of violence or see something immoral. I prefer stories with sensitivity and family values; films that strive to lift you up to a higher place in life."
   },
   "author": {
    "text": "Debra Paget"
   }
  },
  {
   "quote": {
    "text": "The family I'm from, well, no one had their name on big buildings. My family were builders of a different kind. Builders in the way most American families are. They used whatever tools they had - whatever God gave them - and whatever life in America provided - and built better lives and better futures for their kids."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Some boys accepted me, some didn't. And my family had comments made to them. Brazil is still a very macho society, and sports are mainly for boys, so people would say to them: 'What is this girl doing? Why is she always out there in the soccer games with the boys?'"
   },
   "author": {
    "text": "Marta"
   }
  },
  {
   "quote": {
    "text": "I've helped some of my classmates on how to strategize to get to the next level of their businesses. And it's interesting, because here I am sitting there from the entertainment industry and the fashion industry, and I'm giving a billionaire that has a business that's been in his family for 300 years - I'm giving him advice about strategy!"
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "Among the other values children should be taught are respect for others, beginning with the child's own parents and family; respect for the symbols of faith and the patriotic beliefs of others; respect for law and order; respect for the property of others; respect for authority."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "I think it's best to sit down and talk about what every family member wants out of the vacation so that everyone is really happy at the end of the day. If you can find a place that covers everyone's needs, and it's all under one roof, that's even better."
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "Nurturing an inclusive culture begins in the family. Home is the first place to foster openness and a culture of inclusion."
   },
   "author": {
    "text": "Alain Dehaze"
   }
  },
  {
   "quote": {
    "text": "A lot of family members worked in the joint commodities family business. It was a classic case of capitalism at work and socialism at home."
   },
   "author": {
    "text": "Uday Kotak"
   }
  },
  {
   "quote": {
    "text": "A liberal education... frees a man from the prison-house of his class, race, time, place, background, family and even his nation."
   },
   "author": {
    "text": "Robert M. Hutchins"
   }
  },
  {
   "quote": {
    "text": "If you live close to an International Rescue Committee office in the United States, find out how you can assist a refugee family as they transition to American life. Invite a newly arrived family to your home for a welcoming meal. Listen to their hopes and dreams, and share your own."
   },
   "author": {
    "text": "Mandy Patinkin"
   }
  },
  {
   "quote": {
    "text": "You think about child abuse and you think of a father viciously attacking a daughter or a son, but in my family it was my mother. My mother, I would say, was a... very brutal disciplinarian."
   },
   "author": {
    "text": "Lynn Johnston"
   }
  },
  {
   "quote": {
    "text": "My father used to play with my brother and me in the yard. Mother would come out and say, 'You're tearing up the grass'; 'We're not raising grass,' Dad would reply. 'We're raising boys.'"
   },
   "author": {
    "text": "Harmon Killebrew"
   }
  },
  {
   "quote": {
    "text": "If you ever start feeling like you have the goofiest, craziest, most dysfunctional family in the world, all you have to do is go to a state fair. Because five minutes at the fair, you'll be going, 'you know, we're alright. We are dang near royalty.'"
   },
   "author": {
    "text": "Jeff Foxworthy"
   }
  },
  {
   "quote": {
    "text": "A family spirit is not always synonymous with family life. Bone of our bone and flesh of our flesh makes for brothers, sisters and relatives, who may be as distant as strangers in a foreign land."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, nobody in my family had a car. And I didn't have many toys. The only toys I had were the ones I would steal."
   },
   "author": {
    "text": "DMX"
   }
  },
  {
   "quote": {
    "text": "Planned Parenthood has a right to operate. Planned Parenthood has a right to provide family planning services. Planned parenthood has a right to perform abortions."
   },
   "author": {
    "text": "Jackie Speier"
   }
  },
  {
   "quote": {
    "text": "So many of my friends and family will go to Palm Springs as their weekend getaway destination, but when I need a break from Los Angeles, I'll head to Joshua Tree instead. There's something so magical about the energy of the Mojave Desert."
   },
   "author": {
    "text": "Jeffrey Bowyer-Chapman"
   }
  },
  {
   "quote": {
    "text": "My friends and family keep me grounded."
   },
   "author": {
    "text": "Gareth Bale"
   }
  },
  {
   "quote": {
    "text": "My family barbecued a lot; good barbecue is more complicated than you think."
   },
   "author": {
    "text": "Manish Dayal"
   }
  },
  {
   "quote": {
    "text": "Contessa, a.k.a. Baboushka, was a leader in the Russian mafia. Hardnosed, ruthless... very much her own woman. She's a martial artist, marksman, and good with guns and gadgets as any good pulp spy should be. She's supported by her constant companion Gyorgy Gyorgyov, an old friend of her family who was, in fact, her KGB handler and inventor."
   },
   "author": {
    "text": "Antony Johnston"
   }
  },
  {
   "quote": {
    "text": "I believe the wedding vows are sacred and precious, and it's been one of my goals as a writer to portray the kind of marriages I've seen modeled in my family - my parents and grandparents, who all celebrated fifty-year anniversaries and well-beyond."
   },
   "author": {
    "text": "Deborah Raney"
   }
  },
  {
   "quote": {
    "text": "If traditional marriage is not the law of the land, the institution of the family will cease to exist."
   },
   "author": {
    "text": "James Dobson"
   }
  },
  {
   "quote": {
    "text": "Eyebrows are really important because they structure the face. In school it was funny because I was always the one walking around with tweezers plucking my girlfriends' eyebrows. I was really good; eyebrow tweezing runs in my family - my mother used to do mine, and I picked it up."
   },
   "author": {
    "text": "Rita Ora"
   }
  },
  {
   "quote": {
    "text": "When I first met Big, we were both at a 'Bad Boy' family photo shoot. I was kind of familiar with the name Biggie Smalls, but I really wasn't that much into hip-hop at the time, so I really didn't know that was him. He said he didn't even know I was an artist on 'Bad Boy.'"
   },
   "author": {
    "text": "Faith Evans"
   }
  },
  {
   "quote": {
    "text": "Who would have thought that a tap-dancing penguin would outpoint James Bond at the box office? And deserve to? Not that there's anything wrong with 'Casino Royale.' But 'Happy Feet' - written and directed by George Miller - is a complete charmer, even if, in the way of most family fare, it can't resist straying into the Inspirational."
   },
   "author": {
    "text": "Robert Gottlieb"
   }
  },
  {
   "quote": {
    "text": "My family is all musicians - my dad plays drums, my mom plays flute, my older brother plays drums, my little brother plays drums and piano. For some reason, I didn't get the memo, so I just play bass."
   },
   "author": {
    "text": "Thundercat"
   }
  },
  {
   "quote": {
    "text": "Music was your real passion, this thing you held dear even above family. It was this relationship that never betrayed you. Once it became your job - this thing that was highly visible, this thing that became about commerce - that's when you were holding onto music like it was a palm tree in a hurricane."
   },
   "author": {
    "text": "Eddie Vedder"
   }
  },
  {
   "quote": {
    "text": "I love grocery shopping when I'm home. That's what makes me feel totally normal. I love both the idea of home as in being with my family and friends, and also the idea of exploration. I think those two are probably my great interests."
   },
   "author": {
    "text": "Yo-Yo Ma"
   }
  },
  {
   "quote": {
    "text": "I have the best memories as a kid eating ice cream. It was a family tradition that I had with my father. It was nice."
   },
   "author": {
    "text": "Michael Strahan"
   }
  },
  {
   "quote": {
    "text": "It was through the private world of family that the public world of politics came alive for me: living in intimate proximity with people for whom larger questions of ideology and belief, as well as issues relating to politics and governance, were vivid daily realities."
   },
   "author": {
    "text": "Sonia Gandhi"
   }
  },
  {
   "quote": {
    "text": "You all know that I have been sustained throughout my life by three saving graces - my family, my friends, and a faith in the power of resilience and hope. These graces have carried me through difficult times and they have brought more joy to the good times than I ever could have imagined."
   },
   "author": {
    "text": "Elizabeth Edwards"
   }
  },
  {
   "quote": {
    "text": "As winter approaches - bringing cold weather and family drama - we crave page-turners, books made for long nights and tryptophan-induced sloth."
   },
   "author": {
    "text": "Sarah MacLean"
   }
  },
  {
   "quote": {
    "text": "Baby eagles can never soar under their family's wing."
   },
   "author": {
    "text": "Liu Yang"
   }
  },
  {
   "quote": {
    "text": "I'm homesick all the time. I miss my animals. I miss my family. I miss my friends."
   },
   "author": {
    "text": "Brittany Howard"
   }
  },
  {
   "quote": {
    "text": "I'm most passionate about anything to do with nature and the simple things. I love taking walks with my family or my friends and seeing nature. And that's why I love living where I live because I live up in the desert area in the mountains."
   },
   "author": {
    "text": "Atticus Shaffer"
   }
  },
  {
   "quote": {
    "text": "I think we've always been fascinated with the idea of the romantic outlaw. John Gotti could be in one instance a charismatic, kind and loving family man, and in another, deadly to his enemies. The opportunity to tell the true story of Gotti with John Travolta is a director's dream."
   },
   "author": {
    "text": "Joe Johnston"
   }
  },
  {
   "quote": {
    "text": "'Shake It Up' definitely teaches kids about the importance of reaching for your dreams and setting high goals. It also teaches great lessons about friendship and family."
   },
   "author": {
    "text": "Zendaya"
   }
  },
  {
   "quote": {
    "text": "When you invite friends over, especially for food, with the food you want to send out a message of affection, of appreciation, of celebration. But also of culture - who your family is."
   },
   "author": {
    "text": "Lidia Bastianich"
   }
  },
  {
   "quote": {
    "text": "While the family is under attack throughout the world, The Church of Jesus Christ of Latter-day Saints proclaims, promotes, and protects the truth that the family is central to the Creator's plan for the eternal destiny of His children."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "We're all comedy fans in my family. My parents mainly wouldn't let me watch stuff that was either annoying to them, or just garbage. My dad wouldn't let us watch 'The Flintstones' if he was home, because he said it was a rip-off of 'The Honeymooners'. But he would let us stay up really late in the summer and watch old 'Honeymooners'."
   },
   "author": {
    "text": "Tina Fey"
   }
  },
  {
   "quote": {
    "text": "I think I know I've been working very hard for the family business, sometimes those days are long days and I think if I know I'm working hard and pulling my weight, both working and playing hard at the same time, I think everyone who I work with can see I am there pulling my weight."
   },
   "author": {
    "text": "Kate Middleton"
   }
  },
  {
   "quote": {
    "text": "If you want to look at the state of humans, you should look at the state of animals first. People are choosing whether or not they can feed an animal and their family. And every shelter coast-to-coast is stuffed."
   },
   "author": {
    "text": "Rachael Ray"
   }
  },
  {
   "quote": {
    "text": "My father worked on assembly lines in Detroit while I was growing up. Every day, I watched him do what he needed to do to support the family. But he told me, 'Life is short. Do what you want to do.'"
   },
   "author": {
    "text": "Anita Baker"
   }
  },
  {
   "quote": {
    "text": "My mother, whom I love dearly, has continually revised my life story within the context of a complicated family history that includes more than the usual share of divorce, step-children, dysfunction, and obfuscation. I've spent most of my adult life attempting to deconstruct that history and separate fact from fiction."
   },
   "author": {
    "text": "Melissa Gilbert"
   }
  },
  {
   "quote": {
    "text": "The older I get, the more special time with family gets."
   },
   "author": {
    "text": "Cole Swindell"
   }
  },
  {
   "quote": {
    "text": "My parents elected me president of the family when I was 4. We actually had an election every year, and I always won. I'm an only child, and I could count on my mother's vote."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "I spent my summers bottling peaches and my winters rotating supplies. When the World of Men failed, my family would continue on, unaffected."
   },
   "author": {
    "text": "Tara Westover"
   }
  },
  {
   "quote": {
    "text": "The most important thing to Ben and me was starting a family, so as soon as we got engaged, we booked Gurney's in Montauk - which is just a few miles down the beach from our summer home - as our wedding venue a full year and a half out, and then we immediately started trying to get pregnant."
   },
   "author": {
    "text": "Jennifer Hyman"
   }
  },
  {
   "quote": {
    "text": "I never really had male influences in my life. Steady, male influences. And that's what I wanna be for my family. As a musician, I definitely will attain everything that I set out to. I work very hard. But more important to me is that my family is taken care of."
   },
   "author": {
    "text": "Trey Songz"
   }
  },
  {
   "quote": {
    "text": "At the core of the Magnolia brand is the desire to make homes beautiful but with a focus on family and practicality. We want to create spaces that families want to gather in."
   },
   "author": {
    "text": "Joanna Gaines"
   }
  },
  {
   "quote": {
    "text": "My background is not typical hip-hop. I didn't grow up in the projects. I grew up in a single family home in a middle-class suburb. That doesn't mean I didn't experience hardship, but to me it's not about that, it's about the future and where we are trying to take it."
   },
   "author": {
    "text": "Kid Cudi"
   }
  },
  {
   "quote": {
    "text": "My mom often tells me to get married, but she gets it now that I don't want to. Like any other mom, she is worried, but she also understands the demands of my profession. I am blessed to have a family like this."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "My kids are my No. 1 priority. They're the light in my everyday life. The sunshine. The miracle. Those eyes. Those smiles. At the same time, I have an extended, amazing family that is my audience. All these people have been with me for such a long time. I have these two responsibilities."
   },
   "author": {
    "text": "Thalia"
   }
  },
  {
   "quote": {
    "text": "In my family and in my community, I see people struggling with drug addiction, with poverty and the effects of generational poverty; I see people struggling with lack of access to healthcare."
   },
   "author": {
    "text": "Jesmyn Ward"
   }
  },
  {
   "quote": {
    "text": "I think I was driven to paint portraits to commit images of friends and family to memory. I have face blindness, and once a face is flattened out, I can remember it better."
   },
   "author": {
    "text": "Chuck Close"
   }
  },
  {
   "quote": {
    "text": "Film is a much lonelier process than theatre. You really don't have any rehearsal time in film. You don't shape it together... with theatre, there is a complete kind of family atmosphere. The sociable side of this business is the theatrical side, it really isn't the film side."
   },
   "author": {
    "text": "Keira Knightley"
   }
  },
  {
   "quote": {
    "text": "Life wasn't good, but I could not walk away from something I love. I had a difficult life to face, but I had to try to keep dealing with the situation with the help of my family, friends, and training partners and manager."
   },
   "author": {
    "text": "Caster Semenya"
   }
  },
  {
   "quote": {
    "text": "The family farm is the foundation for who we are as a Commonwealth. And for over a century, the family farm in Kentucky has centered around one crop: tobacco."
   },
   "author": {
    "text": "Jim Bunning"
   }
  },
  {
   "quote": {
    "text": "Giving women education, work, the ability to control their own income, inherit and own property, benefits the society. If a woman is empowered, her children and her family will be better off. If families prosper, the village prospers, and eventually so does the whole country."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "My childhood memories include a time when the government confiscated my family's possessions and exiled us to a camp in the B.C. Interior, just because my grandparents were from Japan."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "When I was a boy, I would ask about my family history, about my bloodlines. We really didn't know that much. We had a little Indian in us from the Oklahoma Trail of Tears."
   },
   "author": {
    "text": "Brad Pitt"
   }
  },
  {
   "quote": {
    "text": "Indeed, I was so afraid to dishonour my friends and family by my indiscreet actions, that I rather chose to be accounted a fool, than to be thought rude or wanton."
   },
   "author": {
    "text": "Margaret Cavendish"
   }
  },
  {
   "quote": {
    "text": "Epilepsy is a disease in the shadows. Patients are often reluctant to admit their condition - even to close family, friends or co-workers - because there's still a great deal of stigma and mystery surrounding the disease that plagued such historical figures as Julius Caesar, Edgar Allan Poe and Lewis Carroll."
   },
   "author": {
    "text": "Lynda Resnick"
   }
  },
  {
   "quote": {
    "text": "I continually ask myself if a decision I'm about to make falls short in the eyes of God or my family or my colleagues. It's actually a pretty simple litmus test: am I doing the right thing or not? The answer is generally an easy one."
   },
   "author": {
    "text": "Mike Gallagher"
   }
  },
  {
   "quote": {
    "text": "I grew up in a military family. I was moved around from school to school, so people aren't always the most welcoming to new girls in school."
   },
   "author": {
    "text": "Olivia Munn"
   }
  },
  {
   "quote": {
    "text": "I like to spend Christmas with family and friends, pigging out, exchanging gifts and basically doing nothing."
   },
   "author": {
    "text": "George Kotsiopoulos"
   }
  },
  {
   "quote": {
    "text": "My mother's family was among the 120,000 people of Japanese descent on the West Coast who were dispatched to internment camps during World War II."
   },
   "author": {
    "text": "Michiko Kakutani"
   }
  },
  {
   "quote": {
    "text": "I am a family man, and my most important role is a father to my son."
   },
   "author": {
    "text": "Ed Skrein"
   }
  },
  {
   "quote": {
    "text": "If you study both 'Gilligan' and 'Brady,' you will see they are based on a similar philosophy: that it's possible for different kinds of people to learn to live together, either in a family or stuck on an island with no escape."
   },
   "author": {
    "text": "Sherwood Schwartz"
   }
  },
  {
   "quote": {
    "text": "I always thought I wanted to play professionally, and I always knew that to do that I'd have to make a lot of sacrifices. I made sacrifices by leaving Argentina, leaving my family to start a new life. I changed my friends, my people. Everything. But everything I did, I did for football, to achieve my dream."
   },
   "author": {
    "text": "Lionel Messi"
   }
  },
  {
   "quote": {
    "text": "I have a very, very good life. I'm grateful for all of my friends, my family and the life that I have, and the possibilities in my future."
   },
   "author": {
    "text": "Raquel Welch"
   }
  },
  {
   "quote": {
    "text": "The mother of a family should look upon her housekeeping and the planning of meals as a scientific occupation."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Mum is from West Waterford, Dungarvan. She's a farmer's daughter. She's a nurse. She left home very young - I think she was 18 - and went off to train as a nurse in England. My dad is from India, just south of Mumbai. He was one of the first in his family to go to college, and he went to England in the '70s; he emigrated there."
   },
   "author": {
    "text": "Leo Varadkar"
   }
  },
  {
   "quote": {
    "text": "Broadly speaking, the Southern and Western desert and mountain states will vote for the candidate who endorses an aggressive military, a role for religion in public life, laissez-faire economic policies, private ownership of guns and relaxed conditions for using them, less regulation and taxation, and a valorization of the traditional family."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "To this day, just always treat people the way you want to be treated. Whether it's family or friends or co-workers, I think it's the most important thing. Whether you have success or don't have it, whether you're a good person is all that matters."
   },
   "author": {
    "text": "Brenda Song"
   }
  },
  {
   "quote": {
    "text": "The other night I ate at a real nice family restaurant. Every table had an argument going."
   },
   "author": {
    "text": "George Carlin"
   }
  },
  {
   "quote": {
    "text": "Unlike most youngsters who have school as their 'second home' where they meet and make friends, for me playtime has been at the Gopichand Badminton Academy in Hyderabad. When I am not playing a tournament, my days are spent at the Academy with my coaches, physiotherapists and colleagues, who are like family. We laugh and have so much fun."
   },
   "author": {
    "text": "Saina Nehwal"
   }
  },
  {
   "quote": {
    "text": "Marriage and family are ordained of God. The family is the most important social unit in time and in eternity. Under God's great plan of happiness, families can be sealed in temples and be prepared to return to dwell in His holy presence forever. That is eternal life!"
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "We all have a gift; we all have a passion - it's just about finding it and going into it. Being an asset to your family and community."
   },
   "author": {
    "text": "Angela Bassett"
   }
  },
  {
   "quote": {
    "text": "You have to know the forces that are against you and that are trying to break you down. We talk about the problems facing the black community: the decimation of the black family; the mass incarceration of the black man; we're talking about the brutality against black people from the police. The educational system."
   },
   "author": {
    "text": "D'Angelo"
   }
  },
  {
   "quote": {
    "text": "Equal pay isn't just a women's issue; when women get equal pay, their family incomes rise and the whole family benefits."
   },
   "author": {
    "text": "Mike Honda"
   }
  },
  {
   "quote": {
    "text": "Getting up quite late in the morning, going and trying to clean my bikes - I have quite a few of them in Ranchi - spending some time with my family, my parents and friends. Going out for rides with my friends and having lunch or dinner at a roadside hotel - that's my favourite time-pass. These are the sort of things that really excite me."
   },
   "author": {
    "text": "Mahendra Singh Dhoni"
   }
  },
  {
   "quote": {
    "text": "Photographing friends means that there's a spontaneity to the images. I have a lot of love for my friends and family, and I love taking cool pictures of them."
   },
   "author": {
    "text": "Suki Waterhouse"
   }
  },
  {
   "quote": {
    "text": "I love my friends and family, but I also love it when they can't find me and I can spend all day reading or walking all alone, in silence, eight thousand miles away from everyone. All alone and unreachable in a foreign country is one my most favorite possible things to be."
   },
   "author": {
    "text": "Elizabeth Gilbert"
   }
  },
  {
   "quote": {
    "text": "Do it no matter what. If you believe in it, it is something very honorable. If somebody around you or your family does not understand it, then that's their problem. But if you do have a passion, an honest passion, just do it."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "If I win and get the money, then the Oakland Police department is going to buy a boys' home, me a house, my family a house, and a Stop Police Brutality Center."
   },
   "author": {
    "text": "Tupac Shakur"
   }
  },
  {
   "quote": {
    "text": "The clan is nothing more than a larger family, with its patriarchal chief as the natural head, and the union of several clans by intermarriage and voluntary connection constitutes the tribe."
   },
   "author": {
    "text": "Charles Eastman"
   }
  },
  {
   "quote": {
    "text": "Early rising will enhance your productivity, improve your mental outlook, and give you time to exercise, catch up on email, or just have breakfast with your family. In short, if you want to become more successful, it's a good idea to jump out of bed earlier."
   },
   "author": {
    "text": "John Rampton"
   }
  },
  {
   "quote": {
    "text": "Everything I have, my career, my success, my family, I owe to America."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "We're a Muslim family, but we're also very cultured and we have a mixture of different religions. For example, my brother-in-law is Catholic, and my sister converted and my nephews are baptized. I have an uncle who just graduated and currently he's a priest."
   },
   "author": {
    "text": "Rima Fakih"
   }
  },
  {
   "quote": {
    "text": "My ideal woman would be someone with both beauty and intelligence. Someone who can hold her own in a conversation, gets along with my family and respects elders, loves children, and have a sense of humour as whacky as mine."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "To maintain a joyful family requires much from both the parents and the children. Each member of the family has to become, in a special way, the servant of the others."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "I grew up across the street from, you know, the Villarias, which was a great Mexican family there. In fact, there was three houses right across the street from me. So, day and night, I listened to Mexican music, and I'm sure, you know, my guitar playing, singing, writing, whatever, has a lot of Mexican flavor there, but it comes natural."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "Christ tears away the wall of partition, the self-love, the dividing prejudice of nationality, and teaches a love for all the human family."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "If it looks like a duck, and quacks like a duck, we have at least to consider the possibility that we have a small aquatic bird of the family anatidae on our hands."
   },
   "author": {
    "text": "Douglas Adams"
   }
  },
  {
   "quote": {
    "text": "Men have looked upon the desert as barren land, the free holding of whoever chose; but in fact each hill and valley in it had a man who was its acknowledged owner and would quickly assert the right of his family or clan to it, against aggression."
   },
   "author": {
    "text": "T. E. Lawrence"
   }
  },
  {
   "quote": {
    "text": "Build traditions of family vacations and trips and outings. These memories will never be forgotten by your children."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "The mother-in-law is the centre of a family."
   },
   "author": {
    "text": "Les Dawson"
   }
  },
  {
   "quote": {
    "text": "My professional life has been about public service. My personal life I define very intently through my family."
   },
   "author": {
    "text": "Bill de Blasio"
   }
  },
  {
   "quote": {
    "text": "I love being American, and I love family. I love having a family, and I feel so blessed, and I feel like God gave me exactly what I wanted, so now I have to do the right thing in God's eyes also. Just follow what God wants me to do."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "Like many of my fellow millennials, I do not consider myself categorically Republican or Democrat. More than party affiliation, I vote on based on what I believe is right, for my family and for my country. Sometimes it's a tough choice."
   },
   "author": {
    "text": "Ivanka Trump"
   }
  },
  {
   "quote": {
    "text": "Just growing up in Pittsburgh and knowing different neighborhoods, having family there and just loving it, it's like no other place."
   },
   "author": {
    "text": "Wiz Khalifa"
   }
  },
  {
   "quote": {
    "text": "About myself I have no great illusions. I know what I am. I know what I'm good at. I know what I ain't. I'm always hoping to surprise myself. But I do have a love of music and I do love to communicate it, and that's the best I can do, really. And I can raise a good family, too."
   },
   "author": {
    "text": "Keith Richards"
   }
  },
  {
   "quote": {
    "text": "I think that in any group activity - whether it be business, sports, or family - there has to be leadership or it won't be successful."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "The Royal Family doesn't go out shopping for their uniforms: they've got some guy sewing on all the ornaments in-house. You could say I've got my own in-house team as well."
   },
   "author": {
    "text": "Theophilus London"
   }
  },
  {
   "quote": {
    "text": "I write for kids because I think the most interesting (and most humorous) stories come from people's childhoods. When I was writing 'Diary of a Wimpy Kid,' I had a blast talking on the phone to my younger brother, Patrick, remembering all of the things that happened to our family when we were growing up."
   },
   "author": {
    "text": "Jeff Kinney"
   }
  },
  {
   "quote": {
    "text": "I just want to be successful. I'm not going to sit here and be like, 'I want to win a Grammy' or whatever; if that comes, that's awesome. But I just want to be successful and provide for my whole family and get my family out the hood."
   },
   "author": {
    "text": "Lil Uzi Vert"
   }
  },
  {
   "quote": {
    "text": "Dad never interferes in our personal matters. He is a very candid person and knows where to draw the line. He is always there for all of us in the family."
   },
   "author": {
    "text": "Allu Arjun"
   }
  },
  {
   "quote": {
    "text": "Dictators can fix up their entire families in good jobs, in or around government, and often do. In democracies, such a practice is frowned upon. Privileged access to the corridors of power through family connections and a kind of old boys' network, is also deemed an abuse of power, and so it is."
   },
   "author": {
    "text": "Jimmy Reid"
   }
  },
  {
   "quote": {
    "text": "I was a disadvantaged child from a non-educated family, yet I had the advantage of being in the company of great teachers."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Some forms of motor neuron disease are genetically linked, but I have no indication that my kind is. No other member of my family has had it. But I would be in favour of abortion if there was a high risk."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Like religion, politics, and family planning, cereal is not a topic to be brought up in public. It's too controversial."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "It's about enjoying your life. If you have no family, no friends to enjoy it with, it don't matter how much you have, how much success you have, how much fame you have, how much money you have, it doesn't matter."
   },
   "author": {
    "text": "Vanilla Ice"
   }
  },
  {
   "quote": {
    "text": "And when I've been away from my family and friends, I have felt good hearing some of those old songs."
   },
   "author": {
    "text": "Beau Bridges"
   }
  },
  {
   "quote": {
    "text": "We have to restore power to the family, to the neighborhood, and the community with a non-market principle, a principle of equality, of charity, of let's-take-care-of-one-another. That's the creative challenge."
   },
   "author": {
    "text": "Jerry Brown"
   }
  },
  {
   "quote": {
    "text": "I grew up in a family that despised not only communism but collectivism, socialism, and any 'ism' that deprived the individual of his or her natural rights."
   },
   "author": {
    "text": "Rand Paul"
   }
  },
  {
   "quote": {
    "text": "We have overcome economic devastation, defeated mighty oppressors, and lifted up generation after generation of Americans. We can - and we will - do it again. For that is our birthright as members of the American family - white, black, Hispanic, Asian, immigrant, or descendant of the Founding Fathers themselves."
   },
   "author": {
    "text": "Brian Sandoval"
   }
  },
  {
   "quote": {
    "text": "Once you do embark upon the separation or divorce process, it is very important to remember three key things: Be kind, be reasonable, be brief. Remember that this person will no longer be your spouse, but he or she will continue to be your co-parent, family member, and perhaps business partner in certain assets or entities."
   },
   "author": {
    "text": "Laura Wasser"
   }
  },
  {
   "quote": {
    "text": "If you have learned how to disagree without being disagreeable, then you have discovered the secrete of getting along - whether it be business, family relations, or life itself."
   },
   "author": {
    "text": "Bernard Meltzer"
   }
  },
  {
   "quote": {
    "text": "The policeman must be a minister, a social worker, a diplomat, a tough guy, and a gentleman. And, of course, he'd have to be a genius... For he will have to feed a family on a policeman's salary."
   },
   "author": {
    "text": "Paul Harvey"
   }
  },
  {
   "quote": {
    "text": "I believe God takes the things in our lives - family, background, education - and uses them as part of his calling. It might not be to become a pastor. But I don't think God wastes anything."
   },
   "author": {
    "text": "Eugene H. Peterson"
   }
  },
  {
   "quote": {
    "text": "My thing is, I don't get in nobody's business or nothing like that or try to bash anybody for what they do. I've got cousins who are gay. To me, there's just no difference. We always chill and have family functions the way we always have. It's not a problem."
   },
   "author": {
    "text": "Warren G"
   }
  },
  {
   "quote": {
    "text": "Dollywood is a family park, and all families are welcome. We do have a policy about profanity or controversial messages on clothing or signs. It is to protect the individual wearing or carrying them, as well as to keep down fights or problems by those opposed to it at the park."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "When Nirvana became popular, you could very easily slip and get lost during that storm. I fortunately had really heavy anchors - old friends, family."
   },
   "author": {
    "text": "Dave Grohl"
   }
  },
  {
   "quote": {
    "text": "It is time to return to core values, time to get back to basics, to self-discipline and respect for the law, to consideration for the others, to accepting responsibility for yourself and your family - and not shuffling it off on other people and the state."
   },
   "author": {
    "text": "John Major"
   }
  },
  {
   "quote": {
    "text": "I am extraordinarily lucky, I was born in a family of strong moral values, and in my life I was able to do what I liked best: debuts, great theatres, but above all, inner and deep satisfaction."
   },
   "author": {
    "text": "Jose Carreras"
   }
  },
  {
   "quote": {
    "text": "I am thankful for all the blessings and talents I have been given, but most of all I am thankful for my loving and supportive family."
   },
   "author": {
    "text": "Olivia Holt"
   }
  },
  {
   "quote": {
    "text": "I am just happy to be part of the Nike family."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "My first child is going to be the oldest sibling to the next kid, and that may change with each and every year. I'm looking forward to how one baby influences the other, and to my family as a whole, to every single chapter."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "I believe in energy like dark energies. I believe that when a family moves into a house where six murders took place, there's going to be some bad juju in that house. But then again what the hell is wrong with you to be moving in that house to begin with?"
   },
   "author": {
    "text": "Ryan Reynolds"
   }
  },
  {
   "quote": {
    "text": "Memorial Day is all about celebrating the lives of the men and women who paid the ultimate sacrifice in service to our country. The United States is made great because of their heroism. Their lives are remembered, honored, and celebrated by all of us, including the friends, family, and fellow service members who knew them best."
   },
   "author": {
    "text": "Jan Schakowsky"
   }
  },
  {
   "quote": {
    "text": "I liked St. Louis, when they were in the American League, because that was going home. I had all my family and friends there."
   },
   "author": {
    "text": "Yogi Berra"
   }
  },
  {
   "quote": {
    "text": "I was the youngest child and the only son. I was expected to shine in academics. It seemed like too big a risk to take up cricket as a career. I thought I had to live up to my family's expectations. So I chose to be an engineer."
   },
   "author": {
    "text": "Sushant Singh Rajput"
   }
  },
  {
   "quote": {
    "text": "My appearances are almost theatrical performances. I bring items for the children to see, such as photographs and actual piece of meteorite, a family quilt, sometimes spectacles, sometimes clothing, so that they can understand what I write about is family stories based in fact."
   },
   "author": {
    "text": "Patricia Polacco"
   }
  },
  {
   "quote": {
    "text": "'Butterfly Mosque' came out of the emails I wrote to family and friends back home after moving to Egypt."
   },
   "author": {
    "text": "G. Willow Wilson"
   }
  },
  {
   "quote": {
    "text": "I'm thankful God has given us the technology where we can see each other through Skype on the computer. It's not the same thing, but at least we can see each other. Imagine the time before when that wasn't available and people had to go defend our country. It's really hard. I go two weeks without seeing my family and I go crazy."
   },
   "author": {
    "text": "Albert Pujols"
   }
  },
  {
   "quote": {
    "text": "Coming from a big family, I learned a lot. Things don't have to be perfect. You can do okay with 'almost.'"
   },
   "author": {
    "text": "Hollis Stacy"
   }
  },
  {
   "quote": {
    "text": "I found strength in what hurt me. And in my family - that's my strength as well. I'm truly grateful to be hurt as many times as I have, because I'm happy!"
   },
   "author": {
    "text": "Selena Gomez"
   }
  },
  {
   "quote": {
    "text": "I have a mother that's very strong and family that surround me and constantly tell me they love me."
   },
   "author": {
    "text": "Whitney Houston"
   }
  },
  {
   "quote": {
    "text": "Whether you lead a nation, an enterprise, a community, or a family, we are all in the communication business."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "When you get married, your loyalty, first and foremost, is to your spouse, and to the family that you create together."
   },
   "author": {
    "text": "Phil McGraw"
   }
  },
  {
   "quote": {
    "text": "You don't have to give birth to someone to have a family. We're all family - an extended family."
   },
   "author": {
    "text": "Sandra Bullock"
   }
  },
  {
   "quote": {
    "text": "I had a lot of conversations with my family, my close friends, with my pastor, with God, and kind of came to a revelation that maybe I should be honest with myself about who I am and let that person - this woman who has lived inside me for my entire life - finally have an opportunity to live."
   },
   "author": {
    "text": "Caitlyn Jenner"
   }
  },
  {
   "quote": {
    "text": "I don't believe in revenge. When people are bullies it's because of a deeper-rooted issue - either their family life is tough or they're being bullied by someone bigger than they are."
   },
   "author": {
    "text": "Khloe Kardashian"
   }
  },
  {
   "quote": {
    "text": "We give a lot of others significance in our lives even when they don't deserve it. It doesn't matter if they're family or if you've known them forever. If they're not good for you, they've got to go."
   },
   "author": {
    "text": "Gabrielle Union"
   }
  },
  {
   "quote": {
    "text": "Like a precious family heirloom, freedom is not just ours to enjoy, but to treasure, protect, and pass on to future generations."
   },
   "author": {
    "text": "Os Guinness"
   }
  },
  {
   "quote": {
    "text": "I had a birthday party with my family and friends at a house, and Chipotle catered. It was beautiful."
   },
   "author": {
    "text": "Ansel Elgort"
   }
  },
  {
   "quote": {
    "text": "The traditional American family has always been the foundation for success in America."
   },
   "author": {
    "text": "Bill O'Reilly"
   }
  },
  {
   "quote": {
    "text": "While working hard for my career, I looked after my family and have been there for my mother and in-laws when they needed me around. They reciprocated in kind with their unconditional love and support for my career."
   },
   "author": {
    "text": "Chanda Kochhar"
   }
  },
  {
   "quote": {
    "text": "I quite like the idea of family. That's probably the greatest achievement in the world. I've got a lot to achieve workwise - I'd love to direct - but family would be good."
   },
   "author": {
    "text": "Matt Smith"
   }
  },
  {
   "quote": {
    "text": "I don't know about you, but my girlfriends have been my girlfriends forever, and they're my sisters and my family."
   },
   "author": {
    "text": "Elizabeth Olsen"
   }
  },
  {
   "quote": {
    "text": "I lost my father when I was 13 years old. He was a great man, my father, and very intelligent. I love him very much. I believe it's very important that parents have a personal connection with their children. It helps kids feel more secure, have a feeling of family, makes them feel loved."
   },
   "author": {
    "text": "Preity Zinta"
   }
  },
  {
   "quote": {
    "text": "No amount of law enforcement can solve a problem that goes back to the family."
   },
   "author": {
    "text": "J. Edgar Hoover"
   }
  },
  {
   "quote": {
    "text": "I try to be a good daughter, as I believe in karma and feel that how you are with your parents is directly proportionate to what you receive in your life. I am a big oneness follower, and our gurus have told us that if you want to achieve external happiness, you need to be happy internally. And your inner circle is your family."
   },
   "author": {
    "text": "Shilpa Shetty"
   }
  },
  {
   "quote": {
    "text": "When you're a self-made man, you start very early in life. In my case it was at 9 years old when I started bringing income into the family. You get a drive that's a little different, maybe a little stronger, than somebody who inherited."
   },
   "author": {
    "text": "Kirk Kerkorian"
   }
  },
  {
   "quote": {
    "text": "Children in a family are like flowers in a bouquet: there's always one determined to face in an opposite direction from the way the arranger desires."
   },
   "author": {
    "text": "Marcelene Cox"
   }
  },
  {
   "quote": {
    "text": "Probably because I'm from a middle class family, I have that nature in me that I don't get too excited with big things."
   },
   "author": {
    "text": "Virat Kohli"
   }
  },
  {
   "quote": {
    "text": "Negroes could be sold - actually sold as we sell cattle, with no reference to calves or bulls or recognition of family. It was a nasty business. The white South was properly ashamed of it and continually belittled and almost denied it. But it was a stark and bitter fact."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "I wanted the players to feel like they were part of a family, to be conscious of that controlled togetherness as they made that slow entrance onto the field. It had a great psychological effect on the opposing team, too. They'd never seen anything like it."
   },
   "author": {
    "text": "Hayden Fry"
   }
  },
  {
   "quote": {
    "text": "In the family, in interpersonal relationships, even in friendship, faith is tremendously important. If you have a partner who you believe is a good person, then it is your duty to have faith in them until the end, despite the fact that they might have done some bad things. And you have to support and believe in your children."
   },
   "author": {
    "text": "Greg Graffin"
   }
  },
  {
   "quote": {
    "text": "God tells me that I need to provide for my family, discipline and teach my children, and love my wife as Christ loves the church. If I don't do that, I'm being unfaithful and sinful."
   },
   "author": {
    "text": "Kevin DeYoung"
   }
  },
  {
   "quote": {
    "text": "I can be the nice family man at home, and then when I go to the gym, maybe sparring with someone, I switch into beast mode. It ain't pretty."
   },
   "author": {
    "text": "Anthony Joshua"
   }
  },
  {
   "quote": {
    "text": "Scotland and England may sometimes be rivals, but by geography, we are also neighbours. By history, allies. By economics, partners. And by fate and fortune, comrades, friends and family."
   },
   "author": {
    "text": "Douglas Alexander"
   }
  },
  {
   "quote": {
    "text": "We spend to pretend that we're upper class. And when the dust clears - when bankruptcy hits or a family member bails us out of our stupidity - there's nothing left over. Nothing for the kids' college tuition, no investment to grow our wealth, no rainy-day fund if someone loses her job."
   },
   "author": {
    "text": "J. D. Vance"
   }
  },
  {
   "quote": {
    "text": "I find happiness comes from numerous sources in my life. Most often, the happy moments I cherish most are quiet moments with my wife and family back home in Nova Scotia."
   },
   "author": {
    "text": "Peter MacKay"
   }
  },
  {
   "quote": {
    "text": "But if each man could have his own house, a large garden to cultivate and healthy surroundings - then, I thought, there will be for them a better opportunity of a happy family life."
   },
   "author": {
    "text": "George Cadbury"
   }
  },
  {
   "quote": {
    "text": "I'm not trying to win an award for being the best vegetarian, just want to be healthy. Take a salt bath. Do things that my parents were never able to do. I'm blessed to do anything I want, so I decide to take the best care of my body and my family in the same way. Holistically. Vitally."
   },
   "author": {
    "text": "Erykah Badu"
   }
  },
  {
   "quote": {
    "text": "Being with my family is my highest priority."
   },
   "author": {
    "text": "Bethenny Frankel"
   }
  },
  {
   "quote": {
    "text": "The way I was raised, family was always the most important. When I had our first daughter, Natasha, I knew that's what I wanted to do."
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "Having family time to reflect on your day is the best."
   },
   "author": {
    "text": "Buddy Valastro"
   }
  },
  {
   "quote": {
    "text": "If I was to have a reality show, it wouldn't be a show based on my personal life. I'd want it to showcase me and my girls on tour, like living life as a young artist, not exposing what goes on in my family situations."
   },
   "author": {
    "text": "Kehlani"
   }
  },
  {
   "quote": {
    "text": "I was really lucky that I had an aunt who was very inspiring to me. She was different than anybody in my family on either side."
   },
   "author": {
    "text": "Geena Davis"
   }
  },
  {
   "quote": {
    "text": "I was possessed with a wonderful example of my Italian American family. They would come over and join us every Sunday, all my aunts and uncles and nephews and nieces, and I would sing for them."
   },
   "author": {
    "text": "Tony Bennett"
   }
  },
  {
   "quote": {
    "text": "I will fight to the last breath, even though my family cowers in terror in the palace."
   },
   "author": {
    "text": "Ferdinand Marcos"
   }
  },
  {
   "quote": {
    "text": "There was a great complexity to my father. He was a devoted family man. But, in the same breath, he simply was not suited to an anchored life. He should have been somebody who had a backpack, an old map, a bit of change in his pocket and that was it - roaming the world."
   },
   "author": {
    "text": "Christian Bale"
   }
  },
  {
   "quote": {
    "text": "You can't have a happy family if you don't have a happy marriage."
   },
   "author": {
    "text": "Jeremy Sisto"
   }
  },
  {
   "quote": {
    "text": "Familial betrayal is, to me, the most heartbreaking kind - because if you can't trust your family to love you and protect you, who can you really trust?"
   },
   "author": {
    "text": "Alexandra Bracken"
   }
  },
  {
   "quote": {
    "text": "I come personally from a broken family, divorced very early in my childhood, a family with its own share of troubles, so I think that was very influential in both me believing that someday I would consistently devote myself to my own family that I created, but I think it also really affects my view of the world."
   },
   "author": {
    "text": "Bill de Blasio"
   }
  },
  {
   "quote": {
    "text": "This shared love of cooking and celebration has allowed me to create a strong bond with my family."
   },
   "author": {
    "text": "Camila Alves"
   }
  },
  {
   "quote": {
    "text": "Friends and family do not believe you write fiction. They truly believe that every word you write is either autobiographical or based on them. I once had a character say that she never wanted to be invited to another children's birthday party, and I never received another children's birthday party invitation ever again."
   },
   "author": {
    "text": "Liane Moriarty"
   }
  },
  {
   "quote": {
    "text": "I was shocked when I moved to Sydney how very few indigenous people I came across. And so when I go to places like Maroubra or Redfern or Waterloo or Erskineville, I feel more at home because of the people I'm around - anywhere I can see a face that reflects someone that looks like my family, I feel much more at home."
   },
   "author": {
    "text": "Shari Sebbens"
   }
  },
  {
   "quote": {
    "text": "I was raised in a dominantly Filipino family. I didn't know I was 'mixed' until I got older and started asking questions about my grandparents, the origins of our middle and last names. We were kind of textbook Pinoys. A lot of the Filipino stereotypes that were joked about by me and my friends rang very true with my family."
   },
   "author": {
    "text": "Vincent Rodriguez III"
   }
  },
  {
   "quote": {
    "text": "When I have kids, when I have a family and nieces and nephews, I'm gonna teach them to love more and be kinder and to not judge someone by the colour of their skin or any other thing."
   },
   "author": {
    "text": "Melonie Diaz"
   }
  },
  {
   "quote": {
    "text": "I don't think a female running a house is a problem, a broken family. It's perceived as one because of the notion that a head is a man."
   },
   "author": {
    "text": "Toni Morrison"
   }
  },
  {
   "quote": {
    "text": "I have been very fortunate in my life. I have had a lot of happiness. I have a great family and I work a lot, and that's what I like to do."
   },
   "author": {
    "text": "Danny DeVito"
   }
  },
  {
   "quote": {
    "text": "I grew up upper-class. Private school. My dad had a Jaguar. We're African-American, and we work together as a family, so people assume we're like the Jacksons. But I didn't have parents using me to get out of a bad situation."
   },
   "author": {
    "text": "Beyonce Knowles"
   }
  },
  {
   "quote": {
    "text": "I am a very lazy man, so, for me, the dream is to be at home on the chair with my family."
   },
   "author": {
    "text": "Andrea Bocelli"
   }
  },
  {
   "quote": {
    "text": "It's almost embarrassing how much support I have. I mean, I always tell people I feel like I'm perfectly set up to have cancer. I have great health insurance, I have a savings account. I have work lined up. I have friends and family. I have the best doctors I can get."
   },
   "author": {
    "text": "Tig Notaro"
   }
  },
  {
   "quote": {
    "text": "Travel around the world is amazing. New people. New-found family, really."
   },
   "author": {
    "text": "Dhani Jones"
   }
  },
  {
   "quote": {
    "text": "Ray Leonard is more the family man, kind of quiet. He's not as outgoing as Sugar Ray Leonard. Sugar Ray Leonard was very determined, very focused, very outgoing and very selfish, if you will. There are two different individuals there."
   },
   "author": {
    "text": "Sugar Ray Leonard"
   }
  },
  {
   "quote": {
    "text": "I was not from a middle-class family at all. I did not have middle-class possessions and what have you. But I had middle-class parents who gave me what was needed to survive in society."
   },
   "author": {
    "text": "Sugar Ray Leonard"
   }
  },
  {
   "quote": {
    "text": "If I was on a 'Modern Family' kind of show, and they said, 'You have to say that the burger is $5.55; Have a good day!'... I could do that!"
   },
   "author": {
    "text": "Charlie Puth"
   }
  },
  {
   "quote": {
    "text": "I have always been the black sheep of the family. I am the middle child, with an older and a younger sister."
   },
   "author": {
    "text": "Fawad Khan"
   }
  },
  {
   "quote": {
    "text": "Some of the pictures in 'The Human Face of Big Data' will bring tears to your eyes; others are so surprising or memorable that you just have to show them to your friends and family."
   },
   "author": {
    "text": "Rick Smolan"
   }
  },
  {
   "quote": {
    "text": "We're the first not-white family to ever live in the governor's mansion. My son-in-law is Puerto Rican. I have a beautiful little granddaughter who is half Korean and half Latina. I'm the only white guy in the house."
   },
   "author": {
    "text": "Larry Hogan"
   }
  },
  {
   "quote": {
    "text": "Flu can be serious, and it kills tens of thousands of Americans each year. Vaccination is easier and more convenient than ever, so get yourself and your family protected."
   },
   "author": {
    "text": "Tom Frieden"
   }
  },
  {
   "quote": {
    "text": "When I was in high school, I used to have breakfast with my grandpa every morning. He instilled a lot of values in me: hard work, loyalty. He grew up during the Great Depression in Philly in poverty - he didn't have enough to eat as a kid. Sometimes his family would get kicked out of their apartment because they couldn't pay the rent."
   },
   "author": {
    "text": "Matthew Quick"
   }
  },
  {
   "quote": {
    "text": "Long before we understand ourselves through the process of self-examination, we understand ourselves in a self-evident way in the family, society and state in which we live."
   },
   "author": {
    "text": "Hans-Georg Gadamer"
   }
  },
  {
   "quote": {
    "text": "We have a huge family history with Singapore because we have the duty-free shops in the airports. It's a very industrious city. It's beautiful, and Singaporeans have this wonderful desire for, and love of, luxury goods. You can see how well thought out and planned the city is with the best boutiques."
   },
   "author": {
    "text": "Marie-Chantal Claire"
   }
  },
  {
   "quote": {
    "text": "If you wish to spare yourself and your venerable family, give heed to my advice with the ear of intelligence. If you do not, you will see what God has willed."
   },
   "author": {
    "text": "Hulagu Khan"
   }
  },
  {
   "quote": {
    "text": "While the lab plays an enormous role, research is also influenced by inner peace of mind and one's family environment, depending on what stage of one's life and career a scientist is at."
   },
   "author": {
    "text": "Peter Agre"
   }
  },
  {
   "quote": {
    "text": "We know that the way to decrease unplanned pregnancies and abortions is to make birth control and family planning services accessible and affordable, not micromanage the type of medical information and reproductive health counseling that women around the world receive."
   },
   "author": {
    "text": "Jeanne Shaheen"
   }
  },
  {
   "quote": {
    "text": "I don't know who in my family thinks very fast at all, including me. The things that people see me do onstage are written, so it doesn't have to be very quick if you have all day with a pen."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "The thing about aging is all your old lovers, pretty much if they were really friends, become your family. It's great. You have those terrible feelings of possessiveness and uncertainty go out the window. You have what you shared. You know you would help each other in times of trouble no matter what."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "We all need that extra friend outside of our immediate family to talk about that extra stuff you wouldn't normally talk to your parents about."
   },
   "author": {
    "text": "Bethany Hamilton"
   }
  },
  {
   "quote": {
    "text": "By virtue of my job, I'm traveling. You get to spend very little time with your family. We hardly get to meet each other except on the one odd day we really get to spend time, have dinner together. And that's rare, and we cherish it."
   },
   "author": {
    "text": "Aishwarya Rai Bachchan"
   }
  },
  {
   "quote": {
    "text": "In the family, writing wasn't anything anyone understood - being a writer in the real world? How could it be? We didn't have those mirrors."
   },
   "author": {
    "text": "Jacqueline Woodson"
   }
  },
  {
   "quote": {
    "text": "It's kind of like I won a gold medal with my family."
   },
   "author": {
    "text": "Laurie Hernandez"
   }
  },
  {
   "quote": {
    "text": "A girl child who is even a little bit educated is more conscious of family planning, health care and, in turn, her children's own education."
   },
   "author": {
    "text": "Azim Premji"
   }
  },
  {
   "quote": {
    "text": "I come from a family of teasers myself. My grandfather was from Liverpool, and he had a dry sense of humor, and he would tease us terribly. My brother Beau was so skilled in his teasing that he could get a rise out of me by simply pointing at me."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "I see myself as having three families: my birth family, the family that raised me, and my Cree family, who I was reunited with in my late teens, so I consider myself to be lucky."
   },
   "author": {
    "text": "Buffy Sainte-Marie"
   }
  },
  {
   "quote": {
    "text": "Family is so central to Afghan life that all Afghan stories are family stories. Family is something I simply can't resist because all the great themes of human life - duty, grief, sacrifice, love, envy - you find all those things within families."
   },
   "author": {
    "text": "Khaled Hosseini"
   }
  },
  {
   "quote": {
    "text": "I don't want to be a spokesman for family values, but that's the way my standup is perceived."
   },
   "author": {
    "text": "Ray Romano"
   }
  },
  {
   "quote": {
    "text": "When I look at my family, that's all life means, right there."
   },
   "author": {
    "text": "Terry Crews"
   }
  },
  {
   "quote": {
    "text": "I support gun safety measures, and I'll tell you, I grew up in a family of gun owners and hunters, and I went hunting with my dad as a kid, and you know, I have deep respect for the Second Amendment and the culture of our country."
   },
   "author": {
    "text": "Eric Swalwell"
   }
  },
  {
   "quote": {
    "text": "I don't have an anti-Hollywood feeling. It's just I'm a New Zealander. I was born in New Zealand, and it's where my house is, and my family goes to school there. My interest is to remain in my homeland and make films. I don't really want to relocate myself to other countries in the world to work."
   },
   "author": {
    "text": "Peter Jackson"
   }
  },
  {
   "quote": {
    "text": "As a premature baby myself, my family faced many challenges in ensuring that I had a healthy start at life. There are so many obstacles for these babies and their families that each new day is a milestone."
   },
   "author": {
    "text": "Ally Brooke"
   }
  },
  {
   "quote": {
    "text": "The traditional spokespersons for the Evangelicals, such as Chuck Colson and James Dobson, have become alarmed about this drift away from the 'Family Values' issues that they believe should be the overwhelming concerns of Evangelicals. They have expressed their displeasure in letters of protest circulated through the religious media."
   },
   "author": {
    "text": "Tony Campolo"
   }
  },
  {
   "quote": {
    "text": "Oh wow, you know what's wrong with all these families on TV? All these kids say stuff no kid would say. Stuff grown-ups want them to say. Man, I'd make a really realistic family. Where kids get spankings. On TV parents say, 'Oh, you shouldn't do that ever again. Now you can have ice cream.' Forget it."
   },
   "author": {
    "text": "Macaulay Culkin"
   }
  },
  {
   "quote": {
    "text": "I don't believe in being mean to anyone. I'm a really peaceful person. That's something I get from my family."
   },
   "author": {
    "text": "Nick Carter"
   }
  },
  {
   "quote": {
    "text": "After a while, you want to sell a lot of records, win awards and touch as many people as you can, but you have to secure the foundation with your family. I'm a family man, but I'm a businessman, too."
   },
   "author": {
    "text": "Anthony Hamilton"
   }
  },
  {
   "quote": {
    "text": "Cancer stops you in your tracks. It really makes you think about what's important. In a second, life can change. Don't ever forget to say thank you for love and family. What good is your success without them?"
   },
   "author": {
    "text": "Jaclyn Smith"
   }
  },
  {
   "quote": {
    "text": "I'm an actor. Since I was a teenager, I have had to play different characters, negotiating the cultural expectations of a Pakistani family, Brit-Asian rudeboy culture, and a scholarship to private school. The fluidity of my own personal identity on any given day was further compounded by the changing labels assigned to Asians in general."
   },
   "author": {
    "text": "Riz Ahmed"
   }
  },
  {
   "quote": {
    "text": "I'll paddle board, swim in the ocean, roll in the sand, soak up the sun, eat good food, be with friends and family and go fishing with my dad."
   },
   "author": {
    "text": "Behati Prinsloo"
   }
  },
  {
   "quote": {
    "text": "Your family is unavoidable. You cannot escape them or trade them in for another family. You also can't change them... but you can change your response to them."
   },
   "author": {
    "text": "Jami Attenberg"
   }
  },
  {
   "quote": {
    "text": "Being in a band is like a small family. You travel together, make music, and share time with each other."
   },
   "author": {
    "text": "Mohit Chauhan"
   }
  },
  {
   "quote": {
    "text": "My schedule can be hectic, so I'm always trying to find time to see my friends and family."
   },
   "author": {
    "text": "Jessica Szohr"
   }
  },
  {
   "quote": {
    "text": "I had dreamed of visiting Bali for many years and because I had an extended family of Balinese friends in Los Angeles, I felt connected. The island is so peaceful and the smiles are constant."
   },
   "author": {
    "text": "Carolyn Murphy"
   }
  },
  {
   "quote": {
    "text": "There's no traditional three act structure - or beginning, middle and end - to a family tree. By its nature, it has almost infinite different branches, or episodes, to explore in every direction."
   },
   "author": {
    "text": "Jim Piddock"
   }
  },
  {
   "quote": {
    "text": "Nothing was planned in my career. I just went with the flow and took everything that came to me. Selling potato chips was obvious, as it was a family business. When friends suggested I should try theatre, I gave it a shot. Then I did a lot of advertisements, and then movies happened."
   },
   "author": {
    "text": "Boman Irani"
   }
  },
  {
   "quote": {
    "text": "I am fourth-generation deaf, which means everyone in my immediate family is deaf. So I grew up always having 100 percent accessibility to language and communication, which was wonderful and something so many deaf people don't have."
   },
   "author": {
    "text": "Shoshannah Stern"
   }
  },
  {
   "quote": {
    "text": "I would love to have a complete family. I'd love to do it all at once. I'd love to be able to give to my children what my parents were able to give to me. And if I'm blessed to be able to do that, fantastic. If I'm not, then life goes on. You have to do the best you can. I do think we have to bring the family back; I do."
   },
   "author": {
    "text": "Michael Ealy"
   }
  },
  {
   "quote": {
    "text": "The truth is, I've been going pretty much nuts all year. I constantly have to fight being scattered. I feel like I'm on automatic pilot from fatigue. The hardest thing is trying to be present, living for the moment, for everybody in the family."
   },
   "author": {
    "text": "Patricia Richardson"
   }
  },
  {
   "quote": {
    "text": "Between 2007 and 2010, the average white family experienced an 11% reduction in wealth, but the average black family lost 31% of its wealth. The average Hispanic family lost 44.7%."
   },
   "author": {
    "text": "Matthew Desmond"
   }
  },
  {
   "quote": {
    "text": "Hulk Hogan slamming Andre the Giant. I remember watching WrestleMania with my family and friends on TV... 93,000 people in the Silverdome. When Hogan picked up Andre, I got goosebumps."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "The TV is often on in our house, but I really only keep up with three shows: 'American Idol,' 'Modern Family' and 'The Walking Dead.' Sometimes I'll sip red wine - it's a nice way to slow down and relax."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "At the beginning of my career as a writer, I felt I knew nothing of Chinese culture. I was writing about emotional confusion with my mother related to our different beliefs. Hers was based in family history, which I didn't know anything about. I always felt hesitant in talking about Chinese culture and American culture."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "As Governor, I will direct my Secretary of the Cabinet for Health and Family Services not to distribute federal taxpayer dollars from that department to Planned Parenthood clinics."
   },
   "author": {
    "text": "Matt Bevin"
   }
  },
  {
   "quote": {
    "text": "Mental health and sobriety is not a straight line, and 'Drag Race' is a family, and we support our family members through anything."
   },
   "author": {
    "text": "Trixie Mattel"
   }
  },
  {
   "quote": {
    "text": "There is nothing in this world that I love more than my family. To be able to share the joy of running with them at the Runner's World Half Marathon and Running Festival where we can all participate together is as close as you can get to a perfect weekend."
   },
   "author": {
    "text": "Summer Sanders"
   }
  },
  {
   "quote": {
    "text": "We are like a traveling circus, our family! We sing, we dance, we do football, we do fashion."
   },
   "author": {
    "text": "Victoria Beckham"
   }
  },
  {
   "quote": {
    "text": "Having family responsibilities and concerns just has to make you a more understanding person."
   },
   "author": {
    "text": "Sandra Day O'Connor"
   }
  },
  {
   "quote": {
    "text": "Keeping with our family tradition of sending their children abroad for a couple of years, and aware of my interest in chemistry, I was sent to a boarding school in Switzerland when I was 11 years old, on the assumption that German was an important language for a prospective chemist to learn."
   },
   "author": {
    "text": "Mario J. Molina"
   }
  },
  {
   "quote": {
    "text": "To those who would call me a thug or worse because I show passion on a football field - don't judge a person's character by what they do between the lines. Judge a man by what he does off the field, what he does for his community, what he does for his family."
   },
   "author": {
    "text": "Richard Sherman"
   }
  },
  {
   "quote": {
    "text": "A real hangover is nothing to try out family remedies on. The only cure for a real hangover is death."
   },
   "author": {
    "text": "Robert Benchley"
   }
  },
  {
   "quote": {
    "text": "For small business people, less paperwork means higher profits, boosted sales and more time with the family."
   },
   "author": {
    "text": "Tony Abbott"
   }
  },
  {
   "quote": {
    "text": "Rather like Batman, I embody the themes of the movie which are the values of family, courage and compassion and a sense of right and wrong, good and bad and justice."
   },
   "author": {
    "text": "Gary Oldman"
   }
  },
  {
   "quote": {
    "text": "I love a smart girl and a girl who loves her family!"
   },
   "author": {
    "text": "Romeo Miller"
   }
  },
  {
   "quote": {
    "text": "The most remarkable thing about my mother is that for thirty years she served the family nothing but leftovers. The original meal has never been found."
   },
   "author": {
    "text": "Calvin Trillin"
   }
  },
  {
   "quote": {
    "text": "In my own personal experience, I've had different family members who have been held in immigration detention because they've had some sort of challenge financially, and they were making difficult decisions, and that led to their immigration detention and, eventually, deportation."
   },
   "author": {
    "text": "Opal Tometi"
   }
  },
  {
   "quote": {
    "text": "You never know when some small thing will lead to a big idea. Travel is very inspirational - but it's in the ordinary that I find my themes of love and work and family."
   },
   "author": {
    "text": "Adriana Trigiani"
   }
  },
  {
   "quote": {
    "text": "I work six months and get three or four with the family. I've stopped racing to get to the red light."
   },
   "author": {
    "text": "Kyle Chandler"
   }
  },
  {
   "quote": {
    "text": "My family truly believes they are better cooks than I am. They see me as Giada, not as a celebrity chef. To them I'm just me - their granddaughter, niece, etc., and they're older and wiser. I like that because it keeps you grounded."
   },
   "author": {
    "text": "Giada De Laurentiis"
   }
  },
  {
   "quote": {
    "text": "'Thirteen' was really hard on my family. I wrote this movie about them and their flaws and imperfections and what it was like growing up. It was from one kid's perspective and not a well rounded one. You get older, and it's like, 'How dare I portray my father as being a totally vacant, careless schmuck?'"
   },
   "author": {
    "text": "Nikki Reed"
   }
  },
  {
   "quote": {
    "text": "When I'm home, the heart and soul of our family is in the kitchen. Growing up, my parents both worked, so dinnertime was for family - the TV was off. I think it's important to grab that time and really make it special, even after a tough day."
   },
   "author": {
    "text": "Cat Cora"
   }
  },
  {
   "quote": {
    "text": "It is absolutely ludicrous that abortion supporters would accuse a blood relative of Dr. King of hijacking the King legacy. Uncle Martin and my father, Rev. A. D. King were blood brothers. How can I hijack something that belongs to me? I am an heir to the King Family legacy."
   },
   "author": {
    "text": "Alveda King"
   }
  },
  {
   "quote": {
    "text": "I bought a lot of rubbish things that kids buy: skateboards and clothes and typical teenage stuff. And, as soon as I could, I wasted a lot of money on cars - BMW's mostly - for myself and my family."
   },
   "author": {
    "text": "Tom Felton"
   }
  },
  {
   "quote": {
    "text": "Americans try to talk about positive family values, although the actual state of things is disastrous."
   },
   "author": {
    "text": "Vladimir Zhirinovsky"
   }
  },
  {
   "quote": {
    "text": "It means so much to me that my family went against our tradition for me."
   },
   "author": {
    "text": "Sonita Alizadeh"
   }
  },
  {
   "quote": {
    "text": "As for T.B. Joshua, I am a descendant of my family in Arigidi-Akoko in Ondo State, Nigeria - but as for the divine nature, the power of God affects my life to give peace to people, deliverance to people, and healing to people."
   },
   "author": {
    "text": "T. B. Joshua"
   }
  },
  {
   "quote": {
    "text": "If I'm going to try and find something, I stick to the flea markets, or I pull hand-me-downs from my family because I like pieces to have stories."
   },
   "author": {
    "text": "Troian Bellisario"
   }
  },
  {
   "quote": {
    "text": "My dad is a big Outlaw country guy - Johnny Cash, Johnny Horton, Waylon, Willie. He loves Elvis and turned me onto Elvis. He was always playing me stuff. He and I would sing and entertain the family. We'd have a little skit on Thanksgiving or whatever."
   },
   "author": {
    "text": "Frankie Ballard"
   }
  },
  {
   "quote": {
    "text": "For me, making music is about my whole life. The basics, the components, simple things - family, living, just going to the market and getting new fruit and veg. That's what keeps my blood flowing."
   },
   "author": {
    "text": "Neneh Cherry"
   }
  },
  {
   "quote": {
    "text": "I miss my family and friends from Cali a lot. I also miss late-night business hours, hiking in the Sierra Nevada, and house boating in Gold Country. But in Ohio, housing is cheaper, everything is green year-round, and we get glorious thunderstorms. In California, I lived in a place that was infested with black widow spiders."
   },
   "author": {
    "text": "Rae Carson"
   }
  },
  {
   "quote": {
    "text": "This is an old family secret, and I just found this out recently, and it almost broke my heart. My mother said to me, 'I had never told you this, but God, you were an ugly baby'."
   },
   "author": {
    "text": "John Stamos"
   }
  },
  {
   "quote": {
    "text": "When I speak with people who love their jobs and have vital friendships at work, they always talk about how their workgroup is like a family."
   },
   "author": {
    "text": "Tom Rath"
   }
  },
  {
   "quote": {
    "text": "Every week, we read about horrific tragedies resulting from children who play with firearms and accidentally shoot themselves or their family members."
   },
   "author": {
    "text": "Elizabeth Esty"
   }
  },
  {
   "quote": {
    "text": "I had a great tennis career. I have no regrets. But to find peace with yourself, and to finally be with your family - I'm probably the happiest guy in the world."
   },
   "author": {
    "text": "Bjorn Borg"
   }
  },
  {
   "quote": {
    "text": "The sad events that occur in my life are the sad events that happen to everybody, with losing friends and family, but that is a natural occurrence, as natural as being born."
   },
   "author": {
    "text": "Sergio Aragones"
   }
  },
  {
   "quote": {
    "text": "I've spent a great deal of time over the past decade as a caregiver for various family members. It gives me a perspective on the struggles that many New Yorkers face with illness, disability, health care, insurance difficulties, and trying to work with and also take care of family members."
   },
   "author": {
    "text": "Wendy Long"
   }
  },
  {
   "quote": {
    "text": "I found out I was pregnant seven days after my wedding. I was on honeymoon with my family."
   },
   "author": {
    "text": "Bryce Dallas Howard"
   }
  },
  {
   "quote": {
    "text": "The functions of the family in a highly differentiated society are not to be interpreted as functions directly on behalf of the society, but on behalf of personality."
   },
   "author": {
    "text": "Talcott Parsons"
   }
  },
  {
   "quote": {
    "text": "I had two family members involved in World War I: two great-uncles. One of them is on a memorial in France. And the other was a trench runner who survived the war. The average life span of a trench runner was 36 hours, but he survived the whole war."
   },
   "author": {
    "text": "Ben Barnes"
   }
  },
  {
   "quote": {
    "text": "I'm really blessed to have an amazing family."
   },
   "author": {
    "text": "Austin Seferian-Jenkins"
   }
  },
  {
   "quote": {
    "text": "Every designer needs a story. Mine is all about glamour because my family has been in the business of glamour for three generations. My grandfather Shamshuddin Khan started his embroidery and fabric-making business in the 1930s."
   },
   "author": {
    "text": "Naeem Khan"
   }
  },
  {
   "quote": {
    "text": "As a child, I was fortunate enough to be close to family members who were - and still are - great storytellers. I was a gullible country boy from Rocky Mount, Virginia, and I believed every folktale they told me, no matter how fantastic."
   },
   "author": {
    "text": "Jesse L. Martin"
   }
  },
  {
   "quote": {
    "text": "Certainly I would not risk a single life to restore the Kuwaiti royal family to the throne."
   },
   "author": {
    "text": "Terry Sanford"
   }
  },
  {
   "quote": {
    "text": "You grow up and get married, and move away, but you're still a family. That's the way it will be with all of us on 'Happy Days.'"
   },
   "author": {
    "text": "Erin Moran"
   }
  },
  {
   "quote": {
    "text": "Without qualification, I am grateful to and have the highest regard and respect for all of the wonderful people on 'Two and Half Men' with whom I have worked and over the past ten years who have become an extension of my family."
   },
   "author": {
    "text": "Angus T. Jones"
   }
  },
  {
   "quote": {
    "text": "Most people think I am very nice; they think I'm their friend, which is lucky, but it means you're never allowed to be in a bad mood. They take it personally. The worst is when you're on holiday with your family."
   },
   "author": {
    "text": "Romain Duris"
   }
  },
  {
   "quote": {
    "text": "There are a lot of funny people in my family. Absolutely. There were a lot of jokes growing up around the dinner table, for sure. We didn't grow up in a creative family."
   },
   "author": {
    "text": "Nate Corddry"
   }
  },
  {
   "quote": {
    "text": "My family and I have a little joke that if I'm feeling particularly blue, and nobody cares about me, I should just go to the airport! That is where I am most recognized."
   },
   "author": {
    "text": "Maggie Wheeler"
   }
  },
  {
   "quote": {
    "text": "It's a little known fact that one in three family pets gets lost during its lifetime, and approximately 9 million pets enter shelters each year. That's why it's a wonderful thing to get your pet microchipped and registered with your contact information because then they can be located and the owners can track where their pets are."
   },
   "author": {
    "text": "Betty White"
   }
  },
  {
   "quote": {
    "text": "I have lived in Mumbai for more than 20 years, have my domicile here, my home and family here."
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "The music I was really listening to in 1968 was James Brown, the great guitar player Jimi Hendrix, and a new group... Sly and the Family Stone, led by Sly Stewart from San Francisco."
   },
   "author": {
    "text": "Miles Davis"
   }
  },
  {
   "quote": {
    "text": "I have friends and family that are filled with massive amounts of integrity. And it shouldn't be an oddity."
   },
   "author": {
    "text": "Sandra Bullock"
   }
  },
  {
   "quote": {
    "text": "Nothing separates a woman or a family from God's love. Not death, and certainly not divorce."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "Do not let your bachelor ways crystallize so that you can't soften them when you come to have a wife and a family of your own."
   },
   "author": {
    "text": "Rutherford B. Hayes"
   }
  },
  {
   "quote": {
    "text": "One's own self-worth is tied to the worth of the community to which one belongs, which is intimately connected to humanity in general. What happens in Darfur becomes an assault on my own community, and on me as an individual. That's what the human family is all about."
   },
   "author": {
    "text": "Wole Soyinka"
   }
  },
  {
   "quote": {
    "text": "What I think about is my happiness, together with my family. I want us to be happy."
   },
   "author": {
    "text": "Neymar"
   }
  },
  {
   "quote": {
    "text": "Sure, climbing Mount Everest would be cool, but that's something I would now like to do as a family. Big experiences like that I don't want to have on my own anymore. I want to share them."
   },
   "author": {
    "text": "Heidi Klum"
   }
  },
  {
   "quote": {
    "text": "I was born into an Irish Catholic family in the New York area in this great, wonderful, and safe country, but the Holocaust has always haunted me, and it has long stood as a stumbling block to faith. How could such a thing be? How is that consistent with the concept of a loving God?"
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "I was told to avoid the business all together because of the rejection. People would say to me, 'Don't you want to have a normal job and a normal family?' I guess that would be good advice for some people, but I wanted to act."
   },
   "author": {
    "text": "Jennifer Aniston"
   }
  },
  {
   "quote": {
    "text": "I grew up not really having anything, so the idea that I can take care of my family and my friends now is a really cool bonus."
   },
   "author": {
    "text": "Katy Perry"
   }
  },
  {
   "quote": {
    "text": "I didn't know if I would ever reconcile with my family, and I needed to believe that I could forgive, regardless."
   },
   "author": {
    "text": "Tara Westover"
   }
  },
  {
   "quote": {
    "text": "Family is 100 per cent my top priority."
   },
   "author": {
    "text": "Isla Fisher"
   }
  },
  {
   "quote": {
    "text": "I've realized as well after five years of being on the road that if I'm going to four or five months of my life to something even if I'm overpaid, it's four or five months of my life away from home, away from my son, away from family and friends. I better believe in it on some level even if it's a big movie."
   },
   "author": {
    "text": "Colin Farrell"
   }
  },
  {
   "quote": {
    "text": "Trust me, I play the game for the fans, my family and myself."
   },
   "author": {
    "text": "David Ortiz"
   }
  },
  {
   "quote": {
    "text": "They're keeping friction going between people from the East and the West. One thing we all got in common is your color, which is Black and Latino, which is our family."
   },
   "author": {
    "text": "Afrika Bambaataa"
   }
  },
  {
   "quote": {
    "text": "The most important family value of all is time with your family."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "With a warm drink, in a rocking chair and family and friends around, I am working on finding peace and joy in the moments we have been given. It doesn't have to all make sense. I don't have all the answers."
   },
   "author": {
    "text": "Taya Kyle"
   }
  },
  {
   "quote": {
    "text": "Automation and technology would be a great boon if it were creative, if there were more leisure, more opportunity to engage in raising a family, providing guidance to the young, all the stuff we say we need. America will work if we're all in it together. It'll work when there's a shared sense of destiny. It can be done!"
   },
   "author": {
    "text": "Jerry Brown"
   }
  },
  {
   "quote": {
    "text": "Why not celebrate those who want to marry and bring up a family?"
   },
   "author": {
    "text": "Ian Mckellen"
   }
  },
  {
   "quote": {
    "text": "Prayer doesn't work because someone out there is listening, it works because someone in here is listening. I've paid attention. I've pictured what I want to happen in my life. I've meditated extensively on my family, my future, my past actions and what did and didn't work for me about them."
   },
   "author": {
    "text": "Adam Savage"
   }
  },
  {
   "quote": {
    "text": "My father never talked about the sacrifices that the family made for me."
   },
   "author": {
    "text": "Novak Djokovic"
   }
  },
  {
   "quote": {
    "text": "I was born in Patterson, New Jersey, and raised pretty much all around the country. My family tended to move from place to place following economic prospects and jobs and looking for new opportunities, so we changed schools, colleges, grade schools, high schools every 6 months to a year - depending on the breaks."
   },
   "author": {
    "text": "J. Michael Straczynski"
   }
  },
  {
   "quote": {
    "text": "In Chicago, you have an absence of strong family units, and that absence gets filled by gangs. You have a failure in the school system, after-school programs and other social programs to help keep kids off the streets. Amnesty International speaks to that in some way, by keeping these issues in the forefront."
   },
   "author": {
    "text": "Lupe Fiasco"
   }
  },
  {
   "quote": {
    "text": "I always tried to do things by example, even though I was not a very good mother regarding routines and family life."
   },
   "author": {
    "text": "Vivienne Westwood"
   }
  },
  {
   "quote": {
    "text": "I believe that the whole human race is the family of God."
   },
   "author": {
    "text": "Pat Buckley"
   }
  },
  {
   "quote": {
    "text": "Many years ago, when I lived in the mini-Siberia they call East Anglia, I was awakened in the early hours by the sound of a pantechnicon being loaded. Peeping through the curtains, I observed the grocer doing a runner with all his chattels and his family."
   },
   "author": {
    "text": "Clive Sinclair"
   }
  },
  {
   "quote": {
    "text": "It takes a lot of work to put together a marriage, to put together a family and a home."
   },
   "author": {
    "text": "Elizabeth Edwards"
   }
  },
  {
   "quote": {
    "text": "I would come here, too. Who doesn't want a free ride? I want to ride in the carnival for free all day long and put my whole family on welfare."
   },
   "author": {
    "text": "Kimberly Guilfoyle"
   }
  },
  {
   "quote": {
    "text": "The purpose of our common defense, after all, is to protect our people so that we can enjoy the blessings of peace, faith, freedom, family, prosperity."
   },
   "author": {
    "text": "Tom Cotton"
   }
  },
  {
   "quote": {
    "text": "I've been through so much, especially coming from New Orleans where there was Hurricane Katrina in 2005. I had to pick up. We had to move, make new friends, and I think my family was just strong for me as well because we had to start completely over again."
   },
   "author": {
    "text": "Normani Kordei"
   }
  },
  {
   "quote": {
    "text": "Night-time is when I brainstorm; last thing, when the family's asleep and I'm alone, I think about the next day's writing and plan a strategy for my assault on the blank page."
   },
   "author": {
    "text": "Athol Fugard"
   }
  },
  {
   "quote": {
    "text": "When the Bangladesh war happened, people in Pakistan who did not support it were called unpatriotic. My father was in the jail at that time, and a lot of those who knew my family used to call us children of a traitor."
   },
   "author": {
    "text": "Asma Jahangir"
   }
  },
  {
   "quote": {
    "text": "I'm terribly fastidious. I like symmetry and neatness, but my house is as chaotic as any other family's."
   },
   "author": {
    "text": "Kevin McCloud"
   }
  },
  {
   "quote": {
    "text": "I came from a middle-class family. My dad was a professor; my mom was a nurse. I didn't come from money, and I didn't come from circles of power. I didn't come from the country club; I came from the town park."
   },
   "author": {
    "text": "Megyn Kelly"
   }
  },
  {
   "quote": {
    "text": "All what we hope for is that a day will come, when we have all gone, when people will say that this man has tried, and his family tried. This is all there is to seek in this world."
   },
   "author": {
    "text": "Hussein of Jordan"
   }
  },
  {
   "quote": {
    "text": "In China, it was hard living as a young girl without my family. I had no idea what life was going to be like as a North Korean refugee. But I soon learned it's not only extremely difficult, it's also very dangerous, since North Korean refugees are considered in China as illegal migrants."
   },
   "author": {
    "text": "Lee Hyeon-seo"
   }
  },
  {
   "quote": {
    "text": "When Jesus says you must leave your family to follow Him, he doesn't necessarily mean physically. He means leave your dependence on them, make an emotional break with them."
   },
   "author": {
    "text": "Anne Graham Lotz"
   }
  },
  {
   "quote": {
    "text": "Some of my friends and family have tried to challenge me to do jokes that aren't as self-deprecating, where I genuinely express my own opinion in my own voice."
   },
   "author": {
    "text": "Maria Bamford"
   }
  },
  {
   "quote": {
    "text": "My favorite room in the house is my kitchen. It's definitely the heart and soul of our home. It's where we gather in the morning as a family to start the day, and it's where we wind down at night over supper."
   },
   "author": {
    "text": "Kimberly Schlapman"
   }
  },
  {
   "quote": {
    "text": "I have been very fortunate to be supported by many people in my career. I also appreciate my personal friends, business friends, and my family who have been patient and understanding of my long working hours."
   },
   "author": {
    "text": "Shuji Nakamura"
   }
  },
  {
   "quote": {
    "text": "I don't think there's one thing more important you can do for your kids than have family dinner."
   },
   "author": {
    "text": "Ruth Reichl"
   }
  },
  {
   "quote": {
    "text": "I was always on the go, and thought I was too busy to develop something like this. I thought at the time that diabetes went along with bad habits, but I was the last one in my family to eat junk food."
   },
   "author": {
    "text": "Angie Stone"
   }
  },
  {
   "quote": {
    "text": "If you want to really know what your friends and family think of you die broke, and then see who shows up for the funeral."
   },
   "author": {
    "text": "Gregory Nunn"
   }
  },
  {
   "quote": {
    "text": "There are plenty of reasons to put our cellphones down now and then, not least the fact that incessantly checking them takes us out of the present moment and disrupts family dinners around the globe."
   },
   "author": {
    "text": "Amy Cuddy"
   }
  },
  {
   "quote": {
    "text": "Pray in your family daily, that yours may be in the number of the families who call upon God."
   },
   "author": {
    "text": "Christopher Love"
   }
  },
  {
   "quote": {
    "text": "My parents kept the best aspects of the Asian culture, and they Americanized the family. My mother was a great example for me. She was a working mother with a good career."
   },
   "author": {
    "text": "Andrea Jung"
   }
  },
  {
   "quote": {
    "text": "L.A. prides itself on newness or being the last frontier or just not liking old things and tearing them down to build new things. But Malibu history is interesting to me. My mom's family was one of the early families in California, so there's history going back to the 1840s or '50s."
   },
   "author": {
    "text": "Kim Gordon"
   }
  },
  {
   "quote": {
    "text": "Family life was wonderful. The streets were bleak. The playgrounds were bleak. But home was always warm. My mother and father had a great relationship. I always felt 'safe' there."
   },
   "author": {
    "text": "Robert Cormier"
   }
  },
  {
   "quote": {
    "text": "The one thing that kept our family together was the music. The only thing that our family would share emotionally was to have our dad cry over something the kids did with music."
   },
   "author": {
    "text": "Dennis Wilson"
   }
  },
  {
   "quote": {
    "text": "Barbara Broccoli was a great friend of my late wife's and continues to be someone who is very gracious with me, my family, and our life."
   },
   "author": {
    "text": "Pierce Brosnan"
   }
  },
  {
   "quote": {
    "text": "Absolutely the worst thing about this job is the travel and being away from family. I have a wife and three wonderful children, the kids are all active in sports and it's very difficult to up and leave and miss them growing up."
   },
   "author": {
    "text": "Roy Clark"
   }
  },
  {
   "quote": {
    "text": "A family can develop only with a loving woman as its center."
   },
   "author": {
    "text": "Karl Wilhelm Friedrich Schlegel"
   }
  },
  {
   "quote": {
    "text": "We believed in our idea - a family park where parents and children could have fun- together."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "I was very blessed to have family and friends, but particularly family, who told me I was not only all right, I was just right, so I believe that my brain is a good one, and it's lasting me very well."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "See, that's why Barack's running: to end the war in Iraq responsibly - to build an economy that lifts every family, to make sure health care is available for every American - and to make sure that every child in this nation has a world-class education all the way from preschool to college."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "If you have a friend or family member with breast cancer, try not to look at her with 'sad eyes.' Treat her like you always did; just show a little extra love."
   },
   "author": {
    "text": "Hoda Kotb"
   }
  },
  {
   "quote": {
    "text": "Family quarrels are bitter things. They don't go according to any rules. They're not like aches or wounds, they're more like splits in the skin that won't heal because there's not enough material."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "I come from a poor family, I have seen poverty. The poor need respect, and it begins with cleanliness."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "There's nothing I value more than the closeness of friends and family, a smile as I pass someone on the street."
   },
   "author": {
    "text": "Willie Stargell"
   }
  },
  {
   "quote": {
    "text": "I would not call Himmanshoo a good husband, but I would call him my best friend and a great companion. Personally, my mom and my family say that I am very lucky to have Himmanshoo as my partner. And I don't disagree at all. Marriage has been great!"
   },
   "author": {
    "text": "Amruta Khanvilkar"
   }
  },
  {
   "quote": {
    "text": "I can make a firm pledge, under my plan, no family making less than $250,000 a year will see any form of tax increase. Not your income tax, not your payroll tax, not your capital gains taxes, not any of your taxes."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "A family is a place where principles are hammered and honed on the anvil of everyday living."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "Social Security is not a retirement savings plan; it is a social insurance program. It's a contract that says, as a society, we will look out for you and your family when you can no longer work."
   },
   "author": {
    "text": "Jeff Bingaman"
   }
  },
  {
   "quote": {
    "text": "I mean, I look at my dad. He was twenty when he started having a family, and he was always the coolest dad. He did everything for his kids, and he never made us feel like he was pressured. I know that it must be a great feeling to be a guy like that."
   },
   "author": {
    "text": "Adam Sandler"
   }
  },
  {
   "quote": {
    "text": "The goal of any farmer, after producing enough to feed his own family, has always been to find the best place to sell the year's crop."
   },
   "author": {
    "text": "Sonny Perdue"
   }
  },
  {
   "quote": {
    "text": "The American culture promotes personal responsibility, the dignity of work, the value of education, the merit of service, devotion to a purpose greater than self, and at the foundation, the pre-eminence of family."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "My family is no different from yours. We may be different from the geography that we come from. Some of you all may pray differently than I do, some of you all may be from a different ethnicity, but we all have the same story."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "I text and email my friends and family a lot, but that's about the extent of my high-tech-etude."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "I used to really love Fiend, but he stopped. He just stopped. Every time he had a project, every project - 'There's One In Every Family,' 'Street Life' - I had to have them. And he just stopped. And that was disappointing, 'cause that was my favorite rapper at one time."
   },
   "author": {
    "text": "Kevin Gates"
   }
  },
  {
   "quote": {
    "text": "I definitely have a happy marriage and family life."
   },
   "author": {
    "text": "Viola Davis"
   }
  },
  {
   "quote": {
    "text": "Garbage is the part of your history you don't want your family to know about."
   },
   "author": {
    "text": "Vik Muniz"
   }
  },
  {
   "quote": {
    "text": "No one can travel your own road for you; you must travel it for yourself. My faith in this stems from my childhood. I grew up in a family with a system of religious beliefs handed down to me."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "The family is the first essential cell of human society."
   },
   "author": {
    "text": "Pope John XXIII"
   }
  },
  {
   "quote": {
    "text": "Eating well, being around the table with the family or friends or relatives - it doesn't get any better."
   },
   "author": {
    "text": "Lidia Bastianich"
   }
  },
  {
   "quote": {
    "text": "Life is full of confusion. Confusion of love, passion, and romance. Confusion of family and friends. Confusion with life itself. What path we take, what turns we make. How we roll our dice."
   },
   "author": {
    "text": "Matthew Underwood"
   }
  },
  {
   "quote": {
    "text": "I looked up my family tree and found three dogs using it."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "All of my youth growing up in my Italian family was focused around the table. That's where I learned about love."
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "I believe with all my heart that America remains 'the great idea' that inspires the world. It is a privilege to be born here. It is an honor to become a citizen here. It is a gift to raise your family here, to vote here, and to live here."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "Estate planning is an important and everlasting gift you can give your family. And setting up a smooth inheritance isn't as hard as you might think."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "The effects of unresolved trauma can be devastating. It can affect our habits and outlook on life, leading to addictions and poor decision-making. It can take a toll on our family life and interpersonal relationships. It can trigger real physical pain, symptoms, and disease. And it can lead to a range of self-destructive behaviors."
   },
   "author": {
    "text": "Peter A. Levine"
   }
  },
  {
   "quote": {
    "text": "I come from a family with big hearts, so I love to put smiles on people's faces."
   },
   "author": {
    "text": "Elliott Yamin"
   }
  },
  {
   "quote": {
    "text": "My family is mostly a chosen one. I've managed to invite some really amazing people into my life and they become family. Brothers, sisters, siblings, mentors, role models. And I like to live that way, where your family bleeds out into the larger community."
   },
   "author": {
    "text": "Adrian Grenier"
   }
  },
  {
   "quote": {
    "text": "When trouble comes, it's your family that supports you."
   },
   "author": {
    "text": "Guy Lafleur"
   }
  },
  {
   "quote": {
    "text": "I think our family motto is to always work hard, be humble, kind, and thoughtful about others around us."
   },
   "author": {
    "text": "Anwar Hadid"
   }
  },
  {
   "quote": {
    "text": "I like to spend as much time with my friends and family as possible."
   },
   "author": {
    "text": "Zara Larsson"
   }
  },
  {
   "quote": {
    "text": "The greatest thing in family life is to take a hint when a hint is intended-and not to take a hint when a hint isn't intended."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "I definitely have the eye of the tiger. I've fought my way to where I am and will continue to do so. I'm a hard worker - I get it from my family. We only know work. Nothing was handed to us. When I believe in something, I go after it. It's very hard to tell me 'no.'"
   },
   "author": {
    "text": "Nicole Scherzinger"
   }
  },
  {
   "quote": {
    "text": "Antique things have an appreciation and worth. Something can be old, but it can be timeless; therefore, it becomes an antique. If this antique is preserved and deemed precious, it could be passed down as a family heirloom."
   },
   "author": {
    "text": "CeeLo Green"
   }
  },
  {
   "quote": {
    "text": "Who I am at the core and what I think represents me is really reflected in my family."
   },
   "author": {
    "text": "Eva Longoria"
   }
  },
  {
   "quote": {
    "text": "When one person's livelihood changes, it can impact an entire family, then a whole community."
   },
   "author": {
    "text": "Tae Yoo"
   }
  },
  {
   "quote": {
    "text": "If you're not comfortable with public speaking - and nobody starts out comfortable; you have to learn how to be comfortable - practice. I cannot overstate the importance of practicing. Get some close friends or family members to help evaluate you, or somebody at work that you trust."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "When I was little, I put on plays for my family at Sunday dinner, and I would direct them and have all my cousins, my brother, and my best friends in it. I was a very imaginative and theatrical child and wasn't afraid of being in front of a camera. It was like make-believe to me."
   },
   "author": {
    "text": "Kirsten Dunst"
   }
  },
  {
   "quote": {
    "text": "Dad could talk about peace and love out loud to the world, but he could never show it to the people who supposedly meant the most to him: his wife and son. How can you talk about peace and love and have a family in bits and pieces - no communication, adultery, divorce? You can't do it, not if you're being true and honest with yourself."
   },
   "author": {
    "text": "Julian Lennon"
   }
  },
  {
   "quote": {
    "text": "Coming home to my family afterward makes the work richer, easier and more fun."
   },
   "author": {
    "text": "Edie Falco"
   }
  },
  {
   "quote": {
    "text": "When fear rushed in, I learned how to hear my heart racing but refused to allow my feelings to sway me. That resilience came from my family. It flowed through our bloodline."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "All of us grow up in particular realities - a home, family, a clan, a small town, a neighborhood. Depending upon how we're brought up, we are either deeply aware of the particular reading of reality into which we are born, or we are peripherally aware of it."
   },
   "author": {
    "text": "Chaim Potok"
   }
  },
  {
   "quote": {
    "text": "I have a lot of nieces and nephews. I was always around kids. I was like the family babysitter because I was the only one that wasn't married."
   },
   "author": {
    "text": "Doreen Cronin"
   }
  },
  {
   "quote": {
    "text": "Hawaii is a beautiful place to bring up a family."
   },
   "author": {
    "text": "Henry Ian Cusick"
   }
  },
  {
   "quote": {
    "text": "I believe the world is one big family, and we need to help each other."
   },
   "author": {
    "text": "Jet Li"
   }
  },
  {
   "quote": {
    "text": "My family has never been there for me. They expect things because we're blood."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "We will invest in our people, quality education, job opportunity, family, neighborhood, and yes, a thing we call America."
   },
   "author": {
    "text": "Dan Quayle"
   }
  },
  {
   "quote": {
    "text": "Family life is the backbone of mankind, and that life is dependent upon mutual giving, sharing, and receiving from each other. It entails the proper use of each other's successes and failures for mutual up-building."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "I can have everything I love at the same time. I can have my family, I can have my friends, and I can have my quiet life, which I also like. I can have my football, and I can have everything together, and I don't need to give up one to be better than what I am."
   },
   "author": {
    "text": "Jose Mourinho"
   }
  },
  {
   "quote": {
    "text": "Every time a woman leaves the workforce because she can't find or afford childcare, or she can't work out a flexible arrangement with her boss, or she has no paid maternity leave, her family's income falls down a notch. Simultaneously, national productivity numbers decline."
   },
   "author": {
    "text": "Madeleine M. Kunin"
   }
  },
  {
   "quote": {
    "text": "In my family, there was one cardinal priority - education. College was not an option; it was mandatory. So even though we didn't have a lot of money, we made it work. I signed up for financial aid, Pell Grants, work study, anything I could."
   },
   "author": {
    "text": "Eva Longoria"
   }
  },
  {
   "quote": {
    "text": "When at home, I pray to all forms of Goddess Durga for health, wealth, peace, and prosperity for me and my family."
   },
   "author": {
    "text": "Roop Durgapal"
   }
  },
  {
   "quote": {
    "text": "Thank God I had all these family values or who knows where I'd be now."
   },
   "author": {
    "text": "Patricia Velasquez"
   }
  },
  {
   "quote": {
    "text": "Dictators, unlike Democrats, depend on a small coterie to sustain their power. These backers, generally drawn from the military, the senior civil service, and family or clan members, have a synergistic relationship with their dictator. The dictator delivers opportunities for them to become rich, and they protect him from being overthrown."
   },
   "author": {
    "text": "Bruce Bueno de Mesquita"
   }
  },
  {
   "quote": {
    "text": "Just because you have a disagreement with your friends or family members does not mean there are not plenty of other areas on which you see eye to eye. It just means you have a difference of opinion."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "It's very important to prioritize. I know, for me, my family comes first. That makes every decision very easy."
   },
   "author": {
    "text": "Jada Pinkett Smith"
   }
  },
  {
   "quote": {
    "text": "My wife and I both come from Irish families. There are two kinds of Irish families: the hitting kind and the kidding kind. If you're fortunate - and both of us are - you come from the kidding kind of Irish family."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "You have to make a conscious decision to change for your own well-being and that of your family and your country."
   },
   "author": {
    "text": "William J. Clinton"
   }
  },
  {
   "quote": {
    "text": "My family is very good about visiting me, and other friends as well."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "The family is the nucleus of civilization."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "Family doesn't necessarily mean that you have to have a mother, a father, a little brother, and an older sister."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "I work more now because at this time of my life I am not disturbed from my aim by outside pressures such as family, passionate relationships, dealing with 'who am I?' - those complications when one is searching for one's self."
   },
   "author": {
    "text": "Jeanne Moreau"
   }
  },
  {
   "quote": {
    "text": "I think I feel my best - I really feel the fountain of youth is inside, not out - when I'm just surrounded with love, when I'm with my family and we're all having a wonderful time together. There's nothing greater than your family surrounding you."
   },
   "author": {
    "text": "Jaclyn Smith"
   }
  },
  {
   "quote": {
    "text": "My biggest motivation is knowing what it feels like to win medals and thinking that I want that feeling again. It was incredible to succeed in Beijing and come home to your whole country behind you but, importantly, all your family and friends."
   },
   "author": {
    "text": "Ken Wallace"
   }
  },
  {
   "quote": {
    "text": "I have frequently been questioned, especially by women, of how I could reconcile family life with a scientific career. Well, it has not been easy."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "The seven deadly sins: Want of money, bad health, bad temper, chastity, family ties, knowing that you know things, and believing in the Christian religion."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "We're African-American and we work together as a family, so people assume we're like the Jacksons. But I didn't have parents using me to get out of a bad situation."
   },
   "author": {
    "text": "Beyonce Knowles"
   }
  },
  {
   "quote": {
    "text": "When I was 16, I filmed an episode of 'Full House' where my family goes to Disney World. I remember putting on baggy overalls just to hide my stomach. When I watched it, I was pretty disappointed and bummed out looking at myself... I didn't feel good about my own body."
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "A family is a risky venture, because the greater the love, the greater the loss... That's the trade-off. But I'll take it all."
   },
   "author": {
    "text": "Brad Pitt"
   }
  },
  {
   "quote": {
    "text": "People want to think that staying in shape costs a lot of money. They couldn't be more wrong. It doesn't cost anything to walk. And it's probably a lot cheaper to go to the corner store and buy vegetables than take a family out for fast food."
   },
   "author": {
    "text": "Florence Griffith Joyner"
   }
  },
  {
   "quote": {
    "text": "The great danger for family life, in the midst of any society whose idols are pleasure, comfort and independence, lies in the fact that people close their hearts and become selfish."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "No matter how big you are, when you go back home, your family treats you like a normal person."
   },
   "author": {
    "text": "Ajith Kumar"
   }
  },
  {
   "quote": {
    "text": "We all act differently in certain places. We don't want to admit it, but we're different where we grew up than we are with our family and than we are with the guys that we went to college with or our fraternity brothers. People just exist differently. It's small, subtle things, but different colors come out. That's all there is to it."
   },
   "author": {
    "text": "Mike Colter"
   }
  },
  {
   "quote": {
    "text": "A person needs at intervals to separate himself from family and companions and go to new places. He must go without his familiars in order to be open to influences, to change."
   },
   "author": {
    "text": "Katharine Butler Hathaway"
   }
  },
  {
   "quote": {
    "text": "I think it is a combination of looks, aura, success, the energies that one gives out, the person you are and the person you feel like that makes you 'desirable.' When the outside world sees you as a man who is responsible for himself and his family, as a man who is fit and sensitive, it kind of ups your desirability."
   },
   "author": {
    "text": "Arjun Rampal"
   }
  },
  {
   "quote": {
    "text": "Well, I came the second year. I mean I just fit right in. They wrote a great person and I'm so lucky that I got to be part of the family."
   },
   "author": {
    "text": "Aida Turturro"
   }
  },
  {
   "quote": {
    "text": "I go up to San Francisco on holidays and spend time with my family there, but whenever I go to Japan, I enjoy every moment. I try to go back there every year or so. It's a phenomenal place, and I absolutely love it. It's not my second home; it is my home. Whenever I go back, I feel very connected with Japan."
   },
   "author": {
    "text": "Ryan Potter"
   }
  },
  {
   "quote": {
    "text": "Give a little love to a child, and you get a great deal back."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "Tennis just a game, family is forever."
   },
   "author": {
    "text": "Serena Williams"
   }
  },
  {
   "quote": {
    "text": "My father used to always say to me that, you know, if a guy goes out to steal a loaf of bread to feed his family, they'll give him 10 years, but a guy can do white-collar crime and steal the money of thousands and he'll get probation and a slap on the wrist."
   },
   "author": {
    "text": "Jesse Ventura"
   }
  },
  {
   "quote": {
    "text": "We care for each other and care about our family, and we are both working towards the same goal."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "In every age there has been a stream of popular opinion that has carried all before it, and given a family character, as it were, to the century."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "Our family were outsiders, and I've always had a sense of the outsider, the underdog, and a strong sense of justice towards people who are excluded."
   },
   "author": {
    "text": "Andy Serkis"
   }
  },
  {
   "quote": {
    "text": "One of the things that binds us as a family is a shared sense of humor."
   },
   "author": {
    "text": "Ralph Fiennes"
   }
  },
  {
   "quote": {
    "text": "Sibling rivalry was, and still is to this day, rampant in my family. We were all competing for my parents' divided attention."
   },
   "author": {
    "text": "Janine di Giovanni"
   }
  },
  {
   "quote": {
    "text": "The life of a model isn't easy. But I try to keep a good head on my shoulders by staying close to my family and old friends. They're my support system."
   },
   "author": {
    "text": "Constance Jablonski"
   }
  },
  {
   "quote": {
    "text": "Children are the keys of paradise."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "There are no adequate substitutes for father, mother, and children bound together in a loving commitment to nurture and protect. No government, no matter how well-intentioned, can take the place of the family in the scheme of things."
   },
   "author": {
    "text": "Gerald R. Ford"
   }
  },
  {
   "quote": {
    "text": "There's no road map on how to raise a family: it's always an enormous negotiation."
   },
   "author": {
    "text": "Meryl Streep"
   }
  },
  {
   "quote": {
    "text": "I grew up in a pretty large family. We were really close-knit, so I definitely want to have lots and lots of children."
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as fun for the whole family."
   },
   "author": {
    "text": "Jerry Seinfeld"
   }
  },
  {
   "quote": {
    "text": "Whenever I have friends over, we end up eating and talking and losing track of time, and, once in a while, singing karaoke. It reminds me of the family meals we had in Russia, which always lasted a very long time. That's a tradition I miss."
   },
   "author": {
    "text": "Maria Sharapova"
   }
  },
  {
   "quote": {
    "text": "My real dream is to have a whole, like, buy a whole piece of land. Imagine, like, a long driveway. Like, a cul de sac-type street, with maybe, like, seven houses. Me be right here. Have my mom be able to be right here. My brother over here. My girl's grandmother and family right here. Friends over there. That's my real dream."
   },
   "author": {
    "text": "J. Cole"
   }
  },
  {
   "quote": {
    "text": "The children have been a wonderful gift to me, and I'm thankful to have once again seen our world through their eyes. They restore my faith in the family's future."
   },
   "author": {
    "text": "Jackie Kennedy"
   }
  },
  {
   "quote": {
    "text": "I admire the Shabbat tradition, and no matter which faith you are of, there is nothing more wonderful than dedicating a certain day to spend time with your family and loved ones, absent of TV, phone, and other interruptions."
   },
   "author": {
    "text": "Joyce Giraud"
   }
  },
  {
   "quote": {
    "text": "The family is the test of freedom; because the family is the only thing that the free man makes for himself and by himself."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "My kids give me the balance to live right."
   },
   "author": {
    "text": "Celine Dion"
   }
  },
  {
   "quote": {
    "text": "The Hispanic community understands the American Dream and have not forgotten what they were promised - that in the U.S., a free market system, allows us all to succeed economically, achieve stability and security for your family and leave your children better off than yourselves."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "Women's natural role is to be a pillar of the family."
   },
   "author": {
    "text": "Grace Kelly"
   }
  },
  {
   "quote": {
    "text": "I'm part of a really big family."
   },
   "author": {
    "text": "Red Gerard"
   }
  },
  {
   "quote": {
    "text": "The patriarchy is alive and well in Egypt and the wider Arab world. Just because we got rid of the father of the nation in Egypt or Tunisia, Mubarak or Ben Ali, and in a number of other countries, does not mean that the father of the family does not still hold sway."
   },
   "author": {
    "text": "Shereen El Feki"
   }
  },
  {
   "quote": {
    "text": "While I honor the soldiers in my family, and I am a student of history, the past is the past, and I do not live in the past."
   },
   "author": {
    "text": "Robert Wilkie"
   }
  },
  {
   "quote": {
    "text": "I grew up with a very big extended family, with a lot of aunts. We had about five or six houses on one street."
   },
   "author": {
    "text": "Bruce Springsteen"
   }
  },
  {
   "quote": {
    "text": "You were born to lead as mothers and fathers, because nowhere is righteous leadership more crucial than in the family."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "Little children are still the symbol of the eternal marriage between love and duty."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "But the problem is that when I go around and speak on campuses, I still don't get young men standing up and saying, 'How can I combine career and family?'"
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "Left to my own devices, my first inclination is to mess in other people's lives. I secretly believe my whole family, and really the whole world, is my responsibility."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "Conservatives are routinely pilloried on television. A&E likely greenlit 'Duck Dynasty' in the first place because executives believed Americans would laugh at the redneck antics of the self-described 'white trash' family."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "The culinary tradition in my family is very strong. My mother, a very wise woman, spent the better part of her life in a kitchen. It's a very strong part of her identity. I grew up there next to the fire."
   },
   "author": {
    "text": "Laura Esquivel"
   }
  },
  {
   "quote": {
    "text": "I've gotten a firsthand view at the destruction that black men and black women not being able to stay and build healthy relationships has had on the black family and black children."
   },
   "author": {
    "text": "Hill Harper"
   }
  },
  {
   "quote": {
    "text": "The best compliment that has ever been given to me was, I was at the airport one day and a guy came in and said, 'Lionel, my wife loves you, the kids love you, my mother-in-law loves you, the family loves you.'"
   },
   "author": {
    "text": "Lionel Richie"
   }
  },
  {
   "quote": {
    "text": "I'm over the moon to be involved in the 'Doctor Who' Christmas special. I can't quite believe it as it's a part of the family tradition at the Jenkins household. I heard the news that I got the role on my 30th birthday and it was the best birthday present ever."
   },
   "author": {
    "text": "Katherine Jenkins"
   }
  },
  {
   "quote": {
    "text": "I've never been married, and I have no regrets about not starting my own family. I come from a large one, so there are so many people around all the time. I've been very happy, but I've never gotten married. That's about the size of it. I would have been a good father because I've been a father to my brothers' and sisters' children."
   },
   "author": {
    "text": "Johnny Mathis"
   }
  },
  {
   "quote": {
    "text": "My attention since 'Clueless' has been on family, relationships, activism, the planet, and my career."
   },
   "author": {
    "text": "Alicia Silverstone"
   }
  },
  {
   "quote": {
    "text": "I've got a great team around me with my family, manager and label, and we've all worked hard together to make things happen."
   },
   "author": {
    "text": "Kygo"
   }
  },
  {
   "quote": {
    "text": "Am I feminist? I don't know. I'm not really sure what that is. I am all up for equality to a certain extent, although in the home, I do feel this is where the mother excels and the man needs to step back a bit. My family is from Nigeria, and this is our culture."
   },
   "author": {
    "text": "Anthony Joshua"
   }
  },
  {
   "quote": {
    "text": "Social services, not wealth per se, seem to be the key to lower birth rates. The Chinese, although among the poorest peoples of the world, have brought their fertility rate down to 2.4, partly by social coercion, but mostly by broadly available education, health care and family planning."
   },
   "author": {
    "text": "Donella Meadows"
   }
  },
  {
   "quote": {
    "text": "As the member of a firefighter family myself, supporting the widowed families of rescue workers is an important, personal cause of mine."
   },
   "author": {
    "text": "Mark Sanchez"
   }
  },
  {
   "quote": {
    "text": "I have a great family, I live an amazing life."
   },
   "author": {
    "text": "John Oates"
   }
  },
  {
   "quote": {
    "text": "I'm from a big family. I've got 10 nieces and nephews."
   },
   "author": {
    "text": "Cheryl Cole"
   }
  },
  {
   "quote": {
    "text": "I grew up in a working-class family, so I guess you could say I write from what I know."
   },
   "author": {
    "text": "Andrea Arnold"
   }
  },
  {
   "quote": {
    "text": "As long as you understand that you find happiness through family, friends and love, then money is just a nice bonus."
   },
   "author": {
    "text": "Ioan Gruffudd"
   }
  },
  {
   "quote": {
    "text": "The traditional family table is round. No corners. No sides. No head. No tail. Everything is smooth. The food is in the center, and each family member reaches over the same distance. Someone you love is next to you on each side, and no one is last or at the end. The person farthest away from you is also the person facing you."
   },
   "author": {
    "text": "Deng Ming-Dao"
   }
  },
  {
   "quote": {
    "text": "I wish I could tell you me and my rock band were traveling around, strung out. No, we were a family band. Straight Partridge Family."
   },
   "author": {
    "text": "Bruno Mars"
   }
  },
  {
   "quote": {
    "text": "There is no law saying you have to die before your assets can be passed to loved ones. In fact, gifting earlier can be a lovely way to witness how your money helps your family thrive."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, our family used to watch 'Bonanza.' I really liked having a Sunday night TV ritual."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "I was one those kids who had books on them. Before weddings, Bar Mitzvahs, funerals and anything else where you're actually meant to not be reading, my family would frisk me and take the book away. If they didn't find it by this point in the procedure, I would be sitting over in that corner completely unnoticed just reading my book."
   },
   "author": {
    "text": "Neil Gaiman"
   }
  },
  {
   "quote": {
    "text": "What must it be like for a little boy to read that daddy never loved mummy?"
   },
   "author": {
    "text": "Princess Diana"
   }
  },
  {
   "quote": {
    "text": "I prize my seamstress, I value my copyist; but my cook, who knows well how to prepare the food to sustain life, and nourish brain, bone, and muscle, fills the most important place among the helpers in my family."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Born to a tribal Bedouin family of nomadic desert shepherds in the region of Tripoli, Gaddafi was profoundly anti-colonialist. It is affirmed that his paternal grandfather died fighting against the Italian invaders when Libya was invaded by them in 1911."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "A family on the throne is an interesting idea. It brings down the pride of sovereignty to the level of petty life."
   },
   "author": {
    "text": "Walter Bagehot"
   }
  },
  {
   "quote": {
    "text": "Writing songs out of my faith was a real natural progression. I grew up singing in my dad's choir and singing with my family. Christian music became the music that I identified myself with and was a way that I expressed my faith. Even at a public school I would take my Christian music in and play it for my friends."
   },
   "author": {
    "text": "Steven Curtis Chapman"
   }
  },
  {
   "quote": {
    "text": "A man is a better citizen of the United States for being also a loyal citizen of his state and of his city; for being loyal to his family and to his profession or trade; for being loyal to his college or his lodge."
   },
   "author": {
    "text": "Louis D. Brandeis"
   }
  },
  {
   "quote": {
    "text": "My whiteness, economic privilege, able-bodied privilege, family support, and so many other factors shield me from some of the worst possible consequences - often fatal ones - that result from the toxic combination of misogyny, racism, and anti-trans sentiment."
   },
   "author": {
    "text": "Sarah McBride"
   }
  },
  {
   "quote": {
    "text": "I'm a very traditional person. The tattoos are about my grandmother dying and they tell the story about my mother and father, my brothers and my sister, my kids. It's pretty much a family tree on my arm with my life in football too."
   },
   "author": {
    "text": "Timothy F. Cahill"
   }
  },
  {
   "quote": {
    "text": "I keep my head straight by having the right people around me, from my friends and family to my management and my team. They all keep me in my place. If I didn't have them supporting all the work that I do, I wouldn't be in such a solid place."
   },
   "author": {
    "text": "Jess Glynne"
   }
  },
  {
   "quote": {
    "text": "Yet there are thousands of Indigenous people searching for family members."
   },
   "author": {
    "text": "Malcolm Fraser"
   }
  },
  {
   "quote": {
    "text": "If I could have a family and a home one night, and all of it's gone the next, that must mean that life has the capacity to change. And then I thought, 'Whoa! That means that just as change happens to me, I can cause change in my life.'"
   },
   "author": {
    "text": "Liz Murray"
   }
  },
  {
   "quote": {
    "text": "My family keeps me pretty grounded. Like if I try anything diva, they're like, 'Oh shut up. Go and do the dishwasher.'"
   },
   "author": {
    "text": "Rebel Wilson"
   }
  },
  {
   "quote": {
    "text": "I find the family the most mysterious and fascinating institution in the world."
   },
   "author": {
    "text": "Amos Oz"
   }
  },
  {
   "quote": {
    "text": "Half of all women who are sexually active, but do not want to get pregnant, need publicly funded services to help them access public health programs like Medicaid and Title X, the national family planning program."
   },
   "author": {
    "text": "Louise Slaughter"
   }
  },
  {
   "quote": {
    "text": "Most things in my life I had before leaving home. Values, support, great family. I was shaped at an early age. A musician playing guitar, I wanted to be a folk singer."
   },
   "author": {
    "text": "Sissy Spacek"
   }
  },
  {
   "quote": {
    "text": "The key to success for any woman who wants to have a really serious career and a family is to marry a guy who is going to take at least half the responsibility for the house and kids - and sometimes more than half."
   },
   "author": {
    "text": "Gail Collins"
   }
  },
  {
   "quote": {
    "text": "Sometimes I take the watch, or I take the shoes, but usually the souvenir is to take the life you had with those directors, or the crew - the camera person, the lighting person. When you finish a film it's like a little death. You had a family for a bit, and you finish the movie and you probably will never see each other again."
   },
   "author": {
    "text": "Jean Reno"
   }
  },
  {
   "quote": {
    "text": "As a ski bum and someone who came up in a ski bum family, I understand the essence of what Colorado is all about."
   },
   "author": {
    "text": "Grace Potter"
   }
  },
  {
   "quote": {
    "text": "When I was living in the Dominican Republic, the local kids became a part of my family."
   },
   "author": {
    "text": "Maika Monroe"
   }
  },
  {
   "quote": {
    "text": "I used to write at night. I was teaching school, and I was married, and had to do all the things that one does when one is working and has a family. But I used to write at night."
   },
   "author": {
    "text": "Rudolfo Anaya"
   }
  },
  {
   "quote": {
    "text": "Most women are not programmed to prefer a great career to a great man and a family. They feel they were sold a bill of goods at college and by the media."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "In deference to American traditions, my family put our oven to rare use at Thanksgiving during my childhood, with odd roast-turkey experiments involving sticky-rice stuffing or newfangled basting techniques that we read about in magazines."
   },
   "author": {
    "text": "Jennifer Lee"
   }
  },
  {
   "quote": {
    "text": "I have many friends and family members who have served (or are currently serving) in our nation's Armed Forces. I have such a profound respect for what they do day in and day out."
   },
   "author": {
    "text": "Karl Malone"
   }
  },
  {
   "quote": {
    "text": "The dilemma for society is how to preserve personal and family values in a nation of diverse tastes."
   },
   "author": {
    "text": "Tipper Gore"
   }
  },
  {
   "quote": {
    "text": "Happy or unhappy, families are all mysterious. We have only to imagine how differently we would be described - and will be, after our deaths - by each of the family members who believe they know us."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "In our family health, it's about having a balanced life, about laughing and staying on a positive note."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "People tend to fear the ghosts in their own family. You feel these family curses and think, 'If it happened to my father, it could happen to me.'"
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "Spend some time this weekend on home improvement; improve your attitude toward your family."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "When I was younger, my family would go camping and fishing on our ranches. My dad loves being around all kinds of animals. He's the one who got me to be a really big animal lover."
   },
   "author": {
    "text": "Paris Hilton"
   }
  },
  {
   "quote": {
    "text": "It is not good not to have health insurance; that leaves the family very vulnerable."
   },
   "author": {
    "text": "Elizabeth Warren"
   }
  },
  {
   "quote": {
    "text": "It is extraordinary that when you are acquainted with a whole family you can forget about them."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "There's no way to measure or properly express what a family like mine can mean. Mom, Dad, Cooper, Eli, extended family, you are the best."
   },
   "author": {
    "text": "Peyton Manning"
   }
  },
  {
   "quote": {
    "text": "You don't have to give birth to someone to have a family."
   },
   "author": {
    "text": "Sandra Bullock"
   }
  },
  {
   "quote": {
    "text": "As a general thing, when a woman wears the pants in a family, she has a good right to them."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "When you start about family, about lineage and ancestry, you are talking about every person on earth."
   },
   "author": {
    "text": "Alex Haley"
   }
  },
  {
   "quote": {
    "text": "It's unresolved conflict in my life that I have a lovely family and a risky job."
   },
   "author": {
    "text": "Bear Grylls"
   }
  },
  {
   "quote": {
    "text": "TV family sitcoms have always been about fathers who know best and mothers who are so enchanted with everything they do. I wanted to be the first mom to be a mom on TV. I wanted to sent out a message about how us women really feel."
   },
   "author": {
    "text": "Roseanne Barr"
   }
  },
  {
   "quote": {
    "text": "If you look at everything I do - even in 'Boo!' there's a message, and it's always 'faith, family, forgiveness.' That's the greatest gift that I've been given. I can get a message to the very people I grew up with, the millions who love what I do."
   },
   "author": {
    "text": "Tyler Perry"
   }
  },
  {
   "quote": {
    "text": "Whatever else is unsure in this stinking dunghill of a world a mother's love is not."
   },
   "author": {
    "text": "James Joyce"
   }
  },
  {
   "quote": {
    "text": "The meat that I choose to feed my family, it's healthy meats such as lamb, which is very low in cholesterol and saturated fat. And then turkey - we eat a lot of turkey. We don't eat loads of beef."
   },
   "author": {
    "text": "Tia Mowry"
   }
  },
  {
   "quote": {
    "text": "First and foremost comes my family and my life with Brad. We have so much joy in raising our children and teaching them about the world that nothing really compares to that."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "I am tortured when I am away from my family, from my children. I am horribly guilt-ridden."
   },
   "author": {
    "text": "Jessica Lange"
   }
  },
  {
   "quote": {
    "text": "A man filled with the love of God is not content with blessing his family alone, but ranges through the whole world, anxious to bless the whole human race."
   },
   "author": {
    "text": "Joseph Smith, Jr."
   }
  },
  {
   "quote": {
    "text": "When I went to Philadelphia I was 26 years old and really sitting on top of the world. Family life, a professional career, plenty of friends and associates, and a good reputation, a wish list that could be the envy of many."
   },
   "author": {
    "text": "Julius Erving"
   }
  },
  {
   "quote": {
    "text": "They're always saying that tragedy brings family closer, but unfortunately, sometimes it doesn't work like that."
   },
   "author": {
    "text": "Kendra Wilkinson"
   }
  },
  {
   "quote": {
    "text": "I merely consider myself a father, and one role of a father is to provide financial resources for his family."
   },
   "author": {
    "text": "Guy Kawasaki"
   }
  },
  {
   "quote": {
    "text": "Family, nature and health all go together."
   },
   "author": {
    "text": "Olivia Newton-John"
   }
  },
  {
   "quote": {
    "text": "I've been pretty focused my entire life, and now that I have a family, I'm just going to keep that focus, but it's going to be a family focus."
   },
   "author": {
    "text": "Wiz Khalifa"
   }
  },
  {
   "quote": {
    "text": "So often, our sporting allegiances are shaped by family tradition, passed down like heirlooms."
   },
   "author": {
    "text": "Clint Smith"
   }
  },
  {
   "quote": {
    "text": "I have great respect for the LDS church - their commitment to family and taking care of each other is exemplary. I just don't believe the tenets of the faith that they believe."
   },
   "author": {
    "text": "Kyrsten Sinema"
   }
  },
  {
   "quote": {
    "text": "I'll never stop dreaming that one day we can be a real family, together, all of us laughing and talking, loving and understanding, not looking at the past but only to the future."
   },
   "author": {
    "text": "LaToya Jackson"
   }
  },
  {
   "quote": {
    "text": "When I go to my live shows it's often a multigenerational audience, a family bonding experience."
   },
   "author": {
    "text": "Al Yankovic"
   }
  },
  {
   "quote": {
    "text": "A woman should be home with the children, building that home and making sure there's a secure family atmosphere."
   },
   "author": {
    "text": "Mel Gibson"
   }
  },
  {
   "quote": {
    "text": "My friends are my family."
   },
   "author": {
    "text": "Ian Mckellen"
   }
  },
  {
   "quote": {
    "text": "As a former Commander, I gave an oath to defend the Constitution against all enemies foreign and domestic. As a state senator, I gave that same oath. As a Congressman, I gave an oath to defend the Constitution. There are some things that are not negotiable: Faith, my family, and the Constitution are dead center. It is nonnegotiable to me."
   },
   "author": {
    "text": "Ryan Zinke"
   }
  },
  {
   "quote": {
    "text": "The happiness I feel in having a family has brought me a real beauty."
   },
   "author": {
    "text": "Kate Winslet"
   }
  },
  {
   "quote": {
    "text": "I have such a beautiful, strong family and friends, and they are like everything to me."
   },
   "author": {
    "text": "Juliette Lewis"
   }
  },
  {
   "quote": {
    "text": "My mother was the most amazing person. She taught me to be kind to other women. She believed in family. She was with my father from the first day they met. All that I am, she taught me."
   },
   "author": {
    "text": "Sidney Poitier"
   }
  },
  {
   "quote": {
    "text": "My father was a certain kind of man - I saw how he treated my mother and his family and how he treated strangers. And I vowed I would never make a film that would not reflect properly on my father's name."
   },
   "author": {
    "text": "Sidney Poitier"
   }
  },
  {
   "quote": {
    "text": "When I create characters, I create a world to inhabit and they begin to feel very real for me. I don't belong in a psych ward, I don't think, but they become very real, like my own family, and then I have to say goodbye, close the door, and work on other things."
   },
   "author": {
    "text": "Lois Lowry"
   }
  },
  {
   "quote": {
    "text": "Family comes out whenever we know it's gonna be steady on a run that's continuous."
   },
   "author": {
    "text": "Zac Brown"
   }
  },
  {
   "quote": {
    "text": "November 11, 1802, I arrived at Judge Patterson's at Lisle. This respectable family treated me with every mark of distinction and friendship, and likewise all the people did the same. I really want for words to express my gratitude."
   },
   "author": {
    "text": "Deborah Sampson"
   }
  },
  {
   "quote": {
    "text": "Apparently, one in five people in the world are Chinese. And there are five people in my family, so it must be one of them. It's either my mum or my dad. Or my older brother, Colin. Or my younger brother, Ho-Chan-Chu. But I think it's Colin."
   },
   "author": {
    "text": "Tim Vine"
   }
  },
  {
   "quote": {
    "text": "It's nice to see different dimensions of a character. A love interest and family life are always, I think, important in creating layers and textures."
   },
   "author": {
    "text": "Nazanin Boniadi"
   }
  },
  {
   "quote": {
    "text": "Every family struggles with different things, and everybody struggles with different things."
   },
   "author": {
    "text": "Mark Shriver"
   }
  },
  {
   "quote": {
    "text": "I had to leave school at 14 because my father got injured in the mines and I had to support my family. I was an undertaker's assistant, then a plasterer, before doing my military service in the RAF. All the while, I was doing amateur dramatics and dreaming of getting a scholarship to the Bristol Old Vic Theatre School."
   },
   "author": {
    "text": "Brian Blessed"
   }
  },
  {
   "quote": {
    "text": "I'm always interested in relationships between women. I'm always interested in how women relate to each other, whether it's a family relationship or it's a friend relationship. That's such uncharted territory in cinema."
   },
   "author": {
    "text": "Greta Gerwig"
   }
  },
  {
   "quote": {
    "text": "For a healthy society, those laws and conventions should always support marriage as an institution characterised by an openness to children and the responsibility of fathers and mothers remaining together to care for children born into their family."
   },
   "author": {
    "text": "Vincent Nichols"
   }
  },
  {
   "quote": {
    "text": "I'm happy to be busy. I'm happy to have a wonderful family."
   },
   "author": {
    "text": "John Williams"
   }
  },
  {
   "quote": {
    "text": "I used to visit London when I was younger with my family. I feel very close to the city."
   },
   "author": {
    "text": "Rachel Platten"
   }
  },
  {
   "quote": {
    "text": "I come from a blue-collar family, and I'm just glad for the work."
   },
   "author": {
    "text": "Wes Craven"
   }
  },
  {
   "quote": {
    "text": "For all of those willing to help me start a family, I am flattered. I will let you know when I need your help."
   },
   "author": {
    "text": "Paula Abdul"
   }
  },
  {
   "quote": {
    "text": "Learning of my father's passing at age 55 not only shattered the world, far from home, that had become my reality, but catapulted my childhood and relationship with family - which had felt like another lifetime - into the present."
   },
   "author": {
    "text": "Tim Cope"
   }
  },
  {
   "quote": {
    "text": "I'm raising my family in The Church, and I'm proud of that."
   },
   "author": {
    "text": "Brandon Flowers"
   }
  },
  {
   "quote": {
    "text": "When a dictatorship imprisons someone or makes them disappear, it's actually a very strategic move. We forget that. It's not as senseless as it seems. It's a way to silence someone, but also it's a way to silence their family as well, out of fear, and society by extension."
   },
   "author": {
    "text": "Hisham Matar"
   }
  },
  {
   "quote": {
    "text": "That's something the head scarf, in a symbolic way, is meant to do in Arabic culture: it defines your relationship to your husband and the men of your family differently than your relationship to the average guy on the street you've never met."
   },
   "author": {
    "text": "G. Willow Wilson"
   }
  },
  {
   "quote": {
    "text": "We have three generations at home, including my father-in-law. I keep a very low profile, and a lot of things I do are very much with the family in mind. I have actually made films with the family around me."
   },
   "author": {
    "text": "Mira Nair"
   }
  },
  {
   "quote": {
    "text": "I came from a wealthy family. I made over my share of the estate to various charities."
   },
   "author": {
    "text": "Abbe Pierre"
   }
  },
  {
   "quote": {
    "text": "My family background was deeply Christian."
   },
   "author": {
    "text": "Abbe Pierre"
   }
  },
  {
   "quote": {
    "text": "I love my family."
   },
   "author": {
    "text": "Manute Bol"
   }
  },
  {
   "quote": {
    "text": "We have to be thankful considering our number as a family we enjoy very good health generally but you may be sure me and my partner have quite enough to exercise our minds and occupy our attention."
   },
   "author": {
    "text": "John Hawley"
   }
  },
  {
   "quote": {
    "text": "When they were small and my wife really had no other responsibilities, except taking care of the family and all of us, it wasn't that big a deal. It was fun. Hey, we're going to Moscow. We're going to Italy. We're going to Toronto. We're going to New York."
   },
   "author": {
    "text": "Joe Mantegna"
   }
  },
  {
   "quote": {
    "text": "I stay in tune with my family and God."
   },
   "author": {
    "text": "Regina King"
   }
  },
  {
   "quote": {
    "text": "I've danced hula since I was 5. My mom danced hula as well. It's been in my family from far back and really connected me to my ancestors."
   },
   "author": {
    "text": "Auli'i Cravalho"
   }
  },
  {
   "quote": {
    "text": "When I was a child I had a best friend who lived across the road from me. When her mother died unexpectedly it was like losing a member of my own family. I think I am still affected by the memory of that loss."
   },
   "author": {
    "text": "Margaret Mahy"
   }
  },
  {
   "quote": {
    "text": "I'm thankful to God for having a family that's been there for me. He's been there from the time I was a child to even now with my family helping with my little boy. It's worth more than words could ever describe. That's one of the ways I've been able to stay grounded is thanks to family and God."
   },
   "author": {
    "text": "Ashton Shepherd"
   }
  },
  {
   "quote": {
    "text": "The Lord did not bless us with any children of our own, so we gathered up little waifs whom we thought would be neglected and would not be cared for unless we brought them into our family."
   },
   "author": {
    "text": "John Harvey Kellogg"
   }
  },
  {
   "quote": {
    "text": "For me, the toughest thing for kids to deal with is when the parents are fighting. It's not violence on them - it's the feeling of violence in the family."
   },
   "author": {
    "text": "Avi Arad"
   }
  },
  {
   "quote": {
    "text": "Being a conservative union member is almost like being an actor in Hollywood: You don't dare say it, or you might be injured on the job, or you might be laid off, or your family might have something happen to them."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "America cannot continue to lead the family of nations around the world if we suffer the collapse of the family here at home."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "Dad kept us out of school, but school comes and goes. Family is forever."
   },
   "author": {
    "text": "Charlie Sheen"
   }
  },
  {
   "quote": {
    "text": "I grew up in a big family with a lot of kids around, and I definitely want to have children as well."
   },
   "author": {
    "text": "Heidi Klum"
   }
  },
  {
   "quote": {
    "text": "I am the family face; flesh perishes, I live on."
   },
   "author": {
    "text": "Thomas Hardy"
   }
  },
  {
   "quote": {
    "text": "I am the baby in the family, and I always will be. I am actually very happy to have that position. But I still get teased. I don't mind that."
   },
   "author": {
    "text": "Janet Jackson"
   }
  },
  {
   "quote": {
    "text": "I love children and I get along with them great. It's just that I believe if you're going to be a parent, there has to be something inside you that says, 'I want a family.' I don't feel that sense of urgency."
   },
   "author": {
    "text": "George Clooney"
   }
  },
  {
   "quote": {
    "text": "I don't have to look up my family tree, because I know that I'm the sap."
   },
   "author": {
    "text": "Fred Allen"
   }
  },
  {
   "quote": {
    "text": "For me, nothing has ever taken precedence over being a mother and having a family and a home."
   },
   "author": {
    "text": "Jessica Lange"
   }
  },
  {
   "quote": {
    "text": "If we abandon marriage, we abandon the family."
   },
   "author": {
    "text": "Michael Enzi"
   }
  },
  {
   "quote": {
    "text": "People are pretty forgiving when it comes to other people's families. The only family that ever horrifies you is your own."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "It's very strange that most people don't care if their knowledge of their family history only goes back three generations."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "Insanity runs in my family. It practically gallops."
   },
   "author": {
    "text": "Cary Grant"
   }
  },
  {
   "quote": {
    "text": "I've always put my family first and that's just the way it is."
   },
   "author": {
    "text": "Jamie Lee Curtis"
   }
  },
  {
   "quote": {
    "text": "I grew up in a family in which political issues were often discussed, and debated intensely."
   },
   "author": {
    "text": "Joseph Stiglitz"
   }
  },
  {
   "quote": {
    "text": "The foundation of family - that's where it all begins for me."
   },
   "author": {
    "text": "Faith Hill"
   }
  },
  {
   "quote": {
    "text": "I'm not much of a family man. I'm just not that into it. I love kids, I adore them, but I don't want to live my life for them."
   },
   "author": {
    "text": "Sting"
   }
  },
  {
   "quote": {
    "text": "When I'm ready, I plan to adopt. I still believe in family."
   },
   "author": {
    "text": "LaToya Jackson"
   }
  },
  {
   "quote": {
    "text": "I would rather start a family than finish one."
   },
   "author": {
    "text": "Don Marquis"
   }
  },
  {
   "quote": {
    "text": "When you have a godly husband, a godly wife, children who respect their parents and who are loved by their parents, who provide for those children their physical and spiritual and material needs, lovingly, you have the ideal unit."
   },
   "author": {
    "text": "Jerry Falwell"
   }
  },
  {
   "quote": {
    "text": "We'll sort of get over the marriage first and then maybe look at the kids. But obviously we want a family so we'll have to start thinking about that."
   },
   "author": {
    "text": "Prince William"
   }
  },
  {
   "quote": {
    "text": "I would love a family. I'm at the age where the wish for a child gets stronger. But who knows."
   },
   "author": {
    "text": "Cameron Diaz"
   }
  },
  {
   "quote": {
    "text": "Those songs are about getting out; they're not about getting out of family. It wasn't about how family life was curtailing because I didn't know family life."
   },
   "author": {
    "text": "Bob Geldof"
   }
  },
  {
   "quote": {
    "text": "Happy is said to be the family which can eat onions together. They are, for the time being, separate, from the world, and have a harmony of aspiration."
   },
   "author": {
    "text": "Charles Dudley Warner"
   }
  },
  {
   "quote": {
    "text": "My story as an artist has been about trial and error. It's been about artist development, character building, struggle, happiness and failure, family, and music."
   },
   "author": {
    "text": "Anderson Paak"
   }
  },
  {
   "quote": {
    "text": "I was born into the most remarkable and eccentric family I could possibly have hoped for."
   },
   "author": {
    "text": "Maureen O'Hara"
   }
  },
  {
   "quote": {
    "text": "You leave home to seek your fortune and, when you get it, you go home and share it with your family."
   },
   "author": {
    "text": "Anita Baker"
   }
  },
  {
   "quote": {
    "text": "Also, my mom and family are very important to me and I know that this is not expected."
   },
   "author": {
    "text": "Christina Milian"
   }
  },
  {
   "quote": {
    "text": "When I remember my family, I always remember their backs. They were always indignantly leaving places."
   },
   "author": {
    "text": "John Cheever"
   }
  },
  {
   "quote": {
    "text": "One's family is the most important thing in life. I look at it this way: One of these days I'll be over in a hospital somewhere with four walls around me. And the only people who'll be with me will be my family."
   },
   "author": {
    "text": "Robert Byrd"
   }
  },
  {
   "quote": {
    "text": "My family comes first. Maybe that's what makes me different from other guys."
   },
   "author": {
    "text": "Bobby Darin"
   }
  },
  {
   "quote": {
    "text": "My life comes down to three moments: the death of my father, meeting my husband, and the birth of my daughter. Everything I did previous to that just doesn't seem to add up to very much."
   },
   "author": {
    "text": "Gwyneth Paltrow"
   }
  },
  {
   "quote": {
    "text": "A woman can plan when to have her family and how to support a family."
   },
   "author": {
    "text": "Kathleen Turner"
   }
  },
  {
   "quote": {
    "text": "'I Know You Care' is really personal and fragile for me. For me, it's about losing a family member and also about a breakup. It's about this idea of losing someone for good."
   },
   "author": {
    "text": "Ellie Goulding"
   }
  },
  {
   "quote": {
    "text": "The family you come from isn't as important as the family you're going to have."
   },
   "author": {
    "text": "Ring Lardner"
   }
  },
  {
   "quote": {
    "text": "I love cooking for myself and cooking for my family."
   },
   "author": {
    "text": "Al Roker"
   }
  },
  {
   "quote": {
    "text": "At a certain point I'm going to want to have a family."
   },
   "author": {
    "text": "Gwen Stefani"
   }
  },
  {
   "quote": {
    "text": "I realized my family was funny, because nobody ever wanted to leave our house."
   },
   "author": {
    "text": "Anthony Anderson"
   }
  },
  {
   "quote": {
    "text": "I'm pretty much a good Catholic girl at heart and I believe in family. I also have a basic belief that God takes care of me. I believe in prayer, even though I'm not that religious. I just have that foundation from my family. I mean when you think that you're just a human being and one of God's creatures, you can't take anything that seriously."
   },
   "author": {
    "text": "Catherine O'Hara"
   }
  },
  {
   "quote": {
    "text": "It's not that our family has no taste, it's just that our family's taste is inconsistent."
   },
   "author": {
    "text": "Dave Eggers"
   }
  },
  {
   "quote": {
    "text": "I love all my fam. I have quite possibly the best dad, mom, and sister in the world."
   },
   "author": {
    "text": "Ryan Eggold"
   }
  },
  {
   "quote": {
    "text": "The joke in our family is that we can cry reading the phone book."
   },
   "author": {
    "text": "Ron Reagan"
   }
  },
  {
   "quote": {
    "text": "Make a Goal Box, a chart of positive daily contact with a family when you are working with them."
   },
   "author": {
    "text": "Richard G. Scott"
   }
  },
  {
   "quote": {
    "text": "The most difficult is the first family, to bring someone out of the world."
   },
   "author": {
    "text": "Richard G. Scott"
   }
  },
  {
   "quote": {
    "text": "I have a family to support. And I'm not always going to be doing exactly what I want to do."
   },
   "author": {
    "text": "Patrick Warburton"
   }
  },
  {
   "quote": {
    "text": "My whole damn family was nice. I don't think I've imagined it. It's true. Maybe it has to do with being brought up as Christian Scientists. Half of my relatives were Readers or Practitioners in the church."
   },
   "author": {
    "text": "Henry Fonda"
   }
  },
  {
   "quote": {
    "text": "If you decide you want to change your life around, it doesn't matter where you came from, what you did, if you were incarcerated or you are from the projects, if you are an uppity kid who came from a really wealthy family - and all of them do drugs and are into that life - it doesn't matter; come as you are, and God does his work."
   },
   "author": {
    "text": "Adrienne Bailon"
   }
  },
  {
   "quote": {
    "text": "I have a lot of very close girlfriends and sisters - I'm from an all female family. My father often quips that even the cat was neutered!"
   },
   "author": {
    "text": "Shirley Manson"
   }
  },
  {
   "quote": {
    "text": "My family was my guide to my reality."
   },
   "author": {
    "text": "Haywood Nelson"
   }
  },
  {
   "quote": {
    "text": "The attempt to redefine the family as a purely voluntary arrangement grows out of the modern delusion that people can keep all their options open all the time."
   },
   "author": {
    "text": "Christopher Lasch"
   }
  },
  {
   "quote": {
    "text": "The left dismisses talk about the collapse of family life and talks instead about the emergence of the growing new diversity of family types."
   },
   "author": {
    "text": "Christopher Lasch"
   }
  },
  {
   "quote": {
    "text": "We went to church every Sunday. When I was a kid, the only time I sang was around my family."
   },
   "author": {
    "text": "Darius Rucker"
   }
  },
  {
   "quote": {
    "text": "I never did quite fit the glamour mode. It is life with my husband and family that is my high now."
   },
   "author": {
    "text": "Patty Duke"
   }
  },
  {
   "quote": {
    "text": "I don't know if I believe in marriage. I believe in family, love and children."
   },
   "author": {
    "text": "Penelope Cruz"
   }
  },
  {
   "quote": {
    "text": "I don't think anyone has a normal family."
   },
   "author": {
    "text": "Edward Furlong"
   }
  },
  {
   "quote": {
    "text": "I have this necklace I always wear. I collect pendants from people I love; my best friends and members of my family have all given me one, and I put them on this chain so no matter where I am they're always with me."
   },
   "author": {
    "text": "Lake Bell"
   }
  },
  {
   "quote": {
    "text": "I live quietly at home among my family and friends."
   },
   "author": {
    "text": "Antonio Tabucchi"
   }
  },
  {
   "quote": {
    "text": "I've given it my all. I've done my best. Now, I'm ready with my family to begin the next phase of our lives."
   },
   "author": {
    "text": "Richard M. Daley"
   }
  },
  {
   "quote": {
    "text": "Like all my family and class, I considered it a sign of weakness to show affection; to have been caught kissing my mother would have been a disgrace, and to have shown affection for my father would have been a disaster."
   },
   "author": {
    "text": "Agnes Smedley"
   }
  },
  {
   "quote": {
    "text": "I love the community of theater. There is something about the camaraderie: People who show up eight times a week to do a show. It's unlike any other business. It's just lovely. You feel like you're in a family."
   },
   "author": {
    "text": "Billy Porter"
   }
  },
  {
   "quote": {
    "text": "Sitting down to a meal with an Indian family is different from sitting down to a meal with a British family."
   },
   "author": {
    "text": "Roland Joffe"
   }
  },
  {
   "quote": {
    "text": "Our family life was certainly not intellectual."
   },
   "author": {
    "text": "Douglass North"
   }
  },
  {
   "quote": {
    "text": "If one is desperate for love, I suggest looking at one's friends and family and see if love is all around. If not, get a new set of friends, a new family."
   },
   "author": {
    "text": "Jasmine Guy"
   }
  },
  {
   "quote": {
    "text": "I have these visions of myself being thirty, thirty-five, forty having a family."
   },
   "author": {
    "text": "Nastassja Kinski"
   }
  },
  {
   "quote": {
    "text": "You have to defend your honor. And your family."
   },
   "author": {
    "text": "Suzanne Vega"
   }
  },
  {
   "quote": {
    "text": "There are things that you cannot talk to your mother and father about, there are things that you cannot talk to your children about."
   },
   "author": {
    "text": "Shirley Knight"
   }
  },
  {
   "quote": {
    "text": "Dignity is not negotiable. Dignity is the honor of the family."
   },
   "author": {
    "text": "Vartan Gregorian"
   }
  },
  {
   "quote": {
    "text": "I grew up in a very religious family. I could read the Qu'ran easily at the age of five."
   },
   "author": {
    "text": "Akhmad Kadyrov"
   }
  },
  {
   "quote": {
    "text": "We love to be with our family and friends and I can tell you that lots of eating will be involved."
   },
   "author": {
    "text": "Julia Barr"
   }
  },
  {
   "quote": {
    "text": "If I had no family, my wife and I would lead a much more romantic and nomadic existence."
   },
   "author": {
    "text": "David McCallum"
   }
  },
  {
   "quote": {
    "text": "A woman can take care of the family. It takes a man to provide structure, to provide stability."
   },
   "author": {
    "text": "Tom DeLay"
   }
  },
  {
   "quote": {
    "text": "My family is more important than my party."
   },
   "author": {
    "text": "Zell Miller"
   }
  },
  {
   "quote": {
    "text": "Family life itself, that safest, most traditional, most approved of female choices, is not a sanctuary: It is, perpetually, a dangerous place."
   },
   "author": {
    "text": "Margaret Drabble"
   }
  },
  {
   "quote": {
    "text": "God did not intend the human family to be wafted to heaven on flowery beds of ease."
   },
   "author": {
    "text": "Frank Knox"
   }
  },
  {
   "quote": {
    "text": "Parents need all the help they can get. The strongest as well as the most fragile family requires a vital network of social supports."
   },
   "author": {
    "text": "Bernice Weissbourd"
   }
  }
 ]
}