{
 "FamousQuotes": [
  {
   "quote": {
    "text": "Everybody wants to be famous, but nobody wants to do the work. I live by that. You grind hard so you can play hard. At the end of the day, you put all the work in, and eventually it'll pay off. It could be in a year, it could be in 30 years. Eventually, your hard work will pay off."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "The world's most famous and popular language is music."
   },
   "author": {
    "text": "Psy"
   }
  },
  {
   "quote": {
    "text": "Acting is not about being famous, it's about exploring the human soul."
   },
   "author": {
    "text": "Annette Bening"
   }
  },
  {
   "quote": {
    "text": "America is known as a country that welcomes people to its shores. All kinds of people. The image of the Statue of Liberty with Emma Lazarus' famous poem. She lifts her lamp and welcomes people to the golden shore, where they will not experience prejudice because of the color of their skin, the religious faith that they follow."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "Fame is a fickle food upon a shifting plate."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "In the future, everyone will be famous for 15 minutes."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "Being rich and famous has never been my goal at all. I love to act and I want to be able to do really great parts."
   },
   "author": {
    "text": "Jenn Proske"
   }
  },
  {
   "quote": {
    "text": "The American Dream is a term that is often used but also often misunderstood. It isn't really about becoming rich or famous. It is about things much simpler and more fundamental than that."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "I remember from my school days Archimedes jumping into his bath and displacing water and coming up with his famous principle, and of course Isaac Newton being hit on the head with an apple. In other words, this realm of human knowledge - which is mathematical, essentially - can have a playful visual element to it."
   },
   "author": {
    "text": "James Marsh"
   }
  },
  {
   "quote": {
    "text": "Don't pay any attention to what they write about you. Just measure it in inches."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "I'm an instant star. Just add water and stir."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "Glory is fleeting, but obscurity is forever."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "If you are a leader, you should never forget that everyone needs encouragement. And everyone who receives it - young or old, successful or less-than-successful, unknown or famous - is changed by it."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "The name Muhammad is the most common name in the world. In all the countries around the world - Pakistan, Saudi Arabia, Morocco, Turkey, Syria, Lebanon - there are more Muhammads than anything else. When I joined the Nation of Islam and became a Muslim, they gave me the most famous name because I was the champ."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "You might not make it to the top, but if you are doing what you love, there is much more happiness there than being rich or famous."
   },
   "author": {
    "text": "Tony Hawk"
   }
  },
  {
   "quote": {
    "text": "Avoid popularity; it has many snares, and no real benefit."
   },
   "author": {
    "text": "William Penn"
   }
  },
  {
   "quote": {
    "text": "My dear Mama, you are definitely the hen who hatched a famous duck."
   },
   "author": {
    "text": "Henri de Toulouse-Lautrec"
   }
  },
  {
   "quote": {
    "text": "I don't like a girl on social media, when you have an open inbox, answering questions from dudes left and right every day. What's the point? It's like having your number all out. Everybody think they're famous when they get 100,000 followers on Instagram and 5,000 on Twitter."
   },
   "author": {
    "text": "Meek Mill"
   }
  },
  {
   "quote": {
    "text": "What is it we want out of travel? Is it to take snapshots of ourselves in front of famous monuments, surrounded by other tourists? To eat unfamiliar food chosen from unintelligible menus? To earn frequent-flier miles? No. It's to glimpse what life is like somewhere else."
   },
   "author": {
    "text": "Chris Pavone"
   }
  },
  {
   "quote": {
    "text": "I don't want to be famous. I like to be able to sit in a cafe and watch the world go by and observe people."
   },
   "author": {
    "text": "Sophia Myles"
   }
  },
  {
   "quote": {
    "text": "To me, music is art and fashion is art, but fame? Fame isn't art, but the person you become when you're famous - your alter ego - that's art."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "But I didn't ask to have somebody nose around in my private life. I didn't even ask to be famous. All I asked was to be able to earn a living making people laugh."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "He caressed my backside. I had heard that he was famous for his 'admiration' of the ladies, but I didn't expect him to be handling my booty. As handsome as Prince Philip is, I wasn't sure if he was making a pass or just exercising some royal rights to squeeze the foreigners."
   },
   "author": {
    "text": "Debbie Reynolds"
   }
  },
  {
   "quote": {
    "text": "We all got older, and we'd tell our children things like, 'Mommy used to be in a famous rock band,' but they didn't believe us. Part of the reason for our reunion was to show our children what we did to make the lives they have possible."
   },
   "author": {
    "text": "Dolores O'Riordan"
   }
  },
  {
   "quote": {
    "text": "People like consistency. Whether it's a store or a restaurant, they want to come in and see what you are famous for."
   },
   "author": {
    "text": "Mickey Drexler"
   }
  },
  {
   "quote": {
    "text": "I'm more interested in being good than being famous."
   },
   "author": {
    "text": "Annie Leibovitz"
   }
  },
  {
   "quote": {
    "text": "A library, to modify the famous metaphor of Socrates, should be the delivery room for the birth of ideas - a place where history comes to life."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "I've got a nice collection of paintings - a Basquiat, a black-and-white Warhol that's like a Rorschach test, and I commissioned Takashi Murakami to do a ten-foot joint for me. It's almost like the explosion in Hiroshima with his famous skeleton head. There's a wall above my fireplace reserved for it."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "Fame is the thirst of youth."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "I pretended to be somebody I wanted to be until finally I became that person. Or he became me."
   },
   "author": {
    "text": "Cary Grant"
   }
  },
  {
   "quote": {
    "text": "The strong bond of sisterhood was a famous trait in classical art and literature about Amazons. But it was modern people who interpreted that as a sexual preference for women. That started in the 20th century. The Russian poet Marina Tsvetaeva declared that Amazons were symbolic of lesbianism in antiquity."
   },
   "author": {
    "text": "Adrienne Mayor"
   }
  },
  {
   "quote": {
    "text": "There's some downsides to being famous, which are not even worth mentioning. But to combat the bad sides of being famous, you really should take advantage of the good sides. The good sides are, you can use that fame to get projects you might not normally get."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "It's too late for me to get married before I'm famous. You never know people's intentions."
   },
   "author": {
    "text": "Carmelo Anthony"
   }
  },
  {
   "quote": {
    "text": "My story of success and failure is not just about music and being famous. It's about living and loving and trying to find purpose in this crazy world."
   },
   "author": {
    "text": "Wynonna Judd"
   }
  },
  {
   "quote": {
    "text": "My buildings are more famous than me."
   },
   "author": {
    "text": "Jean Nouvel"
   }
  },
  {
   "quote": {
    "text": "We all want to be famous people, and the moment we want to be something we are no longer free."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "John Muir, the famous naturalist, wrote in his journal that you should never go to Alaska as a young man because you'll never be satisfied with any other place as long as you live. And there's a lot of truth to that."
   },
   "author": {
    "text": "Tom Bodett"
   }
  },
  {
   "quote": {
    "text": "A celebrity is a person who works hard all of their life to become well known, and then wears dark glasses to avoid being recognized."
   },
   "author": {
    "text": "Fred Allen"
   }
  },
  {
   "quote": {
    "text": "The more they applaud, the bigger your salary will be."
   },
   "author": {
    "text": "Anna Held"
   }
  },
  {
   "quote": {
    "text": "I catch myself every once in a while doing that weird thing that I see famous people do, where they have sunglasses and hats on and grow out beards thinking that they're fooling people. Dude, you're not fooling anyone: you look just like you."
   },
   "author": {
    "text": "Sterling K. Brown"
   }
  },
  {
   "quote": {
    "text": "The strangest part about being famous is you don't get to give first impressions anymore. Everyone already has an impression of you before you meet them."
   },
   "author": {
    "text": "Kristen Stewart"
   }
  },
  {
   "quote": {
    "text": "I'm not as famous as Stephen Hawking, but certainly in the U.S., I have a very high profile for a scientist. It is an awesome responsibility, one that I don't shoulder lightly."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "I never wanted to be famous. I only wanted to be great."
   },
   "author": {
    "text": "Ray Charles"
   }
  },
  {
   "quote": {
    "text": "The world is a bell curve. Classroom test scores, employee performance in a company or how many people really, really like you. No matter the population you're studying, they always fit neatly across the standard deviations of the famous bell curve."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "I'm bored with that line. I never use it anymore. My new line is 'In 15 minutes everybody will be famous.'"
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "There is no fulfillment in things whatsoever. And I think one of the reasons that depression reigns supreme amongst the rich and famous is some of them thought that maybe those things would bring them happiness. But what, in fact, does is having a cause, having a passion. And that's really what gives life's true meaning."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "I'm famous for splurging at fast-food places. I'm currently obsessed with Taco Bell's bean and cheese burritos with extra green sauce and extra cheese. Gluttony!"
   },
   "author": {
    "text": "Fergie"
   }
  },
  {
   "quote": {
    "text": "I'm kinda famous for my barbecues - I'm always hosting parties."
   },
   "author": {
    "text": "Bonnie McKee"
   }
  },
  {
   "quote": {
    "text": "If you chase fame, you make bad choices. Being famous isn't interesting."
   },
   "author": {
    "text": "Justin Theroux"
   }
  },
  {
   "quote": {
    "text": "Dr. King's famous 'I Have a Dream' speech was delivered at 'The March on Washington for Jobs and Freedom,' a call to justice beyond the traditional civil rights movement's focus."
   },
   "author": {
    "text": "Charles B. Rangel"
   }
  },
  {
   "quote": {
    "text": "Fame is really strange. One day you're not famous, and then the next day you are, and the odd thing is that you know intellectually that nothing in the world is different. What mattered to you yesterday are the same things that matter today, and the rules all still apply - yet everyone looks at you differently."
   },
   "author": {
    "text": "Matt Damon"
   }
  },
  {
   "quote": {
    "text": "I became famous so quickly and so young - it was daunting. I was immature and I used to say some really stupid things in interviews. I never smiled on stage so I looked really serious, but it was because I hated my teeth and was incredibly nervous."
   },
   "author": {
    "text": "Gary Numan"
   }
  },
  {
   "quote": {
    "text": "With brain hacking experiments, I've hacked into Morgan Freeman's brain. He was the most famous and the most nerve wracking because I got really awestruck when I met him, and the moment I was introduced to him, he challenged me there and then to hack his brain."
   },
   "author": {
    "text": "Keith Barry"
   }
  },
  {
   "quote": {
    "text": "I have an innate fear of fame. I've never thought being famous looked like such a good place to be. I love being incognito."
   },
   "author": {
    "text": "Phoebe Philo"
   }
  },
  {
   "quote": {
    "text": "In the beginning, I loved being famous, but now I am tired of it and I would like to go back to my freedom."
   },
   "author": {
    "text": "Roberto Cavalli"
   }
  },
  {
   "quote": {
    "text": "What a heavy burden is a name that has become too famous."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "If I wasn't even famous or had any success, I would still wake up and put tons of make-up on, and put on a cool outfit. That's always been who I've been my whole life, so that's never gonna change. I love fashion. I love getting dressed up. I love Halloween, too."
   },
   "author": {
    "text": "Gwen Stefani"
   }
  },
  {
   "quote": {
    "text": "If you're doing this because you feel like you have a burning desire to do it, then you'll find a way to do it, no matter what. If you're doing this because you're thinking, 'Hey, this will be really cool. I'll be famous. I'll be on YouTube,' then you'll probably quit, because it's not easy to do for the long haul."
   },
   "author": {
    "text": "Trisha Yearwood"
   }
  },
  {
   "quote": {
    "text": "I think everybody has different priorities in their life. People live their lives differently. People become famous through all sorts of different reasons... some of it through art and some of it through just wanting to be famous. And I think how that all starts tends to reflect how you live your life daily."
   },
   "author": {
    "text": "Keith Urban"
   }
  },
  {
   "quote": {
    "text": "A chair is a very difficult object. A skyscraper is almost easier. That is why Chippendale is famous."
   },
   "author": {
    "text": "Ludwig Mies van der Rohe"
   }
  },
  {
   "quote": {
    "text": "The cool thing about being famous is traveling. I have always wanted to travel across seas, like to Canada and stuff."
   },
   "author": {
    "text": "Britney Spears"
   }
  },
  {
   "quote": {
    "text": "If you want to be a rock star or just be famous, then run down the street naked, you'll make the news or something. But if you want music to be your livelihood, then play, play, play and play! And eventually you'll get to where you want to be."
   },
   "author": {
    "text": "Eddie Van Halen"
   }
  },
  {
   "quote": {
    "text": "To be a star is to own the world and all the people in it. After a taste of stardom, everything else is poverty."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "Fame is like caviar, you know - it's good to have caviar but not when you have it at every meal."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "The hardest thing about being famous is that people are always nice to you. You're in a conversation and everybody's agreeing with what you're saying - even if you say something totally crazy. You need people who can tell you what you don't want to hear."
   },
   "author": {
    "text": "Al Pacino"
   }
  },
  {
   "quote": {
    "text": "The scientists I looked up to at the beginning were not Latino. They were famous scientists of many years ago, like Madame Curie. Later, I realized that there were also, but a very few, Latino scientists. There were good ones, but very few, because there wasn't as much a tradition to be a scientist in our culture. But this is changing."
   },
   "author": {
    "text": "Mario J. Molina"
   }
  },
  {
   "quote": {
    "text": "I drive around on my scooter in Milan alone - we don't have bodyguards or anything like that. I am a fashion designer, not a celebrity, and although I get stopped for autographs and the like, I don't think I am famous."
   },
   "author": {
    "text": "Stefano Gabbana"
   }
  },
  {
   "quote": {
    "text": "My idea of a good picture is one that's in focus and of a famous person."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "Martyrdom is the only way a man can become famous without ability."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "I just love the weather. I live on Miami Beach, which is all boutique hotels and cocktails. I do sometimes go along to smart parties in my white suit, but I wouldn't really recognise any famous people if they were there because I'm not very good at star-spotting."
   },
   "author": {
    "text": "Irvine Welsh"
   }
  },
  {
   "quote": {
    "text": "I once wrote that Lord Moran, Churchill's doctor, had doctored his diaries as well as his famous patient. That was true but unfair. Although their authenticity as contemporary, daily accounts is often questionable, the observations are quite wonderful."
   },
   "author": {
    "text": "Nigel Hamilton"
   }
  },
  {
   "quote": {
    "text": "I once did a radio program with a famous materialist, that is to say a scientist who believed that absolutely everything was physical and that all emotions were reductive to little electrical impulses in your neurons. And I found that I didn't believe that. But what the emotions really are, I don't have an alternative theory."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "A friend at school was always being laughed at because his father emptied dustbins for a living. But those who laughed worshipped famous footballers. This is an example of our topsy-turvy view of 'success.' Who would we miss most if they did not work for a month, the footballer or the garbage collector?"
   },
   "author": {
    "text": "David Icke"
   }
  },
  {
   "quote": {
    "text": "I was obsessed with being rich and famous."
   },
   "author": {
    "text": "Paul Lynde"
   }
  },
  {
   "quote": {
    "text": "We're living in a time when the most famous people in the world have no specific skill set and are known for living their lives in front of the world. How strange is that? The appeal makes sense to me - it's like 'The Truman Show,' getting a chance to peak into someone's bedroom or see the way someone fights with their husband."
   },
   "author": {
    "text": "Erin Foster"
   }
  },
  {
   "quote": {
    "text": "The one thing you've got to say about Columbia is that it has courses that are famous. It has alumni who come back and say it was the best thing they ever did."
   },
   "author": {
    "text": "William Scott"
   }
  },
  {
   "quote": {
    "text": "What I've learned is that you really don't need to be a celebrity or have money or have the paparazzi following you around to be famous."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "A while ago I said that, 'You know, I like a guy - he doesn't have to be all rich and famous - he can be normal.' And I remember I was walking in the mall, and this guy was like, 'Tyra, I'm normal. I live with my mama. I ain't got a car and I ain't got a job! I'm real normal.' And I'm like, 'That's not normal - that's a loser!'"
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "When you become famous, being famous becomes your profession."
   },
   "author": {
    "text": "James Carville"
   }
  },
  {
   "quote": {
    "text": "I want to become more famous, even more famous."
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "The same people who can deny others everything are famous for refusing themselves nothing."
   },
   "author": {
    "text": "Leigh Hunt"
   }
  },
  {
   "quote": {
    "text": "I think Princess Diana probably had the most famous haircut, or Farrah Fawcett or Jennifer Aniston."
   },
   "author": {
    "text": "Dorothy Hamill"
   }
  },
  {
   "quote": {
    "text": "Among famous traitors of history one might mention the weather."
   },
   "author": {
    "text": "Ilka Chase"
   }
  },
  {
   "quote": {
    "text": "When you're rich and famous you are the dominant force in a relationship, even if you try hard not to be. I've talked of sacrificing everything for Fleetwood Mac, but I realize now that it is simply the only thing I've ever wanted to do."
   },
   "author": {
    "text": "Stevie Nicks"
   }
  },
  {
   "quote": {
    "text": "All dictators, the rich and famous, to the lowest security guard who holds a gun, easily forget that power is transitory."
   },
   "author": {
    "text": "F. Sionil Jose"
   }
  },
  {
   "quote": {
    "text": "I had a very famous trainer tell me once, 'You can usually train a wild animal but never tame a wild animal, ever.' They are always going to be wild, no matter what anybody says."
   },
   "author": {
    "text": "Jack Hanna"
   }
  },
  {
   "quote": {
    "text": "No matter what you achieve, what you want to aspire to be, or how famous and powerful you become, the most important thing is whether you are excited about each and every moment of your life because of your work and people around you."
   },
   "author": {
    "text": "Sushant Singh Rajput"
   }
  },
  {
   "quote": {
    "text": "Fame changes everything. When you're well-known, you're expected to be different. Some people assume you must have a yacht and four homes. Or that you're famous because you are 'A Decent Man'."
   },
   "author": {
    "text": "Michael Palin"
   }
  },
  {
   "quote": {
    "text": "I've met other famous people, and what blows my mind is that when they get five minutes off, they're partying with other famous people. I wanna see my boys at home."
   },
   "author": {
    "text": "George Ezra"
   }
  },
  {
   "quote": {
    "text": "If there's anything more mortifying than being famous at 14, it's being washed up right after."
   },
   "author": {
    "text": "Moon Unit Zappa"
   }
  },
  {
   "quote": {
    "text": "When I started out, I didn't have any desire to be an actress or to learn how to act. I just wanted to be famous."
   },
   "author": {
    "text": "Katharine Hepburn"
   }
  },
  {
   "quote": {
    "text": "I learned to ride a ten-speed when I was 4 or 5. My uncle gave me the bike, hand-me-down, and everyone used to stare at me riding up and down this block. I was too short to reach the pedals, so I put my legs through the V of the frame. I was famous. The little kid who could ride the ten-speed."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "My family's lineage, we are warriors. The McGregor clan, we are warriors all through. We are famous all through the world for our fighting capabilities of all generations. So I have no doubt that's stood to me and that led me down this path and gave me what I have."
   },
   "author": {
    "text": "Conor McGregor"
   }
  },
  {
   "quote": {
    "text": "We're teaching young girls that this is what they should be focusing on: rich and famous girls who are rich and famous for nothing."
   },
   "author": {
    "text": "Ellen Pompeo"
   }
  },
  {
   "quote": {
    "text": "I think people I'm close to find it absolutely crazy that I'm famous."
   },
   "author": {
    "text": "Zayn Malik"
   }
  },
  {
   "quote": {
    "text": "In its famous paradox, the equation of money and excrement, psychoanalysis becomes the first science to state what common sense and the poets have long known - that the essence of money is in its absolute worthlessness."
   },
   "author": {
    "text": "Norman O. Brown"
   }
  },
  {
   "quote": {
    "text": "I lived in New York my whole life. Like every New Yorker, I have stories about spending summers on the Jersey shore, riding the roller coaster in Seaside that is now famous for that sickening photo of it being washed out to sea."
   },
   "author": {
    "text": "Marissa Jaret Winokur"
   }
  },
  {
   "quote": {
    "text": "Indy makes the race driver. You become famous when you come here."
   },
   "author": {
    "text": "Rodger Ward"
   }
  },
  {
   "quote": {
    "text": "I've been famous my entire life; I don't know any other way."
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "I didn't know what to expect from a famous movie star; maybe that he'd be sort of stuck-up, you know. But not Gary Cooper. He horsed around so much... that I had a hard time painting him."
   },
   "author": {
    "text": "Norman Rockwell"
   }
  },
  {
   "quote": {
    "text": "Having bodyguards is just part of being famous, I think."
   },
   "author": {
    "text": "Dolph Lundgren"
   }
  },
  {
   "quote": {
    "text": "Famous people feel that they must perpetually be on the crest of the wave, not realising that it is against all the rules of life. You can't be on top all the time, it isn't natural."
   },
   "author": {
    "text": "Olivia De Havilland"
   }
  },
  {
   "quote": {
    "text": "A lot of people these days are not music lovers - they just want to be famous which is a very different thing to what I grew up believing in."
   },
   "author": {
    "text": "Shirley Manson"
   }
  },
  {
   "quote": {
    "text": "There's this famous observation that I totally believe: Great startup ideas are the ones that lie in the intersection of the Venn diagram of 'is a good idea' and 'looks like a bad idea.' So you want most people to think it's a bad idea and thus not compete with you until you get giant. But for it to secretly be good."
   },
   "author": {
    "text": "Sam Altman"
   }
  },
  {
   "quote": {
    "text": "The smartest thing that an actor can do is embrace the thing that made them famous as opposed to run away from it or deny that it happened. That does a disservice to most actors. To me, it looks like you're ungrateful."
   },
   "author": {
    "text": "Sean Hayes"
   }
  },
  {
   "quote": {
    "text": "Being rich and famous isn't all happiness and at times the pressures have got to me."
   },
   "author": {
    "text": "Frida Lyngstad"
   }
  },
  {
   "quote": {
    "text": "I went from being totally unknown and never acting professionally to being in a major movie and being very famous. It all happened so quickly, I didn't have any time to work things out. It's been pretty scary at times."
   },
   "author": {
    "text": "Emma Watson"
   }
  },
  {
   "quote": {
    "text": "I'm not comfortable being around too many people. I don't like being out in public too much. I don't like going to bars. I don't like doing celebrity stuff. So most of the characters I play are people who don't always feel comfortable beyond their small circle of friends."
   },
   "author": {
    "text": "Adam Sandler"
   }
  },
  {
   "quote": {
    "text": "The most famous rumor for me is that I had throat cancer. I never had throat cancer... I don't know why that started... The way I sing, probably."
   },
   "author": {
    "text": "Bob Seger"
   }
  },
  {
   "quote": {
    "text": "For me, growing up, the downside of it was that as a kid you don't want to stand out. You don't want to have a famous father let alone get a job because of your famous father, you know? But I'm a product of nepotism. That's how I got my foot in the door, through my dad."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "Mum loves me being famous! She is so excited and proud, as she had me so young and couldn't support me, so I am living her dream, it's sweeter for both of us. It's her 40th birthday soon and I'm going to buy her 40 presents."
   },
   "author": {
    "text": "Adele"
   }
  },
  {
   "quote": {
    "text": "I think that people who are famous tend to be underdeveloped in their humanity skills."
   },
   "author": {
    "text": "Diane Keaton"
   }
  },
  {
   "quote": {
    "text": "I find that my entire life has come to me, and things happened without me planning them. You know, I never asked to photograph Princess Diana, and that made me more famous than I wanted. I never asked to photograph Madonna, and that pushed me to another level. There are things that just take you into the limelight."
   },
   "author": {
    "text": "Mario Testino"
   }
  },
  {
   "quote": {
    "text": "The most famous and one of the most thoroughgoing opponents of bank credit was Thomas Jefferson. Jefferson reacted to the panic of 1819 as a confirmation of his pessimistic views on banks."
   },
   "author": {
    "text": "Murray Rothbard"
   }
  },
  {
   "quote": {
    "text": "People are much more inclined to believe and say bad things about you if you're famous."
   },
   "author": {
    "text": "Danielle Steel"
   }
  },
  {
   "quote": {
    "text": "I've never been one for crushing on famous people."
   },
   "author": {
    "text": "Daisy Ridley"
   }
  },
  {
   "quote": {
    "text": "I can read a crowd pretty well. I know what to play and know how to keep it interesting for them and for myself as well. Most of the other DJs are more like producers so they become famous because they make hits and then they start DJ-ing. But I'm more from the other way around."
   },
   "author": {
    "text": "Tiesto"
   }
  },
  {
   "quote": {
    "text": "Some actors want to keep riding the horse that made them famous, but it's not interesting to me. I like to turn an archetype on its head."
   },
   "author": {
    "text": "Bobby Cannavale"
   }
  },
  {
   "quote": {
    "text": "It isn't false modesty when I say this, but although I am supposed to be a famous person it doesn't mean anything to me. I just sit at home and work."
   },
   "author": {
    "text": "Gyorgy Ligeti"
   }
  },
  {
   "quote": {
    "text": "On the corner of 57th and 7th Avenue sits the most famous concert hall in the world. No less a figure than when Tchaikovsky led the first performances in 1891. Virtually every major artist has performed there. There is simply no place like it. The first time I stepped foot in Carnegie Hall was in 1964."
   },
   "author": {
    "text": "Leonard Slatkin"
   }
  },
  {
   "quote": {
    "text": "I've never sat there and plotted out how I was going to become successful or famous."
   },
   "author": {
    "text": "Jennifer Aniston"
   }
  },
  {
   "quote": {
    "text": "I only wanted to be a songwriter. I never wanted to be a singer. And I never wanted to be famous."
   },
   "author": {
    "text": "Carole King"
   }
  },
  {
   "quote": {
    "text": "I've known Emeril for more than 20 years from when I featured him on 'Lifestyles of the Rich & Famous' from his days at Commander's Palace in New Orleans and from when I helped start the Food Network where he subsequently hosted an amazing 2,000-plus shows."
   },
   "author": {
    "text": "Robin Leach"
   }
  },
  {
   "quote": {
    "text": "I've interviewed presidents and royalty, rock stars and movie stars, famous generals and captains of industry; I've had front row seats at Super Bowls, World Series, and Olympic Games; my books have been on best-seller lists, and my marriage is a long-running success."
   },
   "author": {
    "text": "Tom Brokaw"
   }
  },
  {
   "quote": {
    "text": "The nice thing about being a celebrity is that, if you bore people, they think it's their fault."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "Famous people are deceptive. Deep down, they're just regular people. Like Larry King. We've been friends for forty years. He's one of the few guys I know who's really famous. One minute he's talking to the president on his cell phone, and then the next minute he's saying to me, 'Do you think we ought to give the waiter another dollar?'"
   },
   "author": {
    "text": "Don Rickles"
   }
  },
  {
   "quote": {
    "text": "I have no use for people who throw their weight around as celebrities, or for those who fawn over you just because you are famous."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "I seldom read anything that is not of a factual nature because I want to invest my time wisely in the things that will improve my life. Don't misunderstand; there is nothing wrong with reading purely for the joy of it. Novels have their place, but biographies of famous men and women contain information that can change lives."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "To be famous, in fact, one has only to kill one's landlady."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Celebrity was a long time in coming; it will go away. Everything goes away."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "I always want to say to people who want to be rich and famous: 'try being rich first'. See if that doesn't cover most of it. There's not much downside to being rich, other than paying taxes and having your relatives ask you for money. But when you become famous, you end up with a 24-hour job."
   },
   "author": {
    "text": "Bill Murray"
   }
  },
  {
   "quote": {
    "text": "The bad thing about being a famous comedian is that every now and then someone approaches me to tell an old joke. Don't tell me jokes - I have that. People also say the weirdest things, sometimes sarcastic things, and even evil things. They like to provoke to get a reaction."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "Martyrdom: The only way a man can become famous without ability."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "I'm gonna be famous forever."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "Pleasure without God, without the sacred boundaries, will actually leave you emptier than before. And this is biblical truth, this is experiential truth. The loneliest people in the world are amongst the wealthiest and most famous who found no boundaries within which to live. That is a fact I've seen again and again."
   },
   "author": {
    "text": "Ravi Zacharias"
   }
  },
  {
   "quote": {
    "text": "The caricature of science is that we hold tight to the theories we have, and shun challenges to them. That's just not true. In fact, we hold our highest rewards for those scientists who can prove others wrong. And by the way, they are famous in their own lifetimes. We don't wait until they're dead."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "I never thought I was going to be popular; I never thought I was going to be famous."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "It's funny, when bands or younger musicians ask me: 'So, what does it take to make it?' Well, first explain to me what you mean by 'making it': Do you want to be a rock star or do you want music to be your livelihood?"
   },
   "author": {
    "text": "Eddie Van Halen"
   }
  },
  {
   "quote": {
    "text": "It was that famous joke: What's the last thing the drummer said before he got kicked out of the band? 'Hey, I wrote a song.'"
   },
   "author": {
    "text": "Dave Grohl"
   }
  },
  {
   "quote": {
    "text": "I cannot turn my life back around. I'm already a public figure, I'm famous... It's like, I might as well keep it going, might as well make the money."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "Sometimes I wonder if I'm as famous for my wheelchair and disabilities as I am for my discoveries."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Celebrity is the chastisement of merit and the punishment of talent."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "I imagined being a famous writer would be like being like Jane Austen."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "Wood burns because it has the proper stuff in it; and a man becomes famous because he has the proper stuff in him."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Before I was famous, when I was just working in Gilbert's Lodge, everything was moving in slow motion."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "The fame thing is interesting because I never wanted to be famous, and I never dreamt I would be famous."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "Since I was seventeen I thought I might be a star. I'd think about all my heroes, Charlie Parker, Jimi Hendrix... I had a romantic feeling about how these people became famous."
   },
   "author": {
    "text": "Jean-Michel Basquiat"
   }
  },
  {
   "quote": {
    "text": "Passion for fame: A passion which is the instinct of all great souls."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "I do not like the man who squanders life for fame; give me the man who living makes a name."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "What is a movie star? It is an illusion. It was everything I ever wanted to be, but it became a kind of shell, non? It was what made me famous and got me women. But it wasn't real."
   },
   "author": {
    "text": "Jean-Claude Van Damme"
   }
  },
  {
   "quote": {
    "text": "If you want to be popular and famous, you can do it; it's dead easy if you have that ego desire. But most of my ego desires as far as being famous and successful were fulfilled a long time ago."
   },
   "author": {
    "text": "George Harrison"
   }
  },
  {
   "quote": {
    "text": "I think that when you are famous every weakness is exaggerated."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "I don't think I could think of a single thing that's more isolating than being famous."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "I never thought being famous would be wonderful, but my limited exposure to celebrity has shown me the dark side big-time."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "I'd rather be able to face myself in the bathroom mirror than be rich and famous."
   },
   "author": {
    "text": "Ani DiFranco"
   }
  },
  {
   "quote": {
    "text": "Neil Armstrong was no Christopher Columbus. In most respects, he was better. Unlike the famous fifteenth century seafarer, Armstrong knew where he landed. He also spent his time in public service, not in jail, and his passing was marked by world-wide encomiums. He ended his days as a celebrated explorer rather than a royal inconvenience."
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "Who you are as a person will only be amplified once you are 'famous,' so if you had a good heart, then I would imagine you'll have the same good heart but the means to do even more with it."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "I love being famous - it's phenomenal."
   },
   "author": {
    "text": "Dave Chappelle"
   }
  },
  {
   "quote": {
    "text": "In American military cemeteries all over the world, seemingly endless rows of whitened grave markers stand largely unvisited and in silence. The gardeners tend the lawns, one section at a time. Even at the famous sites, tourism is inconstant."
   },
   "author": {
    "text": "Mark Helprin"
   }
  },
  {
   "quote": {
    "text": "Thank God I arrived the day before yesterday, the first of the month, at this port of San Diego, truly a fine one, and not without reason called famous."
   },
   "author": {
    "text": "Junipero Serra"
   }
  },
  {
   "quote": {
    "text": "There's a famous slogan here in the Bavarian dialect, and we use it inside Bayern Munich. We say, 'Mia san mia.' Literally, it is, 'We are we,' but it means, 'We are who we are.' That's not being very arrogant, but we are very confident about our ability to win the game. It is about a winning mentality."
   },
   "author": {
    "text": "Bastian Schweinsteiger"
   }
  },
  {
   "quote": {
    "text": "Ibiza is a popular vacation place for a lot of the players in Spain. If you go in the summer, there are some of the world's most famous movie and music stars, so nobody cares about soccer players."
   },
   "author": {
    "text": "Xavi"
   }
  },
  {
   "quote": {
    "text": "I'm not looking to be famous, but I want a body of work and a moral character that is deserving of fame."
   },
   "author": {
    "text": "Jonathan Tucker"
   }
  },
  {
   "quote": {
    "text": "When Oscar Niemeyer died on December 5, 2012, ten days before his 105th birthday, he was universally regarded as the very last of the twentieth century's major architectural masters, an astonishing survivor whose most famous accomplishment, Brasilia, was the climactic episode of utopian High Modern urbanism."
   },
   "author": {
    "text": "Martin Filler"
   }
  },
  {
   "quote": {
    "text": "There's more pressure to be famous for being yourself than if you're being a character."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "Of course, 'I Will Always Love You' is the biggest song so far in my career. I'm famous for several, but that one has been recorded by more people and made me more money, I think, than all of them. But that song did come from a true and deep place in my heart."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "My high-school coach Tony Reginelli was kind of famous for 'Reggie-isms,' kind of like 'Yogi-isms.' He always said if you want to be a good quarterback, when sprinting left you want to be amphibious and throw left-handed. I told him, 'You mean ambidextrous, coach?'"
   },
   "author": {
    "text": "Peyton Manning"
   }
  },
  {
   "quote": {
    "text": "The problem for us, as viewers, is that we want famous people who are passionate about the things they're famous for, because that makes them worthy of the attention. But I think many of those famous people just want to be famous."
   },
   "author": {
    "text": "Bo Burnham"
   }
  },
  {
   "quote": {
    "text": "I don't like Los Angeles. The people are awful and terribly shallow, and everybody wants to be famous but nobody wants to play the game. I'm from New York. I will kill to get what I need."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "A very quiet and tasteful way to be famous is to have a famous relative. Then you can not only be nothing, you can do nothing too."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Everybody think they're famous when they get 100,000 followers on Instagram and 5,000 on Twitter."
   },
   "author": {
    "text": "Meek Mill"
   }
  },
  {
   "quote": {
    "text": "The worst thing about being famous is the invasion of your privacy."
   },
   "author": {
    "text": "Justin Timberlake"
   }
  },
  {
   "quote": {
    "text": "Barack Obama hopes his famous health care victory will mark him as a transformative president. History, however, may judge it to have been his missed opportunity to be one."
   },
   "author": {
    "text": "George Will"
   }
  },
  {
   "quote": {
    "text": "It's true: a lot of sportspeople really struggle to find something to do when they finish. It tips them into all sorts of strange things. With ex-footballers, it's really scary. I think 70% of them get divorced within five years. It's hard. You go from being really famous to not that famous. Your salary drops through the floor."
   },
   "author": {
    "text": "Gary Lineker"
   }
  },
  {
   "quote": {
    "text": "I have had the opportunity to become acquainted with many wonderful people from many walks of life. I have known rich and poor, famous and modest, wise and otherwise."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "I'm coming out with a wine... I'm actually a restaurateur. I have Famous Famiglia Pizzeria that has opened up in the Sacramento airport. I'm also working with my business partner on opening up the Linnethia Lounge."
   },
   "author": {
    "text": "NeNe Leakes"
   }
  },
  {
   "quote": {
    "text": "You cannot hear the name Martin Luther King, Jr., and not think of death. You might hear the words 'I have a dream,' but they will doubtlessly only serve to underscore an image of a simple motel balcony, a large man made small, a pool of blood. For as famous as he may have been in life, it is - and was - death that ultimately defined him."
   },
   "author": {
    "text": "Michael Eric Dyson"
   }
  },
  {
   "quote": {
    "text": "Some people want fame, popularity and huge sales. I've always hoped to have a really long career. So I've tried to make each of my creative decisions and business decisions to allow for longevity. As a side effect I got really famous and really big. I didn't realize the two could go together."
   },
   "author": {
    "text": "Jewel"
   }
  },
  {
   "quote": {
    "text": "When people say they prefer organic food, what they often seem to mean is they don't want their food tainted with pesticides and their meat shot full of hormones or antibiotics. Many object to the way a few companies - Monsanto is the most famous of them - control so many of the seeds we grow."
   },
   "author": {
    "text": "Michael Specter"
   }
  },
  {
   "quote": {
    "text": "We don't feel like we're famous. We just feel like we're doing what we love."
   },
   "author": {
    "text": "Sasha Banks"
   }
  },
  {
   "quote": {
    "text": "My first impression of Beverly Hills was that it had a landscape of small houses built by famous architects, so I didn't want to make a big block or sculpture here; I wanted to make a community rooted to the place."
   },
   "author": {
    "text": "Ma Yansong"
   }
  },
  {
   "quote": {
    "text": "I think that once you open the door and allow people in on a certain aspect, it's very hard to then control how far that ripple effect is. So I think that the person who is known or famous has the ability to decide what they do or don't want to share."
   },
   "author": {
    "text": "Rosie O'Donnell"
   }
  },
  {
   "quote": {
    "text": "What made Louis Vuitton famous was the quality. We don't do marketing; we just create products which are exceptional in their design and craftsmanship."
   },
   "author": {
    "text": "Bernard Arnault"
   }
  },
  {
   "quote": {
    "text": "I was thinking about it: so many of my stories are about my family life, not about being related to a lot of famous people. That's my grandma, that's my mama, my daddy, my aunt, my uncle, my stepdaddy. I'd probably tell them even if they weren't well known."
   },
   "author": {
    "text": "Carlene Carter"
   }
  },
  {
   "quote": {
    "text": "In the media age, everybody was famous for 15 minutes. In the Wikipedia age, everybody can be an expert in five minutes. Special bonus: You can edit your own entry to make yourself seem even smarter."
   },
   "author": {
    "text": "Stephen Colbert"
   }
  },
  {
   "quote": {
    "text": "When we were growing up our parents somehow made it clear that being famous was good. And I mistakenly thought that if I was famous then everyone would love me."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "I remember being superyoung, like nine or ten years old, and thinking, 'Man, I wonder what famous people eat for breakfast. They must have some special kind of cereal!' My mind was so warped by the idea of fame."
   },
   "author": {
    "text": "Bo Burnham"
   }
  },
  {
   "quote": {
    "text": "Being famous is complete luck, and that's something you can't bank on."
   },
   "author": {
    "text": "Bo Burnham"
   }
  },
  {
   "quote": {
    "text": "I think it would collapse my heart if I was super famous. I don't have the nerve for it, I'm too anxious. I don't know how you're not obsessed with how people perceive you, because they're real people, you know? You can convince yourself that they don't really know you, and that's true, but how can it not hurt your feelings?"
   },
   "author": {
    "text": "Bo Burnham"
   }
  },
  {
   "quote": {
    "text": "Joanne' is a progression for me. It was about going into the studio and forgetting that I was famous."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "It's hard for me to just say, 'Wow, this is amazing - I'm famous. I'm living the dream.' I sit there and think, 'I'm scared - this can go away tomorrow.' My dad always says that I'm a tortured soul because I'm never pleased; I never feel like I deserve what I've achieved."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "Many incredible artists die before they were famous."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "I was born on October 21, 1956 in Burbank, California. My father, Eddie Fisher, was a famous singer. My mother, Debbie Reynolds, was a movie star. Her best-known role was in 'Singin' In The Rain.'"
   },
   "author": {
    "text": "Carrie Fisher"
   }
  },
  {
   "quote": {
    "text": "Stardom can be a gilded slavery."
   },
   "author": {
    "text": "Helen Hayes"
   }
  },
  {
   "quote": {
    "text": "Mainly, I don't like it when music is made solely to impress people or in order to please business people; it doesn't sound good to me. If you're making music in order to become famous or loved by the masses... that's not what I'm about. When somebody's making music for the wrong reasons, I hear it right away."
   },
   "author": {
    "text": "John Frusciante"
   }
  },
  {
   "quote": {
    "text": "The stones themselves are thick with history, and those cats that dash through the alleyways must surely be the ghosts of the famous dead in feline disguise."
   },
   "author": {
    "text": "Erica Jong"
   }
  },
  {
   "quote": {
    "text": "You know, be an actor because you love to act. Don't be an actor because you think you're going to get famous, because that's luck."
   },
   "author": {
    "text": "Whoopi Goldberg"
   }
  },
  {
   "quote": {
    "text": "There aren't many downsides to being rich, other than paying taxes and having relatives asking for money. But being famous, that's a 24 hour job right there."
   },
   "author": {
    "text": "Bill Murray"
   }
  },
  {
   "quote": {
    "text": "I'm so famous, people expect me to sell as many records as Celine Dion or Puff Daddy."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "I have my own spiritual guru, and I'm so happy, and I feel so satisfied that I might appreciate many other famous gurus, but, you know, I am not attracted that way because I have found the person."
   },
   "author": {
    "text": "Ravi Shankar"
   }
  },
  {
   "quote": {
    "text": "Did you ever stop to think why cops are always famous for being dumb? Simple. Because they don't have to be anything else."
   },
   "author": {
    "text": "Orson Welles"
   }
  },
  {
   "quote": {
    "text": "You get to be famous or have some notoriety and there are so many people who want a piece of you."
   },
   "author": {
    "text": "Oscar De La Hoya"
   }
  },
  {
   "quote": {
    "text": "Power is not of a man. Wealth does not center in the person of the wealthy. Celebrity is not inherent in any personality. To be celebrated, to be wealthy, to have power requires access to major institutions."
   },
   "author": {
    "text": "C. Wright Mills"
   }
  },
  {
   "quote": {
    "text": "There is a famous musician, Peter Gabriel, who has used my voice in the movie, 'The Last Temptation of Christ.' He used my song in the background."
   },
   "author": {
    "text": "Nusrat Fateh Ali Khan"
   }
  },
  {
   "quote": {
    "text": "It's so awesome to be a part of something that is successful not because there's a famous person in it or because it's a revival of something, but because it's so fresh and original."
   },
   "author": {
    "text": "Jonathan Groff"
   }
  },
  {
   "quote": {
    "text": "Famous for his 'Maverick' Western series in the 1950s and 'The Rockford Files' in the '70s, and in movies like 'The Great Escape' and 'Grand Prix' in between, James Garner played amiable, independent characters for more than a half-century and never lost his comforting, enduring appeal."
   },
   "author": {
    "text": "Richard Corliss"
   }
  },
  {
   "quote": {
    "text": "Why should it matter to us when wrestlers are found dead in their beds or seen limping around on two fake hips? Why should it matter to us that there's a list of modern wrestlers who died before the age of 50 - many of them famous - and that the list is more than 70 names long? Hey, there's always another wave of guys on the way. Always."
   },
   "author": {
    "text": "Bill Simmons"
   }
  },
  {
   "quote": {
    "text": "Fame can take interesting men and thrust mediocrity upon them."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "Being famous before you've formed your personality, before you have that self-esteem, is dangerous."
   },
   "author": {
    "text": "Chris Evert"
   }
  },
  {
   "quote": {
    "text": "I didn't set out to be famous; if I'd wanted that, I would have gone on 'Big Brother.'"
   },
   "author": {
    "text": "Sam Worthington"
   }
  },
  {
   "quote": {
    "text": "I've never worried about being rich or famous - for me, it's all about the dancing."
   },
   "author": {
    "text": "Anton du Beke"
   }
  },
  {
   "quote": {
    "text": "If you took some famous religious leader, for example, and said it would be nice to clone them indefinitely so you have a dynasty of leaders, my own guess would be that each time the cloning takes place, they would become more and more defective, presumably mentally defective and subsequently worse."
   },
   "author": {
    "text": "John Gurdon"
   }
  },
  {
   "quote": {
    "text": "A window covered with raindrops interests me more than a photograph of a famous person."
   },
   "author": {
    "text": "Saul Leiter"
   }
  },
  {
   "quote": {
    "text": "Fate is being kind to me. Fate doesn't want me to be too famous too young."
   },
   "author": {
    "text": "Duke Ellington"
   }
  },
  {
   "quote": {
    "text": "I was never very interested in boys - and there were plenty of them - vying with one another to see how many famous women they would get into the hay."
   },
   "author": {
    "text": "Bette Davis"
   }
  },
  {
   "quote": {
    "text": "I've watched a lot of people who became famous who completely change and I think it's because they tend to believe all the hype that's out there. I don't think there's that much hype about me."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "Quite frankly, I didn't become an actor to become a movie star. I have never dreamed about being the most famous person on the planet. I just want to do really good work."
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "I'd be happy if anyone wore my fragrance. They don't have to be famous."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "I'm doing a new musical on Broadway, which opens in October called 'The Boy from Oz,' where I play Peter Allen. For those of you who don't know, he became first famous in America for marrying Liza Minelli."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "For a time, at least, I was the most famous person in the entire world."
   },
   "author": {
    "text": "Jesse Owens"
   }
  },
  {
   "quote": {
    "text": "Andy Warhol made fame more famous."
   },
   "author": {
    "text": "Fran Lebowitz"
   }
  },
  {
   "quote": {
    "text": "A sign of celebrity is that his name is often worth more than his services."
   },
   "author": {
    "text": "Daniel J. Boorstin"
   }
  },
  {
   "quote": {
    "text": "I don't like being famous - it is like a prison. And driving for Ferrari would make it far worse."
   },
   "author": {
    "text": "Valentino Rossi"
   }
  },
  {
   "quote": {
    "text": "You can become famous but you can't become unfamous. You can become infamous but not unfamous."
   },
   "author": {
    "text": "Dave Chappelle"
   }
  },
  {
   "quote": {
    "text": "Some people are so famous that the legends about them and the cultural aftermath of their life altogether obscure the real human being."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "Sonny and another Hells Angel who was at the meeting thought they were beyond a little patch so they headed down to a local tattoo shop in Oakland and were the first to get the famous One Percent tattoos."
   },
   "author": {
    "text": "Chuck Zito"
   }
  },
  {
   "quote": {
    "text": "People hate me because I am a multifaceted, talented, wealthy, internationally famous genius."
   },
   "author": {
    "text": "Jerry Lewis"
   }
  },
  {
   "quote": {
    "text": "It amazes me when I hear people say, 'I want to go out and find out who I am.' I always knew who I was. I was going to be famous if it killed me."
   },
   "author": {
    "text": "Chuck Berry"
   }
  },
  {
   "quote": {
    "text": "I can do whatever I want - I'm rich, I'm famous, and I'm bigger than you."
   },
   "author": {
    "text": "Don Johnson"
   }
  },
  {
   "quote": {
    "text": "I know the true meaning of getting by by the skin of my teeth; I do. It doesn't matter whether you've got money or you haven't, whether you're famous or not. This is the case for all women, actually; you have to carry on. You always have to carry on. And you can, because you have to."
   },
   "author": {
    "text": "Kate Winslet"
   }
  },
  {
   "quote": {
    "text": "In opera, as with any performing art, to be in great demand and to command high fees you must be good of course, but you must also be famous. The two are different things."
   },
   "author": {
    "text": "Luciano Pavarotti"
   }
  },
  {
   "quote": {
    "text": "How many famous and high-spirited heroes have lived a day too long?"
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "When I started out as a model, I took things for granted. Because I bagged work thanks to my looks, I didn't give my body any importance. I was a couch potato who'd eat anything. Then, in 2005, a tabloid ran a story calling me fat. I thought, 'I'm famous. How can I be fat?' It was a slap. I decided to get fit."
   },
   "author": {
    "text": "Bipasha Basu"
   }
  },
  {
   "quote": {
    "text": "Being famous gets me good concert tickets, good tables in restaurants, good seats at sporting events and that's really about it."
   },
   "author": {
    "text": "Fran Drescher"
   }
  },
  {
   "quote": {
    "text": "Celebrity is a word that I find offensive. That's the c-word. I hate it. It means no discernible talent. It means all you want is to be famous. It doesn't mean you're a writer, an actor, a mime. I think I wanna not be a celebrity."
   },
   "author": {
    "text": "Bob Saget"
   }
  },
  {
   "quote": {
    "text": "If you're famous, you suck, just for being famous. People in England totally get that; Americans don't."
   },
   "author": {
    "text": "Trey Parker"
   }
  },
  {
   "quote": {
    "text": "More than 700 years ago, the Song Dynasty artist Zheng Sixiao created perhaps the most beautiful image of orchids ever painted, 'Ink Orchid.' And still famous today is a thousand-year-old poem from the Tang Dynasty called 'Orchid and Orange.'"
   },
   "author": {
    "text": "Lawrence Osborne"
   }
  },
  {
   "quote": {
    "text": "There are high spots in all of our lives and most of them have come about through encouragement from someone else. I don't care how great, how famous or successful a man or woman may be, each hungers for applause."
   },
   "author": {
    "text": "George Matthew Adams"
   }
  },
  {
   "quote": {
    "text": "'Howard the Duck!' That's a really interesting movie. I appreciate my career, because I've had a lot of very interesting ups and downs, and most people... That movie is such a famous flop. In a land of a lot of flops, it's kind of awesome to be in a really famous flop. I mean, it's kind of a poster child for flops."
   },
   "author": {
    "text": "Lea Thompson"
   }
  },
  {
   "quote": {
    "text": "I have as much privacy as a goldfish in a bowl."
   },
   "author": {
    "text": "Princess Margaret"
   }
  },
  {
   "quote": {
    "text": "I am not a famous person at home - I'm just a guy here. I'm a father, I'm a companion, I'm a human being. I am not a public figure in my house; I am not a celebrity. I am not a famous person to myself - I am just a guy."
   },
   "author": {
    "text": "William Hurt"
   }
  },
  {
   "quote": {
    "text": "When I did stand-up at U.C.B., and I had a blog for a couple of years that started my writing career, 'Totally Confident and Completely Insecure,' it was the same kind of self-deprecating humor and stories about being out in L.A. and being treated like a loser at a hair salon because you are not famous."
   },
   "author": {
    "text": "Erin Foster"
   }
  },
  {
   "quote": {
    "text": "I love photography - I fell in love with photography, I think, because it was my own thing, it wasn't something I needed other people's permission to do. So, it was really freeing for me actually to be able to not be a famous person and just to take pictures."
   },
   "author": {
    "text": "Amanda de Cadenet"
   }
  },
  {
   "quote": {
    "text": "It was I who made Fellini famous, not the other way around."
   },
   "author": {
    "text": "Anita Ekberg"
   }
  },
  {
   "quote": {
    "text": "Exposure makes you famous, not just good work. Famous is being plastered everywhere."
   },
   "author": {
    "text": "Francesca Annis"
   }
  },
  {
   "quote": {
    "text": "If you like looking at 'Starry Night' or water lilies or whatever, then why does it matter if it's an original? If the artist is still alive, and you want to support them, I get it. But if you want some famous dead guy's work, that's just a way for rich people to show off. It's the upper-class version of driving a giant Hummer."
   },
   "author": {
    "text": "Chris Cubas"
   }
  },
  {
   "quote": {
    "text": "Economists agree about economics - and that's a science - and they disagree about economic policy because that's a value judgment... I've had profound disagreements on policy with the famous Milton Friedman. But, on economics, we agree."
   },
   "author": {
    "text": "Franco Modigliani"
   }
  },
  {
   "quote": {
    "text": "Vegas is famous for a lot of things, and bad marriages are one of them. Margo and I are proof that you can make this work. It just takes a little effort."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "A celebrity is one who is known to many persons he is glad he doesn't know."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "I wanted to have money; I wanted to be special; I wanted people to like me; I wanted to be famous."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "Becoming famous was never what I wanted to do. There's a lot of things that come with fame - it's what people in the limelight have to do."
   },
   "author": {
    "text": "Bruno Mars"
   }
  },
  {
   "quote": {
    "text": "For famous men have the whole earth as their memorial."
   },
   "author": {
    "text": "Pericles"
   }
  },
  {
   "quote": {
    "text": "The hardest thing about being famous is that people are always nice to you."
   },
   "author": {
    "text": "Robert De Niro"
   }
  },
  {
   "quote": {
    "text": "I walk the streets, take the train, it's real simple. Some actors create their own mythology: 'Oh, I'm so famous I can't go places, because I created this mythology that I'm so famous I can't go places.'"
   },
   "author": {
    "text": "Samuel L. Jackson"
   }
  },
  {
   "quote": {
    "text": "I've always strived to be successful, not famous."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "Don't worry about writing a book or getting famous or making money. Just lead an interesting life."
   },
   "author": {
    "text": "Michael Morpurgo"
   }
  },
  {
   "quote": {
    "text": "Sometimes you forget you're famous. You wonder, 'Why is that person staring at me?'"
   },
   "author": {
    "text": "Bob Newhart"
   }
  },
  {
   "quote": {
    "text": "In the sixties, everyone you knew became famous. My flatmate was Terence Stamp. My barber was Vidal Sassoon. David Hockney did the menu in a restaurant I went to. I didn't know anyone unknown who didn't become famous."
   },
   "author": {
    "text": "Michael Caine"
   }
  },
  {
   "quote": {
    "text": "I had my Aunt Rosie, who was famous and then not, so I got a lesson in fame early on. And I understood how little it has to do with you. And also how you could use it."
   },
   "author": {
    "text": "George Clooney"
   }
  },
  {
   "quote": {
    "text": "I became an actor, and because I had success as an actor, I became famous. I was acting for quite a while before I got famous; television made me famous. I guess that it's television that is responsible for everybody's desire to be famous."
   },
   "author": {
    "text": "Kelsey Grammer"
   }
  },
  {
   "quote": {
    "text": "The Kardashians can be famous for being famous. What do they do? I can't figure it out."
   },
   "author": {
    "text": "Larry King"
   }
  },
  {
   "quote": {
    "text": "Sometimes I'm fascinated with how famous my work could be while I'm not so famous."
   },
   "author": {
    "text": "Frank Ocean"
   }
  },
  {
   "quote": {
    "text": "I'm famous today. People like me today. Might not like me tomorrow. You can't count on it."
   },
   "author": {
    "text": "Dave Chappelle"
   }
  },
  {
   "quote": {
    "text": "I want to get so famous that I don't have to wake up in the morning. It'll probably never happen."
   },
   "author": {
    "text": "Gabriel Iglesias"
   }
  },
  {
   "quote": {
    "text": "See, 'A Time to Kill' was the one I got famous off of. Big ka-boom, over one weekend. After that, I did films that I really wanted to do."
   },
   "author": {
    "text": "Matthew McConaughey"
   }
  },
  {
   "quote": {
    "text": "If you're lucky enough to be famous, then it's great if you can use your fame and the power your fame gives you to draw attention to things that really matter."
   },
   "author": {
    "text": "Michael Schumacher"
   }
  },
  {
   "quote": {
    "text": "People get a little sidelined thinking that fame and fortune is going to bring them happiness, peace and contentment in their lives. Everyone thinks they want to be famous until the paparazzi are in their face, and then they're asking, 'Just give me some privacy.'"
   },
   "author": {
    "text": "Linda Thompson"
   }
  },
  {
   "quote": {
    "text": "Vine is where 'Don't' started popping off. A lot of famous Viners used the song, and that was crazy because I had never been a part of something like that. I drank champagne for the first time when it got 100,000 plays."
   },
   "author": {
    "text": "Bryson Tiller"
   }
  },
  {
   "quote": {
    "text": "It took me fifteen years to discover I had no talent for writing, but I couldn't give it up because by that time I was too famous."
   },
   "author": {
    "text": "Robert Benchley"
   }
  },
  {
   "quote": {
    "text": "There is a restaurant in L.A. called Crustacean, which is very famous for its garlic crab. Well, I can make garlic crab better than Crustacean. My sauce is so good you'll want to dip your bread in it, put it on your egg omelet, in your cereal, and in everything else."
   },
   "author": {
    "text": "Tasha Smith"
   }
  },
  {
   "quote": {
    "text": "I was a latchkey kid, so when I saw the 'Lifestyles of the Rich and Famous,' that showed me that there was a different type of lifestyle out there. I was curious about it and amazed about it."
   },
   "author": {
    "text": "Loni Love"
   }
  },
  {
   "quote": {
    "text": "You've got certain guys that just want to be famous and then you've got the real musicians that just love playing music."
   },
   "author": {
    "text": "Zakk Wylde"
   }
  },
  {
   "quote": {
    "text": "To be a Southern Ground artist, you have to be a lifer. It's not about winning a karaoke contest or a television show to become famous. It's about really paying your dues. It's people I'm fans of and want to help in the business."
   },
   "author": {
    "text": "Zac Brown"
   }
  },
  {
   "quote": {
    "text": "I also want to go to an Italian island and do cuisine properly with some famous Italian chef and, like, his mother."
   },
   "author": {
    "text": "Elizabeth Olsen"
   }
  },
  {
   "quote": {
    "text": "There's the famous quote that if you want to understand how animals live, you don't go to the zoo, you go to the jungle. The Future Lab has really pioneered that within Lego, and it hasn't been a theoretical exercise. It's been a real design-thinking approach to innovation, which we've learned an awful lot from."
   },
   "author": {
    "text": "Jorgen Vig Knudstorp"
   }
  },
  {
   "quote": {
    "text": "I didn't have any aspirations of becoming famous or successful; in fact I was scared to death of all that. I remember somebody once said that if a rock musician goes on tour, he goes insane. I was very impressionable and I carried this useless weight of fear around with me about going on tour, all because of this thing somebody said."
   },
   "author": {
    "text": "Steve Vai"
   }
  },
  {
   "quote": {
    "text": "I don't mean being famous is a perk, because one knows that it's not necessarily a perk, but there are certain perks to being well-known and respected in one's field. Public perks. Like, I don't know, general friendliness and willingness to please, just to point out two."
   },
   "author": {
    "text": "Emma Thompson"
   }
  },
  {
   "quote": {
    "text": "What's the name of that famous museum in Paris? The Louvre? I went through that place in 20 minutes."
   },
   "author": {
    "text": "Peter Falk"
   }
  },
  {
   "quote": {
    "text": "Before I got famous, I was like a rake. When I was a teenager, I lived on nervous energy. And I always forgot to eat. It was not something I was obsessed with. And then suddenly I got famous, people started taking me out to fancy joints. And the pounds pile on. So I'm much more conscious now about when I eat. How I eat. What I eat."
   },
   "author": {
    "text": "Boy George"
   }
  },
  {
   "quote": {
    "text": "Public misbehavior by the famous is a powerful teaching tool."
   },
   "author": {
    "text": "Bill O'Reilly"
   }
  },
  {
   "quote": {
    "text": "One of the downsides of being famous is that folks pay far more attention to you than they should. American celebrities are constantly under surveillance, and every word they say is subject to scrutiny. So, be careful what you wish for if you desire fame. No human being should be a goldfish."
   },
   "author": {
    "text": "Bill O'Reilly"
   }
  },
  {
   "quote": {
    "text": "I love meeting famous people. I'm even happy just looking at them."
   },
   "author": {
    "text": "Joey McIntyre"
   }
  },
  {
   "quote": {
    "text": "You can get awful famous in this country in seven days."
   },
   "author": {
    "text": "Gary Hart"
   }
  },
  {
   "quote": {
    "text": "In fact, I'd just like to own something. Everyone thinks I'm glamorous, rich and famous but all I've got is some recording equipment and a battered old BMW."
   },
   "author": {
    "text": "Dido Armstrong"
   }
  },
  {
   "quote": {
    "text": "There are hundreds of Frank Lloyd Wright buildings around the United States and in other countries, too. Wright lived into his 90s, and one of his most famous buildings, the Guggenheim Museum in New York, was completed just before his death. Wright buildings look like Wright buildings - that is their paradox."
   },
   "author": {
    "text": "Jane Smiley"
   }
  },
  {
   "quote": {
    "text": "Much has been written about Trump's style of speech, which linguists have said is often unintelligible yet deeply compelling. Orwell's famous 1946 essay, 'Politics and the English Language,' centers on the use of abstract words, often by politicians, to obscure reality."
   },
   "author": {
    "text": "Elizabeth Flock"
   }
  },
  {
   "quote": {
    "text": "I was very famous as a young man and I celebrated both the good and bad times with drinking."
   },
   "author": {
    "text": "Glenn Hughes"
   }
  },
  {
   "quote": {
    "text": "We are not interested in cloning the Michael Jordans and the Michael Jacksons of this world. The rich and the famous don't participate in this."
   },
   "author": {
    "text": "Panayiotis Zavos"
   }
  },
  {
   "quote": {
    "text": "Being famous hasn't changed my perception of myself - I've just grown up."
   },
   "author": {
    "text": "Cat Deeley"
   }
  },
  {
   "quote": {
    "text": "What is it about the cut of certain clothes that signals 'VIP?' Men's Brioni suits and Charvet shirts are famous for it."
   },
   "author": {
    "text": "Christina Binkley"
   }
  },
  {
   "quote": {
    "text": "Although I'm not an orphan and I can't lift a horse. I was, however, briefly famous for my feats of strength: at about age 11, I could competitively arm-wrestle a full-grown man."
   },
   "author": {
    "text": "Lisa Lutz"
   }
  },
  {
   "quote": {
    "text": "A famous actor told me once - I don't want to name names, I hate that sort of thing - but I was at his house and he said, 'Are you on Twitter?' I said, 'Yes, I am.' And he said, 'There'll be one day when you'll have, like, five friends. And in the same day it'll go to five thousand.'"
   },
   "author": {
    "text": "Sam Claflin"
   }
  },
  {
   "quote": {
    "text": "In a strange way, Louise Erdrich is perhaps our least famous great American writer; she is not reclusive, but she is reticent, and her public appearances give the impression of a carefully controlled performance. But Erdrich has also shared many of her most intimate emotions and experiences, in some form, in her novels."
   },
   "author": {
    "text": "Rumaan Alam"
   }
  },
  {
   "quote": {
    "text": "I don't really know a lot of famous people. I've met a lot of famous people. If I ran into Tom Hanks today, I would have to remind him who I was and he would then remember me. But he wouldn't come up to me and say, 'Hi Dave!'"
   },
   "author": {
    "text": "David Zucker"
   }
  },
  {
   "quote": {
    "text": "Computers are famous for being able to do complicated things starting from simple programs."
   },
   "author": {
    "text": "Seth Lloyd"
   }
  },
  {
   "quote": {
    "text": "I don't like the idea of famous people."
   },
   "author": {
    "text": "Kristin Hersh"
   }
  },
  {
   "quote": {
    "text": "I honestly don't need much money. People love to buy me drinks. Hostesses love to feed me. Famous artists lavish me with expensive artworks, and heiresses do the same with jewels that I promptly lose."
   },
   "author": {
    "text": "Rene Ricard"
   }
  },
  {
   "quote": {
    "text": "In the U.S. there are many people willing to work on $9 per hour, which is causing Tasmania to lose its famous apple industry and Australia to import more and more of its fruit and food from lower cost countries. In fact, all over Australia there are warning signs of us killing or restricting our own industries."
   },
   "author": {
    "text": "Gina Rinehart"
   }
  },
  {
   "quote": {
    "text": "Other famous men, those of much talk and few deeds, soon evaporate. Action is the dignity of greatness."
   },
   "author": {
    "text": "Jose Marti"
   }
  },
  {
   "quote": {
    "text": "Warren Buffett is famous for talking about the 'intrinsic value' of stocks. But while many people parrot this phrase, few know what it really means."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "I don't think it's anything you ever get used to... for many years, I could never sort of put my name in the same sort of category as the word 'famous' or anything like that. And I just found it very uncomfortable... if you get used to it, then something must be wrong."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "If you become famous and don't have a live show to back it up, they're not going to pay you any money."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "I begged the universe to make me a famous comedian, and it did. So I tend not to ask for any more."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "I don't like to do material people have heard. Now, they like to hear material that they know, because that's the stuff that made me famous, and, unfortunately, I don't do a ton of it."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "I made myself famous by writing 'songs' and lyrics about the beauty of the things I did and ugliness, too."
   },
   "author": {
    "text": "Jack Kerouac"
   }
  },
  {
   "quote": {
    "text": "There is a misleading, unwritten rule that states if a quote giving advice comes from someone famous, very old, or Greek, then it must be good advice."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "People just assume that if you're famous, you're in Hollywood."
   },
   "author": {
    "text": "Megan Fox"
   }
  },
  {
   "quote": {
    "text": "I'd always need a creative outlet. But sometimes, I do fantasize what my life would be like if I weren't famous."
   },
   "author": {
    "text": "Jodie Foster"
   }
  },
  {
   "quote": {
    "text": "The problem is, the more famous you get, the more people see you who didn't choose to."
   },
   "author": {
    "text": "Louis C. K."
   }
  },
  {
   "quote": {
    "text": "Yeah, I love being famous. It's almost like being white, y'know?"
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "Sometimes people offer you plays, they offer you parts, but they only offer it because I'm famous."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "I love being famous. It's almost like being white."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "I was definitely not the kid that just wanted to be famous for no reason whatsoever and then happened to find comedy. Fame and all that stuff have always been slightly terrifying to me, and it makes me very anxious."
   },
   "author": {
    "text": "Bo Burnham"
   }
  },
  {
   "quote": {
    "text": "I have a show on MTV called 'Zach Stone Is Gonna Be Famous.' I think that's a secret to a vast majority of America."
   },
   "author": {
    "text": "Bo Burnham"
   }
  },
  {
   "quote": {
    "text": "I've come across people referring to themselves as 'Vine famous.' Some of them started out by putting up Vines just for fun, then all of a sudden they get a bunch of fans, and a week later their Vines are totally different. They become obsessed with how their videos will be perceived."
   },
   "author": {
    "text": "Bo Burnham"
   }
  },
  {
   "quote": {
    "text": "I feel lucky, where I'm not 'famous' famous. I'm not someone that everyone kind of knows for no reason. If people know who I am, they like me because if they didn't like me, they forgot about me."
   },
   "author": {
    "text": "Bo Burnham"
   }
  },
  {
   "quote": {
    "text": "I know I'm not supposed to have any opinions about politics, because I'm famous."
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "People will ask, 'Are you famous?' And I always answer, 'My mother thinks so.'"
   },
   "author": {
    "text": "Yo-Yo Ma"
   }
  },
  {
   "quote": {
    "text": "Some of the most famous books are the least worth reading. Their fame was due to their having done something that needed to be doing in their day. The work is done and the virtue of the book has expired."
   },
   "author": {
    "text": "Moliere"
   }
  },
  {
   "quote": {
    "text": "That's the most terrible thing about being an author - standing there at your mother's funeral, but you don't switch the author off. So your own innermost thoughts are grist for the mill. Who was it said - one of the famous lady novelists - 'unhappy is the family that contains an author'?"
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "I remember debating the finer points of flaky pastry with my chicken-pot-pie-obsessed American dad. I remember the divine mix of Thai food, TV dinners, and hearty, homemade goodness that have shaped this palate of mine to this day. I remember all this, but I still Google my husband's birthday. Thank God he's famous."
   },
   "author": {
    "text": "Chrissy Teigen"
   }
  },
  {
   "quote": {
    "text": "And even though I'm famous, I still go through things that young people go through."
   },
   "author": {
    "text": "Khalid"
   }
  },
  {
   "quote": {
    "text": "At 13, I loved how so many of my peers sang and played acoustic guitar, so I started recording videos with covers of famous songs and posting them online."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "Because you know when you first become famous, you start walking a little different because people are staring at you."
   },
   "author": {
    "text": "Bono"
   }
  },
  {
   "quote": {
    "text": "When I first became famous, I didn't know if I could go where I wanted to because I didn't know how people were going to act. Some folks would scream and holler, and I didn't know what to do with that."
   },
   "author": {
    "text": "Jill Scott"
   }
  },
  {
   "quote": {
    "text": "You want a hero in the music world? James Brown. He brought a feeling to music without really using words. He's just famous for his sound."
   },
   "author": {
    "text": "David Lee Roth"
   }
  },
  {
   "quote": {
    "text": "Even as a kid, I never wanted to be famous; I wanted to be good."
   },
   "author": {
    "text": "Neil Peart"
   }
  },
  {
   "quote": {
    "text": "Being famous used to just defeat me. I wouldn't leave my house because I was worried about someone being like, 'Oh, are you Mac Miller?' and then the rest of the night I couldn't be myself."
   },
   "author": {
    "text": "Mac Miller"
   }
  },
  {
   "quote": {
    "text": "I told myself repeatedly, 'One day you will be famous.'"
   },
   "author": {
    "text": "Yves Saint Laurent"
   }
  },
  {
   "quote": {
    "text": "I want to thank all the women who have worn my clothes, the famous and the unknown, who have been so faithful to me and given me so much joy."
   },
   "author": {
    "text": "Yves Saint Laurent"
   }
  },
  {
   "quote": {
    "text": "There's no difference between fame and infamy now. There's a new school of professional famous people that don't do anything. They don't create anything."
   },
   "author": {
    "text": "Ricky Gervais"
   }
  },
  {
   "quote": {
    "text": "I wanted to be famous for my music and my talent, and I always wished I could cut it out when I left the stage."
   },
   "author": {
    "text": "Beyonce Knowles"
   }
  },
  {
   "quote": {
    "text": "I'm focused on the next generation, because I think it's very hard to break the habit of adults who've got salt and sugar addictions and just ways of being in this world. It's very hard even for the most enlightened people at famous universities that are very wealthy to spend the money that it takes to feed the students something delicious."
   },
   "author": {
    "text": "Alice Waters"
   }
  },
  {
   "quote": {
    "text": "The first syndicating I tried was when two partners and I created a production company in 1952. We wanted to syndicate famous Bible stories and sell them for $25 a show."
   },
   "author": {
    "text": "Casey Kasem"
   }
  },
  {
   "quote": {
    "text": "I know I'm not a self-indulgent idiot; I also know I'm not the second coming of Deepak Chopra. If I had believed either of those, or both, as some people do when they get famous, that's when the mental illness arrives."
   },
   "author": {
    "text": "Elizabeth Gilbert"
   }
  },
  {
   "quote": {
    "text": "You knew how humiliating that is as an experience for celebrities to be less of a celebrity. There's no class to adjust to being less famous, and you don't think you have to worry about it. But you do."
   },
   "author": {
    "text": "Carrie Fisher"
   }
  },
  {
   "quote": {
    "text": "Duke Ellington was famous for hs very original harmonic patterns."
   },
   "author": {
    "text": "Lawrence Welk"
   }
  },
  {
   "quote": {
    "text": "I don't want to end up being a circus act, doing my most famous tricks when I'm 70."
   },
   "author": {
    "text": "Pharrell Williams"
   }
  },
  {
   "quote": {
    "text": "Dates with actors, finally, just seemed to me evenings of shop talk. I got sick of it after a hile. So the more famous I became, the more I narrowed down my choices."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "I fear that, in the end, the famous debate among materialists, idealists, and dualists amounts to a merely verbal dispute that is more a matter for the linguist than for the speculative philosopher."
   },
   "author": {
    "text": "Moses Mendelssohn"
   }
  },
  {
   "quote": {
    "text": "Super-envious of the fact that Daft Punk can wear robot helmets and be one of the most famous bands in the world, while also understanding that will never be my situation."
   },
   "author": {
    "text": "Frank Ocean"
   }
  },
  {
   "quote": {
    "text": "I didn't even listen to any music until I was 19, really. I just wanted to be famous. But I didn't say it to anyone because I was really embarrassed at the thought."
   },
   "author": {
    "text": "Marina and the Diamonds"
   }
  },
  {
   "quote": {
    "text": "It's nice to have famous people love you."
   },
   "author": {
    "text": "Millie Bobby Brown"
   }
  },
  {
   "quote": {
    "text": "To be famous these days with no grounding and no substance is not especially difficult. I urge you instead to seek to be relevant, to be agile and educated."
   },
   "author": {
    "text": "Anna Wintour"
   }
  },
  {
   "quote": {
    "text": "I've gotten books published. I've met famous people that are very nice. I look back and I say, 'Wow. Thank you, God, for giving me this gift. And thank you for helping me to keep going.'"
   },
   "author": {
    "text": "Mattie Stepanek"
   }
  },
  {
   "quote": {
    "text": "You do not want to get married at 22! Especially if you're famous, because girls are going to be throwing themselves at you."
   },
   "author": {
    "text": "Usain Bolt"
   }
  },
  {
   "quote": {
    "text": "Parenthood is a great equalizer. It doesn't matter how famous you are - once you become a parent, you are just like everyone else."
   },
   "author": {
    "text": "Terri Irwin"
   }
  },
  {
   "quote": {
    "text": "When I was 24, I was full of life. I was that ham who wanted to be famous, a movie star, all that stuff. I think it's cool. But it was not what I was searching for, really. It was more a delusion."
   },
   "author": {
    "text": "Jean-Claude Van Damme"
   }
  },
  {
   "quote": {
    "text": "Being famous is great, it's not like bad or horrible or anything."
   },
   "author": {
    "text": "Dave Chappelle"
   }
  },
  {
   "quote": {
    "text": "For a while, I became a model scout and agent, thinking naively I could change the industry from the inside, and even kicked off the famous 'size zero debate' with an article I wrote to the 'Evening Standard' about my concerns from behind the curtain of the business, back in 2005."
   },
   "author": {
    "text": "Jameela Jamil"
   }
  },
  {
   "quote": {
    "text": "My dad was an architect, and he wasn't a rich guy, but in our little world in Philadelphia, he was famous. He loved to see his picture in the paper. I wanted to be more famous than him."
   },
   "author": {
    "text": "Kevin Bacon"
   }
  },
  {
   "quote": {
    "text": "Show me an actor who doesn't want to be famous, and I'll show you a liar. Later, you realise that there's more to it than just the acquisition of fame, and money and girls. But that is what drives them and was what drove me, initially."
   },
   "author": {
    "text": "Kevin Bacon"
   }
  },
  {
   "quote": {
    "text": "I would sing to my Beanie Babies, and I sort of created this alternate universe where I was famous, and there were thousands of people that I was singing to."
   },
   "author": {
    "text": "Mary Lambert"
   }
  },
  {
   "quote": {
    "text": "I definitely did look back into the past when I was a teenager for transgender icons, like a famous model called Tula in the 1970s-'80s who starred as a 'Bond' girl."
   },
   "author": {
    "text": "Andreja Pejic"
   }
  },
  {
   "quote": {
    "text": "One thing about being famous is the people around you, you pay all their bills so they very rarely disagree with you because they want you to pick up the check."
   },
   "author": {
    "text": "Charles Barkley"
   }
  },
  {
   "quote": {
    "text": "It was pretty frightening because as we all know, when large, famous groups breakup, a lot of the members don't survive in solo careers."
   },
   "author": {
    "text": "Don Henley"
   }
  },
  {
   "quote": {
    "text": "Jack Palance was my distant uncle - that's the family gossip. Growing up, my family knew everything about his face getting burned and scarred in the military and how that mutilation led him to become such a famous 'heavy' in films. I prayed for good scars of my own. Not just acne scars."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "It's always a little mind-boggling to realize that these famous actors know who I am."
   },
   "author": {
    "text": "Emily Blunt"
   }
  },
  {
   "quote": {
    "text": "Oddly enough, my favorite genre is not fiction. I'm attracted by primary sources that are relevant to historical questions of interest to me, by famous old books on philosophy or theology that I want to see with my own eyes, by essays on contemporary science, by the literatures of antiquity."
   },
   "author": {
    "text": "Marilynne Robinson"
   }
  },
  {
   "quote": {
    "text": "I'm the man that made wrestling famous."
   },
   "author": {
    "text": "Hulk Hogan"
   }
  },
  {
   "quote": {
    "text": "I'm like a famous person to some people, not to everybody. I want to be big."
   },
   "author": {
    "text": "PnB Rock"
   }
  },
  {
   "quote": {
    "text": "In Japan, I am famous in certain special circles - mainly as someone who is trying to break down and enlighten the conventions of Japanese art."
   },
   "author": {
    "text": "Takashi Murakami"
   }
  },
  {
   "quote": {
    "text": "I lost some of my friends because I got so famous, people who just assumed that I would be different now. I felt like everyone hated me. That is the most unhappy time of my life."
   },
   "author": {
    "text": "Haruki Murakami"
   }
  },
  {
   "quote": {
    "text": "A lot of what gets on the radio isn't saying anything other than somebody wants to be famous and will do whatever they're told to get it."
   },
   "author": {
    "text": "Kacey Musgraves"
   }
  },
  {
   "quote": {
    "text": "The family is very important. They make me feel good always because if I won, when I started to be famous, the relationship never changed with my friends and family."
   },
   "author": {
    "text": "Rafael Nadal"
   }
  },
  {
   "quote": {
    "text": "I'm right on the edge of getting another movie. It's between me and a famous person. The studio said they're thinking about going with somebody with a name. I said, 'That's great! Because I have one!'"
   },
   "author": {
    "text": "Bonnie Hunt"
   }
  },
  {
   "quote": {
    "text": "I grew up in the limelight and being the child of someone famous. So my relationship with fame is not bedazzled."
   },
   "author": {
    "text": "Lupita Nyong'o"
   }
  },
  {
   "quote": {
    "text": "I was suddenly really famous, and I didn't know how to cope. I didn't know myself well enough as a person, number one, and as an actor, number two. I wanted to escape."
   },
   "author": {
    "text": "Kate Winslet"
   }
  },
  {
   "quote": {
    "text": "The obviously inexperienced pilot is the game the scientific air-fighter goes after, and the majority of victories are won that way. But, on the other hand, it is the novice usually who gets the famous ace by doing at some moment the unexpected thing."
   },
   "author": {
    "text": "Eddie Rickenbacker"
   }
  },
  {
   "quote": {
    "text": "If I had never gotten famous or rich, I think I'd be equally neurotic."
   },
   "author": {
    "text": "Ray Romano"
   }
  },
  {
   "quote": {
    "text": "The first pork-barrel bill that crosses my desk, I'm going to veto it and make the authors of those pork-barrel items famous all over America."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "I'm actually about as famous as a fourth division footballer from the 70s."
   },
   "author": {
    "text": "Dylan Moran"
   }
  },
  {
   "quote": {
    "text": "When you work with actors, what you're hoping to absorb is good ways to be an actor as opposed to how to handle being famous."
   },
   "author": {
    "text": "Domhnall Gleeson"
   }
  },
  {
   "quote": {
    "text": "Those who have known the famous are publicly debriefed of their memories, knowing as their own dusk falls that they will only be remembered for remembering someone else."
   },
   "author": {
    "text": "Alan Bennett"
   }
  },
  {
   "quote": {
    "text": "There's a famous artist, Ron English, in New York, that just, or Andy Warhol for that matter, that did pop art that terrorized society. And that's, for the last like 10, 15 years, that's all I wanted to do, is terrorize society and make them look into a mirror and see what the hell we have wrought."
   },
   "author": {
    "text": "Al Jourgensen"
   }
  },
  {
   "quote": {
    "text": "I had a flight trainer who is one of the biggest and most famous helicopter pilots the world."
   },
   "author": {
    "text": "Izabella Scorupco"
   }
  },
  {
   "quote": {
    "text": "I didn't necessarily want to be famous growing up, but I knew I would be a good famous person because I'm not offended if somebody comes up to me and knows things about me and wants to engage me in a conversation."
   },
   "author": {
    "text": "Nate Berkus"
   }
  },
  {
   "quote": {
    "text": "We all have Tumblr, and we all have Instagram and everything. People care so much about it because, now, any random can be famous on the Internet if their world looks good on Tumblr. And so everyone at high school strives for this kind of aesthetic correctness."
   },
   "author": {
    "text": "Lorde"
   }
  },
  {
   "quote": {
    "text": "I grew up in Lucknow, which is famous for its street food and kebabs. It was the street food and Lucknowi kebabs that inspired me. The culture of the varieties of food that I tasted as a child inspired me to be a cook."
   },
   "author": {
    "text": "Ranveer Brar"
   }
  },
  {
   "quote": {
    "text": "These days, with 'American Idol' and all the other reality shows, young people become famous overnight, and that can be very difficult to handle, the way photographers follow you around and study your every move."
   },
   "author": {
    "text": "Barry Manilow"
   }
  },
  {
   "quote": {
    "text": "For now I'm just enjoying being a mom. I don't want to be more famous and more rich. I want to be a good mom."
   },
   "author": {
    "text": "Jewel"
   }
  },
  {
   "quote": {
    "text": "I can't relate to people who treat me as a 'famous person.' I only like to hang around with people who treat me as a regular person because that's what I am. All people are really just regular."
   },
   "author": {
    "text": "Judy Blume"
   }
  },
  {
   "quote": {
    "text": "When I look back, I am happy that my mum took me to the gymnastics club. I didn't join gymnastics to become a famous athlete or celebrity; it just happened - I did more than I expected, of course."
   },
   "author": {
    "text": "Nadia Comaneci"
   }
  },
  {
   "quote": {
    "text": "It's hard to say I don't like being famous, but how I feel is that I don't see myself as that person. It baffles me that people would want a picture with me."
   },
   "author": {
    "text": "Anthony Joshua"
   }
  },
  {
   "quote": {
    "text": "Indian paper is famous, Egyptian papyrus, Chinese paper... every country has used this natural material. But the problem is it's going to run out because it's very difficult work."
   },
   "author": {
    "text": "Issey Miyake"
   }
  },
  {
   "quote": {
    "text": "I am famous because I am an African American jazz artist."
   },
   "author": {
    "text": "Nat King Cole"
   }
  },
  {
   "quote": {
    "text": "I've never changed the way I live. I still walk the streets; I don't give a damn. And everyone's very nice to me. But this new idea of being famous for no reason at all? I can't actually get my head round it."
   },
   "author": {
    "text": "John Hurt"
   }
  },
  {
   "quote": {
    "text": "Ever since Obama's election team and media thugs made me famous for asking a simple question in 2008, I've had more than my share of death threats by people who are by definition at least a little crazy."
   },
   "author": {
    "text": "Joe Wurzelbacher"
   }
  },
  {
   "quote": {
    "text": "Our top story tonight: Famous TV dolphin flipper was arrested today on prostitution ring charges. He allegedly was seen transporting two 16 year olds across state line for immoral porpoises."
   },
   "author": {
    "text": "Colin Mochrie"
   }
  },
  {
   "quote": {
    "text": "Pirates almost never sailed with women. Just four or five are known to have worked as pirates during the Golden Age. Two of them - Mary Read and Anne Bonny - became famous, dressing as men and fighting alongside one of the most celebrated of all pirate captains, 'Calico' Jack Rackham."
   },
   "author": {
    "text": "Robert Kurson"
   }
  },
  {
   "quote": {
    "text": "If it were just a dream to be famous, then I probably would have died a really quick death, because there is nothing about me that equals fame. I'm not a standup comedian. I don't sing."
   },
   "author": {
    "text": "Viola Davis"
   }
  },
  {
   "quote": {
    "text": "I can deal with it now, but 13 is a tough age to be recognized and famous. It's a tough age, period."
   },
   "author": {
    "text": "Bill Skarsgard"
   }
  },
  {
   "quote": {
    "text": "It may sound strange to say it of someone so famous, but I think Leonardo DiCaprio is underrated, particularly from an awards perspective. He is a very versatile actor. He started very young, and 'What's Eating Gilbert Grape?' is one of my favourite films."
   },
   "author": {
    "text": "Will Poulter"
   }
  },
  {
   "quote": {
    "text": "Whether we are famous or not, we all need God. We also need other people."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "I know really, really famous people who are terrified every time they walk on to a stage."
   },
   "author": {
    "text": "Bill Nighy"
   }
  },
  {
   "quote": {
    "text": "Jesus of Nazareth was the most famous human being who ever lived on this planet, and he had no infrastructure, and it's never been done. He had no government, no PR guy, no money, no structure. He had nothing, yet he became the most famous human being ever."
   },
   "author": {
    "text": "Bill O'Reilly"
   }
  },
  {
   "quote": {
    "text": "And I want to do it the right way, like everybody else, not just a famous figurehead that gets a job because he is a famous basketball player. I want to really learn the business."
   },
   "author": {
    "text": "Shaquille O'Neal"
   }
  },
  {
   "quote": {
    "text": "I have smelled some very famous and undoubtedly sexy boys. And sometimes, as cute as they are, I'd rather have them as a friend - just because of the way they smell!"
   },
   "author": {
    "text": "Rachel Nichols"
   }
  },
  {
   "quote": {
    "text": "On the banks of the Nile, the Rosetta branch, I lived an enjoyable childhood in the City of Disuq, which is the home of the famous mosque, Sidi Ibrahim."
   },
   "author": {
    "text": "Ahmed Zewail"
   }
  },
  {
   "quote": {
    "text": "I do not remember how it got into my head to make the first calculations related to rocket. It seems to me the first seeds were planted by famous fantaseour, J. Verne."
   },
   "author": {
    "text": "Konstantin Tsiolkovsky"
   }
  },
  {
   "quote": {
    "text": "I'm supposed to be famous, but I don't think I like it so much."
   },
   "author": {
    "text": "Caster Semenya"
   }
  },
  {
   "quote": {
    "text": "I enjoyed living in Canada, where my husband comes from, because I was treated like any ordinary person. I became a volunteer at my children's school; I went into the classroom. It was very grounding. I got sick of being famous."
   },
   "author": {
    "text": "Dolores O'Riordan"
   }
  },
  {
   "quote": {
    "text": "My favourite Korean food is delicious black five-layered pork belly, cooked over a charcoal grill. And Jeju chocolate, in citrus fruits and green tea flavour, which is famous throughout Korea."
   },
   "author": {
    "text": "Lee Hyeon-seo"
   }
  },
  {
   "quote": {
    "text": "I really hate the duties of being a celebrity, like getting dressed up for the red carpet."
   },
   "author": {
    "text": "America Ferrera"
   }
  },
  {
   "quote": {
    "text": "You can talk to someone relatively famous, and they say, 'What do you do? What do you do for a job?' and I say, 'I make documentaries for the BBC,' and you see their eyes just glaze over."
   },
   "author": {
    "text": "Louis Theroux"
   }
  },
  {
   "quote": {
    "text": "They gave it to us for about five bucks a week, and we just went there to live. Probably the first band that ever did that back then and it became the famous cottage."
   },
   "author": {
    "text": "Jim Capaldi"
   }
  },
  {
   "quote": {
    "text": "I wanted to be famous; I wanted to perform. Those things I really, really wanted more than anything else."
   },
   "author": {
    "text": "Laverne Cox"
   }
  },
  {
   "quote": {
    "text": "I grew up with a pretty tough mom. She was a self-appointed neighborhood watchdog, and if she saw that any of the local boys were up to no good, she would scold them on the spot. Although she is only 5 feet 2, she was famous in our neighborhood for intimidating men three times her size and getting them to do the right thing."
   },
   "author": {
    "text": "Hanna Rosin"
   }
  },
  {
   "quote": {
    "text": "I never wanted to be the most famous, the most beautiful, the most extravagant."
   },
   "author": {
    "text": "Manolo Blahnik"
   }
  },
  {
   "quote": {
    "text": "I love what I do for a living, but the other side, that aspect of being famous or a celebrity's got zero interest to me."
   },
   "author": {
    "text": "Jeffrey Dean Morgan"
   }
  },
  {
   "quote": {
    "text": "As a writer, I tend to be drawn to marginal people - writers, poet-prophets, seers, eccentrics - who embody the deeper ambivalences of their societies and bear deeper witness to their world than the famous figures we are used to celebrating, or demonizing, in our histories."
   },
   "author": {
    "text": "Pankaj Mishra"
   }
  },
  {
   "quote": {
    "text": "I didn't start out to become famous, so when it disappeared, I thought, well, that happens sometimes."
   },
   "author": {
    "text": "Leon Russell"
   }
  },
  {
   "quote": {
    "text": "There's a famous saying: 'Hell hath no fury like a woman scorned.' I want to change it to 'Hell hath no fury like a nation scorned.'"
   },
   "author": {
    "text": "Adnan Sami"
   }
  },
  {
   "quote": {
    "text": "There's so many things I want to do. I want to work with great filmmakers, great actors, great scripts. And there's no reason for me to do anything short of that, because I'm 24, I don't have a family, I don't need to make tons of money, and I'm not dying to get famous."
   },
   "author": {
    "text": "Tobey Maguire"
   }
  },
  {
   "quote": {
    "text": "I never feel so utterly fraudulent as when I review a movie whose charms impress all in the world and I simply do not get it. The other variant is that I love something the world disdains. This has had severe career consequences: I am still famous - or notorious - in certain quarters where I am recalled as the man who liked 'Hudson Hawk.'"
   },
   "author": {
    "text": "Stephen Hunter"
   }
  },
  {
   "quote": {
    "text": "I do not like being famous. I like being normal."
   },
   "author": {
    "text": "Vince Gill"
   }
  },
  {
   "quote": {
    "text": "On the Italian side, we can trace the family back 2,000 years. I have a cousin in Rome, a famous archaeologist, Count Andrea Carandini, who was in Lombardy and came across some pottery with the original name of the family, Carandinus, painted on it."
   },
   "author": {
    "text": "Christopher Lee"
   }
  },
  {
   "quote": {
    "text": "I don't see myself as famous at all so I'm continuing my life as normal."
   },
   "author": {
    "text": "Ashley Madekwe"
   }
  },
  {
   "quote": {
    "text": "The professors at Harvard are smarter and more world-renowned, and so your child will learn from a pre-eminent scholar who is a leader in his or her field. Some of Harvard's professors are even famous."
   },
   "author": {
    "text": "Andrew Yang"
   }
  },
  {
   "quote": {
    "text": "Morocco is completely alive for me because I spent about a third of my life there. The first few times I went back to Casablanca, I walked through the streets and remembered how years earlier I had walked those same streets and prayed that a miracle would happen and I would leave and become famous."
   },
   "author": {
    "text": "Gad Elmaleh"
   }
  },
  {
   "quote": {
    "text": "I don't need a lot of attention. I'd much rather have the work be famous than the face be famous."
   },
   "author": {
    "text": "Jeff MacNelly"
   }
  },
  {
   "quote": {
    "text": "It's been real weird. It wasn't how I expected my life to turn out. Especially, mainly pertaining to the show. It never crossed my mind that one day I'm gonna be big and famous and have my own TV show, you know?"
   },
   "author": {
    "text": "Jack Osbourne"
   }
  },
  {
   "quote": {
    "text": "I loved cowboy films and TV series, and I learned bits of English from them. My favorite was 'Laramie', with Robert Fuller and John Smith. I used to watch 'The Lone Ranger', which had been famous in Japan as well. I idolized these cowboys."
   },
   "author": {
    "text": "Kazuo Ishiguro"
   }
  },
  {
   "quote": {
    "text": "I knew what I was getting into when I chose golf. Hell, I knew I'd never get rich and famous. All the discrimination, the not being able to play where I deserved and wanted to play - in the end, I didn't give a damn. I was made for a tough life because I'm a tough man. And in the end, I won: I got a lot of black people playing golf."
   },
   "author": {
    "text": "Charlie Sifford"
   }
  },
  {
   "quote": {
    "text": "A country that cannot feed itself cannot have self-pride, and in the mid-'60s 20 percent of all the wheat produced in America came into India. We were agriculturally a basket case. And 15 years later, 20 years later, we have become an agricultural power. This is the famous Green Revolution."
   },
   "author": {
    "text": "Jairam Ramesh"
   }
  },
  {
   "quote": {
    "text": "If you have a famous parent, you know that being famous doesn't make you superior to anyone else. It just means people smile at you more. Everyone was fawning all over my father, but of course, the way you look at your parents when you're a teen is often with a... more critical eye."
   },
   "author": {
    "text": "Katherine Waterston"
   }
  },
  {
   "quote": {
    "text": "It doesn't matter if they're famous or not - I just want to meet other creative people who can maybe bring something different to the studio than what I have. I think that's the most important thing for me."
   },
   "author": {
    "text": "Tiesto"
   }
  },
  {
   "quote": {
    "text": "If you ever get rich and famous, by definition you are special. You have done something special, and therefore you start to behave special. Then if the floor drops out, and you become down and out, you have a really new perspective."
   },
   "author": {
    "text": "Danny Bonaduce"
   }
  },
  {
   "quote": {
    "text": "I think it's really important for celebrities to use their power of money and fame to get their voices out there. It's funny to me that we're expected to keep quiet just because of who we are. Why do I lose my right to speak my mind because I'm famous?"
   },
   "author": {
    "text": "Lisa Edelstein"
   }
  },
  {
   "quote": {
    "text": "It has always been important to me to be a creative artist, not to be a star, not to be rich, not to be famous."
   },
   "author": {
    "text": "Donna McKechnie"
   }
  },
  {
   "quote": {
    "text": "Imagine if baseball were taught the way science is taught in most inner-city schools. Schoolchildren would get lectures about the history of the World Series. High school students would occasionally reproduce famous plays of the past. Nobody would get in the game themselves until graduate school."
   },
   "author": {
    "text": "Alison Gopnik"
   }
  },
  {
   "quote": {
    "text": "I think being famous is more of a hindrance, a constraint, than just letting yourself be free."
   },
   "author": {
    "text": "Martin Yan"
   }
  },
  {
   "quote": {
    "text": "I think there are just a million interviews in anthologies with famous musicians that are about the music, and they're really boring to read."
   },
   "author": {
    "text": "Neil Strauss"
   }
  },
  {
   "quote": {
    "text": "I've always liked women. But I don't want somebody who likes me because I'm famous. I like girls who are intelligent and who are kind of quiet like me."
   },
   "author": {
    "text": "Edward Furlong"
   }
  },
  {
   "quote": {
    "text": "I admire how Tarantino finds music that's semifamiliar and not famous: undiscovered gems."
   },
   "author": {
    "text": "Rod Lurie"
   }
  },
  {
   "quote": {
    "text": "When people stare at you, and you read about yourself in papers - at 13, it just got very confusing. I thought that if this is what it's like to be famous, I don't like it one bit."
   },
   "author": {
    "text": "Alexander Skarsgard"
   }
  },
  {
   "quote": {
    "text": "I would be a huge hypocrite if I didn't tell you that at one time in my life I thought the way that you made music was you got on a major label and you got famous."
   },
   "author": {
    "text": "Neko Case"
   }
  },
  {
   "quote": {
    "text": "Stephen King consummately honors several traditions with his rare paperback original, 'Joyland.' He addresses the novel of carny life and sideshows, where the midway serves as microcosm, such as in those famous books by Ray Bradbury, Charles Finney and William Lindsay Gresham."
   },
   "author": {
    "text": "Paul Di Filippo"
   }
  },
  {
   "quote": {
    "text": "I can't see any value in being a celebrity, famous for being famous."
   },
   "author": {
    "text": "Noomi Rapace"
   }
  },
  {
   "quote": {
    "text": "Persons famous in the arts partake of the immortality of princes, and are upon a footing with them."
   },
   "author": {
    "text": "Francis I"
   }
  },
  {
   "quote": {
    "text": "I'd probably be famous now if I wasn't such a good waitress."
   },
   "author": {
    "text": "Jane Siberry"
   }
  },
  {
   "quote": {
    "text": "I just cannot imagine why anyone would want to be really famous. You go to a restaurant and people are pointing at you and they talk about you and they whisper and it is very disconcerting; it is a very odd feeling."
   },
   "author": {
    "text": "Jack Horner"
   }
  },
  {
   "quote": {
    "text": "My mother's father was from Brazil - a painter, and not a famous one - and was always broke. But he was a free spirit, a great grandfather."
   },
   "author": {
    "text": "Claire Denis"
   }
  },
  {
   "quote": {
    "text": "There was a very famous leader in Atlanta who thought that education was appropriate, but on the whole, the view was, 'If you're going to keep people down, you have to keep them ignorant. And so, nothing personal, but we just don't want to recognize the attributes that man of learning would bring. Quite threatening, those would be.'"
   },
   "author": {
    "text": "David Levering Lewis"
   }
  },
  {
   "quote": {
    "text": "Maya Angelou, the famous African American poet, historian, and civil rights activist who is hailed be many as one of the great voices of contemporary literature, believes a struggle only makes a person stronger."
   },
   "author": {
    "text": "Michael N. Castle"
   }
  },
  {
   "quote": {
    "text": "I didn't become a footballer to be famous, I became a footballer to be successful. I didn't want to be famous. Now people want to be famous. Why? Why would you want people following you about all day? I couldn't think of anything worse."
   },
   "author": {
    "text": "Ryan Giggs"
   }
  },
  {
   "quote": {
    "text": "One of the hardest things for me, now that I'm famous, is finding people who can read my stuff and give me an honest critique."
   },
   "author": {
    "text": "Ken Follett"
   }
  },
  {
   "quote": {
    "text": "Being famous is wicked. But it's better to be normal."
   },
   "author": {
    "text": "Rupert Grint"
   }
  },
  {
   "quote": {
    "text": "Now, we believe that the majority of teachers in America know our system must be reformed, to put students first so that America can compete, that teachers don't teach to become rich or famous. They teach because they love children."
   },
   "author": {
    "text": "Chris Christie"
   }
  },
  {
   "quote": {
    "text": "The office-as-playground trend was made famous by Google and has spread like an infection across the tech industry. Work can't just be work; work has to be fun."
   },
   "author": {
    "text": "Daniel Lyons"
   }
  },
  {
   "quote": {
    "text": "I married a pretty famous girl, and when we drive through town there's usually a car following us, when I walk out of my front door in Chelsea there's six guys waiting for me."
   },
   "author": {
    "text": "Kevin Pietersen"
   }
  },
  {
   "quote": {
    "text": "Blogs are easy to start, but unless the author is famous, it takes years to build a following."
   },
   "author": {
    "text": "Adam D'Angelo"
   }
  },
  {
   "quote": {
    "text": "There's so much made of the exceptional and the celebrity, the famous, and the wannabees."
   },
   "author": {
    "text": "Andrew Clements"
   }
  },
  {
   "quote": {
    "text": "I don't know if any famous people follow me, but their daughters definitely do."
   },
   "author": {
    "text": "Lucky Blue Smith"
   }
  },
  {
   "quote": {
    "text": "You're only famous in the eyes of others. Inside, you're still the same, and not a hundred million records or TV shows can change that. I think the only pitfall of fame is believing that it means something, and behaving like that."
   },
   "author": {
    "text": "Jamie Cullum"
   }
  },
  {
   "quote": {
    "text": "I think anytime with your mom, whether she's famous or not, you're watching what she's doing when you're growing up. She also taught me the basics: Make sure you use a good moisturizing shampoo and conditioner, and then use a detangler to comb through your hair. And don't overdo the heat styling."
   },
   "author": {
    "text": "Jillian Hervey"
   }
  },
  {
   "quote": {
    "text": "Italian girls are famous for being snobby and expecting men to make the first move. In America, if I don't make eye contact, the guys won't come over and talk. American girls just go for it. You men are spoiled."
   },
   "author": {
    "text": "Silvia Colloca"
   }
  },
  {
   "quote": {
    "text": "Of course, Hollywood is still making some excellent pictures which reflect the great artistry that made Hollywood famous throughout the world, but these films are exceptions, judging from box office returns and press reviews."
   },
   "author": {
    "text": "Pola Negri"
   }
  },
  {
   "quote": {
    "text": "I hope this doesn't sound pompous but I don't think of myself as famous, whatever fame I've got has come through what I've done and associations of things I've done."
   },
   "author": {
    "text": "Peter Cushing"
   }
  },
  {
   "quote": {
    "text": "One of the pleasant duties of America's most famous announcers during the relatively short swing era of the big bands was to host late-night remotes from some of the most famous ballrooms throughout the country."
   },
   "author": {
    "text": "Nick Clooney"
   }
  },
  {
   "quote": {
    "text": "He makes me laugh, Mick! He tended to turn up when we were having lunch and entertain us all. He bought an Enigma machine! I've never worked with a producer who was more famous than everyone put together."
   },
   "author": {
    "text": "Saffron Burrows"
   }
  },
  {
   "quote": {
    "text": "It's not my goal to be a famous actor."
   },
   "author": {
    "text": "Gavin DeGraw"
   }
  },
  {
   "quote": {
    "text": "Oh yeah, I was one of the first guys writing comic books, I wrote Captain America, with guys like Stan Lee, who became famous later on with Marvel Comics."
   },
   "author": {
    "text": "Mickey Spillane"
   }
  },
  {
   "quote": {
    "text": "I have never had the ambition to be famous for nothing. You have to do something with your life."
   },
   "author": {
    "text": "Gabriella Wilde"
   }
  },
  {
   "quote": {
    "text": "In a lot of aspects it's cooler that we don't have a lot of really overly famous people in the band."
   },
   "author": {
    "text": "Neal Schon"
   }
  },
  {
   "quote": {
    "text": "In approaching our subject it will be best, without attempting to shorten the path by referring to famous theories of the drama, to start directly from the facts, and to collect from them gradually an idea of Shakespearean Tragedy."
   },
   "author": {
    "text": "Andrew Coyle Bradley"
   }
  },
  {
   "quote": {
    "text": "I think many actresses want to be famous and want to be the prettiest, and that wasn't my trek. I was thinking, 'I gotta get out of here... how do I get out of here?' I like acting, but I like directing more."
   },
   "author": {
    "text": "Lori Petty"
   }
  },
  {
   "quote": {
    "text": "The most famous Obama precept is, 'No drama.'"
   },
   "author": {
    "text": "Dan Pfeiffer"
   }
  },
  {
   "quote": {
    "text": "All the girls today want to be famous, but they haven't earned their spurs."
   },
   "author": {
    "text": "C. Z. Guest"
   }
  },
  {
   "quote": {
    "text": "In New York, after that famous home run, they expected me to be up there every year. That homer raised me to a high level, with the top guys in the game."
   },
   "author": {
    "text": "Bobby Thomson"
   }
  },
  {
   "quote": {
    "text": "It's not like I'm that wildly famous that it's disrupted my lifestyle in some way."
   },
   "author": {
    "text": "Mariana Klaveno"
   }
  },
  {
   "quote": {
    "text": "They eat the dainty food of famous chefs with the same pleasure with which they devour gross peasant dishes, mostly composed of garlic and tomatoes, or fisherman's octopus and shrimps, fried in heavily scented olive oil on a little deserted beach."
   },
   "author": {
    "text": "Luigi Barzini"
   }
  },
  {
   "quote": {
    "text": "I just think Rosa Parks was overrated. Last time I checked, she got famous for breaking the law."
   },
   "author": {
    "text": "Stephen Colbert"
   }
  },
  {
   "quote": {
    "text": "I liked comedy as a kid. When I was a kid, I'd go to sleep to, like, Bill Cosby albums every night. I'd listen to 'Bill Cosby Is A Very Funny Fellow... Right!' and 'Wonderfulness,' which are two of his most famous albums. Then the next night, I'd flip them over, 'cause it was the old stackable turntable."
   },
   "author": {
    "text": "Stephen Colbert"
   }
  },
  {
   "quote": {
    "text": "I was the most famous kid in the United States. That was 1936."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "I'm willing to make compromises based on someone I think is the one, but I think it's psychologically important to people when they're famous to be the only famous person they know."
   },
   "author": {
    "text": "John Mayer"
   }
  },
  {
   "quote": {
    "text": "I wanted to be successful, not famous."
   },
   "author": {
    "text": "George Harrison"
   }
  },
  {
   "quote": {
    "text": "My mentor was Clara Ward of the famous Ward gospel singers of Philadelphia. And my dad was my coach. He coached me. And just my natural love for music is what drove me."
   },
   "author": {
    "text": "Aretha Franklin"
   }
  },
  {
   "quote": {
    "text": "Evictions used to be rare in this country. They used to draw crowds. There are scenes in literature where you can come upon an eviction - like, in 'Invisible Man' there's the famous eviction scene in Harlem, and people are gathered around, and they move the family back in."
   },
   "author": {
    "text": "Matthew Desmond"
   }
  },
  {
   "quote": {
    "text": "I have no interest in Shakespeare and all that British nonsense... I just wanted to get famous and all the rest is hogwash."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "I became famous, I think, really because of the interpretation of other people's songs, way back when, and that's what I enjoy the most. And I'm a lazy bugger."
   },
   "author": {
    "text": "Rod Stewart"
   }
  },
  {
   "quote": {
    "text": "There is this power that comes with being famous."
   },
   "author": {
    "text": "Rod Stewart"
   }
  },
  {
   "quote": {
    "text": "You can be famous for a lot of things. You can be a Nobel-prize winner. You can be the fattest guy in the world."
   },
   "author": {
    "text": "Evel Knievel"
   }
  },
  {
   "quote": {
    "text": "It's easy to be famous today. People pay a million dollars to be recognized, but nobody cares about them. They cared about me because I did things other men were afraid to do. That's why my fans identified with me. They were mostly working-class."
   },
   "author": {
    "text": "Evel Knievel"
   }
  },
  {
   "quote": {
    "text": "The only reason I became the singer in the band is because I sang the best. It wasn't out of some desire to be a star or be a famous singer. It's not like I love interviews."
   },
   "author": {
    "text": "Adam Levine"
   }
  },
  {
   "quote": {
    "text": "Robin Williams was a wonderful, kind, and generous man. One important thing I remember about his personality is that he was unassuming - he never acted as if he was powerful or famous."
   },
   "author": {
    "text": "Patch Adams"
   }
  },
  {
   "quote": {
    "text": "In journalism, we recognize a kind of hierarchy of fame among the famous. We measure it in two ways: by the length of an obituary and by how far in advance it is prepared. Presidents, former presidents, and certain heads of state are at the top of the chain."
   },
   "author": {
    "text": "Walter Cronkite"
   }
  },
  {
   "quote": {
    "text": "Sometimes a famous subject may even outlive his own obituary writer."
   },
   "author": {
    "text": "Walter Cronkite"
   }
  },
  {
   "quote": {
    "text": "Comedy has to be done en clair. You can't blunt the edge of wit or the point of satire with obscurity. Try to imagine a famous witty saying that is not immediately clear."
   },
   "author": {
    "text": "James Thurber"
   }
  },
  {
   "quote": {
    "text": "I don't know the literary world; I was scared of being confronted with famous names, not knowing what they had written. It was occupied territory I was entering."
   },
   "author": {
    "text": "John le Carre"
   }
  },
  {
   "quote": {
    "text": "Even though I am fortunate to have certain luxuries, sometimes, I am even amazed by what people with money have and do. I want to remind people that just because you might be rich and famous, it doesn't mean you have to take yourself too seriously."
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "Famous, adj.: Conspicuously miserable."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "I made the Yankee hat more famous than a Yankee can."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "Powerful women intimidate men. If she's a really well-known woman, she has a career, she's famous - in that case, men are really afraid."
   },
   "author": {
    "text": "Donatella Versace"
   }
  },
  {
   "quote": {
    "text": "If you think Abraham Lincoln became famous for inventing the town car, it is time to spend a few hours on history."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "I have been very happy, very rich, very beautiful, much adulated, very famous and very unhappy."
   },
   "author": {
    "text": "Brigitte Bardot"
   }
  },
  {
   "quote": {
    "text": "Wanting to be an actor and wanting to be famous are different."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "I don't care to be famous. But at the same time, you look at all the role models these little girls have, and they don't have anyone to look up to. I mean, it's weird, but if I just hid out and didn't let myself be known, who would they look up to instead, you know?"
   },
   "author": {
    "text": "Bethany Hamilton"
   }
  },
  {
   "quote": {
    "text": "Few if any teenagers can relate to getting up for school and finding famous comics like Pryor and Williams hanging out in your living room after a hard night of partying. But that's Hollywood."
   },
   "author": {
    "text": "Pauly Shore"
   }
  },
  {
   "quote": {
    "text": "When you become a celebrity, the world owns you and your image."
   },
   "author": {
    "text": "Megan Fox"
   }
  },
  {
   "quote": {
    "text": "I want people to know me through the movies I do. I want to be judged on that. If you start becoming famous for your personal life, that's when your career goes away."
   },
   "author": {
    "text": "Megan Fox"
   }
  },
  {
   "quote": {
    "text": "You have to pretend that your life is a financial pleasure even when your autographs are bouncing."
   },
   "author": {
    "text": "Kinky Friedman"
   }
  },
  {
   "quote": {
    "text": "I had no preconceived idea what fame would be like, because I never thought I would be famous. I just wanted to do my work. Hell, I just wanted to pay my rent on time."
   },
   "author": {
    "text": "Iyanla Vanzant"
   }
  },
  {
   "quote": {
    "text": "You become world famous, and you sit with kings and queens, and then your first job is just a job. You can't go back to living the way you did before because you've been taken out of one setting and shown the other. That becomes a struggle and makes you struggle."
   },
   "author": {
    "text": "Wilma Rudolph"
   }
  },
  {
   "quote": {
    "text": "It isn't necessary to be rich and famous to be happy. It's only necessary to be rich."
   },
   "author": {
    "text": "Alan Alda"
   }
  },
  {
   "quote": {
    "text": "What I can't completely understand is most other people's fascination with what the famous among us do with their lips and the rest of their bodies. Why do ordinary people become the target of this curiosity simply by virtue of the fact that other people recognise their names and faces but know almost nothing else about them?"
   },
   "author": {
    "text": "Alan Alda"
   }
  },
  {
   "quote": {
    "text": "I had never really wanted to be famous. Everyone is supposed to want to be rich and famous, but as a boy I never knew what rich was, and the first view I had of famous made me leery."
   },
   "author": {
    "text": "Alan Alda"
   }
  },
  {
   "quote": {
    "text": "Well I would say that we're regular people first of all and we're normal and it's obvious by some of the things that have happened just because our name is famous we're not immune to tragedy."
   },
   "author": {
    "text": "Brett Favre"
   }
  },
  {
   "quote": {
    "text": "I was famous from the age of 13, and after a while you become immune to it - in a good way. You look at positives and what you can do with it."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "Temptation's something you have to deal with even if you're not famous. It's harder when you're famous because it's a lot more in your face, and that makes it a little more difficult to walk away from sometimes."
   },
   "author": {
    "text": "Denis Leary"
   }
  },
  {
   "quote": {
    "text": "I learned a long time ago, if you want to keep your friends in show business, don't get famous. Because as soon as you get famous, a lot of the people you used to know, who didn't, become incredibly bitter and jealous. It's part of the territory."
   },
   "author": {
    "text": "Denis Leary"
   }
  },
  {
   "quote": {
    "text": "The dream of any scholar has, for me, come true by virtue of this award. The Nobel Prizes are justly famous in the hard sciences, in literature, and for peace."
   },
   "author": {
    "text": "Paul Samuelson"
   }
  },
  {
   "quote": {
    "text": "When I was going for my graduate degree, I decided I was going to make a feature film as my thesis. That's what I was famous for-that I had my thesis film be a feature film, which was 'You're a Big Boy Now.'"
   },
   "author": {
    "text": "Francis Ford Coppola"
   }
  },
  {
   "quote": {
    "text": "I'm actually a very private person. Sometimes I'm in denial that I'm really famous."
   },
   "author": {
    "text": "Britney Spears"
   }
  },
  {
   "quote": {
    "text": "Why am I so famous? What am I doing right? What are the others doing wrong?"
   },
   "author": {
    "text": "Barbra Streisand"
   }
  },
  {
   "quote": {
    "text": "I'm sick to death of famous people standing up and using their celebrity to promote a cause. If I see a particular need, I do try to help. But there's a lot that can be achieved by putting a check in the right place and shutting up about it."
   },
   "author": {
    "text": "Russell Crowe"
   }
  },
  {
   "quote": {
    "text": "'Swallow My Gift' is all about music being its own reward. I don't do it to become more famous; I don't do it to make money. I don't do it from an ego-driven point of view."
   },
   "author": {
    "text": "Russell Crowe"
   }
  },
  {
   "quote": {
    "text": "I really feel like it's a travesty to make a child famous. I really do."
   },
   "author": {
    "text": "Joe Rogan"
   }
  },
  {
   "quote": {
    "text": "I had a sense of who I was before I got famous."
   },
   "author": {
    "text": "Joe Rogan"
   }
  },
  {
   "quote": {
    "text": "The most common form of giantism is a condition called acromegaly, and acromegaly is caused by a benign tumor on your pituitary gland that causes an overproduction of human growth hormone. And throughout history, many of the most famous giants have all had acromegaly."
   },
   "author": {
    "text": "Malcolm Gladwell"
   }
  },
  {
   "quote": {
    "text": "Do you remember the wrestler Andre the Giant? Famous. He had acromegaly."
   },
   "author": {
    "text": "Malcolm Gladwell"
   }
  },
  {
   "quote": {
    "text": "I was never interested in being powerful or famous. But once I got to film school and learned about movies, I just fell in love with it. I didn't care what kind of movies I made."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "People are getting famous now for serving food out of a truck, or for, well, pork buns. I don't know if I'm really pleased to be a part of that. I'm somewhat terrified of what the future holds, especially in America."
   },
   "author": {
    "text": "David Chang"
   }
  },
  {
   "quote": {
    "text": "Fame is a thing that happens when you do something you love - nobody wants to be famous for the wrong reasons. It's not my goal, but if being more famous means I can get more music out, that's cool."
   },
   "author": {
    "text": "Tyga"
   }
  },
  {
   "quote": {
    "text": "Luckily, I think, I never really wanted to be famous, I just wanted to make movies."
   },
   "author": {
    "text": "Seth Rogen"
   }
  },
  {
   "quote": {
    "text": "I remember, when I was an up-and-coming comic, how annoyed I would be when the famous guys would show up and just take everyone's spots."
   },
   "author": {
    "text": "Seth Rogen"
   }
  },
  {
   "quote": {
    "text": "The good thing about L.A. is that there's always someone more famous 100 yards away from me."
   },
   "author": {
    "text": "Seth Rogen"
   }
  },
  {
   "quote": {
    "text": "I just like the company of beautiful women. I have a weakness in that department. And I suppose because I am fairly well off and a famous musician, I'm up for grabs. And that makes me an eligible bachelor in the press."
   },
   "author": {
    "text": "Eric Clapton"
   }
  },
  {
   "quote": {
    "text": "When I got into the music industry, I wasn't focused on being the most famous artist or even getting a major record deal. It was just to make music on my own terms or create my own image, do my own hair, do my own makeup."
   },
   "author": {
    "text": "Janelle Monae"
   }
  },
  {
   "quote": {
    "text": "I made my living being 20 or 30 pounds heavier than the average model. And that's where I got famous."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "Black women have been screaming about famous predators like R&B singer R. Kelly, who allegedly preys on black girls, for well over a decade to no avail."
   },
   "author": {
    "text": "Tarana Burke"
   }
  },
  {
   "quote": {
    "text": "When the #MeToo movement started and went viral, it was everyday people all around the world. The fact that the stories continue to be about famous white women has everything to do with who the media places attention on."
   },
   "author": {
    "text": "Tarana Burke"
   }
  },
  {
   "quote": {
    "text": "I used to be like everyone else and think the Kardashians are just famous for being famous. But I've been really impressed with how supportive Kim Kardashian has been of Caitlyn Jenner."
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "I wasn't trying to be famous when I started making music. I mean, that wasn't the first thing I wanted."
   },
   "author": {
    "text": "G-Dragon"
   }
  },
  {
   "quote": {
    "text": "Before I was physically there in different countries to meet my fans in person, I didn't really realize how famous I was."
   },
   "author": {
    "text": "G-Dragon"
   }
  },
  {
   "quote": {
    "text": "I don't know what 'famous' is, really."
   },
   "author": {
    "text": "Karl Pilkington"
   }
  },
  {
   "quote": {
    "text": "Bruce Lee was very famous. I watched his movies and he is amazing. He is a martial arts master, his philosophy, his movement, both physically and mentally, were very strong."
   },
   "author": {
    "text": "Jet Li"
   }
  },
  {
   "quote": {
    "text": "I am a celebrity, and it feels good to be famous."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "It's key to become 'famous' for one thing first, and that will give you the credibility to go into other areas once your ready... which generally means a long time and a lot of perfecting!"
   },
   "author": {
    "text": "Kevin Plank"
   }
  },
  {
   "quote": {
    "text": "I think in the end, when you're famous, people like to narrow you down to a few personality traits. I think I've just become this ambitious, say-whatever's-on-her-mind, intimidating person. And that's part of my personality, but it's certainly not anywhere near the whole thing."
   },
   "author": {
    "text": "Madonna Ciccone"
   }
  },
  {
   "quote": {
    "text": "Being famous has changed a lot, because now there's so many outlets, between magazines, TV shows, and the Internet, for people to stalk and follow you. We created the monster."
   },
   "author": {
    "text": "Madonna Ciccone"
   }
  },
  {
   "quote": {
    "text": "Have I ever been to a party with a ton of famous people in it? Yes, several times, so I guess that's a Hollywood lifestyle."
   },
   "author": {
    "text": "Michael Keaton"
   }
  },
  {
   "quote": {
    "text": "It's great to make your own choices, but there's a price to pay. I could've made more money or been more famous. I could be the current groovy guy."
   },
   "author": {
    "text": "Michael Keaton"
   }
  },
  {
   "quote": {
    "text": "I never dreamt of being a musician for my livelihood. I certainly never would have wanted to be in the business that I'm in, meaning the fame and the glory, the glitter, the rock star, the famous part."
   },
   "author": {
    "text": "Eddie Van Halen"
   }
  },
  {
   "quote": {
    "text": "Know the names of past and current artists who are most famous for playing their instruments."
   },
   "author": {
    "text": "Marilyn vos Savant"
   }
  },
  {
   "quote": {
    "text": "This sounds crazy, but I know so many famous people, I'm just not intimidated by anyone. I feel really comfortable with it."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "My hair was famous before I was."
   },
   "author": {
    "text": "Christopher Walken"
   }
  },
  {
   "quote": {
    "text": "There has been a time on earth when poets had been young and dead and famous - and were men. But now the poet as the tragic child of grandeur and destiny had changed. The child of genius was a woman, now, and the man was gone."
   },
   "author": {
    "text": "Tom Wolfe"
   }
  },
  {
   "quote": {
    "text": "It's part of the celebrity process but my life has never been as interesting or as wild as what's been printed about me."
   },
   "author": {
    "text": "Winona Ryder"
   }
  },
  {
   "quote": {
    "text": "What's awful about being famous and being an actress is when people come up to you and touch you. That's scary, and they just seem to think it's okay to do it, like you're public property."
   },
   "author": {
    "text": "Winona Ryder"
   }
  },
  {
   "quote": {
    "text": "What is so weird is that young people who want to be 'celebrities' do not want to put in the hard work. They don't want to do the training, go to drama school, read Shakespeare, try different accents and study technique. They just want to be famous. It is not just in England; it's the same in America and all over Europe."
   },
   "author": {
    "text": "Joan Collins"
   }
  },
  {
   "quote": {
    "text": "Nothing in life prepares you to be famous."
   },
   "author": {
    "text": "Jeff Foxworthy"
   }
  },
  {
   "quote": {
    "text": "I worked at a hot dog place, a bagel place, the Jersey Store and the hottest fashion joint around. I was getting too famous to work there anymore. I was almost showing up as a joke. I made $2,000 on my show the previous night and I'm going to go shopping during my five-hour shift."
   },
   "author": {
    "text": "Wale"
   }
  },
  {
   "quote": {
    "text": "I'm learning as I go. I don't know everything. I never had anybody to look at, nobody ever taught me, and where I'm from I didn't have any famous role models."
   },
   "author": {
    "text": "Wale"
   }
  },
  {
   "quote": {
    "text": "I'm a regular person. I know a lot of people love being famous. I don't like it. I'm just chillin'. YouknowwhatI'msayin'?"
   },
   "author": {
    "text": "Wale"
   }
  },
  {
   "quote": {
    "text": "Nobody wants to end up super rich and famous - but divorced. I'm always clear on that and try to stay on the right side of the line."
   },
   "author": {
    "text": "Bear Grylls"
   }
  },
  {
   "quote": {
    "text": "I became very famous, as a teenager, and my name and photo were splashed in all the media. They made me larger than life, so I wanted to live larger than life, and the only way to do that was to be intoxicated."
   },
   "author": {
    "text": "Cat Stevens"
   }
  },
  {
   "quote": {
    "text": "I want to eat, cook, meet famous people and make fun of them."
   },
   "author": {
    "text": "Roseanne Barr"
   }
  },
  {
   "quote": {
    "text": "Britain is famous for being great at inventing and poor at commercializing."
   },
   "author": {
    "text": "Margaret Heffernan"
   }
  },
  {
   "quote": {
    "text": "People now live their lives like an open wound to be famous - they do bad things because they're rewarded for it."
   },
   "author": {
    "text": "Ricky Gervais"
   }
  },
  {
   "quote": {
    "text": "To be fair to David Brent, he wants to be famous for doing something, for being a musician, but he's just not good enough."
   },
   "author": {
    "text": "Ricky Gervais"
   }
  },
  {
   "quote": {
    "text": "When I was about to be famous, I feared it on a few levels. I feared it because I didn't want people to lump me in with those people who'd do anything to be famous. I didn't like the word 'celebrity.' I feared intrusion, you know? Make me famous, and suddenly you can go through my trash bins."
   },
   "author": {
    "text": "Ricky Gervais"
   }
  },
  {
   "quote": {
    "text": "I didn't like noisy cinemas when I wasn't famous."
   },
   "author": {
    "text": "Ricky Gervais"
   }
  },
  {
   "quote": {
    "text": "I'd never tried as hard with anything as I did with 'The Office,' and it was one of the things I'm proud of. I wasn't trying to be famous or a comedian, but this opportunity came along when I was 38 or 39. It came late, and I couldn't have been prouder of it."
   },
   "author": {
    "text": "Ricky Gervais"
   }
  },
  {
   "quote": {
    "text": "Fame is an upshot of what I do. If you're a successful comedian or actor, then you're a famous one. But it's not the driving force. It's a by-product."
   },
   "author": {
    "text": "Ricky Gervais"
   }
  },
  {
   "quote": {
    "text": "I really don't know anything else because my brothers were famous when I was two years old. So I know nothing else, no other life."
   },
   "author": {
    "text": "Janet Jackson"
   }
  },
  {
   "quote": {
    "text": "If you're famous, I don't - for the life of me - I don't understand why any famous person would ever be on Twitter."
   },
   "author": {
    "text": "George Clooney"
   }
  },
  {
   "quote": {
    "text": "I've walked with very famous people down red carpets over to the crowd of thousands of people, and you'll reach out to shake their hand and they've got a camera in their hand. And they don't even get their hand out, because they're recording the whole time."
   },
   "author": {
    "text": "George Clooney"
   }
  },
  {
   "quote": {
    "text": "I do know something about the news world. I was sitting on the floors of newsrooms since I was seven years old, and I've been around them my whole life. I understand that someone looks at a story with famous people in it, and you want to put it out."
   },
   "author": {
    "text": "George Clooney"
   }
  },
  {
   "quote": {
    "text": "I think anyone who is famous is a moron if they're on Twitter. It's just stupid."
   },
   "author": {
    "text": "George Clooney"
   }
  },
  {
   "quote": {
    "text": "Getting recognized on the street is fine, but I never really wanted to be famous. I just wanted to have mastered the art of sketch comedy."
   },
   "author": {
    "text": "Kate McKinnon"
   }
  },
  {
   "quote": {
    "text": "Celebrity damages private life."
   },
   "author": {
    "text": "Tim Berners-Lee"
   }
  },
  {
   "quote": {
    "text": "I don't think about being famous, really. Being an author, I don't generally get stopped as I walk down the street. It's not like being a movie star."
   },
   "author": {
    "text": "Rick Riordan"
   }
  },
  {
   "quote": {
    "text": "The celebrity is a person who is known for his well-knownness."
   },
   "author": {
    "text": "Daniel J. Boorstin"
   }
  },
  {
   "quote": {
    "text": "I've never dated anyone in Hollywood - or anyone famous, for that matter. I don't know that I'm ever gonna write a song that you will know who it's about."
   },
   "author": {
    "text": "Ed Sheeran"
   }
  },
  {
   "quote": {
    "text": "I remember the defining moment when I first realised I was famous. I was in Africa staying in the little tent city there by the Masai Mara River. Two guys with spears looked at me and said, 'Frasier?'"
   },
   "author": {
    "text": "Kelsey Grammer"
   }
  },
  {
   "quote": {
    "text": "I think anybody who's famous has to deal with their fame in their own way, and I dealt with it by making a film about a kid who's looking out into the world of celebrity obsession."
   },
   "author": {
    "text": "Adrian Grenier"
   }
  },
  {
   "quote": {
    "text": "I have a great job writing for 'The Office,' but, really, all television writers do is dream of one day writing movies. I'll put it this way: At the Oscars the most famous person in the room is, like, Angelina Jolie. At the Emmys the huge exciting celebrity is Bethenny Frankel. You get what I mean."
   },
   "author": {
    "text": "Mindy Kaling"
   }
  },
  {
   "quote": {
    "text": "My goal was just to work regularly. I didn't ever expect to be rich or famous. I wanted to be a working character actor."
   },
   "author": {
    "text": "Harrison Ford"
   }
  },
  {
   "quote": {
    "text": "I was a grown-up when 'celebrity' happened. So I knew exactly what it was like to be in line at a restaurant and watch someone famous walk in and get a table immediately. I knew I didn't like that; I don't want to make somebody else feel the way I felt."
   },
   "author": {
    "text": "Judy Sheindlin"
   }
  },
  {
   "quote": {
    "text": "A voice is very intimate. It's something of your own. So there's always this fear, because you feel naked. There's a fear of not reaching up to expectations. As you become more famous, people come and expect to hear something extraordinary, so you don't want to disappoint them. I feel this sense of responsibility."
   },
   "author": {
    "text": "Andrea Bocelli"
   }
  },
  {
   "quote": {
    "text": "I realized that I wanted a Rhodes Scholarship, not because I wanted to go to graduate school but because I wanted to win a famous award. Quitting forced me to realize I was on the wrong track and that I had lost touch with who I was and what I cared about."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "I could have been a dental hygienist with nothing bad ever appearing in print about me, but that's not how I've chosen to lead my life. I knew that you put yourself under a microscope the more famous you become."
   },
   "author": {
    "text": "Julia Roberts"
   }
  },
  {
   "quote": {
    "text": "I feel like everyone has the right to privacy, even if you're the most famous person in the world."
   },
   "author": {
    "text": "Marina and the Diamonds"
   }
  },
  {
   "quote": {
    "text": "It was never in my mind to be famous."
   },
   "author": {
    "text": "Francois Nars"
   }
  },
  {
   "quote": {
    "text": "A famous love story is hard to maintain when you both live in the spotlight."
   },
   "author": {
    "text": "Lauren Bacall"
   }
  },
  {
   "quote": {
    "text": "I know what it's like to be famous. It's good money and it's great fun. A real kick in the pants. People wave at you and smile at you. You get great tables in restaurants. They send you gifts - beautiful clothes and cars."
   },
   "author": {
    "text": "Pierce Brosnan"
   }
  },
  {
   "quote": {
    "text": "I've always had confidence. Before I was famous, that confidence got me into trouble. After I got famous, it just got me into more trouble."
   },
   "author": {
    "text": "Bruce Willis"
   }
  },
  {
   "quote": {
    "text": "I'm not in the business of becoming famous. And that's the advice I give to younger aspiring actors. Work onstage and do the little roles. In the end it's not important to be seen. It's important to do. There's a lot of disappointment in this business, but my family keeps me grounded."
   },
   "author": {
    "text": "Kristen Bell"
   }
  },
  {
   "quote": {
    "text": "When I was starting out, I thought I would go into comedy and there would be a mentor, like the Philip Seymour Hoffman character in 'Almost Famous,' in my life, and there just wasn't. It was really frustrating for me because I desired that so much."
   },
   "author": {
    "text": "Mike Birbiglia"
   }
  },
  {
   "quote": {
    "text": "When you look at Michael Jackson, there's nobody who loves him in that family, nobody. If they did, they'd tell him he didn't have to do all that in order to be famous. All he has to do is keep doing his music and be himself. Michael's been a little touched for about 20 years, but somebody needs to pull him aside and tell him they love him."
   },
   "author": {
    "text": "Jamie Foxx"
   }
  },
  {
   "quote": {
    "text": "I don't want to become a star. I never wished to become an actor, even when I am here. When you decide to become an actor, you've to choose why you're doing it. Are you doing it to become an actor or because you want to be famous? I am doing it because I love being in front of the camera."
   },
   "author": {
    "text": "Disha Patani"
   }
  },
  {
   "quote": {
    "text": "I would love to do a biopic of a famous singer, like Diana Ross or Donna Summer, or an old jazz story that we haven't seen before. I would love to do that! I would love to play Diana Ross 'cause she's an icon. I'm salivating to do that."
   },
   "author": {
    "text": "Taraji P. Henson"
   }
  },
  {
   "quote": {
    "text": "Henry Miller is a famous writer whose work has fallen out of fashion, but I strongly recommend that readers who don't know his work pick up a book and experience this writer's zealous, crazy, inventive, funny, sexy, often delirious prose."
   },
   "author": {
    "text": "Siri Hustvedt"
   }
  },
  {
   "quote": {
    "text": "I wanted to go hide. I wasn't looking to be more famous, I'm famous enough."
   },
   "author": {
    "text": "Howard Stern"
   }
  },
  {
   "quote": {
    "text": "I turned down many chances to be on TV before 'Pop Idol' because I really wasn't interested in being famous. I didn't need it and didn't want it."
   },
   "author": {
    "text": "Simon Cowell"
   }
  },
  {
   "quote": {
    "text": "I was a shy kid, but somehow I knew I would make it as a performer. I'd always be telling my mum that I was going to be a famous singer. In my school yearbooks I would write, 'Remember me when I'm famous.' I knew I had a gift."
   },
   "author": {
    "text": "Nicole Scherzinger"
   }
  },
  {
   "quote": {
    "text": "There are people who appear in the magazines and I don't know who they are. I've never seen anything they've done and their careers are over already. They're famous for maybe 10 minutes. Real careers, I think, take a long time to unfold."
   },
   "author": {
    "text": "Matt Damon"
   }
  },
  {
   "quote": {
    "text": "I hang out with the right people, my friends that I've had since the beginning. We go to the beach, take walks, paint, see our family - just normal things that people who become famous lose sight of."
   },
   "author": {
    "text": "Kehlani"
   }
  },
  {
   "quote": {
    "text": "It doesn't matter what famous person I've come across in the street, I don't think I've ever shouted."
   },
   "author": {
    "text": "Lewis Hamilton"
   }
  },
  {
   "quote": {
    "text": "I was in a karaoke video in 1991, for a song called 'Sukiyaki,' which is a very famous Japanese song, and I've actually heard from people that they've been in bars in Asia where they've seen me come up in the 'Sukiyaki' video that they play behind you. I'm in that. I'm in a karaoke video."
   },
   "author": {
    "text": "Michael Weatherly"
   }
  },
  {
   "quote": {
    "text": "I'd wanted to be famous for as long as I could remember."
   },
   "author": {
    "text": "Zach Anner"
   }
  },
  {
   "quote": {
    "text": "You don't have to have an attitude if you're famous."
   },
   "author": {
    "text": "Adriana Lima"
   }
  },
  {
   "quote": {
    "text": "Famous people complain about fame, but they never want to give it back, myself included."
   },
   "author": {
    "text": "Erica Jong"
   }
  },
  {
   "quote": {
    "text": "Forget about being world famous, it's hard enough just getting the automatic doors at the supermarket to acknowledge our existence."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "My goal was never to be famous, but to be a consistently working actor."
   },
   "author": {
    "text": "Erin Cummings"
   }
  },
  {
   "quote": {
    "text": "Whenever you're the child of a famous person, you get judged in odd ways because of that."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "It is difficult to be famous and that successful where you can't even walk down the street without people chasing you, and having people build monuments to you and worshiping you - all that stuff - but I never took that to a place where I believed it. I saw it as being temporary and a phase."
   },
   "author": {
    "text": "David Cassidy"
   }
  },
  {
   "quote": {
    "text": "You know, many people who become famous and enjoy great success when they're young disappear after that. Maybe I've lucked out because I came back and went to work."
   },
   "author": {
    "text": "David Cassidy"
   }
  },
  {
   "quote": {
    "text": "What happened to me during the last couple of years of 'The Partridge Family' was I became so famous and so isolated and so unhappy that I had to do anything I could to end it."
   },
   "author": {
    "text": "David Cassidy"
   }
  },
  {
   "quote": {
    "text": "The sound of my voice is more famous than me."
   },
   "author": {
    "text": "Jimmy Iovine"
   }
  },
  {
   "quote": {
    "text": "Even when you look at, like, movies with some of our famous celebrities, they don't really cry and bring out their tears until, like, forced."
   },
   "author": {
    "text": "Karamo Brown"
   }
  },
  {
   "quote": {
    "text": "You just feel like you're doing a job that you want to be doing, and then one day, somebody asks you a question like that: 'What's it like to be famous?' It doesn't really mean anything. The only difference is some people stop you and ask you for photographs."
   },
   "author": {
    "text": "Hozier"
   }
  },
  {
   "quote": {
    "text": "When a place advertises itself as 'World Famous,' you may be sure it isn't."
   },
   "author": {
    "text": "Herb Caen"
   }
  },
  {
   "quote": {
    "text": "I know I am in a band that is famous, and my private life is famous. I get it, and it's fine. Even when I grew up in a village, people wanted to know who was going to the dance with whom, and I understand, but I think if I engage with it too much, it won't be that healthy."
   },
   "author": {
    "text": "Chris Martin"
   }
  },
  {
   "quote": {
    "text": "Tom Cruise, he's a lot more famous than me."
   },
   "author": {
    "text": "David Beckham"
   }
  },
  {
   "quote": {
    "text": "As communicators and marketers, people are so accustomed to thinking from the 'top down.' Finding the great analyst or the famous journalist who will endorse what you do and tell the rest of the world to go and buy your product."
   },
   "author": {
    "text": "Guy Kawasaki"
   }
  },
  {
   "quote": {
    "text": "I am not a name-dropper. I can't help it if everybody I know is famous."
   },
   "author": {
    "text": "Zsa Zsa Gabor"
   }
  },
  {
   "quote": {
    "text": "To not see black or Latina women as famous in my industry is crazy! I have to talk about it."
   },
   "author": {
    "text": "Ashley Graham"
   }
  },
  {
   "quote": {
    "text": "I'd rather be the protector than the protected. I'm naturally the protector - being a mother and having a famous family. You have to navigate when it's right to protect."
   },
   "author": {
    "text": "Solange Knowles"
   }
  },
  {
   "quote": {
    "text": "At first, I thoroughly enjoyed being famous."
   },
   "author": {
    "text": "Phil Donahue"
   }
  },
  {
   "quote": {
    "text": "The rich and famous expect to get a lot for their story, whether they are writing it themselves or not. It's not that they need the money, of course; it's a question of ego, like catching the biggest fish."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "Of course the rich and famous tend to have more going on in their lives than ordinary people, but they aren't always willing to tell the interesting bits."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "Frost was no match for Nixon - far from being an intrepid and challenging interviewer, he was a pushover for the great and the famous, always deeply impressed with the fact that here he was, David Frost, putting questions to - Richard Nixon!"
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "Peter Fleming was a famous English traveler, explorer and adventurer, whose non-fiction books were hugely successful. My father owned signed copies of all of them - he and Peter Fleming had become acquainted over some detail of set design at the Korda film studio in Shepperton - and I had read each of them with breathless adolescent excitement."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "I partied in every capital in Europe, basked on all the famous beaches, and good-timed it in South America, the South Seas, the Orient, and the more palatable portions of Africa."
   },
   "author": {
    "text": "Frank Abagnale"
   }
  },
  {
   "quote": {
    "text": "I have some idea of the pressure of finding your own identity with a famous father."
   },
   "author": {
    "text": "Michael Douglas"
   }
  },
  {
   "quote": {
    "text": "Exploitation films were famous for taking an issue an exploiting it because they could move much faster than a studio could. If there was any hot topic, they would run out and make a quick movie and make a buck on it, by changing it around and using it, in some way, to give some relevance."
   },
   "author": {
    "text": "Robert Rodriguez"
   }
  },
  {
   "quote": {
    "text": "Sometimes I think that when people become famous, there's a public perception that they are not human beings any more. They don't have feelings; they don't get hurt; you can act and say as you like about them."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "I wanted to be famous. I wanted people to talk about me."
   },
   "author": {
    "text": "Haile Gebrselassie"
   }
  },
  {
   "quote": {
    "text": "If I wanted to be famous, I could have been famous before."
   },
   "author": {
    "text": "David Gest"
   }
  },
  {
   "quote": {
    "text": "The fire in the belly is essential, otherwise you become Michael Buble - famous and meaningless."
   },
   "author": {
    "text": "Morrissey"
   }
  },
  {
   "quote": {
    "text": "My father always had people around the house who were famous psychics."
   },
   "author": {
    "text": "Natalie Massenet"
   }
  },
  {
   "quote": {
    "text": "I was famous overnight. I went from nowhere to being really big."
   },
   "author": {
    "text": "Sting"
   }
  },
  {
   "quote": {
    "text": "Any idiot can get laid when they're famous. That's easy. It's getting laid when you're not famous that takes some talent."
   },
   "author": {
    "text": "Kevin Bacon"
   }
  },
  {
   "quote": {
    "text": "There are two types of actors: those who say they don't want to be famous, and those who are liars."
   },
   "author": {
    "text": "Kevin Bacon"
   }
  },
  {
   "quote": {
    "text": "One of the top comments I get from people is, 'Oh my God, you're like a regular person!' That's kind of a bizarre thing to live with. I know a lot of famous people, and their lives may not be regular, but they are regular people."
   },
   "author": {
    "text": "Kevin Bacon"
   }
  },
  {
   "quote": {
    "text": "I wasn't going off to New York to be more famous than my father, but in retrospect, that certainly was driving me. He was famous in Philadelphia, but it was also really important to him to be famous. And to a certain extent, I got some of that, even though there were parts of it that horrified me."
   },
   "author": {
    "text": "Kevin Bacon"
   }
  },
  {
   "quote": {
    "text": "Nobody prepares you for what happens when you get famous, and I didn't handle it well."
   },
   "author": {
    "text": "Chevy Chase"
   }
  },
  {
   "quote": {
    "text": "My aspiration isn't to be famous; it's to design clothes. If that gets me attention at the end of the day, cool."
   },
   "author": {
    "text": "Sofia Richie"
   }
  },
  {
   "quote": {
    "text": "I could have been more famous if I did all the glitzy things, but celebrity always seemed so unnecessary."
   },
   "author": {
    "text": "Enya"
   }
  },
  {
   "quote": {
    "text": "After a fellow gets famous it doesn't take long for someone to bob up that used to sit by him in school."
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "Being in 'Us Weekly' does not make you famous."
   },
   "author": {
    "text": "Bradley Cooper"
   }
  },
  {
   "quote": {
    "text": "The advantage of taking pictures of the famous is that they get published."
   },
   "author": {
    "text": "Elliott Erwitt"
   }
  },
  {
   "quote": {
    "text": "It took being famous to make me cool, which, by the way, I never forgot."
   },
   "author": {
    "text": "Rob Lowe"
   }
  },
  {
   "quote": {
    "text": "I'll never forget one of those things that my father said to me. My father said: 'You know what? We have had so many amazingly positive experiences that we would have never had because you're famous. We can stand to have a couple negatives ones, too.'"
   },
   "author": {
    "text": "Rob Lowe"
   }
  },
  {
   "quote": {
    "text": "One of the interesting things about Twitter is looking how famous people choose to use it. Take someone like Steve Martin, who I follow: it's all sorts of comic gems, nothing private, nothing personal - all jokes. Other celebrities are overtly personal - like Charlie Sheen. I do a mix of observations and updates."
   },
   "author": {
    "text": "Rob Lowe"
   }
  },
  {
   "quote": {
    "text": "I don't like being recognised, I have no interest in being famous at all, I just do what I do. If I could be like Captain Kirk and beam myself up and then beam myself down, I would!"
   },
   "author": {
    "text": "Bruce Dickinson"
   }
  },
  {
   "quote": {
    "text": "Kids will keep it real. If I've ever had in my life a great anchor, it's them. They get in your head, 'don't get too famous.' If you think you're really famous and think you're really hip, go hang out with your kids for an afternoon. That's about as earthbound as it's going to get."
   },
   "author": {
    "text": "Lionel Richie"
   }
  },
  {
   "quote": {
    "text": "Maybe Elvis was inhibited by inbred religious prohibitions or an Oedipal complex, or maybe he simply preferred the thrill of a denied release. Whatever put the brakes on the famous pelvis, it ground to a halt at a certain point, and that was it."
   },
   "author": {
    "text": "Rita Moreno"
   }
  },
  {
   "quote": {
    "text": "I've never done this from a standpoint of, 'I want to be famous.' I sing because I love singing. I perform because I love performing."
   },
   "author": {
    "text": "Ne-Yo"
   }
  },
  {
   "quote": {
    "text": "I thought the more famous I became, the more friendships I would have, but the opposite was true."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "I have a profound empathy for people who are in the public eye, whether they manifest it themselves or whether it happened by accident - it doesn't matter to me. I think there's a great misunderstanding of what it is to be famous."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "Only traumatised people want to be famous."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "Part of being famous is offering up this blank screen upon which people can project everything, and it's a sacred act, putting yourself out there, in a way that lots of celebrities aren't steeled for; they're not prepared for the degree to which people define them."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "I don't really consider myself to be famous."
   },
   "author": {
    "text": "Victoria Justice"
   }
  },
  {
   "quote": {
    "text": "It's famous that comedians have a very dark personal state of mind. I think, in my case, it's the same. The only way to get deep is to have a balance, or a counterbalance."
   },
   "author": {
    "text": "Alejandro Gonzalez Inarritu"
   }
  },
  {
   "quote": {
    "text": "Bruce was famous, but not 'Elvis famous.' He was confident and lighthearted. Comfortable in his own skin. Or so it seemed."
   },
   "author": {
    "text": "Linda Thompson"
   }
  },
  {
   "quote": {
    "text": "Whereas you have someone like Houdini, who works really, really hard to get really, really famous, and then has actual intellectual ideas that he puts into the culture that stay there."
   },
   "author": {
    "text": "Penn Jillette"
   }
  },
  {
   "quote": {
    "text": "But I know newspapers. They have the first amendment and they can tell any lie knowing it's a lie and they're protected if the person's famous or it's a company."
   },
   "author": {
    "text": "Steve Wozniak"
   }
  },
  {
   "quote": {
    "text": "I liked myself much more before I got famous. I was much friendlier and had more energy."
   },
   "author": {
    "text": "Sia"
   }
  },
  {
   "quote": {
    "text": "I'll be the songwriter for pop stars and then they can be the front person and I don't have to be famous."
   },
   "author": {
    "text": "Sia"
   }
  },
  {
   "quote": {
    "text": "When I was 10, my parents really valued success in the arts, and I thought if I was a famous 'something artistic,' that they would love me more."
   },
   "author": {
    "text": "Sia"
   }
  },
  {
   "quote": {
    "text": "I appreciate my music is famous, but I'd rather my face wasn't so that I can just live a normal life."
   },
   "author": {
    "text": "Sia"
   }
  },
  {
   "quote": {
    "text": "If anyone besides famous people knew what it was like to be a famous person, they would never want to be famous."
   },
   "author": {
    "text": "Sia"
   }
  },
  {
   "quote": {
    "text": "I got a little bit famous. I didn't like it."
   },
   "author": {
    "text": "Sia"
   }
  },
  {
   "quote": {
    "text": "I don't want to be famous or recognizable. I don't want to be critiqued about the way that I look on the Internet... I've been writing pop songs for pop stars for a couple years and see what their lives are like, and that's just not something I want."
   },
   "author": {
    "text": "Sia"
   }
  },
  {
   "quote": {
    "text": "I don't really even go out that much now, except to walk my dogs, because I don't want to be recognised. I used to be a really friendly person, and now I just want to be invisible. I liked myself much more before I got famous. I was much friendlier and had more energy."
   },
   "author": {
    "text": "Sia"
   }
  },
  {
   "quote": {
    "text": "Brooklyn was a famous team. I wanted to play for the Dodgers."
   },
   "author": {
    "text": "Roberto Clemente"
   }
  },
  {
   "quote": {
    "text": "I have so much empathy for these young actors that are 19 and all of a sudden they're beautiful and famous and rich. I'm like, 'Oh my God, I'd be dead.'"
   },
   "author": {
    "text": "Philip Seymour Hoffman"
   }
  },
  {
   "quote": {
    "text": "It is a mark of many famous people that they cannot part with their brightest hour."
   },
   "author": {
    "text": "Lillian Hellman"
   }
  },
  {
   "quote": {
    "text": "When I first got famous in the '60s, I got a little too famous, and in order to escape showbusiness, I moved to Hawaii."
   },
   "author": {
    "text": "Buffy Sainte-Marie"
   }
  },
  {
   "quote": {
    "text": "I studied Japanese language and culture in college and graduate school, and afterward went to work in Tokyo, where I met a young man whose father was a famous businessman and whose mother was a geisha. He and I never discussed his parentage, which was an open secret, but it fascinated me."
   },
   "author": {
    "text": "Arthur Golden"
   }
  },
  {
   "quote": {
    "text": "The whole celebrity culture thing - I'm fascinated by, and repelled by, and yet I end up knowing about it."
   },
   "author": {
    "text": "Anderson Cooper"
   }
  },
  {
   "quote": {
    "text": "It's difficult for me to trust a woman. Men are attracted to beautiful women. Women are attracted to men who offer security - financial security. And if you have money and you're famous, women find that sexy."
   },
   "author": {
    "text": "Curtis Jackson"
   }
  },
  {
   "quote": {
    "text": "I have this fascination with being on the road, all things music, and the '70s. My favorite movie is 'Almost Famous.'"
   },
   "author": {
    "text": "Brittany Snow"
   }
  },
  {
   "quote": {
    "text": "I don't see anything wrong in someone wanting to be famous or having sky-high ambitions."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "Everyone wants to be famous; so do I. But I cannot lose sleep over it."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "I can't advise any of the young ones, because I don't know what their background was, but I would suggest that anyone who wants to be famous more than anything - there's a real problem."
   },
   "author": {
    "text": "Shirley MacLaine"
   }
  },
  {
   "quote": {
    "text": "I think I'll always be famous. I just hope I don't become infamous."
   },
   "author": {
    "text": "CeeLo Green"
   }
  },
  {
   "quote": {
    "text": "Music definitely gave me a focus. I was an artist without an outlet. Let's just say if I was not famous, I could have been infamous. I could've had my own episode of 'American Gangster.'"
   },
   "author": {
    "text": "CeeLo Green"
   }
  },
  {
   "quote": {
    "text": "Honestly, this face of mine will always be familiar to people. It's that unique quality, man. If it's a dark and crowded room, people are just able to point me out. I think I'll always be famous. I just hope I don't become infamous."
   },
   "author": {
    "text": "CeeLo Green"
   }
  },
  {
   "quote": {
    "text": "My family was musical on both sides. My father's family had a famous flautist and a classical pianist. My mother won a contest to be Shirley Temple's double - she was the diva of the family. At 8, I learned how to play guitar. I used to play songs from the '20s, '30s and '40s in the kitchen for my grandmother."
   },
   "author": {
    "text": "Gloria Estefan"
   }
  },
  {
   "quote": {
    "text": "I would have been very happy just working from job to job, paying my rent one movie at a time. I never wanted to be this famous. I never imagined this life for myself."
   },
   "author": {
    "text": "Kristen Stewart"
   }
  },
  {
   "quote": {
    "text": "I just want to make music, I don't want people to talk about me. All I've ever wanted to do was sing. I don't want to be a celebrity. I don't want to be in people's faces, you know, constantly on covers of magazine that I haven't even known I'm on."
   },
   "author": {
    "text": "Adele"
   }
  },
  {
   "quote": {
    "text": "My mother always, always, always thought that I was going to be famous. Thought that I was going to win Oscars. In fact, I believe I accepted the Oscar as a ketchup bottle many a time in front of my mother in the kitchen. 'I'd like to thank the Academy,' I said with a ketchup bottle."
   },
   "author": {
    "text": "Kevin Spacey"
   }
  },
  {
   "quote": {
    "text": "I actually don't know anyone who wants to be famous for fame's sake, at least not anyone I respect. But you need to have a certain amount of power in order to be able to do what you want."
   },
   "author": {
    "text": "Michael Ian Black"
   }
  },
  {
   "quote": {
    "text": "The love of the famous, like all strong passions, is quite abstract. Its intensity can be measured mathematically, and it is independent of persons."
   },
   "author": {
    "text": "Susan Sontag"
   }
  },
  {
   "quote": {
    "text": "I was the big, bossy older sister, full of enthusiasms, mad fantasies, desperate urges to be famous, and anxious to be a saint - a settled sort of saint, not one who might have to suffer or die for her faith."
   },
   "author": {
    "text": "Maeve Binchy"
   }
  },
  {
   "quote": {
    "text": "I have this famous joke that I use: Why was God able to create Heaven and Earth in seven days and seven nights? Because he didn't have installed customers and legacy technology to worry about."
   },
   "author": {
    "text": "Brad D. Smith"
   }
  },
  {
   "quote": {
    "text": "Famous people come up to me, but I don't know who they are because my sight is so bad. It's always at the pool of the Four Seasons in Beverly Hills when I don't have my lenses in and my glasses are in my room."
   },
   "author": {
    "text": "Helena Bonham Carter"
   }
  },
  {
   "quote": {
    "text": "I had no desire to be famous; I just wanted to make the greatest music ever made. I didn't want anyone to know who I was."
   },
   "author": {
    "text": "Robert Smith"
   }
  },
  {
   "quote": {
    "text": "I get very nervous around famous people and I get nervous around beautiful women."
   },
   "author": {
    "text": "Liev Schreiber"
   }
  },
  {
   "quote": {
    "text": "When I started skating, it was such a small community. You didn't aspire to be rich or famous or make a career out of it because that wasn't something anyone had done yet."
   },
   "author": {
    "text": "Tony Hawk"
   }
  },
  {
   "quote": {
    "text": "I developed the pilot for 'Entertainment Tonight' with Jack Haley, Jr. and Al Masini, who became my business partner in 'Lifestyles of the Rich & Famous,' 'Runaway' and several other shows and specials."
   },
   "author": {
    "text": "Robin Leach"
   }
  },
  {
   "quote": {
    "text": "There are few celebrities that I don't know personally. And compared to the rich, most of the famous live in the poorhouse. It's much better to be rich than famous."
   },
   "author": {
    "text": "Robin Leach"
   }
  },
  {
   "quote": {
    "text": "People didn't go on YouTube to get famous back when I started."
   },
   "author": {
    "text": "Colleen Ballinger"
   }
  },
  {
   "quote": {
    "text": "I was with a famous comedian when a young fan walked up and asked for an autograph. The comedian blew him off. I'll never forget the look on the young boy's face. He was devastated."
   },
   "author": {
    "text": "Louie Anderson"
   }
  },
  {
   "quote": {
    "text": "One time, I came off stage and a guy named Roman Decare, God rest his soul, he was a comic. 'Louie, if you do that family stuff, and you're a clean comic on stage, you'll become famous.' And, for some reason, a switch clicked, and I started doing the family stuff, and it became a giant part of my life."
   },
   "author": {
    "text": "Louie Anderson"
   }
  },
  {
   "quote": {
    "text": "When you see a fantastic colour or cut in a magazine, perched up on some famous so-and-so's head, it's tempting to ask your stylist for the same, but do not be fooled. The hair in those fancy photos can be very high maintenance."
   },
   "author": {
    "text": "Beth Ditto"
   }
  },
  {
   "quote": {
    "text": "I don't feel famous and I didn't want my autobiography to be like a Paris Hilton story."
   },
   "author": {
    "text": "Beth Ditto"
   }
  },
  {
   "quote": {
    "text": "I've always been successful. Now I'm famous and successful."
   },
   "author": {
    "text": "Chazz Palminteri"
   }
  },
  {
   "quote": {
    "text": "No one can train you to be famous. How do you deal with the loss of anonymity, the loss of privacy? You have to be disciplined."
   },
   "author": {
    "text": "Wesley Snipes"
   }
  },
  {
   "quote": {
    "text": "I'm fortunate to be famous for two rather imposing characters like Magneto and Gandalf."
   },
   "author": {
    "text": "Ian Mckellen"
   }
  },
  {
   "quote": {
    "text": "The strength of British theatre should be that these actors in their middle years know what they're doing and are good at it. Not rich, not famous, but making a living."
   },
   "author": {
    "text": "Ian Mckellen"
   }
  },
  {
   "quote": {
    "text": "I'd never read 'Lord of the Rings' until I was asked to play Gandalf, so I didn't really know it was a frightfully famous book."
   },
   "author": {
    "text": "Ian Mckellen"
   }
  },
  {
   "quote": {
    "text": "Two famous happy warriors - Reagan and his political soulmate, British Prime Minister Margaret Thatcher - knew they were fighting their own ideological and external wars. But they did so with the sunny dispositions and positive outlooks of those who knew they were on the right side of history."
   },
   "author": {
    "text": "Monica Crowley"
   }
  },
  {
   "quote": {
    "text": "I didn't get into writing to make money or get famous or any of that. I got into it to hit hearts, and man, when I get letters not just from the soldiers but from their kids, especially their kids, it makes it all worthwhile."
   },
   "author": {
    "text": "Tim O'Brien"
   }
  },
  {
   "quote": {
    "text": "I feel strongly about HIV/AIDS and children because I'm a famous singer, a public figure, and I'm a female and a mother. I have the responsibility and the passion to help out and do whatever I can."
   },
   "author": {
    "text": "Peng Liyuan"
   }
  },
  {
   "quote": {
    "text": "When I wasn't famous, I had a lot of friends, almost all of them Italian. The racism only started when I started to play football."
   },
   "author": {
    "text": "Mario Balotelli"
   }
  },
  {
   "quote": {
    "text": "Sometimes I dream to be alone and that nobody would talk to me. But I understand that football is really important and that everybody watches it. When you're famous, you have to do photos or autographs, especially for the kids."
   },
   "author": {
    "text": "Mario Balotelli"
   }
  },
  {
   "quote": {
    "text": "I never had a plan B; I would walk around with my head up in the clouds like, 'I'm going to be a famous singer/rapper person one day.'"
   },
   "author": {
    "text": "Kyle"
   }
  },
  {
   "quote": {
    "text": "When I started on MySpace, people wanted to support me, but once I rose to fame with the MTV show, they felt like I had abandoned them for some reason, that I was too famous to talk to them anymore."
   },
   "author": {
    "text": "Tila Tequila"
   }
  },
  {
   "quote": {
    "text": "I certainly don't think you need to be famous to want to leave a legacy, but when you are famous, it's even more likely that your child will get the wrong perspective on your life if you die prematurely."
   },
   "author": {
    "text": "Shania Twain"
   }
  },
  {
   "quote": {
    "text": "I would have changed my last name if being famous were my goal."
   },
   "author": {
    "text": "Zach Galifianakis"
   }
  },
  {
   "quote": {
    "text": "I can't imagine wanting to be famous just for the sake of being famous. I think fame should come along with success, talent."
   },
   "author": {
    "text": "Kat Dennings"
   }
  },
  {
   "quote": {
    "text": "After becoming famous, I've realised how overrated fame is. It gets in the way of normal life."
   },
   "author": {
    "text": "Ranveer Singh"
   }
  },
  {
   "quote": {
    "text": "I think I'm a better filmmaker than actor, so I already know that. That's OK. I can handle not being a famous actor."
   },
   "author": {
    "text": "Taika Waititi"
   }
  },
  {
   "quote": {
    "text": "The first time I went to Johnny Depp's house in LA is when I realized what I was getting myself into. I knew he was famous, but I didn't really know what that entailed."
   },
   "author": {
    "text": "Kate Moss"
   }
  },
  {
   "quote": {
    "text": "Just to go into a shop without getting stared at would be nice. I mean, I don't walk around like, 'Oh, I'm trying to be famous' - I try to lead as normal a life as possible - but sometimes it's annoying. It's fine; it's not a massive problem, but sometimes it's just a bit uncomfortable."
   },
   "author": {
    "text": "Kate Moss"
   }
  },
  {
   "quote": {
    "text": "The whole 'American Idol' way of looking at things is the antithesis of what I grew up with. There are a whole lot of kids wanting to be famous now, whereas if I'd even mentioned that word to one of my teachers, I would have got into a whole load of trouble."
   },
   "author": {
    "text": "Harry Connick, Jr."
   }
  },
  {
   "quote": {
    "text": "Quite often I can be in a bookshop, standing beneath a great big picture of myself and paying for a book with a credit card clearly marked John Grisham, yet no one recognises me. I often say I'm a famous author in a country where no one reads."
   },
   "author": {
    "text": "John Grisham"
   }
  },
  {
   "quote": {
    "text": "I got the famous Oprah hug!"
   },
   "author": {
    "text": "Taylor Lautner"
   }
  },
  {
   "quote": {
    "text": "Trump survives by Corum's Law. This is a famous, well-tested theory and is named after Bill Corum, who once wrote sports for the Hearst papers when they were in New York."
   },
   "author": {
    "text": "Jimmy Breslin"
   }
  },
  {
   "quote": {
    "text": "I became famous almost before I had a craft."
   },
   "author": {
    "text": "Farrah Fawcett"
   }
  },
  {
   "quote": {
    "text": "The death of a famous person is different from the death of a loved one, whether it is Michael Jackson, Frank McCourt, or Walter Cronkite. We didn't know any of them personally, and yet, we experience a sense of loss."
   },
   "author": {
    "text": "Madeleine M. Kunin"
   }
  },
  {
   "quote": {
    "text": "I'm English. Our dentistry is not world famous."
   },
   "author": {
    "text": "Christian Bale"
   }
  },
  {
   "quote": {
    "text": "I've only ever wanted to be a singer; I never wanted to be famous."
   },
   "author": {
    "text": "Katherine Jenkins"
   }
  },
  {
   "quote": {
    "text": "I think there are a lot of people who really want to be famous, they really do. I don't. It sort of gets in the way of the everyday things that I do."
   },
   "author": {
    "text": "Johnny Mathis"
   }
  },
  {
   "quote": {
    "text": "Sometimes I get a little exhausted by shows or movies that are constantly throwing famous people on. And I find it so much more exciting to not have that when I'm watching something. I think it allows you to get more lost in something and also to bring more attention to more unknown or less recognizable people."
   },
   "author": {
    "text": "Tig Notaro"
   }
  },
  {
   "quote": {
    "text": "Luckily, I don't think that I'm too famous. I can still live my life pretty comfortably. Fame has never really ever appealed to me. I think it's easy to see that it's not a great thing to have."
   },
   "author": {
    "text": "Tig Notaro"
   }
  },
  {
   "quote": {
    "text": "There is a famous saying: 'It's hard to be a Jew.' It's also hard to be a Palestinian. I know that."
   },
   "author": {
    "text": "Ariel Sharon"
   }
  },
  {
   "quote": {
    "text": "I had one fight in my adult life. I had the famous '89 fight with Nicole, which she admits that she initiated the physical part."
   },
   "author": {
    "text": "O. J. Simpson"
   }
  },
  {
   "quote": {
    "text": "I never had a desire to be famous... I was fat. I didn't know any fat famous actresses... You know, once a fat kid, always a fat kid. Because you always think that you just look a little bit wrong or a little bit different from everyone else. And I still sort of have that."
   },
   "author": {
    "text": "Kate Winslet"
   }
  },
  {
   "quote": {
    "text": "Before 'Titanic,' yes, I had done some things and, yes, I had been nominated for an Academy Award, but I had never been sort of world-famous. And I suppose, yes, I am really famous now. But I feel embarrassed to say that because it's just a bit daft for me."
   },
   "author": {
    "text": "Kate Winslet"
   }
  },
  {
   "quote": {
    "text": "I bemoan the fact that all my famous friends have places in St. Bart's and I have to go to Montauk."
   },
   "author": {
    "text": "Rufus Wainwright"
   }
  },
  {
   "quote": {
    "text": "A famous person to themselves, they don't get up in the morning and think, I'm famous. I'm not famous to me. Famous is a perception."
   },
   "author": {
    "text": "Van Morrison"
   }
  },
  {
   "quote": {
    "text": "I'd love to live in Ireland but I'd like to live as me, not what someone thinks I am. People don't understand - I lived there before I was famous."
   },
   "author": {
    "text": "Van Morrison"
   }
  },
  {
   "quote": {
    "text": "Being famous was extremely disappointing for me. When I became famous it was a complete drag and it is still a complete drag."
   },
   "author": {
    "text": "Van Morrison"
   }
  },
  {
   "quote": {
    "text": "I've never wanted to be famous. That has never been a part of any dream. I do remember being little and thinking I might want to be a singer. But not a famous singer - just, like, a singer."
   },
   "author": {
    "text": "Cam"
   }
  },
  {
   "quote": {
    "text": "I have no deep-seated desire to be famous; that's not what's driving me, so if it's something I don't want to do, I don't do it. Maybe it's stubborn, but any choices, if you don't like them, yell at me, because it for sure was my bad."
   },
   "author": {
    "text": "Cam"
   }
  },
  {
   "quote": {
    "text": "One famous movie executive, who shall remain nameless, exposed himself to me in his office. 'Mr X,' I said, 'I thought you were a producer, not an exhibitor.'"
   },
   "author": {
    "text": "Shirley Temple"
   }
  },
  {
   "quote": {
    "text": "Famous doesn't mean anything. Just because people know my face doesn't mean they know us or that it makes us any more interesting or better."
   },
   "author": {
    "text": "Melissa McCarthy"
   }
  },
  {
   "quote": {
    "text": "I don't want to be famous as a movie star and have the whole world love me, I want to be a creative actress."
   },
   "author": {
    "text": "Juliette Lewis"
   }
  },
  {
   "quote": {
    "text": "When you become famous at 19, it does a number in your head, so you find romance in the mundane - isn't it so great that a guy would pick me up at my house and take me to a restaurant?"
   },
   "author": {
    "text": "Juliette Lewis"
   }
  },
  {
   "quote": {
    "text": "I've never really cared if I was famous for my music. It was just something I had to do."
   },
   "author": {
    "text": "Juliette Lewis"
   }
  },
  {
   "quote": {
    "text": "Bill Cosby is a famous black guy who has a bully pulpit the size of the world; it's global. He puts his colossal foot on the vulnerable necks of poor people, and as a result of that, we don't have a balanced conversation."
   },
   "author": {
    "text": "Michael Eric Dyson"
   }
  },
  {
   "quote": {
    "text": "Liverpool people are famous for liking clothes and fashion; they are very social and lively people, and we know that they like clothes."
   },
   "author": {
    "text": "Vivienne Westwood"
   }
  },
  {
   "quote": {
    "text": "I'd die if I was Madonna. I'd die. God, what a horrible way to live. And Michael Jackson! To be so famous and to feel so isolated. I feel so bad for them. I don't know how it feels, and I hope it never happens to me."
   },
   "author": {
    "text": "Alicia Silverstone"
   }
  },
  {
   "quote": {
    "text": "I think it would be really brutal to put on a persona and get famous for that persona. Like, 'I'm number one, I'm the best!' because that sounds like a lot of pressure."
   },
   "author": {
    "text": "Andy Grammer"
   }
  },
  {
   "quote": {
    "text": "You're not famous until my mother has heard of you."
   },
   "author": {
    "text": "Jay Leno"
   }
  },
  {
   "quote": {
    "text": "You aren't famous until my mother has heard of you."
   },
   "author": {
    "text": "Jay Leno"
   }
  },
  {
   "quote": {
    "text": "I have seen so many poets who were famous, who won all sorts of prizes, disappear with their death. I write as good as I can and don't try to turn that into some hope for a future that I could never know."
   },
   "author": {
    "text": "Donald Hall"
   }
  },
  {
   "quote": {
    "text": "Even famous poets such as Marianne Moore and William Carlos Williams were rarely asked to read their poems."
   },
   "author": {
    "text": "Donald Hall"
   }
  },
  {
   "quote": {
    "text": "I don't want to be famous famous. I'm happy on the second tier, where I have autonomy on a professional level but I can still go out to the movies without being recognized."
   },
   "author": {
    "text": "Gabrielle Reece"
   }
  },
  {
   "quote": {
    "text": "That's what we were exploring on 'Larry Sanders' - the human qualities that have brought us to where we are now in the world: the addiction to needing more and wanting more and talking more. We were examining the labels put on success - is it successful to be on TV every day, to be famous, to have a paycheck?"
   },
   "author": {
    "text": "Garry Shandling"
   }
  },
  {
   "quote": {
    "text": "Our country was not built to support blood dynasties or to elevate the rich and famous to a higher ethical or constitutional plain."
   },
   "author": {
    "text": "Andrew Breitbart"
   }
  },
  {
   "quote": {
    "text": "I was very dramatic - very, like, 'It's never going to happen. My life is over at 16 because I'm not already famous. I'm not going to get my record deal. I'm not going to be able to sing for a living.'"
   },
   "author": {
    "text": "Trisha Yearwood"
   }
  },
  {
   "quote": {
    "text": "I'm just a guy who happens to work in public from time to time. I've built a reputation as an established comic, not as a celebrity - a celebrity is someone who is famous but doesn't do anything."
   },
   "author": {
    "text": "Dylan Moran"
   }
  },
  {
   "quote": {
    "text": "I didn't want kids to think that to be happy, they had to be famous or rich or live in the big city."
   },
   "author": {
    "text": "Dan Savage"
   }
  },
  {
   "quote": {
    "text": "I get to meet fantastic people, and I get to go through so many emotions. For me, I have a craving for that. When I'm acting, I feel great. It's not to be famous."
   },
   "author": {
    "text": "Christopher Parker"
   }
  },
  {
   "quote": {
    "text": "It's quite a famous story that takes place on Christmas Eve, and the Germans, French, and Scottish are trying to make peace one night and they bury their dead and they play football. I play a German opera singer, in German, which I never have so I am really excited about that."
   },
   "author": {
    "text": "Diane Kruger"
   }
  },
  {
   "quote": {
    "text": "I'm not a very good impersonator, my friends maybe, but not famous people."
   },
   "author": {
    "text": "Diane Kruger"
   }
  },
  {
   "quote": {
    "text": "I have a very down-to-earth father. My wife is an actress and famous herself is more down-to-earth than anyone I know."
   },
   "author": {
    "text": "Brad Paisley"
   }
  },
  {
   "quote": {
    "text": "By no means do I try to go out and hang out with famous people."
   },
   "author": {
    "text": "Brad Paisley"
   }
  },
  {
   "quote": {
    "text": "I'm somebody who likes to gravitate toward people who aren't necessarily famous."
   },
   "author": {
    "text": "Brad Paisley"
   }
  },
  {
   "quote": {
    "text": "I love the urban comedies, because they keep you famous, keep you having fun, and keep you in love with the business. Those are my roots. I'll always love doing those."
   },
   "author": {
    "text": "Terry Crews"
   }
  },
  {
   "quote": {
    "text": "It wasn't until after I became famous that people noticed I played in the NFL. I kind of snuck in!"
   },
   "author": {
    "text": "Terry Crews"
   }
  },
  {
   "quote": {
    "text": "It's great - that's the best part about being famous is that people want to get to know me. People come up to me and introduce themselves, and I make friends, and then I meet their friends. It seems like I have a very happy and comfortable social life, which is something I never had when I was younger."
   },
   "author": {
    "text": "Rivers Cuomo"
   }
  },
  {
   "quote": {
    "text": "I was famous in our college for calm and impassionate discussion; for one whole summer, I rose at five and went to bed at midnight, that I might have sufficient time for theology and metaphysics."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "A lot of the greatest compositions were made famous by Sinatra."
   },
   "author": {
    "text": "Michael Bolton"
   }
  },
  {
   "quote": {
    "text": "Vidal Sassoon was the most famous hairstylist in the history of the world."
   },
   "author": {
    "text": "John Paul DeJoria"
   }
  },
  {
   "quote": {
    "text": "Being a famous actress may give you a sense of being important, but believe me, it's just an illusion."
   },
   "author": {
    "text": "Juliette Binoche"
   }
  },
  {
   "quote": {
    "text": "I don't go to premieres. I don't go to parties. I don't covet the Oscar. I don't want any of that. I don't go out. I just have dinner at home every night with my kids. Being famous, that's a whole other career. And I haven't got any energy for it."
   },
   "author": {
    "text": "Gary Oldman"
   }
  },
  {
   "quote": {
    "text": "The more famous you become, the less people will tell you your faults."
   },
   "author": {
    "text": "Paloma Picasso"
   }
  },
  {
   "quote": {
    "text": "My famous line is 'Product is king.'"
   },
   "author": {
    "text": "Joy Mangano"
   }
  },
  {
   "quote": {
    "text": "I don't have this feeling like, 'Oh, I want to live in the United States and make movies and become famous just because the money is here.' I like to make movies that tell stories that I care about."
   },
   "author": {
    "text": "Diego Luna"
   }
  },
  {
   "quote": {
    "text": "Everywhere you look, especially on TV, someone is promising to make you rich and famous."
   },
   "author": {
    "text": "Diego Luna"
   }
  },
  {
   "quote": {
    "text": "I have been famous for a long time."
   },
   "author": {
    "text": "Warren Beatty"
   }
  },
  {
   "quote": {
    "text": "One thing lots of Christians do have in common is that they can't help coming across as smug. This winds lots of people up, particularly because famous Christians pronounce on the life of the poor from their very lovely affluent homes filled with their very lovely families and attractive pets."
   },
   "author": {
    "text": "Jo Brand"
   }
  },
  {
   "quote": {
    "text": "The year after Russell retired, in the famous seventh game of the NBA Finals at Madison Square Garden, Willis Reed, the New York Knicks center, limped onto the court against the Los Angeles Lakers, inspiring his team and freezing Chamberlain into a benign perplexity."
   },
   "author": {
    "text": "Frank Deford"
   }
  },
  {
   "quote": {
    "text": "How did females become 'guys?' How did everyone become 'guys?' Remember, too, that a male guy was something of a scoundrel. And a wise guy was a fresh kid, a whippersnapper. In its most other famous evocation, men in Brooklyn said 'youse guys.' Damon Runyon referred to hustlers, gamblers, and other nefarious types as guys."
   },
   "author": {
    "text": "Frank Deford"
   }
  },
  {
   "quote": {
    "text": "All sorts of famous sports people have been suspended for extended periods."
   },
   "author": {
    "text": "Frank Deford"
   }
  },
  {
   "quote": {
    "text": "In the summer of 1963, my second with 'Sports Illustrated,' Jerry Tax, the basketball editor, got the Celtics' Frank Ramsey, the NBA's first famous sixth man, to do a piece for the magazine revealing some of the devious little tricks of his trade. Things like surreptitiously holding an opponent's shorts - nickel-and-dime stuff."
   },
   "author": {
    "text": "Frank Deford"
   }
  },
  {
   "quote": {
    "text": "As with any moderately famous person, footballers are the source of much gossip. In fact, I'd go as far as to say they are targeted. The fun part as their partner is not knowing who, or what, to believe."
   },
   "author": {
    "text": "Zoe Foster Blake"
   }
  },
  {
   "quote": {
    "text": "I don't want to create controversy; I just have an opinion on things, and there is nothing wrong with stating your opinion if you are asked. Everyone wants that right, and because you are famous doesn't mean you have less of a right."
   },
   "author": {
    "text": "John Travolta"
   }
  },
  {
   "quote": {
    "text": "I do promotion because I want to do art. I don't do the art because I want to be famous."
   },
   "author": {
    "text": "Kerli"
   }
  },
  {
   "quote": {
    "text": "I earned my famous name."
   },
   "author": {
    "text": "Brian Wilson"
   }
  },
  {
   "quote": {
    "text": "Fame necessarily isn't really tied to success at all. Fame is just being recognized for doing what you do, whether it's good or bad. Osama bin Laden was famous."
   },
   "author": {
    "text": "Big Sean"
   }
  },
  {
   "quote": {
    "text": "Here's the funny thing about the response I've been aware of to my dating famous people: It's been very negative. I'm either not good-looking enough, not a good enough actor or not successful enough for these people."
   },
   "author": {
    "text": "Dax Shepard"
   }
  },
  {
   "quote": {
    "text": "I wanted to sing when I was little. That's what I liked doing. It didn't occur to me that you became famous or anything like that."
   },
   "author": {
    "text": "Linda Ronstadt"
   }
  },
  {
   "quote": {
    "text": "I didn't think I was a famous singer. I didn't think I was a star or that I could make the waters part - just that singing was what I was going to do."
   },
   "author": {
    "text": "Linda Ronstadt"
   }
  },
  {
   "quote": {
    "text": "If I had to change one thing about my life, it would probably be, I wouldn't be famous. Because when you're famous it's so hard."
   },
   "author": {
    "text": "Willow Smith"
   }
  },
  {
   "quote": {
    "text": "I didn't grow up thinking I'd be a decorator. Design is my greatest passion, and it naturally just pulled me down the path. Same with TV. Being famous or having a show was never the motivation. I got a call and was swept up by the challenge of that first small space redesign."
   },
   "author": {
    "text": "Nate Berkus"
   }
  },
  {
   "quote": {
    "text": "I used to send away for eight-minute Super 8 movies of various Ray Harryhausen scenes advertised on the back of 'Famous Monsters of Filmland' magazine."
   },
   "author": {
    "text": "Peter Jackson"
   }
  },
  {
   "quote": {
    "text": "'Heavenly Creatures' was really the idea of Fran Walsh. It was a very famous New Zealand murder case, but not one that people knew much about."
   },
   "author": {
    "text": "Peter Jackson"
   }
  },
  {
   "quote": {
    "text": "What I do is what I like; if I'm not as famous as I'd like to be, I've done it to myself."
   },
   "author": {
    "text": "Blake Shelton"
   }
  },
  {
   "quote": {
    "text": "None of my characters are rich or famous, and the situations they find themselves in could happen to anyone."
   },
   "author": {
    "text": "Nicholas Sparks"
   }
  },
  {
   "quote": {
    "text": "For me, getting comfortable with being famous was hard - that whole side of it, the loss of anonymity, the loss of privacy. Giving up that part of your life and not having control of it."
   },
   "author": {
    "text": "Michelle Pfeiffer"
   }
  },
  {
   "quote": {
    "text": "First of all, plain and simple, you have no real idea of what it means to be famous until you become famous. It's a double-edged sword. Obviously there are a lot of amazing things about fame, but there are also a lot of challenging things about it."
   },
   "author": {
    "text": "Michelle Pfeiffer"
   }
  },
  {
   "quote": {
    "text": "Apart from its famous healing properties, manuka has a strong, woody flavour."
   },
   "author": {
    "text": "Yotam Ottolenghi"
   }
  },
  {
   "quote": {
    "text": "I don't do the whole, 'Put my name on it, make me famous' thing."
   },
   "author": {
    "text": "T-Pain"
   }
  },
  {
   "quote": {
    "text": "I did not want to write one of those sequels that famous first-book authors get into where everybody says, 'Oh yeah.'"
   },
   "author": {
    "text": "Robert M. Pirsig"
   }
  },
  {
   "quote": {
    "text": "Like Siemens, the UAE is big on innovation. It has become famous as a think tank for thought leadership in areas of interest to the world - and to Siemens."
   },
   "author": {
    "text": "Joe Kaeser"
   }
  },
  {
   "quote": {
    "text": "I want to be famous everywhere."
   },
   "author": {
    "text": "Luciano Pavarotti"
   }
  },
  {
   "quote": {
    "text": "This whole celebrity racket, it's not really my bag. I don't really do that stuff, and I am not looking to get famous myself. I would love it if my characters get famous, my work was well known and appreciated. But I'm an actor, not a spokes model or a celebrity or whatever that is. I don't know how to be that."
   },
   "author": {
    "text": "John C. Reilly"
   }
  },
  {
   "quote": {
    "text": "Look at Jessica Simpson. She's famous for being dumb. I guess it started with Marylyn Monroe, and she actually wasn't that dumb, but that's how she was perceived - and that's what got popular."
   },
   "author": {
    "text": "Danica McKellar"
   }
  },
  {
   "quote": {
    "text": "It sounds really cheesy, but I've just really been so focused on making sure that I am nice to everyone that I work with and making the effort to get to know the people on set, whether it's the catering crew or the famous photographer."
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "A lot of stand-up comedy guys, when they get a little famous, just give up their stand-up career, and it cancels out the thing that set them apart."
   },
   "author": {
    "text": "Johnny Knoxville"
   }
  },
  {
   "quote": {
    "text": "Before I became famous I had a very full life, and that gave me a lot to pick from. I always use everything. It always comes in handy. Working with animals... Well, I just enjoyed that. That was the most peaceful time."
   },
   "author": {
    "text": "Cyndi Lauper"
   }
  },
  {
   "quote": {
    "text": "I did my famous cabbage soup diet, so I was able to do it."
   },
   "author": {
    "text": "Ellen Burstyn"
   }
  },
  {
   "quote": {
    "text": "I find the most normal things about famous people to be the most fascinating."
   },
   "author": {
    "text": "Abbi Jacobson"
   }
  },
  {
   "quote": {
    "text": "There's a definite responsibility that comes with being famous. You shouldn't be able to just dress up and look pretty."
   },
   "author": {
    "text": "Rashida Jones"
   }
  },
  {
   "quote": {
    "text": "I have to say, you know, I've seen so many people go through the cycle and become famous and not famous anymore and, you know, want - have their priorities change and want different things."
   },
   "author": {
    "text": "Rashida Jones"
   }
  },
  {
   "quote": {
    "text": "Famous is celebrityism, and I don't want that... I know that I'm not that. Everybody knows who you are. I can't imagine living that life, but I don't think I consider myself famous."
   },
   "author": {
    "text": "Robin Wright"
   }
  },
  {
   "quote": {
    "text": "One thing about D.C. that's funny to me is that you end up running into famous political figures who you've seen on television who you think are not real until you see them."
   },
   "author": {
    "text": "Maz Jobrani"
   }
  },
  {
   "quote": {
    "text": "I woke up one morning to find I was famous. I bought a white Rolls-Royce and drove down Sunset Boulevard, wearing dark specs and a white suit, waving like the Queen Mum."
   },
   "author": {
    "text": "Peter O'Toole"
   }
  },
  {
   "quote": {
    "text": "Part of me wants to stay involved in wrestling, because I love it. But the thing I loved most about it was the wrestling part of it. I didn't get into it to be famous or to be a TV star: I got into it because I loved the act of wrestling."
   },
   "author": {
    "text": "Daniel Bryan"
   }
  },
  {
   "quote": {
    "text": "There's always going to be that pressure when you're in front of the camera. When you're famous it's just an extreme version of reality and there's a pressure to look a certain way."
   },
   "author": {
    "text": "Geri Halliwell"
   }
  },
  {
   "quote": {
    "text": "A few of the world's most famous non-American novelists have large followings in the United States, among them Gabriel Garcia Marquez and Guenter Grass, who were both popular even before winning the Nobel."
   },
   "author": {
    "text": "Stephen Kinzer"
   }
  },
  {
   "quote": {
    "text": "I wrote because I needed to and wanted to. It never occurred to me that I'd become famous."
   },
   "author": {
    "text": "Danielle Steel"
   }
  },
  {
   "quote": {
    "text": "The records of adopted children are sealed in California. That seal is considered inviolable... The judge ruled that, because I was famous, he didn't have the same rights as other kids."
   },
   "author": {
    "text": "Danielle Steel"
   }
  },
  {
   "quote": {
    "text": "I'm astonished by my success. I wrote because I needed to and wanted to. It never occurred to me that I'd become famous."
   },
   "author": {
    "text": "Danielle Steel"
   }
  },
  {
   "quote": {
    "text": "I'm really in no danger of being perceived as a famous movie actor!"
   },
   "author": {
    "text": "Lyle Lovett"
   }
  },
  {
   "quote": {
    "text": "A lot of stuff doesn't faze me. I think it's because I was brought up in a small town, and normally, when you're from a small town, when you see a famous person, you'd be like, 'Oh my god. This never happens,' but I've always kind of been like nonchalant."
   },
   "author": {
    "text": "Jorja Smith"
   }
  },
  {
   "quote": {
    "text": "Celebrity is the advantage of being known to people who we don't know, and who don't know us."
   },
   "author": {
    "text": "Nicolas Chamfort"
   }
  },
  {
   "quote": {
    "text": "You know, one of the biggest thrills I have is when famous people recognize me from Taxi."
   },
   "author": {
    "text": "Marilu Henner"
   }
  },
  {
   "quote": {
    "text": "I was famous in a way that was kind of terrifying. I had no protection. When reporters showed up at my house, there wasn't even a sidewalk. They were literally parked on my front lawn."
   },
   "author": {
    "text": "Marcia Clark"
   }
  },
  {
   "quote": {
    "text": "My most famous commercial was for Fruit Of the Loom underwear. I took a lot of razzing from my classmates."
   },
   "author": {
    "text": "Ian Ziering"
   }
  },
  {
   "quote": {
    "text": "I guess some people want to be performers because they want to be famous."
   },
   "author": {
    "text": "Jenny Slate"
   }
  },
  {
   "quote": {
    "text": "I kept saying that I'd never live in L.A., and I didn't think I would. But that's where the work is, and I ended up making a lot of friends there, and my old friends moved out to Los Angeles too. And also, I think when you're famous, its hard to live in a small town."
   },
   "author": {
    "text": "John Cusack"
   }
  },
  {
   "quote": {
    "text": "Hitler was so modern, in that he was obsessed with being famous. He was caught up with this rush to be have achieved greatness before turning 30."
   },
   "author": {
    "text": "John Cusack"
   }
  },
  {
   "quote": {
    "text": "Living in L.A., everyone likes to mold you and change you. I don't care about fame, I don't care about being a celebrity. I know that's part of the job, but I don't feed into anyone's idea of who I should be."
   },
   "author": {
    "text": "Jessica Alba"
   }
  },
  {
   "quote": {
    "text": "But I don't feel the need to be famous."
   },
   "author": {
    "text": "Jessica Alba"
   }
  },
  {
   "quote": {
    "text": "I don't put weight on fame, and having people around me just because I am famous makes me feel really bad about myself."
   },
   "author": {
    "text": "Jessica Alba"
   }
  },
  {
   "quote": {
    "text": "I don't want to be famous. I want to be secure. I don't want the world. I just want a piece of it. I want people to remember Eric Davis."
   },
   "author": {
    "text": "Eric Davis"
   }
  },
  {
   "quote": {
    "text": "I am beautiful, famous and gorgeous."
   },
   "author": {
    "text": "Anna Kournikova"
   }
  },
  {
   "quote": {
    "text": "I never wanted to be famous."
   },
   "author": {
    "text": "Dave Attell"
   }
  },
  {
   "quote": {
    "text": "I get recognized, but I'm not really a famous famous."
   },
   "author": {
    "text": "Dave Attell"
   }
  },
  {
   "quote": {
    "text": "It's cool to be recognized, but it's not something that I was seeking or sought after. I never wanted to be famous."
   },
   "author": {
    "text": "Poo Bear"
   }
  },
  {
   "quote": {
    "text": "You can't date if you're famous. That's how it seems to me."
   },
   "author": {
    "text": "Orlando Bloom"
   }
  },
  {
   "quote": {
    "text": "It was deeply important for me to understand where Mandela came from. Because we know where he was going, and that's a famous story, but who was he? Where did he come from? What was his upbringing?"
   },
   "author": {
    "text": "Idris Elba"
   }
  },
  {
   "quote": {
    "text": "I'm the guy that made Joe DiMaggio famous."
   },
   "author": {
    "text": "Lefty Gomez"
   }
  },
  {
   "quote": {
    "text": "I work in politics and media, two industries that have been particularly affected by the issue of misconduct. We have seen famous and powerful men finally pay a price for behavior they got away with for decades. Many have lost their positions and status - rightly so."
   },
   "author": {
    "text": "Ana Navarro"
   }
  },
  {
   "quote": {
    "text": "I absolutely loved being famous. It was all great, up until the point when it wasn't."
   },
   "author": {
    "text": "Noel Gallagher"
   }
  },
  {
   "quote": {
    "text": "Anything that's of any use, famous people get hold of it and take it for themselves and it gets a bad rap."
   },
   "author": {
    "text": "Noel Gallagher"
   }
  },
  {
   "quote": {
    "text": "Celebrity means that I can affect people in a positive way."
   },
   "author": {
    "text": "David Hasselhoff"
   }
  },
  {
   "quote": {
    "text": "When you're poor, you are invisible. Every poor person will tell you nobody sees you. So being famous was me just wanting to be seen."
   },
   "author": {
    "text": "Viola Davis"
   }
  },
  {
   "quote": {
    "text": "1988 Olympic Champion Brian Boitano was famous for doing a Lutz with one arm over his head. And I wanted to build on that."
   },
   "author": {
    "text": "Adam Rippon"
   }
  },
  {
   "quote": {
    "text": "I have a theory that if you're famous more years than you're not famous, then you get a little nutty."
   },
   "author": {
    "text": "Dana Carvey"
   }
  },
  {
   "quote": {
    "text": "I wanted to be famous. It's embarrassing to admit, but I came out to L.A. thinking it would happen in no time. I thought, 'Once they see me, they'll be so glad I came.' I always had a ridiculous amount of self-confidence about what was going to happen to me."
   },
   "author": {
    "text": "Chelsea Handler"
   }
  },
  {
   "quote": {
    "text": "I'm not interested in being famous. I'm interested in doing my job and doing it well, and that's wrestling, and that's what I love."
   },
   "author": {
    "text": "AJ Lee"
   }
  },
  {
   "quote": {
    "text": "I went to Gettysburg College, where the famous Civil War battle was fought. I majored in English. I would've liked to major in writing, but they didn't offer a major in that."
   },
   "author": {
    "text": "Jerry Spinelli"
   }
  },
  {
   "quote": {
    "text": "I did not wake up one day and say, 'I wanna be famous.' I did not wake up and say, 'I wanna be a UFC fighter.' I woke up and said, 'I want to be successful at something I want to do. I want to fight.'"
   },
   "author": {
    "text": "CM Punk"
   }
  },
  {
   "quote": {
    "text": "You do stand-up because you have to do it. If you're doing it to become 'famous,' you're wrong. If you're doing it to become a millionaire, you're doing it for the wrong reasons. In 2003, I was flat broke. I'd been doing stand-up for 14 years at that point. I loved it and just kept at it."
   },
   "author": {
    "text": "Russell Peters"
   }
  },
  {
   "quote": {
    "text": "I'm famous for being nicer to my fans than anyone on the face of the Earth because I figure a) They pay my salary, and b) It's probably like a big moment in your life to meet somebody so I would say, just come on up."
   },
   "author": {
    "text": "James Woods"
   }
  },
  {
   "quote": {
    "text": "In Los Angeles, as I gained and lost celebrity, then gained it again, I often found myself wondering why I, out of thousands like me, had become famous."
   },
   "author": {
    "text": "Patrick Dempsey"
   }
  },
  {
   "quote": {
    "text": "It's funny - nowadays people that are famous get chased by paparazzi. They have this fame, but they don't have the money to hide from it."
   },
   "author": {
    "text": "Matt LeBlanc"
   }
  },
  {
   "quote": {
    "text": "Although I was born to famous parents, I know and feel the problems of ordinary citizens."
   },
   "author": {
    "text": "Benigno Aquino III"
   }
  },
  {
   "quote": {
    "text": "It was a mixed blessing to have famous parents. It was tough to go to auditions and be bad, since I couldn't be anonymous."
   },
   "author": {
    "text": "Ben Stiller"
   }
  },
  {
   "quote": {
    "text": "It's weird to have people so interested in your personal life. It's a part of the business that grosses me out. I'm always bummed out for people who just happen to be dating a celebrity, and they're also famous, and they can't live their life."
   },
   "author": {
    "text": "Andy Samberg"
   }
  },
  {
   "quote": {
    "text": "It wasn't easy navigating publicity when I started, because I grew up with 'being famous,' and I'm just not into it, and I guess defensiveness gets read into that. And I didn't get an easy ride at the beginning."
   },
   "author": {
    "text": "Stella McCartney"
   }
  },
  {
   "quote": {
    "text": "My mum had a massive influence on me, not just in what she wore and how she looked, but in her spirit. She was married to one of the most famous men in the world, and she didn't wear any makeup, ever. I mean, have you ever seen the wife of a man like that rock up with no makeup on? Because I haven't since."
   },
   "author": {
    "text": "Stella McCartney"
   }
  },
  {
   "quote": {
    "text": "I think that most people who are just artists, who are getting famous, would trade a lot of their fame back for some normalcy, pretty much immediately."
   },
   "author": {
    "text": "Ansel Elgort"
   }
  },
  {
   "quote": {
    "text": "You can't be a good actor if you get too affected by fame. Because then you're not real, and you're not really wanting more. You look at a lot of actors who, before they were famous, did a lot of amazing work, and once they got too big, it just got off."
   },
   "author": {
    "text": "Ansel Elgort"
   }
  },
  {
   "quote": {
    "text": "I like being famous when it's convenient for me and completely anonymous when it's not."
   },
   "author": {
    "text": "Catherine Deneuve"
   }
  },
  {
   "quote": {
    "text": "There are a lot of good things about being famous but there are a few not so good things too."
   },
   "author": {
    "text": "Sharon Stone"
   }
  },
  {
   "quote": {
    "text": "I've been famous for a long, long time. So I don't think of it - I think of it very differently. It's the normal temperature of my room."
   },
   "author": {
    "text": "Sharon Stone"
   }
  },
  {
   "quote": {
    "text": "I don't want to be famous for being famous."
   },
   "author": {
    "text": "Kelli O'Hara"
   }
  },
  {
   "quote": {
    "text": "My mom just didn't put a very high premium on me being like really famous or really wealthy or anything."
   },
   "author": {
    "text": "Martha Plimpton"
   }
  },
  {
   "quote": {
    "text": "I seek no longer to be a 'famous' person, and instead I wish to live a 'normal' life."
   },
   "author": {
    "text": "Sinead O'Connor"
   }
  },
  {
   "quote": {
    "text": "I want to be so famous that I'm the pop-culture reference that people would make to try and be racist to me. So I'd be walking down the street, and someone would be, like, 'Hey, look at this Kumail Nanjiani.'"
   },
   "author": {
    "text": "Kumail Nanjiani"
   }
  },
  {
   "quote": {
    "text": "It's really easy to avoid the tabloids. You just live your life and don't hang out with famous people who are in the tabloids. Don't do anything controversial and be a normal person. Have friends. And get a job and keep working."
   },
   "author": {
    "text": "Amanda Seyfried"
   }
  },
  {
   "quote": {
    "text": "There's inevitably something missing when you grow up in this kind of an environment when your parents travel a lot. When your father is famous, you are looked at and expected of. There are standards you need to meet."
   },
   "author": {
    "text": "Natalie Cole"
   }
  },
  {
   "quote": {
    "text": "I was born in Glasgow. But my family is pretty much from a little town called Paisley, famous for its cotton mills and paisley pattern."
   },
   "author": {
    "text": "Gerard Butler"
   }
  },
  {
   "quote": {
    "text": "Famous crime stories almost always lead to the passing of new laws."
   },
   "author": {
    "text": "Bill James"
   }
  },
  {
   "quote": {
    "text": "I've had to deal, a lot, with my own sense of intimidation at meeting famous people - especially actors, but really any famous people."
   },
   "author": {
    "text": "Charlie Kaufman"
   }
  },
  {
   "quote": {
    "text": "On an emotional level, success in America would be terrible for me; it would be insane. I really, seriously, never want to be famous here."
   },
   "author": {
    "text": "Robbie Williams"
   }
  },
  {
   "quote": {
    "text": "I have only one ambition, which is to be famous."
   },
   "author": {
    "text": "Robbie Williams"
   }
  },
  {
   "quote": {
    "text": "I'm so fascinated by YouTube culture. I have no idea how it's working, but more and more people are becoming Internet famous, and it is because it allows you to have an atmosphere in which you feel comfortable to be yourself, which you might not get otherwise."
   },
   "author": {
    "text": "Aubrey Peeples"
   }
  },
  {
   "quote": {
    "text": "I don't see myself as a famous person."
   },
   "author": {
    "text": "Jess Glynne"
   }
  },
  {
   "quote": {
    "text": "I think I was lucky to be a little older when I became famous. But still, the shock of the world starting to treat you in a weird way... I had come from the army, where we had to deal with life or death, and suddenly, people were asking whether you were cool or not. I have never cared about whether I'm cool."
   },
   "author": {
    "text": "James Blunt"
   }
  },
  {
   "quote": {
    "text": "I didn't get hugely famous really quick. It was a slow, gradual process, so I was able to sort of grow into myself and figure out who I was and what I wanted without the glaring spotlight on me telling me who I was."
   },
   "author": {
    "text": "Sarah McLachlan"
   }
  },
  {
   "quote": {
    "text": "To put it simply - you know, a lot of people believe that the benefit of this job is fame and fortune. I believe that you pay for the fortune through the fame. I don't buy into the notion that being famous is somehow a good thing, or an exciting thing, or a wonderful thing."
   },
   "author": {
    "text": "Evangeline Lilly"
   }
  },
  {
   "quote": {
    "text": "As a famous person you think how you're gonna end it, get away and have a normal life."
   },
   "author": {
    "text": "Gwen Stefani"
   }
  },
  {
   "quote": {
    "text": "I'm not famous for my back story investigations; I'm lucky that I work with good writers and it's usually in the script."
   },
   "author": {
    "text": "Bill Nighy"
   }
  },
  {
   "quote": {
    "text": "Our most famous writers are Faulkner and Eudora Welty and Flannery O'Connor. It would make sense that the poetry would reflect some of those same values, some of the same techniques."
   },
   "author": {
    "text": "Robert Morgan"
   }
  },
  {
   "quote": {
    "text": "I think Dutch people are very sober. I don't know if it's the right word. Like, you have the most famous person walk by some Dutch people, and they're like, 'Oh, hello.' And they maybe take a photo, but most of the time, they'll respect you and leave you alone. And if you go to some other countries they will literally mob you, go crazy."
   },
   "author": {
    "text": "Martin Garrix"
   }
  },
  {
   "quote": {
    "text": "I knew a lot of girls who just wanted to be famous, and if that's your goal, that's awesome; that just wasn't enough for me."
   },
   "author": {
    "text": "Lizzo"
   }
  },
  {
   "quote": {
    "text": "Fame - anyone who says he doesn't like it is crazy."
   },
   "author": {
    "text": "Bennett Cerf"
   }
  },
  {
   "quote": {
    "text": "I was always obsessed with being famous. I had Marilyn Monroe paper dolls as a child, and I was always obsessed with her. I've just been really driven in that direction, and none of my friends were. So, I don't know what put that bug in me at a young age."
   },
   "author": {
    "text": "Holly Madison"
   }
  },
  {
   "quote": {
    "text": "I never wanted to be a celebrity; I never wanted to be famous. And in my daily life, I work really hard to not trade on it in any way."
   },
   "author": {
    "text": "Sarah Jessica Parker"
   }
  },
  {
   "quote": {
    "text": "I don't have famous neighbours and if I did, I'd avoid them. I don't live the jet-set."
   },
   "author": {
    "text": "Vanessa Paradis"
   }
  },
  {
   "quote": {
    "text": "People don't get through to the essence of you right away - it's always the famous 'girl' or the famous 'girlfriend'. I'd rather be known for myself."
   },
   "author": {
    "text": "Vanessa Paradis"
   }
  },
  {
   "quote": {
    "text": "I'm saving up to buy art. Nothing famous, but every time I'm in a new city I wander into galleries and dream about buying great pieces one day."
   },
   "author": {
    "text": "Nicola Formichetti"
   }
  },
  {
   "quote": {
    "text": "I will either be famous or infamous."
   },
   "author": {
    "text": "Otto Dix"
   }
  },
  {
   "quote": {
    "text": "A lot of times on tour it's about, 'OK, where am I today? Wow, I'm in Costa Rica. What is their famous dish?' And it's about trying the food, and really experiencing it."
   },
   "author": {
    "text": "Fergie"
   }
  },
  {
   "quote": {
    "text": "Major success feels a bit like a coronation. Like I'd become a king. I was one of the most famous people in the world, loved and hated in equal measure. I couldn't see anything bad with it. It made me a happy person."
   },
   "author": {
    "text": "Larry Hagman"
   }
  },
  {
   "quote": {
    "text": "To me, I can be famous in sports. But to me, I cannot say it means a lot to be famous. Being famous is something I don't like."
   },
   "author": {
    "text": "Caster Semenya"
   }
  },
  {
   "quote": {
    "text": "I've had offers that could've made me much richer and much more famous than I am."
   },
   "author": {
    "text": "Harry Dean Stanton"
   }
  },
  {
   "quote": {
    "text": "I could have been a lot more famous and played leading men and everything. For whatever reason, I didn't go for it."
   },
   "author": {
    "text": "Harry Dean Stanton"
   }
  },
  {
   "quote": {
    "text": "Fame in itself is, you know... It involves a whole discussion on just that word, 'fame.' It's a power; it's another degree of power, to be famous. I think it's obvious: you have more influence the more well-known you are. And, hopefully, it's righteously used."
   },
   "author": {
    "text": "Harry Dean Stanton"
   }
  },
  {
   "quote": {
    "text": "There's precedent for adjudicatory proceedings on technology issues to have massive consumer and business benefits. One of the most famous was the so-called Carterfone decision in 1968."
   },
   "author": {
    "text": "Walt Mossberg"
   }
  },
  {
   "quote": {
    "text": "Normal is such a hard word to use, because everyone's idea of normal is different. Real is what the word is. I think you either live a real life or you live a weird celebrity pseudolife. I think I lead a really real life."
   },
   "author": {
    "text": "Sarah Michelle Gellar"
   }
  },
  {
   "quote": {
    "text": "When famous people come up to you it's a bit weird, but it's an honour, really, when they recognise you and want to chat to you for a bit."
   },
   "author": {
    "text": "Wayne Rooney"
   }
  },
  {
   "quote": {
    "text": "I'd always tell my mom, 'I want to be famous like Claudia Schiffer or Brigitte Bardot.'"
   },
   "author": {
    "text": "Charlotte McKinney"
   }
  },
  {
   "quote": {
    "text": "When I was growing up, I thought I'd be a lot happier if I was famous and successful and if I had money."
   },
   "author": {
    "text": "Russell Brand"
   }
  },
  {
   "quote": {
    "text": "I don't know if this is the kind of retrospective analysis that people are fond of applying to their work or actions, but it feels like I knew I was going to be famous and I knew that an element of that would be traumatic, so that if I could make myself something big and otherworldly, it would be a kind of defence."
   },
   "author": {
    "text": "Russell Brand"
   }
  },
  {
   "quote": {
    "text": "I haven't had the whole 'famous' thing happen to me yet, and I hope I never will. I like to sneak away in the corners and hide a lot."
   },
   "author": {
    "text": "Brenton Thwaites"
   }
  },
  {
   "quote": {
    "text": "In 'A Few Best Men,' I play a lesbian character. I played the lesbian sister of the bride who ends up kissing a dude at the end, but she was, like, a full-on lesbian in that. And I beat out famous Australian lesbians for the role."
   },
   "author": {
    "text": "Rebel Wilson"
   }
  },
  {
   "quote": {
    "text": "I admire sensible, kind people. They're not often famous."
   },
   "author": {
    "text": "John Malkovich"
   }
  },
  {
   "quote": {
    "text": "I don't feel famous."
   },
   "author": {
    "text": "Uma Thurman"
   }
  },
  {
   "quote": {
    "text": "I don't have many famous friends, really, except Simon Cowell."
   },
   "author": {
    "text": "Leona Lewis"
   }
  },
  {
   "quote": {
    "text": "Usually when I see someone famous, for some reason, I think I know them."
   },
   "author": {
    "text": "Leona Lewis"
   }
  },
  {
   "quote": {
    "text": "I won't share everything, both in my act or in interviews. Some of the people who become the most famous are the most self-revelatory, and I'm like, 'No, it's just not worth it to me.'"
   },
   "author": {
    "text": "Nick Kroll"
   }
  },
  {
   "quote": {
    "text": "Few would argue that Richard Dawkins is the world's most famous atheist, especially now that his friend and rival for the title, Christopher Hitchens, has now gone to meet his Maker."
   },
   "author": {
    "text": "Ray Comfort"
   }
  },
  {
   "quote": {
    "text": "I'm an active participation guy. No matter how much money you make, no matter how famous you are, you're not above going outside and cutting trees. I do it all the time."
   },
   "author": {
    "text": "Bill Goldberg"
   }
  },
  {
   "quote": {
    "text": "No matter how much money you make, no matter how famous you are, you're not above going outside and cutting trees. I do it all the time."
   },
   "author": {
    "text": "Bill Goldberg"
   }
  },
  {
   "quote": {
    "text": "Fame is a lot of pressure, especially when you're responsible for your entire family. Financially, emotionally - everything."
   },
   "author": {
    "text": "Nick Carter"
   }
  },
  {
   "quote": {
    "text": "I think my most famous was 'Poco's Legend.' It's a white album with a simple line drawing of a horse. It almost has a Picasso feel to it. I remember that Rusty Young, the lead singer of the band, said, 'I want you to draw a horse for the song 'Legend,' which is about a phantom spirit horse. I want you to do it in several lines.'"
   },
   "author": {
    "text": "Phil Hartman"
   }
  },
  {
   "quote": {
    "text": "No matter how famous and established they were or however blessed they were with great songs or long careers, if they lived alone, they lived alone. That's not the way I wanted to live prior to the tour or after."
   },
   "author": {
    "text": "Edie Brickell"
   }
  },
  {
   "quote": {
    "text": "Just because you're not famous, doesn't mean you're not good."
   },
   "author": {
    "text": "Laura Linney"
   }
  },
  {
   "quote": {
    "text": "I mean I was famous for nothing."
   },
   "author": {
    "text": "Rick Springfield"
   }
  },
  {
   "quote": {
    "text": "Celebrity gives us delusion of self importance."
   },
   "author": {
    "text": "Al Goldstein"
   }
  },
  {
   "quote": {
    "text": "And I want to be able to - you know, make Republicans and Democrats famous for keeping jobs in California."
   },
   "author": {
    "text": "Meg Whitman"
   }
  },
  {
   "quote": {
    "text": "A talk show is about having a look at a famous face, a bit of stand-up comedy, knockabout stuff - an interview is what Barbara Walters or Connie Chung does in the States, in-depth, done properly."
   },
   "author": {
    "text": "Terry Wogan"
   }
  },
  {
   "quote": {
    "text": "There's nothing to be said for being famous. It's a pain. You can't be rude to people - it's inexcusable not to be nice. Anyway, it's not in my nature. I was trained to be nice."
   },
   "author": {
    "text": "Terry Wogan"
   }
  },
  {
   "quote": {
    "text": "Born a slave, Harriet Tubman was determined not to remain one. She escaped from her owners in Maryland on the Underground Railroad in 1849 and then fearlessly returned thirteen times to help guide family members and others to freedom as the most famous conductor of the Underground Railroad."
   },
   "author": {
    "text": "Susan Campbell Bartoletti"
   }
  },
  {
   "quote": {
    "text": "The Galapagos Islands are probably the most famous wildlife-watching destination in the world. And no wonder - it's almost impossible to exaggerate the sheer spectacle of the place that provided inspiration for Charles Darwin's ground-breaking theory of natural selection."
   },
   "author": {
    "text": "Mark Carwardine"
   }
  },
  {
   "quote": {
    "text": "Famous people I've interviewed - powerful people, brilliant people, people whom you look at and think, 'Seriously, do you not have pores?' - have turned to me after interviews and asked, 'Was I okay? I hope I was okay.'"
   },
   "author": {
    "text": "Faith Salie"
   }
  },
  {
   "quote": {
    "text": "I'm glad that my parents missed one thing that was really unbelievable. They saw me hit this great success. It was a blast and we had a lot of laughs. And it was just an amazing time. They passed away. And then after I got, you know, famous, all these haters came out of nowhere."
   },
   "author": {
    "text": "Dane Cook"
   }
  },
  {
   "quote": {
    "text": "My great-grandmother was born in London, the daughter of a Brixton coachman, and became the most famous singer in Australia. Her name was Marie Carandini, Madame Carandini."
   },
   "author": {
    "text": "Christopher Lee"
   }
  },
  {
   "quote": {
    "text": "When our daughter was born, a light went on for me - there was more to life than what I was doing. It felt like being famous for being a paint salesman. It wasn't the dream I was sold on. I'd had enough of it."
   },
   "author": {
    "text": "Rick Astley"
   }
  },
  {
   "quote": {
    "text": "Fact is, famous people say fame stinks because they love it so - like a secret restaurant or holiday island they don't want the hoi polloi to get their grubby paws on."
   },
   "author": {
    "text": "Julie Burchill"
   }
  },
  {
   "quote": {
    "text": "I've worked with a lot of people who are more famous than myself who are terribly insecure."
   },
   "author": {
    "text": "Barry Gibb"
   }
  },
  {
   "quote": {
    "text": "Being famous is not something that would make me feel successful - unless one was striving for mediocrity."
   },
   "author": {
    "text": "William Hurt"
   }
  },
  {
   "quote": {
    "text": "I'm not thirsty. I'm not a pop star. I don't want to reign over all forever... I don't want to be famous! It makes me feel sick, the thought of being a famous person. It's just not me."
   },
   "author": {
    "text": "FKA twigs"
   }
  },
  {
   "quote": {
    "text": "I have been DJing in clubs for years. I always dreamed to be a famous DJ in Holland. And now it's worldwide. You can't imagine. I mean, I still can't believe it myself that everything has gone so well."
   },
   "author": {
    "text": "Tiesto"
   }
  },
  {
   "quote": {
    "text": "My name's Jennifer Ellison and one day I'm going to be famous!"
   },
   "author": {
    "text": "Jennifer Ellison"
   }
  },
  {
   "quote": {
    "text": "The first famous winemaking consultant was the late professor Emile Peynaud, who reigned over Bordeaux throughout the 1940s, '50s, '60s and '70s."
   },
   "author": {
    "text": "Robert M. Parker, Jr."
   }
  },
  {
   "quote": {
    "text": "I put out my first song with no intentions of being famous."
   },
   "author": {
    "text": "Ravyn Lenae"
   }
  },
  {
   "quote": {
    "text": "Most of my life I have played a lot of famous people but most of them were dead so you have a poetic license."
   },
   "author": {
    "text": "Christopher Plummer"
   }
  },
  {
   "quote": {
    "text": "Yeah, I like to be the maker of the art. And I like and want the money. But I don't really dig being famous."
   },
   "author": {
    "text": "Liz Phair"
   }
  },
  {
   "quote": {
    "text": "I have actor friends, but they're not famous. I feel like if you're an actor or - famous, you have to overly prove that you're a normal, cool person."
   },
   "author": {
    "text": "Amanda Bynes"
   }
  },
  {
   "quote": {
    "text": "You don't have to be rich and famous. You just have to be an ordinary person, doing extraordinary things. I'd like more people to know that it's there. Women's achievements still aren't recognised enough in many areas."
   },
   "author": {
    "text": "Joan Armatrading"
   }
  },
  {
   "quote": {
    "text": "The stalkers can get a little scary at times, but I guess all these things are a part of being famous."
   },
   "author": {
    "text": "Armaan Malik"
   }
  },
  {
   "quote": {
    "text": "Being big and famous doesn't get you more freedom, it gets you less."
   },
   "author": {
    "text": "Robert Wyatt"
   }
  },
  {
   "quote": {
    "text": "I mostly go under the radar, which is fantastic because I would not be a good famous person."
   },
   "author": {
    "text": "Gillian Flynn"
   }
  },
  {
   "quote": {
    "text": "I am bowled over by the massive number of remarkable people who face down the fact that no, they are not going to be film directors, famous artists, or billionaire entrepreneurs and still come out the other side as cheerful, decent, gracious human beings."
   },
   "author": {
    "text": "Lionel Shriver"
   }
  },
  {
   "quote": {
    "text": "Jordan Peele is famous, in part, for imitations - of rappers and dingbats and the 44th president of the United States. But he would be impossible to imitate. He isn't ribald. He's droll. Sometimes he's not even that. Sometimes he's quiet. Sometimes he's sitting across from you expecting you to hold up your end of a conversation."
   },
   "author": {
    "text": "Wesley Morris"
   }
  },
  {
   "quote": {
    "text": "There's such big pressure on people who are incredibly famous, on those who have people sitting outside their front door and taking photos every time they move."
   },
   "author": {
    "text": "Miranda Otto"
   }
  },
  {
   "quote": {
    "text": "I never wanted to be famous."
   },
   "author": {
    "text": "Judah Friedlander"
   }
  },
  {
   "quote": {
    "text": "I never got into things to be famous. Sometimes it's fun, sometimes it's annoying."
   },
   "author": {
    "text": "Judah Friedlander"
   }
  },
  {
   "quote": {
    "text": "If you want to be famous because you do something well or badly, be it singing while fat or hitting balls of various shapes and hues, you have to be prepared to divulge. We live in the age of the chronic overshare."
   },
   "author": {
    "text": "Alexandra Petri"
   }
  },
  {
   "quote": {
    "text": "OK, so I'm not famous for the right reasons."
   },
   "author": {
    "text": "William Hung"
   }
  },
  {
   "quote": {
    "text": "What I've said before, only half in joke, is that everybody in Ireland is famous. Or, maybe better, say everybody is familiar."
   },
   "author": {
    "text": "Seamus Heaney"
   }
  },
  {
   "quote": {
    "text": "Olympic Gold changed me and my life dramatically. I became a celebrity overnight and people see me as a famous skater, not a real person."
   },
   "author": {
    "text": "Oksana Baiul"
   }
  },
  {
   "quote": {
    "text": "For me, I never, never, from the moment I started acting, had a desire to be famous."
   },
   "author": {
    "text": "Carla Gugino"
   }
  },
  {
   "quote": {
    "text": "It is more interesting to be compared to someone famous, because it lets you gauge what perceptions people have about your appearance."
   },
   "author": {
    "text": "Arthur Smith"
   }
  },
  {
   "quote": {
    "text": "Seeing the rich and famous screw up makes us feel superior, or at least not quite so inferior."
   },
   "author": {
    "text": "Jacob Weisberg"
   }
  },
  {
   "quote": {
    "text": "My favorite thing about being famous... it's not really as big of a deal as everybody says it is. Being on the road is tough, doing interviews, and all the stuff. It's still pretty tough."
   },
   "author": {
    "text": "Aaron Carter"
   }
  },
  {
   "quote": {
    "text": "I know I had my equivalents in Adrian Lester and Lenny James when I was at drama school. I remember David Harewood doing 'Othello' at the National, and Adrian Lester having done Cheek by Jowl's famous 'As You Like It and Company' at the Donmar. Not necessarily performances I saw, but just the fact they happened was massively encouraging."
   },
   "author": {
    "text": "David Oyelowo"
   }
  },
  {
   "quote": {
    "text": "The thing about being famous is, it's weird. The only people who get how weird it is are other famous people."
   },
   "author": {
    "text": "Margot Kidder"
   }
  },
  {
   "quote": {
    "text": "My daughter couldn't care less about me being famous. She finds it revolting and, like a lot of teenagers, is virtually allergic to me. That started at 12 and hasn't gone anywhere yet."
   },
   "author": {
    "text": "Dawn French"
   }
  },
  {
   "quote": {
    "text": "Celebrity, to me, is not a thing to seek."
   },
   "author": {
    "text": "Aidan Quinn"
   }
  },
  {
   "quote": {
    "text": "Being famous is just like being in high school. But I'm not interested in being the cheerleader. I'm not interested in being Gwen Stefani. She's the cheerleader, and I'm out in the smoker shed."
   },
   "author": {
    "text": "Courtney Love"
   }
  },
  {
   "quote": {
    "text": "I am still moved by passages of Marx: the 'Critique of Hegel's Philosophy of Right,' for example, where, after the famous line about religion being 'the opium of the people,' he goes on to call it 'the heart of a heartless world.'"
   },
   "author": {
    "text": "Geoff Dyer"
   }
  },
  {
   "quote": {
    "text": "I pride myself in being an aficionado of the British seaside. Throughout my career, I have visited and worked in many of the famous British resorts, from Great Yarmouth to Largs."
   },
   "author": {
    "text": "Martin Parr"
   }
  },
  {
   "quote": {
    "text": "The Stepover definitely made me famous. The thing with Allen Iverson is, he made me."
   },
   "author": {
    "text": "Tyronn Lue"
   }
  },
  {
   "quote": {
    "text": "Here at Z100, we're kind of famous for breaking new artists and watching their careers bloom."
   },
   "author": {
    "text": "Elvis Duran"
   }
  },
  {
   "quote": {
    "text": "Celebrity distorts democracy by giving the rich, beautiful, and famous more authority than they deserve."
   },
   "author": {
    "text": "Maureen Dowd"
   }
  },
  {
   "quote": {
    "text": "I don't want to be one of those kids who gets famous and then changes and becomes cocky. That's why it's so important to me to try and take a photo with every girl who comes to see me."
   },
   "author": {
    "text": "Lucky Blue Smith"
   }
  },
  {
   "quote": {
    "text": "'The Hatfields and McCoys' is a classic tale of American history. These are names that are widely recognized, yet few people know the real story that made them famous."
   },
   "author": {
    "text": "Nancy Dubuc"
   }
  },
  {
   "quote": {
    "text": "I know I have this level of celebrity, of fame, international, national, whatever you want to call it, but it's a pretty surreal thing to think sometimes that you're in the middle of another famous person's life and you think to yourself, 'How the hell did I get famous? What is this some weird club that we're in?'"
   },
   "author": {
    "text": "Kevin Costner"
   }
  },
  {
   "quote": {
    "text": "I never pursued being 'famous.'"
   },
   "author": {
    "text": "Francesca Annis"
   }
  },
  {
   "quote": {
    "text": "There's this common perception that having a famous last name is all you need. A surname may get you a meeting, but if there's no talent you won't get the part."
   },
   "author": {
    "text": "Lily Collins"
   }
  },
  {
   "quote": {
    "text": "There is no celebrity quite as powerful as the local, homegrown celebrity."
   },
   "author": {
    "text": "Tony Wilson"
   }
  },
  {
   "quote": {
    "text": "I'm not the guy that wants to be famous and make loads of money and sell loads of records. I don't want that. I just want to be true. I want to be... I want to serve music. I want to be honest."
   },
   "author": {
    "text": "Damien Rice"
   }
  },
  {
   "quote": {
    "text": "Fame, I have already. Now I need the money."
   },
   "author": {
    "text": "Wilhelm Steinitz"
   }
  },
  {
   "quote": {
    "text": "My family has existed in eastern Kentucky for as long as there are records. If you're familiar with the famous Hatfield-McCoy family feud back in the 1860s, '70s and '80s in the United States, my family was an integral part of that."
   },
   "author": {
    "text": "J. D. Vance"
   }
  },
  {
   "quote": {
    "text": "When I'm living in the world of luxury and celebrity, which is where I found myself for a large part of my life, it's a walk-on part. Not a vital necessity, like it is for so many people. I enjoy it but I can see right through it!"
   },
   "author": {
    "text": "Agnetha Faltskog"
   }
  },
  {
   "quote": {
    "text": "Quentin is very organic; there was no way that he was going to put someone else's hand in there and anyway, my hands are kind of famous. It seemed right."
   },
   "author": {
    "text": "David Carradine"
   }
  },
  {
   "quote": {
    "text": "I put my money in the bank: I have to think of life after modeling, when I'm not famous any more."
   },
   "author": {
    "text": "Eva Herzigova"
   }
  },
  {
   "quote": {
    "text": "Save your rejections so that later when you are famous you can show them to people and laugh."
   },
   "author": {
    "text": "Meg Cabot"
   }
  },
  {
   "quote": {
    "text": "I served the famous professors and scholars, and eventually they learned that the Reverend Moon is superior to them. Even Nobel laureate academics who thought they were at the center of knowledge are as nothing in front of me."
   },
   "author": {
    "text": "Sun Myung Moon"
   }
  },
  {
   "quote": {
    "text": "You don't become a chef to become famous."
   },
   "author": {
    "text": "Eric Ripert"
   }
  },
  {
   "quote": {
    "text": "Try this experiment: Pick a famous movie - 'Casablanca,' say - and summarize the plot in one sentence. Is that plot you just described the thing you remember most about it? Doubtful. Narrative is a necessary cement, but it disappears from memory."
   },
   "author": {
    "text": "Peter Greenaway"
   }
  },
  {
   "quote": {
    "text": "I'm a believer in the ordinary person, that the ordinary person is just as important and has an equally unique perspective on the world as someone who is famous or perhaps more privileged."
   },
   "author": {
    "text": "Brandon Stanton"
   }
  },
  {
   "quote": {
    "text": "One thing I think celebrities shy away from is exposing the reality that we're all the same. Somebody's not more important because they have a Bentley or a big house or a famous boyfriend or plastic surgery - we're all the same."
   },
   "author": {
    "text": "Aubrey O'Day"
   }
  },
  {
   "quote": {
    "text": "In terms of economic growth, PIMCO originated the famous phrase the 'new normal.'"
   },
   "author": {
    "text": "Bill Gross"
   }
  },
  {
   "quote": {
    "text": "Barack Obama is the most famous living person in the history of the world."
   },
   "author": {
    "text": "Dee Dee Myers"
   }
  },
  {
   "quote": {
    "text": "In Hollywood, you can live alongside very famous but still incredibly boring people. I've never wanted to be immortal. Even if nobody remembers me after my death, it's still okay with me."
   },
   "author": {
    "text": "Olivier Martinez"
   }
  },
  {
   "quote": {
    "text": "I felt so painfully isolated that I vowed I would get revenge on the world by becoming a famous cartoonist."
   },
   "author": {
    "text": "Robert Crumb"
   }
  },
  {
   "quote": {
    "text": "I was famous from birth."
   },
   "author": {
    "text": "Peter Fonda"
   }
  },
  {
   "quote": {
    "text": "It's sour grapes, I admit, I want to be more famous so people are examining my work couplet by couplet, you know what I mean? That's the level where I want to go."
   },
   "author": {
    "text": "Frank Black"
   }
  },
  {
   "quote": {
    "text": "I would love to work into my eighties. I don't want to be someone who only does a couple of big films and then is famous for just 15 minutes."
   },
   "author": {
    "text": "Tuppence Middleton"
   }
  },
  {
   "quote": {
    "text": "Riskin went into directing and made a film with Cary Grant which applied to the letter all the ideas which had made his comedies famous. It had everything except that little something - and the film was a failure."
   },
   "author": {
    "text": "Sidney Buchman"
   }
  },
  {
   "quote": {
    "text": "People will go into an audition and a casting situation, and they'll see someone across the room that's perhaps slightly famous, or famous, and they think, 'Oh God, I'm not gonna get the part.'"
   },
   "author": {
    "text": "Missi Pyle"
   }
  },
  {
   "quote": {
    "text": "I didn't want to be famous. I just wanted to earn enough money to have a nice life and enjoy acting."
   },
   "author": {
    "text": "David McCallum"
   }
  },
  {
   "quote": {
    "text": "Indeed, wretched the man whose fame makes his misfortunes famous."
   },
   "author": {
    "text": "Lucius Accius"
   }
  }
 ]
}