{
 "FitnessQuotes": [
  {
   "quote": {
    "text": "To enjoy the glow of good health, you must exercise."
   },
   "author": {
    "text": "Gene Tunney"
   }
  },
  {
   "quote": {
    "text": "Take care of your body. It's the only place you have to live."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "The purpose of training is to tighten up the slack, toughen the body, and polish the spirit."
   },
   "author": {
    "text": "Morihei Ueshiba"
   }
  },
  {
   "quote": {
    "text": "For me, fitness is not just about hitting the gym; it is also about an inner happiness and an overall well-being."
   },
   "author": {
    "text": "Rakul Preet Singh"
   }
  },
  {
   "quote": {
    "text": "Reading is to the mind what exercise is to the body."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "The reason I exercise is for the quality of life I enjoy."
   },
   "author": {
    "text": "Kenneth H. Cooper"
   }
  },
  {
   "quote": {
    "text": "A muscle is like a car. If you want it to run well early in the morning, you have to warm it up."
   },
   "author": {
    "text": "Florence Griffith Joyner"
   }
  },
  {
   "quote": {
    "text": "I'm not in the best shape, but I want to prove to myself I can do something that seems insurmountable and inspire others by showing them no matter where they are in their fitness goals, they can do it, too."
   },
   "author": {
    "text": "Ruben Studdard"
   }
  },
  {
   "quote": {
    "text": "The human body is the best picture of the human soul."
   },
   "author": {
    "text": "Ludwig Wittgenstein"
   }
  },
  {
   "quote": {
    "text": "Fitness is not about being better than someone else... It's about being better than you used to be."
   },
   "author": {
    "text": "Khloe Kardashian"
   }
  },
  {
   "quote": {
    "text": "Physical fitness is not only one of the most important keys to a healthy body, it is the basis of dynamic and creative intellectual activity."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "People talk about physical fitness, but mental health is equally important. I see people suffering, and their families feel a sense of shame about it, which doesn't help. One needs support and understanding. I am now working on an initiative to create awareness about anxiety and depression and help people."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "Walking is the best possible exercise. Habituate yourself to walk very far."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "In fitness, there are no short cuts. It involves immense discipline and hard work."
   },
   "author": {
    "text": "Mahesh Babu"
   }
  },
  {
   "quote": {
    "text": "True enjoyment comes from activity of the mind and exercise of the body; the two are ever united."
   },
   "author": {
    "text": "Wilhelm von Humboldt"
   }
  },
  {
   "quote": {
    "text": "Health is the thing that makes you feel that now is the best time of the year."
   },
   "author": {
    "text": "Franklin Pierce Adams"
   }
  },
  {
   "quote": {
    "text": "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "You can always improve your fitness if you keep training."
   },
   "author": {
    "text": "Pastor Maldonado"
   }
  },
  {
   "quote": {
    "text": "Fitness is not an option. It's part of my job."
   },
   "author": {
    "text": "Alison Sweeney"
   }
  },
  {
   "quote": {
    "text": "The mind is the most important part of achieving any fitness goal. Mental change always comes before physical change."
   },
   "author": {
    "text": "Matt McGorry"
   }
  },
  {
   "quote": {
    "text": "Swimming is normal for me. I'm relaxed. I'm comfortable, and I know my surroundings. It's my home."
   },
   "author": {
    "text": "Michael Phelps"
   }
  },
  {
   "quote": {
    "text": "If I don't feel confident about my body, I'm not going to sit at home and feel sorry for myself and not do something about it. It's all about taking action and not being lazy. So you do the work, whether it's fitness or whatever. It's about getting up, motivating yourself and just doing it."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "A lot of people are afraid of heights. Not me, I'm afraid of widths."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "Exercise to stimulate, not to annihilate. The world wasn't formed in a day, and neither were we. Set small goals and build upon them."
   },
   "author": {
    "text": "Lee Haney"
   }
  },
  {
   "quote": {
    "text": "For me, fitness is a part of my everyday life. But fitness does not mean having big muscles; it means being active, quick, and flexible. It can be defined in many terms."
   },
   "author": {
    "text": "Varun Dhawan"
   }
  },
  {
   "quote": {
    "text": "Fitness helps me think better, feel better, and move better."
   },
   "author": {
    "text": "Jason Winston George"
   }
  },
  {
   "quote": {
    "text": "Practice puts brains in your muscles."
   },
   "author": {
    "text": "Sam Snead"
   }
  },
  {
   "quote": {
    "text": "If we could give every individual the right amount of nourishment and exercise, not too little and not too much, we would have found the safest way to health."
   },
   "author": {
    "text": "Hippocrates"
   }
  },
  {
   "quote": {
    "text": "I've always believed fitness is an entry point to help you build that happier, healthier life. When your health is strong, you're capable of taking risks. You'll feel more confident to ask for the promotion. You'll have more energy to be a better mom. You'll feel more deserving of love."
   },
   "author": {
    "text": "Jillian Michaels"
   }
  },
  {
   "quote": {
    "text": "I don't smoke, don't drink much, and go to the gym five times a week. I live a healthy lifestyle and feel great. I can run a marathon, you know."
   },
   "author": {
    "text": "Sarah Michelle Gellar"
   }
  },
  {
   "quote": {
    "text": "A feeble body weakens the mind."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "The value and utility of any experiment are determined by the fitness of the material to the purpose for which it is used, and thus in the case before us it cannot be immaterial what plants are subjected to experiment and in what manner such experiment is conducted."
   },
   "author": {
    "text": "Gregor Mendel"
   }
  },
  {
   "quote": {
    "text": "Bodybuilding is much like any other sport. To be successful, you must dedicate yourself 100% to your training, diet and mental approach."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "No one ceases to be a man, no one forfeits his rights to civilization merely by being more or less uncultured, and since the Filipino is regarded as a fit citizen when he is asked to pay taxes or shed his blood to defend the fatherland, why must this fitness be denied him when the question arises of granting him some right?"
   },
   "author": {
    "text": "Jose Rizal"
   }
  },
  {
   "quote": {
    "text": "Flexibility is crucial to my fitness. Incorporating a good warm-up and cool-down into every session decreases my chances of injury. I use both dynamic and static stretching in my training. I've starting doing a few yoga sessions which incorporates muscle strength and flexibility."
   },
   "author": {
    "text": "Samantha Stosur"
   }
  },
  {
   "quote": {
    "text": "Jogging is very beneficial. It's good for your legs and your feet. It's also very good for the ground. If makes it feel needed."
   },
   "author": {
    "text": "Charles M. Schulz"
   }
  },
  {
   "quote": {
    "text": "Fitness starts at home. What you eat is what you will look, just as what you sow is what you reap. Eat good food: eat fruits, vegetables, healthy grains, and don't go for sweet and trite food."
   },
   "author": {
    "text": "Rakul Preet Singh"
   }
  },
  {
   "quote": {
    "text": "It's so easy to lose your fitness and so hard to gain it back."
   },
   "author": {
    "text": "Alex Morgan"
   }
  },
  {
   "quote": {
    "text": "A life coach does for the rest of your life what a personal trainer does for your health and fitness."
   },
   "author": {
    "text": "Elaine MacDonald"
   }
  },
  {
   "quote": {
    "text": "Developing a diet that is healthful, balanced, and appropriate for your particular caloric needs is easy enough and is absolutely critical to establishing a healthful lifestyle that incorporates proper nutrition, adequate fitness, and mental resilience."
   },
   "author": {
    "text": "Daphne Oz"
   }
  },
  {
   "quote": {
    "text": "The typical response from people when I tell them I'm diabetic is, 'Oh, I'm sorry to hear that.' You know, I'm not. I'm a better athlete because of diabetes rather than despite it. I'm more aware of my training, my fitness and more aware of nutrition. I'm more proactive about my health."
   },
   "author": {
    "text": "Charlie Kimball"
   }
  },
  {
   "quote": {
    "text": "We've all tried to bunk our gym session or dance class. A single routine can get monotonous. That's why I have decided to make my fitness regime fun by incorporating different workouts into my schedule. From dancing to yoga, I plan to keep it as interesting as possible so I'm never bored of working out."
   },
   "author": {
    "text": "Disha Patani"
   }
  },
  {
   "quote": {
    "text": "I think fitness is important. I think a healthy lifestyle is important. I think putting positive energy out there is important and just staying connected with the people."
   },
   "author": {
    "text": "LL Cool J"
   }
  },
  {
   "quote": {
    "text": "I believe that fitness needs to come from within you. You need to respect your body. Only then will you have the zeal to maintain it. For me, keeping fit is a part of my lifestyle."
   },
   "author": {
    "text": "Arjun Rampal"
   }
  },
  {
   "quote": {
    "text": "Number one, like yourself. Number two, you have to eat healthy. And number three, you've got to squeeze your buns. That's my formula."
   },
   "author": {
    "text": "Richard Simmons"
   }
  },
  {
   "quote": {
    "text": "The torch relay is an excellent embodiment of all that the Olympic Games have come to symbolise - a celebration of the human spirit. Personally to me, it represents striving to be the best in whatever we do, never giving up despite the odds, and a commitment to health and fitness."
   },
   "author": {
    "text": "Lakshmi Mittal"
   }
  },
  {
   "quote": {
    "text": "Tactics, fitness, stroke ability, adaptability, experience, and sportsmanship are all necessary for winning."
   },
   "author": {
    "text": "Fred Perry"
   }
  },
  {
   "quote": {
    "text": "When you're singing, you're using extra muscles, and it requires a lot of exercise and breathing. You can't do that if you're a sissy. If I have any fitness advice for people, I'd tell them to sing more. It's good therapy, too."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "In the midst of these hard times it is our good health and good sleep that are enjoyable."
   },
   "author": {
    "text": "Knute Nelson"
   }
  },
  {
   "quote": {
    "text": "Leave all the afternoon for exercise and recreation, which are as necessary as reading. I will rather say more necessary because health is worth more than learning."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Your body is the church where Nature asks to be reverenced."
   },
   "author": {
    "text": "Marquis de Sade"
   }
  },
  {
   "quote": {
    "text": "Exercise should be regarded as tribute to the heart."
   },
   "author": {
    "text": "Gene Tunney"
   }
  },
  {
   "quote": {
    "text": "My fitness journey will be a lifelong journey."
   },
   "author": {
    "text": "Khloe Kardashian"
   }
  },
  {
   "quote": {
    "text": "My own preferred fitness regime is to use my bicycle."
   },
   "author": {
    "text": "Paul Hollywood"
   }
  },
  {
   "quote": {
    "text": "Exercise is labor without weariness."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "We are involved in youth testing internationally. We want to try to prove without a shadow of a doubt the relationship between physical fitness and health, not just physical fitness and ability to perform."
   },
   "author": {
    "text": "Kenneth H. Cooper"
   }
  },
  {
   "quote": {
    "text": "I love fitness, yoga. I love fashion. On the weekends, I try to relax. I have pretty crazy weeks. I like spas and nice dinners. I'm not much of a club person. I like to hang on the beach in Malibu."
   },
   "author": {
    "text": "Charlotte McKinney"
   }
  },
  {
   "quote": {
    "text": "I say, 'Use it or lose it.' I have my own fitness regime, which is centred around stretching, free-weights and fast walking. I also have a trainer half of the year, as I spend my summers in the south of France where I swim a lot."
   },
   "author": {
    "text": "Joan Collins"
   }
  },
  {
   "quote": {
    "text": "The fitness of the pupil is shown in his love for the acquisition of knowledge, his willingness to receive instruction, his reverence for learned and virtuous men, his attendance upon the teacher, and his execution of orders."
   },
   "author": {
    "text": "Dayananda Saraswati"
   }
  },
  {
   "quote": {
    "text": "Fitness isn't about being extreme and hard-core. Healthy eating is not about counting calories, weighing food, or finding less tasteful ingredients. Life is about balance."
   },
   "author": {
    "text": "Harley Pasternak"
   }
  },
  {
   "quote": {
    "text": "I don't lift weights. I do fitness exercises to stay strong."
   },
   "author": {
    "text": "Chad le Clos"
   }
  },
  {
   "quote": {
    "text": "I consider fitness, diet, and beauty to be essential to a balanced self."
   },
   "author": {
    "text": "Hannah Bronfman"
   }
  },
  {
   "quote": {
    "text": "My job is to be fit and I'm really blessed that I get to go and work out and live a really healthy lifestyle."
   },
   "author": {
    "text": "Kerri Walsh Jennings"
   }
  },
  {
   "quote": {
    "text": "If you ask me about my success story, the secret is I know when to pull myself back. I don't overexpose myself; I give proper gaps whenever I can. I do not over spend myself, I keep myself busy in lot of activities. I really work hard; I work harder than others, by focussing on my fitness level and studying music."
   },
   "author": {
    "text": "Sonu Nigam"
   }
  },
  {
   "quote": {
    "text": "I have never taken any exercise, except sleeping and resting, and I never intend to take any."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Our growing softness, our increasing lack of physical fitness, is a menace to our security."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Health and fitness is who I am. It's what I do."
   },
   "author": {
    "text": "Lee Haney"
   }
  },
  {
   "quote": {
    "text": "You can be the most beautiful person on Earth, and if you don't have a fitness or diet routine, you won't be beautiful."
   },
   "author": {
    "text": "Martha Stewart"
   }
  },
  {
   "quote": {
    "text": "Health is the vital principle of bliss, and exercise, of health."
   },
   "author": {
    "text": "James Thomson"
   }
  },
  {
   "quote": {
    "text": "Fitness has nothing to do with age."
   },
   "author": {
    "text": "Virender Sehwag"
   }
  },
  {
   "quote": {
    "text": "I can jog, but I can't run. That's hard for me. I like the fact that I can jog for fitness, but to me there's a huge difference between jogging and running."
   },
   "author": {
    "text": "Mary Decker"
   }
  },
  {
   "quote": {
    "text": "Personally, I need a high level of physical fitness in order to feel at ease."
   },
   "author": {
    "text": "Jurgen Klinsmann"
   }
  },
  {
   "quote": {
    "text": "I am quite a fitness freak. I may not have the time to sleep, but a workout is a must. I have even set up a small personal gym on the sets."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "You can't get rid of it with exercise alone. You can do the most vigorous exercise and only burn up 300 calories in an hour. If you've got fat on your body, the exercise firms and tones the muscles. But when you use that tape measure, what makes it bigger? It's the fat!"
   },
   "author": {
    "text": "Jack LaLanne"
   }
  },
  {
   "quote": {
    "text": "It's challenging, but you have to at least try to eat right and exercise."
   },
   "author": {
    "text": "Joely Fisher"
   }
  },
  {
   "quote": {
    "text": "The first time I see a jogger smiling, I'll consider it."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "I can work hard and be disciplined like a soldier, but I could never reach their level of fitness."
   },
   "author": {
    "text": "Richard C. Armitage"
   }
  },
  {
   "quote": {
    "text": "As a longtime practitioner of yoga and a person who's been involved in physical fitness my whole life, I can tell you, yoga helps you achieve altered states of consciousness. It is not just stretching. The only way you can say that it's stretching is if you haven't done it, or that you haven't done it rigorously for a long period of time."
   },
   "author": {
    "text": "Joe Rogan"
   }
  },
  {
   "quote": {
    "text": "The most important thing for me to teach my children is about health and fitness. It's about taking care of your body and eating foods that are good for you and getting the right exercise that you need... It's just about living a healthy life for longevity and a healthy heart."
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "If it weren't for the fact that the TV set and the refrigerator are so far apart, some of us wouldn't get any exercise at all."
   },
   "author": {
    "text": "Joey Adams"
   }
  },
  {
   "quote": {
    "text": "My fitness instructor helped me with strength training, muscle building, and toning."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "You must also give mental and physical fitness priority."
   },
   "author": {
    "text": "Jim Otto"
   }
  },
  {
   "quote": {
    "text": "Training is such a vital part of preparation for a game, you really do train to play. It tops up your ability, like sharpening a carving knife. You can get away with not doing it for a while, as long as you have reached a certain standard of fitness."
   },
   "author": {
    "text": "Graeme Le Saux"
   }
  },
  {
   "quote": {
    "text": "I do yoga, I do Bikram and I run, and I eat really healthy."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "I'm not an athlete, and I'm not a gymnast, but I've always loved any type of sport and fitness, and I love running Tough Mudder or Spartan races and anything that's strength."
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "I've spent half my life in gyms, if not more, and I love physical fitness and health; couple that with the fact that I love for people to be healthy, whether it's mentally, physically, or emotionally, and it's just a great opportunity for me to do something I love and have an impact on people's health."
   },
   "author": {
    "text": "Steve Nash"
   }
  },
  {
   "quote": {
    "text": "I've taken a lot of risks through the years, but I always followed my instincts and always explored new opportunities. The biggest reward has been having an idea and being able to make it a reality. My passions always lead the way - travel and adventure, fitness, art, and home."
   },
   "author": {
    "text": "Cynthia Rowley"
   }
  },
  {
   "quote": {
    "text": "I attend to my fitness. I go the gym every day and try to maintain my physical fitness; without that, it is tough to take challenges on the chess board."
   },
   "author": {
    "text": "Viswanathan Anand"
   }
  },
  {
   "quote": {
    "text": "Now I say that if you run more than 15 miles a week, it's for something other than aerobic fitness. Once you pass 15 miles, you do not see much further improvement."
   },
   "author": {
    "text": "Kenneth H. Cooper"
   }
  },
  {
   "quote": {
    "text": "Beauty connotes humanity. We call a natural object beautiful because we see that its form expresses fitness, the perfect fulfillment of function."
   },
   "author": {
    "text": "Moshe Safdie"
   }
  },
  {
   "quote": {
    "text": "And I believe that the best buy in public health today must be a combination of regular physical exercise and a healthy diet."
   },
   "author": {
    "text": "Julie Bishop"
   }
  },
  {
   "quote": {
    "text": "At the end of the nineteenth century, a fanatical craze for physical fitness swept through Britain. Millions of men and women took up gymnastics, body building, and other physical exercises. Such a thing had never happened before, and it was given a name - Physical Culture."
   },
   "author": {
    "text": "Adam Curtis"
   }
  },
  {
   "quote": {
    "text": "Like most people I can be lazy, so it's nice to have a goal or deadline or reason to work out. I feel better when I get to exercise, or when I'm outdoors. I like to hike, swim and run, and I love to play soccer."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "You need to put what you learn into practice and do it over and over again until it's a habit. I always say, 'Seeing is not believing. Doing is believing.' There is a lot to learn about fitness, nutrition and emotions, but once you do, you can master them instead of them mastering you."
   },
   "author": {
    "text": "Brett Hoebel"
   }
  },
  {
   "quote": {
    "text": "When the child begins to think and to make use of the written language to express his rudimentary thinking, he is ready for elementary work; and this fitness is a question not of age or other incidental circumstance but of mental maturity."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "In my judgment, physical fitness is basic to all forms of excellence and to a strong, confident nation."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Promoting healthy lifestyles and encouraging fitness are so important for our children's development and reducing the nation's epidemic of childhood obesity."
   },
   "author": {
    "text": "Marcia Fudge"
   }
  },
  {
   "quote": {
    "text": "Sport is not just about entertainment. It is equally about winning and losing, pooling and galvanising the energy of the youth, upgrading people's physical fitness and mental prowess."
   },
   "author": {
    "text": "Nita Ambani"
   }
  },
  {
   "quote": {
    "text": "Exercise is amazing, from the inside out. I feel so alive and have more energy."
   },
   "author": {
    "text": "Vanessa Hudgens"
   }
  },
  {
   "quote": {
    "text": "We took advantage of the running boom, which became the jogging boom, which became the fitness boom... and we've benefited from all of that."
   },
   "author": {
    "text": "Phil Knight"
   }
  },
  {
   "quote": {
    "text": "Parentage is a very important profession, but no test of fitness for it is ever imposed in the interest of the children."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "I like to embrace natural beauty. I try to get at least 8 hours of sleep, drinking a lot of water and exercising."
   },
   "author": {
    "text": "Tia Mowry"
   }
  },
  {
   "quote": {
    "text": "Fitness, in my opinion, is a mental exercise more than just physical."
   },
   "author": {
    "text": "Anushka Shetty"
   }
  },
  {
   "quote": {
    "text": "My wife and I work out together almost every day. It's just a great way to spend time together. We're going to run a marathon together later this year, and that's one more goal that we'll accomplish as husband and wife."
   },
   "author": {
    "text": "Bill Rancic"
   }
  },
  {
   "quote": {
    "text": "Fitness is a luxury when you are busy!"
   },
   "author": {
    "text": "Lauren Conrad"
   }
  },
  {
   "quote": {
    "text": "I've exercised with women so thin that buzzards followed them to their cars."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "I feel if I'm healthy and happy, I look good. With a good mixture of fitness and healthy food I always feel great!"
   },
   "author": {
    "text": "Candice Swanepoel"
   }
  },
  {
   "quote": {
    "text": "I'm quite into fitness, and I have a fantastic personal trainer who knows me, knows my body, knows when to push me, and knows when not to push me. She doesn't make me do 20 burpees in a row and instead focuses on strengthening my core, telling me we need to focus on making me into 'a tall giraffe'!"
   },
   "author": {
    "text": "Poppy Delevingne"
   }
  },
  {
   "quote": {
    "text": "I try and groom myself, be it through fitness or dance."
   },
   "author": {
    "text": "Yami Gautam"
   }
  },
  {
   "quote": {
    "text": "Cycling keeps me lean and I need to stay in shape, especially as I still like eating chocolate and ice-cream! I like to go mountain biking too. Running is also good; it's what we were designed to do as humans, so it comes naturally."
   },
   "author": {
    "text": "Mark Webber"
   }
  },
  {
   "quote": {
    "text": "You can't be fat and fast, too; so lift, run, diet and work."
   },
   "author": {
    "text": "Hank Stram"
   }
  },
  {
   "quote": {
    "text": "Here's what I tell anybody and this is what I believe. The greatest gift we have is the gift of life. We understand that. That comes from our Creator. We're given a body. Now you may not like it, but you can maximize that body the best it can be maximized."
   },
   "author": {
    "text": "Mike Ditka"
   }
  },
  {
   "quote": {
    "text": "On my days off, I like to be outdoors - on my bike or walking the dog or swimming - so it's important anyone I date is also into fitness."
   },
   "author": {
    "text": "Mollie King"
   }
  },
  {
   "quote": {
    "text": "Fitness is really important for my mental and emotional equilibrium as well as my physical wellbeing."
   },
   "author": {
    "text": "Robert Rinder"
   }
  },
  {
   "quote": {
    "text": "Doing nothing would stress me out. So I am still pretty much active practicing judo with my friends, who are former judo athletes, to maintain our fitness as well as the friendships among us. In my spare time, I usually go jogging around the Gelora Bung Karno stadium or head to the gym."
   },
   "author": {
    "text": "Joe Taslim"
   }
  },
  {
   "quote": {
    "text": "You can be in excellent physical shape, with low cholesterol, a healthy body weight and good overall physical fitness - but that doesn't necessarily mean you're healthy."
   },
   "author": {
    "text": "Michael Greger"
   }
  },
  {
   "quote": {
    "text": "Muscles come and go; flab lasts."
   },
   "author": {
    "text": "Bill Vaughan"
   }
  },
  {
   "quote": {
    "text": "Compared to my physique before pregnancy, yes, I do feel different. I have worked really hard and changed a few things - not only my fitness regime but also my nutrition. When I think about it, being pregnant definitely helped my physique."
   },
   "author": {
    "text": "Victoria Azarenka"
   }
  },
  {
   "quote": {
    "text": "Exercise is the chief source of improvement in our faculties."
   },
   "author": {
    "text": "Hugh Blair"
   }
  },
  {
   "quote": {
    "text": "I swim like a fish and I have an amazing kick."
   },
   "author": {
    "text": "Gordon Ramsay"
   }
  },
  {
   "quote": {
    "text": "I've been into exercise my whole life, been a runner and been into health and fitness always."
   },
   "author": {
    "text": "Sissy Spacek"
   }
  },
  {
   "quote": {
    "text": "Being a dancer is my metaphor for life because you have to know your body. Being a dancer and paying attention to fitness is all about moving in balance."
   },
   "author": {
    "text": "Goldie Hawn"
   }
  },
  {
   "quote": {
    "text": "A runner must run with dreams in his heart, not money in his pocket."
   },
   "author": {
    "text": "Emil Zatopek"
   }
  },
  {
   "quote": {
    "text": "As the proud father of two teens and past Chairman to the Presidents Council on Physical Fitness and Sports, I am committed to educating parents and especially young people on ways to live a long, healthy and active life."
   },
   "author": {
    "text": "Lee Haney"
   }
  },
  {
   "quote": {
    "text": "Bathrooms are, on a square foot basis, the most expensive room in the house to renovate. If you want to test your heart's fitness, try shopping for simple bathroom faucets. Add in the cost of the required valves, mixers and trims, and you may need reviving when you see the tally!"
   },
   "author": {
    "text": "Candice Olson"
   }
  },
  {
   "quote": {
    "text": "When I started out as a model, I took things for granted. Because I bagged work thanks to my looks, I didn't give my body any importance. I was a couch potato who'd eat anything. Then, in 2005, a tabloid ran a story calling me fat. I thought, 'I'm famous. How can I be fat?' It was a slap. I decided to get fit."
   },
   "author": {
    "text": "Bipasha Basu"
   }
  },
  {
   "quote": {
    "text": "Exercise is done against one's wishes and maintained only because the alternative is worse."
   },
   "author": {
    "text": "George A. Sheehan"
   }
  },
  {
   "quote": {
    "text": "Fitness needs to be perceived as fun and games or we subconsciously avoid it."
   },
   "author": {
    "text": "Alan Thicke"
   }
  },
  {
   "quote": {
    "text": "It is really important that we get more women doing exercise and being active, and those that have taken up boxing or boxing training will definitely find that it has a really positive impact on their health, fitness and well-being."
   },
   "author": {
    "text": "Nicola Adams"
   }
  },
  {
   "quote": {
    "text": "I think if you exercise, your state of mind - my state of mind - is usually more at ease, ready for more mental challenges. Once I get the physical stuff out of the way it always seems like I have more calmness and better self-esteem."
   },
   "author": {
    "text": "Stone Gossard"
   }
  },
  {
   "quote": {
    "text": "I enjoy going to the Y. I take all the fitness classes that my dad takes; that's sort of our bonding - anything athletic, anything sports related."
   },
   "author": {
    "text": "Alyson Stoner"
   }
  },
  {
   "quote": {
    "text": "Resting for me is fitness training."
   },
   "author": {
    "text": "Jenson Button"
   }
  },
  {
   "quote": {
    "text": "For exercise, I now run with my chocolate Lab puppy, Oscar."
   },
   "author": {
    "text": "Daniela Pestova"
   }
  },
  {
   "quote": {
    "text": "Our children are obese, either have or being threatened by diabetes, high blood pressure, high cholesterol, and not socially adjusting properly to others because of a lack of fitness."
   },
   "author": {
    "text": "Richard Simmons"
   }
  },
  {
   "quote": {
    "text": "It takes about four days of virtuous living to create a little weight loss. That also happens to be the time required to get used to eating less. In other words, if you can get past day three of a fitness regimen, things improve."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "Teaching kids about health and fitness is important to me. It's about being fit for life."
   },
   "author": {
    "text": "Jackie Joyner-Kersee"
   }
  },
  {
   "quote": {
    "text": "Regularity in the hours of rising and retiring, perseverance in exercise, adaptation of dress to the variations of climate, simple and nutritious aliment, and temperance in all things are necessary branches of the regimen of health."
   },
   "author": {
    "text": "Philip Stanhope, 4th Earl of Chesterfield"
   }
  },
  {
   "quote": {
    "text": "My weight fluctuates depending on my mood and my current devotion to my fitness routine."
   },
   "author": {
    "text": "Lena Dunham"
   }
  },
  {
   "quote": {
    "text": "My fitness is good. I hope to improve it even further during training."
   },
   "author": {
    "text": "Andriy Shevchenko"
   }
  },
  {
   "quote": {
    "text": "A drunkard in the gutter is just where he ought to be, according to the fitness and tendency of things. Nature has set upon him the process of decline and dissolution by which she removes things which have survived their usefulness."
   },
   "author": {
    "text": "William Graham Sumner"
   }
  },
  {
   "quote": {
    "text": "You can control what you put in your body - 100 percent. You really can control your level of fitness and how your body looks."
   },
   "author": {
    "text": "Sara Rue"
   }
  },
  {
   "quote": {
    "text": "It's been a long road back to health and fitness for me. I am just glad to have been given the opportunity to do what I love most."
   },
   "author": {
    "text": "Jonah Lomu"
   }
  },
  {
   "quote": {
    "text": "I think of fitness as being about heart health and staying strong and agile. That actually makes me go to the gym. I used to hate it, and you couldn't drag me there, but now I can't stand it if I don't go, which seems weird."
   },
   "author": {
    "text": "Sutton Foster"
   }
  },
  {
   "quote": {
    "text": "On the tennis court, one needs a cool temperament, tremendous ball sense, reflexes, speed, hand-eye co-ordination, power, timing and peak physical fitness. Off the court, the player and support team need skills in planning, execution, travel, an ability to raise funds when needed, and several other talents."
   },
   "author": {
    "text": "Sania Mirza"
   }
  },
  {
   "quote": {
    "text": "People need to have clear goals about why they are exercising, and they should consult a fitness expert to find out what kind of exercise is suitable."
   },
   "author": {
    "text": "Lynn Davies"
   }
  },
  {
   "quote": {
    "text": "Dance never really goes away; it just reforms and reinvents, and it's become more athletic with new connection to fitness and sport. Dance used to have this exclusivity, but not any more."
   },
   "author": {
    "text": "Bonnie Langford"
   }
  },
  {
   "quote": {
    "text": "I train Monday through Saturday. I usually have fitness training for 90 minutes, then I'm on the tennis court for 3 to 4 hours."
   },
   "author": {
    "text": "Sloane Stephens"
   }
  },
  {
   "quote": {
    "text": "I have never hidden my injury before, or fitness problems. Even my shoulder operation was planned after consulting the then coach Gary Kirsten and skipper MS Dhoni."
   },
   "author": {
    "text": "Virender Sehwag"
   }
  },
  {
   "quote": {
    "text": "I do a one-hour workout called Drenched, a cardio-boxing fitness routine, Monday through Friday. There are usually between twenty-five and fifty people there - everyone from stay-at-home moms and professional martial artists to teenagers and seniors. They play great dance music. When I can, I take two classes back-to-back."
   },
   "author": {
    "text": "Carrie Ann Inaba"
   }
  },
  {
   "quote": {
    "text": "My experience as a school nurse taught me that we need to make a concerted effort, all of us, to increase physical fitness activity among our children and to encourage all Americans to adopt a healthier diet that includes fruits and vegetables, but there is more."
   },
   "author": {
    "text": "Lois Capps"
   }
  },
  {
   "quote": {
    "text": "For a good workout, I go to At One Fitness in North Hollywood, where my trainer, Jon Allsop, puts me through it all. I like it because it's a small gym and I've known the people for a long time. Jon will have me do cross-training where I'll lift weights, jump rope, throw around a medicine ball and I never get to stop."
   },
   "author": {
    "text": "Tim DeKay"
   }
  },
  {
   "quote": {
    "text": "Sexy is attitude, but fitness for me is my dance. I dance two hours nearly every day. You break into good sweat, and it doesn't even feel like exercise. Apart from that, I enjoy Pilates."
   },
   "author": {
    "text": "Jiah Khan"
   }
  },
  {
   "quote": {
    "text": "No one's ever achieved financial fitness with a January resolution that's abandoned by February."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "Obviously, I come from one background, and the people that design fitness equipment have been doing it for years and years, and they know what works and doesn't work."
   },
   "author": {
    "text": "Lance Armstrong"
   }
  },
  {
   "quote": {
    "text": "There's a lot of people in this world who spend so much time watching their health that they haven't the time to enjoy it."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "The most important quality in a leader is that of being acknowledged as such. All leaders whose fitness is questioned are clearly lacking in force."
   },
   "author": {
    "text": "Andre Maurois"
   }
  },
  {
   "quote": {
    "text": "I wanted to get really fit. I wanted to lose some weight. So I've been doing Pilates and yoga, trying to lean out my body so I won't be bulky."
   },
   "author": {
    "text": "Serena Williams"
   }
  },
  {
   "quote": {
    "text": "Fitness, defending, the mental stuff - those were all weaknesses of mine. And I turned those into strengths."
   },
   "author": {
    "text": "Carli Lloyd"
   }
  },
  {
   "quote": {
    "text": "The meteoric rise of the 'wellness' industry online has launched an entire industry of fitness celebrities on social media. Millions of followers embrace their regimens for diet and exercise, but increasingly, the drive for 'wellness' and 'clean eating' has become stealthy cover for more dieting and deprivation."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "We wanted Nike to be the world's best sports and fitness company. Once you say that, you have a focus. You don't end up making wing tips or sponsoring the next Rolling Stones world tour."
   },
   "author": {
    "text": "Phil Knight"
   }
  },
  {
   "quote": {
    "text": "Even though I'm not a competitive athlete, I have to still maintain things and try to keep myself fit because I am at that age where I need to make sure to get those regular checkups and make sure everything is in tact."
   },
   "author": {
    "text": "Jackie Joyner-Kersee"
   }
  },
  {
   "quote": {
    "text": "I started running around my 30th birthday. I wanted to lose weight; I didn't anticipate the serenity. Being in motion, suddenly my body was busy and so my head could work out some issues I had swept under a carpet of wine and cheese. Good therapy, that's a good run."
   },
   "author": {
    "text": "Michael Weatherly"
   }
  },
  {
   "quote": {
    "text": "If my Instagram or Twitter has gotten people to try healthy supplements or enjoy a new form of fitness and feel better about themselves, then that's pretty rad."
   },
   "author": {
    "text": "Seth Rollins"
   }
  },
  {
   "quote": {
    "text": "For years, I always thought it was hilarious that I was this fitness guru, because fitness was just a tool I utilized to help people improve their confidence. For me, it's never been about fitness. It's always been about helping to empower people."
   },
   "author": {
    "text": "Jillian Michaels"
   }
  },
  {
   "quote": {
    "text": "When you have a certain fitness projection, it's going to give you an advantage. Having strength, stamina and speed is important because I'm working with dogs who can kill me."
   },
   "author": {
    "text": "Cesar Millan"
   }
  },
  {
   "quote": {
    "text": "It's not like I was trying to be sexy but I had to get fit because I had to be able to do stunts. Also I wanted that, if Bond took his clothes off, he looked like a man who did what he did, which was kill people for a living. I thought the only way to do that was to work out and get fit and buff and get physically into shape."
   },
   "author": {
    "text": "Daniel Craig"
   }
  },
  {
   "quote": {
    "text": "Fitness has always been one of the top priorities in my life because that's the way I grew up, with soccer being the sport of choice."
   },
   "author": {
    "text": "Ziggy Marley"
   }
  },
  {
   "quote": {
    "text": "Never hurry. Take plenty of exercise. Always be cheerful. Take all the sleep you need. You may expect to be well."
   },
   "author": {
    "text": "James Freeman Clarke"
   }
  },
  {
   "quote": {
    "text": "In my view, fitness training isn't that important in England, as they all train with such intensity anyway and have a competitive edge when just sprinting. The matches are all hard-fought, too."
   },
   "author": {
    "text": "Claudio Ranieri"
   }
  },
  {
   "quote": {
    "text": "Don't get hung up on the size. If you feel bad about yourself because a 12 is what fits, take a Sharpie, and write '6' on the label."
   },
   "author": {
    "text": "Stacy London"
   }
  },
  {
   "quote": {
    "text": "I have a pretty active presence on social networking sites, and every day there are messages from so many young girls telling me that they are happy B-Town has curvy women like me. I feel you should be happy the way you are. Of course, fitness is important, but not to the extent of obsession!"
   },
   "author": {
    "text": "Sonakshi Sinha"
   }
  },
  {
   "quote": {
    "text": "Sometimes fitness is a good thing to have, but you have to recognise that fitness takes you only so far, and skills are the most important thing. Fitness just helps you execute those cricketing skills for longer and more consistently, maybe."
   },
   "author": {
    "text": "Rahul Dravid"
   }
  },
  {
   "quote": {
    "text": "The bowlers I respected or feared or rated were not the ones who gave me lip or stared at me or abused me. More the ones who, at any stage of the game, when had they had the ball in hand, they were going to be at me, and they were going to have the skill and the fitness and the ability to be aggressive."
   },
   "author": {
    "text": "Rahul Dravid"
   }
  },
  {
   "quote": {
    "text": "If someone thinks, 'I'll spend the off season working on my fitness and I'll come back a better cricketer,' I don't think that's enough. You need to spend a lot of time working on your skills and honing your skills."
   },
   "author": {
    "text": "Rahul Dravid"
   }
  },
  {
   "quote": {
    "text": "Guided only by their feeling for symmetry, simplicity, and generality, and an indefinable sense of the fitness of things, creative mathematicians now, as in the past, are inspired by the art of mathematics rather than by any prospect of ultimate usefulness."
   },
   "author": {
    "text": "E. T. Bell"
   }
  },
  {
   "quote": {
    "text": "My church has a health and fitness ministry to encourage our members to take care of spiritually and physically; how could I not?"
   },
   "author": {
    "text": "Marvin Sapp"
   }
  },
  {
   "quote": {
    "text": "I never stop working when I'm on stage, and that's my fitness."
   },
   "author": {
    "text": "Jessie J"
   }
  },
  {
   "quote": {
    "text": "I think exercise tests us in so many ways, our skills, our hearts, our ability to bounce back after setbacks. This is the inner beauty of sports and competition, and it can serve us all well as adult athletes."
   },
   "author": {
    "text": "Peggy Fleming"
   }
  },
  {
   "quote": {
    "text": "Never, ever exercise in front of a TV or while reading. You lose 50 percent of the benefit of the exercise by not hearing and feeling your heart rate, your sweat and the pain levels that need to be encountered in fitness training."
   },
   "author": {
    "text": "Kevin R. Stone"
   }
  },
  {
   "quote": {
    "text": "Fitness is very important to me because it helps give me a routine when I travel. It gives me one hour of 'me' time and passes the time when I'm lonely. Living with scoliosis serves as a constant reminder to keep my core and back strong. If I get lazy, I feel it in my back first."
   },
   "author": {
    "text": "Martha Hunt"
   }
  },
  {
   "quote": {
    "text": "I concentrate on exercises from the waist down, since that is the laziest part of a woman's body."
   },
   "author": {
    "text": "Tina Louise"
   }
  },
  {
   "quote": {
    "text": "If a man achieves victory over this body, who in the world can exercise power over him? He who rules himself rules over the whole world."
   },
   "author": {
    "text": "Vinoba Bhave"
   }
  },
  {
   "quote": {
    "text": "15 minutes a day! Give me just this and I'll prove I can make you a new man."
   },
   "author": {
    "text": "Charles Atlas"
   }
  },
  {
   "quote": {
    "text": "It's better to train for 4-5 hours a week than to do ten hours one week then nothing for two weeks. It helps your body adapt and also maintains your fitness."
   },
   "author": {
    "text": "Alistair Brownlee"
   }
  },
  {
   "quote": {
    "text": "I think it'd be wonderful if we could train young girls to be active in lots of ways and that they then wouldn't have to age at the same rate that they would if they were not more active. In other words, more physical fitness and not just the sporty kind, but the yoga, which is really important."
   },
   "author": {
    "text": "Raquel Welch"
   }
  },
  {
   "quote": {
    "text": "At the start of his second term, one wonders less about Obama's fitness than his willingness: Why doesn't he do more to build and maintain the relationships required to govern in era of polarization?"
   },
   "author": {
    "text": "Ron Fournier"
   }
  },
  {
   "quote": {
    "text": "Why is there an end of the year? Because the calendar imposes numerical order on time. There is a natural fitness in the celebration of the New Year, a holiday of numbers imposed on things, with lists, as well as with Advent calendars and songs like 'The Twelve Days of Christmas.'"
   },
   "author": {
    "text": "Elif Batuman"
   }
  },
  {
   "quote": {
    "text": "Fitness is a curve. You can be Lance Armstrong, or you can be really out of shape at the opposite end. People enter the curve wherever they are and then they can move up the curve, by better nutrition and better exercise."
   },
   "author": {
    "text": "Gordon Strachan"
   }
  },
  {
   "quote": {
    "text": "I have long recognized a link between fitness and mental health and I think we need to encourage young people to take part in sports and team activities because we know it has such positive results."
   },
   "author": {
    "text": "Tipper Gore"
   }
  },
  {
   "quote": {
    "text": "One of my assets is my fitness. My fitness around the net and my movement: that's my defense to the power."
   },
   "author": {
    "text": "Cara Black"
   }
  },
  {
   "quote": {
    "text": "My Daddy liked physical fitness and wanted me to be a prizefighter."
   },
   "author": {
    "text": "Judy Johnson"
   }
  },
  {
   "quote": {
    "text": "Women have fought so long and hard for our rights and equality, and now all our attention is put on being a size 0."
   },
   "author": {
    "text": "Pink"
   }
  },
  {
   "quote": {
    "text": "For whatever reason, maybe it's because of my story, but people associate Livestrong with exercise and physical fitness, health and lifestyle choices like that."
   },
   "author": {
    "text": "Lance Armstrong"
   }
  },
  {
   "quote": {
    "text": "What's important is to get into shape and then not to have to worry about it. I don't want to get on stage and not being able to do something. Not being physically fit doesn't work for me."
   },
   "author": {
    "text": "Chris Cornell"
   }
  },
  {
   "quote": {
    "text": "I'm always trying to find the balance between diet and fitness that will make my brain function at its optimum. What I discovered works for me is no refined sugars, processed foods, wheat, and dairy - that's when I'm functioning at my best."
   },
   "author": {
    "text": "Hannah Bronfman"
   }
  },
  {
   "quote": {
    "text": "All we're trying to do is change how people think about fitness. And build Under Armour into the biggest brand in the entire land."
   },
   "author": {
    "text": "Kevin Plank"
   }
  },
  {
   "quote": {
    "text": "Too much redesign has to do more with fad and fashion than with fitness and function. It is change for the sake of change. Such redesign is not only unnecessary, it is all too often also retrogressive, leading to things that work less effectively than those they were designed to replace."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "I tell my sons all the time, 'The most important thing in your life is fitness,' but a lot of fighters go overboard."
   },
   "author": {
    "text": "George Foreman"
   }
  },
  {
   "quote": {
    "text": "In the British Special Air Service, combat fitness is all about running."
   },
   "author": {
    "text": "Bear Grylls"
   }
  },
  {
   "quote": {
    "text": "There is a moment when you get older when your metabolism slows down and you don't feel like working out any more, so you don't want to keep yourself fit any more, but that's your decision. Why should you be judged for it?"
   },
   "author": {
    "text": "Janet Jackson"
   }
  },
  {
   "quote": {
    "text": "I'm not a waif-y girl and never will be. I think it's healthy when fitness experts encourage fitness rather than getting a certain body shape."
   },
   "author": {
    "text": "Sophia Bush"
   }
  },
  {
   "quote": {
    "text": "I would say 90 percent of the stuff we do is technical anyway. If you look at a two-hour training day, 12 minutes are probably spent running or gaining fitness."
   },
   "author": {
    "text": "Ashton Eaton"
   }
  },
  {
   "quote": {
    "text": "Fitness of a top-class squash player is very important, and talent only can't do the job. They have to get training regularly for at least eight hours a day so that they could put some good show in a two-hour match."
   },
   "author": {
    "text": "Jahangir Khan"
   }
  },
  {
   "quote": {
    "text": "One thing is to not look at fitness as something that you do at a prescribed time of day in a prescribed room and a prescribed building. You should incorporate physical activity throughout your day."
   },
   "author": {
    "text": "Harley Pasternak"
   }
  },
  {
   "quote": {
    "text": "I decided to write 'True Refuge' during a major dive in my own health. Diagnosed with a genetic disease that affected my mobility, I faced tremendous fear and grief about losing the fitness and physical freedom I loved."
   },
   "author": {
    "text": "Tara Brach"
   }
  },
  {
   "quote": {
    "text": "I eat super healthy and I'm super fit. I dabble in every type of fitness. I have a trainer and I go to the gym. I do yoga as well."
   },
   "author": {
    "text": "Linda Evangelista"
   }
  },
  {
   "quote": {
    "text": "The funny thing is, we teach - as a culture, we teach people that it's OK to talk about your fitness goals... Like, I want to be more physically fit, I want to drop 10 pounds, but no one's talking about how I can spend 10 days to get happier."
   },
   "author": {
    "text": "Karamo Brown"
   }
  },
  {
   "quote": {
    "text": "I understand only three things - films, fitness, and food."
   },
   "author": {
    "text": "Rakul Preet Singh"
   }
  },
  {
   "quote": {
    "text": "The only weights I lift are my dogs."
   },
   "author": {
    "text": "Olivia Newton-John"
   }
  },
  {
   "quote": {
    "text": "I have been through various fitness regimes. I used to run about five miles a day and I did aerobics for a while."
   },
   "author": {
    "text": "Sting"
   }
  },
  {
   "quote": {
    "text": "For a while after college, I was thinking of becoming a fitness trainer, and I am a certified aqua trainer."
   },
   "author": {
    "text": "Dylan Lauren"
   }
  },
  {
   "quote": {
    "text": "I always say fitness is the first step to greatness. And I try to encourage my fans to be on the same page as that. Because fitness is the first step to setting a habit that you necessarily don't want to do but are still committed to doing every single day. And so I think that's why I always, always try to get a workout in."
   },
   "author": {
    "text": "Jake Paul"
   }
  },
  {
   "quote": {
    "text": "In the U.S., my whole life, I felt like I had to be the best and score more goals and run with more fitness so I could be the one in the limelight. I think that when I went to Sweden, I found the joy of being part of a team and contributing to everybody's success."
   },
   "author": {
    "text": "Christen Press"
   }
  },
  {
   "quote": {
    "text": "I'm not a fitness model; I'm just a singer. If people focus on that, that's what I care about."
   },
   "author": {
    "text": "Alessia Cara"
   }
  },
  {
   "quote": {
    "text": "Obviously, your family life is the priority, but there's still other stuff you have to get done in a day. I think the way I make it work is by taking care of myself, and that includes fitness and eating right and all those things, but also by being very organized and punctual."
   },
   "author": {
    "text": "Cindy Crawford"
   }
  },
  {
   "quote": {
    "text": "I have a tremendous passion for fitness, I love challenges and I am a very driven guy."
   },
   "author": {
    "text": "Lou Ferrigno"
   }
  },
  {
   "quote": {
    "text": "Everything in moderation. I keep a healthy body, a healthy look. It's important not to be obsessive about anything - fitness, training, eating - because then you end up focusing on only that. And you can't obsess about anything when you're on the road."
   },
   "author": {
    "text": "Ana Ivanovic"
   }
  },
  {
   "quote": {
    "text": "Fitness is important, but the most important thing is how you adapt and the way you feel physically. To adapt to a new position. To try to change your game."
   },
   "author": {
    "text": "Fernando Torres"
   }
  },
  {
   "quote": {
    "text": "So I've broadened the fitness concept to make it one of moderation and balance."
   },
   "author": {
    "text": "Kenneth H. Cooper"
   }
  },
  {
   "quote": {
    "text": "Virat Kohli has so far shown that he has more ability and talent than anybody else, and if he can play till 32 or 34 with same fitness and without injuries, he will come to a point where not even Vivian Richards neither Sachin Tendulkar had such a record."
   },
   "author": {
    "text": "Kapil Dev"
   }
  },
  {
   "quote": {
    "text": "I'm French, so I'm quite lazy about exercising, and I smoke. But I do love going for a run in the morning with my dog. That's all."
   },
   "author": {
    "text": "Eva Green"
   }
  },
  {
   "quote": {
    "text": "You gotta have a body."
   },
   "author": {
    "text": "Jayne Mansfield"
   }
  },
  {
   "quote": {
    "text": "I think a basic level of fitness can help the body cope with all manner of incidents."
   },
   "author": {
    "text": "Richard Hammond"
   }
  },
  {
   "quote": {
    "text": "Vivametrica isn't the only company vying for control of the fitness data space. There is considerable power in becoming the default standard-setter for health metrics. Any company that becomes the go-to data analysis group for brands like Fitbit and Jawbone stands to make a lot of money."
   },
   "author": {
    "text": "Kate Crawford"
   }
  },
  {
   "quote": {
    "text": "The public character of every public servant is legitimate subject of discussion, and his fitness or unfitness for office may be fairly canvassed by any person."
   },
   "author": {
    "text": "Charles Babbage"
   }
  },
  {
   "quote": {
    "text": "My assumption was that people are already motivated to go to a fitness class. That's who I am. I was already ready to go out there and get to class. All I needed was a search tool. But it turns out people need more than that, and that's why gym memberships exist."
   },
   "author": {
    "text": "Payal Kadakia"
   }
  },
  {
   "quote": {
    "text": "Some people have that school of thought where fitness isn't enjoyable, but we're making it enjoyable, I think, by making it more fun, challenging, and engaging rather than this boring thing that you have to do. It's about using technology and data to change this experience."
   },
   "author": {
    "text": "Payal Kadakia"
   }
  },
  {
   "quote": {
    "text": "I treat health and fitness as looking after myself."
   },
   "author": {
    "text": "Iskra Lawrence"
   }
  },
  {
   "quote": {
    "text": "I am pleased with the fitness that I have."
   },
   "author": {
    "text": "Lin Dan"
   }
  },
  {
   "quote": {
    "text": "I'd love to look like my mum when I am her age. She taught ballet for years, and my attitude to exercise and fitness has definitely been influenced by her. She's 84 now, and I've watched how well she has aged, and a lot of that is to do with her fantastic posture."
   },
   "author": {
    "text": "Sarah Parish"
   }
  },
  {
   "quote": {
    "text": "Oh, and once, when I was in the Marines, I got a perfect score on my physical fitness test."
   },
   "author": {
    "text": "Drew Carey"
   }
  },
  {
   "quote": {
    "text": "With both kids, I started working out again at 16 days postpartum, but I treated myself with kindness, doing mild workouts, because my fitness level was lower."
   },
   "author": {
    "text": "Gabrielle Reece"
   }
  },
  {
   "quote": {
    "text": "When I was back to 100 per cent fitness, I was able to show what I was capable of. I like to think I will bring a freshness into the Euros, and now that I am captain, I am going to do my best to take responsibility."
   },
   "author": {
    "text": "Eden Hazard"
   }
  },
  {
   "quote": {
    "text": "People may say I developed an iron will, but what really happened is that I made myself much fitter. I think an iron will is always supported by fitness."
   },
   "author": {
    "text": "Ivan Lendl"
   }
  },
  {
   "quote": {
    "text": "When I was 10, I asked my parents for a set of weights. I had my Charles Atlas book to go along with that. Every time we went to the grocery store, I'd rush to the magazine area and read the ones with Arnold Schwarzenegger and all those guys on the covers: 'Pumping Iron,' 'Muscle and Fitness,' 'Muscle Builder by Joe Weider.'"
   },
   "author": {
    "text": "Lee Haney"
   }
  },
  {
   "quote": {
    "text": "With fitness, I do Bikrams hot yoga. The gym that I have in my building is amazing. I love to do cardio and weights there."
   },
   "author": {
    "text": "Shay Mitchell"
   }
  },
  {
   "quote": {
    "text": "They both go together; you can't be in front of the camera hosting a fitness television show in front of 75 million households and not have trained 6 days per week year round - in a bikini no less."
   },
   "author": {
    "text": "Kiana Tom"
   }
  },
  {
   "quote": {
    "text": "I think people who become compulsive about fitness or eating right, a lot of the time it's out of fear that they're going to lose control or that they're not good enough, so I think anything done out of fear or motivated by fear is often unhealthy."
   },
   "author": {
    "text": "Mark Manson"
   }
  },
  {
   "quote": {
    "text": "Fitness really changed my life."
   },
   "author": {
    "text": "Jon Jones"
   }
  },
  {
   "quote": {
    "text": "My morning starts with some form of exercise, and I give two hours - from 5:30 to 7:30 A.M. - to my personal fitness."
   },
   "author": {
    "text": "Sushant Singh Rajput"
   }
  },
  {
   "quote": {
    "text": "Every morning, I eat one fat-free yogurt with a sliced peach when peaches are in season, and one thin slice of whole-wheat bread. The same thing. I don't want to get fat. And I want to keep my fitness."
   },
   "author": {
    "text": "Leonard Lauder"
   }
  },
  {
   "quote": {
    "text": "A year ago I had a back injury and followed a good nutrition program to help speed up my recovery. I focused on exercise and staying healthy in order to get back out on the ice."
   },
   "author": {
    "text": "Sasha Cohen"
   }
  },
  {
   "quote": {
    "text": "I haven't always been into fitness. But I noticed that when I'd be on stage playing a show, I could hardly make it through the fifth song without having to take a breather."
   },
   "author": {
    "text": "Thomas Rhett"
   }
  },
  {
   "quote": {
    "text": "The only way for a rich man to be healthy is by exercise and abstinence, to live as if he were poor."
   },
   "author": {
    "text": "William Temple"
   }
  },
  {
   "quote": {
    "text": "I became a fitness fiend when I was about 17 or 18."
   },
   "author": {
    "text": "Cynthia Erivo"
   }
  },
  {
   "quote": {
    "text": "When I got the call from Chippendales, my jaw dropped, as it came on the heels of TMZ calling me fat on national TV. I am passionate about health and fitness, so I've kept in shape, and dancing is something I've always enjoyed, so I figured, why not?"
   },
   "author": {
    "text": "Ian Ziering"
   }
  },
  {
   "quote": {
    "text": "I know some people who are like, 'I love fitness,' and I feel like if you have to say that, you're still in the romance stage. I'm in the stage where I've been married to it for 60 years, and I don't think I'll ever get a divorce."
   },
   "author": {
    "text": "Matt McGorry"
   }
  },
  {
   "quote": {
    "text": "In Sevens, fitness is crucial, and it's going to come down to how quickly my body gets in shape."
   },
   "author": {
    "text": "Nick Cummins"
   }
  },
  {
   "quote": {
    "text": "As Mick Jagger will tell you, performing is an aerobic work-out. I've got the bass guitar, which is the heaviest of all the instruments, and I'm a little girl, in boiling-hot leather under the lights. You have to keep the fitness level up if you want to look good up there."
   },
   "author": {
    "text": "Suzi Quatro"
   }
  },
  {
   "quote": {
    "text": "I would like to thank everyone who supported me to be fit for the Euros. I had some fitness problems before the tournament, but I am here now!"
   },
   "author": {
    "text": "Andriy Shevchenko"
   }
  },
  {
   "quote": {
    "text": "Every day, I get up to hit the gym; the schedule is such that it gives me the requisite energy to last the entire day. I stress on cardiovascular exercises, and the workout is programmed with my sporting schedule. Most of the fitness schedule is based on what I require for my upcoming matches."
   },
   "author": {
    "text": "Gautam Gambhir"
   }
  },
  {
   "quote": {
    "text": "I do not usually follow a rigid fitness regimen, and most of it depends upon what goals I have in my mind."
   },
   "author": {
    "text": "Gautam Gambhir"
   }
  },
  {
   "quote": {
    "text": "One needs to be clear headed. I believe in all-round fitness."
   },
   "author": {
    "text": "Gautam Gambhir"
   }
  },
  {
   "quote": {
    "text": "I'm doing four hours of gymnastics training a day, six days a week and then an extra two to three hours in a fitness center as well."
   },
   "author": {
    "text": "Shawn Johnson"
   }
  },
  {
   "quote": {
    "text": "At least for soccer players, it comes down to a blend of two types of fitness - your base endurance, which comes from longer distance running, and your speed, which comes from sprint-based workouts."
   },
   "author": {
    "text": "Heather O'Reilly"
   }
  },
  {
   "quote": {
    "text": "I try and maintain a little bit of fitness, man."
   },
   "author": {
    "text": "Frank Bruno"
   }
  },
  {
   "quote": {
    "text": "I suffer panic attacks which has made me really conscious about my fitness and I have become addicted to jogging. It might sound odd but a lot of good has come out of it. My fans send letters saying they have taken up jogging because I do it."
   },
   "author": {
    "text": "Ellie Goulding"
   }
  },
  {
   "quote": {
    "text": "What I do is I'm trying to bridge the gap between yoga and fitness."
   },
   "author": {
    "text": "Mandy Ingber"
   }
  },
  {
   "quote": {
    "text": "Overall, I think I'm in pretty good shape, but I'm not really someone that is gung-ho or a fitness fanatic."
   },
   "author": {
    "text": "Cobi Jones"
   }
  },
  {
   "quote": {
    "text": "I took up boxing as a fitness thing. I got obsessed, and I would go every day when I wasn't working. It's just an insane sport when you get into it."
   },
   "author": {
    "text": "Lena Headey"
   }
  },
  {
   "quote": {
    "text": "I've been into fitness since I was 13."
   },
   "author": {
    "text": "Ginger Zee"
   }
  },
  {
   "quote": {
    "text": "I thought I did well for someone who has been out for 10 or 11 months. Then I was sub against Liverpool and tried to play for the guys and work on my fitness."
   },
   "author": {
    "text": "Paul Gascoigne"
   }
  },
  {
   "quote": {
    "text": "My fitness trainer's English, my physio's English, some of my friends are English. I don't have a problem with English people at all."
   },
   "author": {
    "text": "Andy Murray"
   }
  },
  {
   "quote": {
    "text": "For much of the year, you're just trying to maintain your fitness. It's not often you get a lot of time to really concentrate on improving it."
   },
   "author": {
    "text": "Andy Murray"
   }
  },
  {
   "quote": {
    "text": "Staying more controlled mentally stemmed from taking my fitness more seriously. When you're doing track work, sprints and so on, it's pretty painful, but that does make you feel better prepared and therefore mentally stronger when you're going into a match. You know, without a doubt, that you are strong enough to last."
   },
   "author": {
    "text": "Andy Murray"
   }
  },
  {
   "quote": {
    "text": "I like starting off the new year fresh. I'm excited to see how 2013 turns out. Maybe because I'm an actress and I am always on a diet and fitness program, but my New Year's resolution is to let myself be nice to myself about my body."
   },
   "author": {
    "text": "Busy Philipps"
   }
  },
  {
   "quote": {
    "text": "The manager and the fitness staff condition every training session. They plan it out week by week on what players need. If players need a rest, they will do that; if players need to work hard, they will do that as well."
   },
   "author": {
    "text": "Harry Kane"
   }
  },
  {
   "quote": {
    "text": "While I try to keep my fitness regimen consistent, during awards season, I'm especially conscious of what I'll be wearing and plan my workouts accordingly."
   },
   "author": {
    "text": "Kate Hudson"
   }
  },
  {
   "quote": {
    "text": "A typical week of training leading up to a major championship is like the sprinkling of parsley at the end of a dish. It's just the final little touches, that last little bit of strength or fitness, but mostly you are ready and are just maintaining and staying healthy."
   },
   "author": {
    "text": "Megan Rapinoe"
   }
  },
  {
   "quote": {
    "text": "I like exercise. I like a healthy body."
   },
   "author": {
    "text": "Erin Gray"
   }
  },
  {
   "quote": {
    "text": "Linguistics is a good way of defining the culture of a brand. The vocabulary used by sports and lifestyle brands - running, fitness, training, motorsports - is all about functionality, whereas the vocabulary of the luxury business - handbags, ready-to-wear - is all about the product."
   },
   "author": {
    "text": "Francois-Henri Pinault"
   }
  },
  {
   "quote": {
    "text": "I am concentrating on my fitness levels so that I don't look old."
   },
   "author": {
    "text": "Sonu Nigam"
   }
  },
  {
   "quote": {
    "text": "I have run two Olympic 'A' standard times over the past 12 months and with the time I ran at the African Championships last week I know my speed and fitness are constantly improving so that I will peak in time for the Olympics."
   },
   "author": {
    "text": "Oscar Pistorius"
   }
  },
  {
   "quote": {
    "text": "As far as fitness is concerned, you have to enjoy it, do good exercises, and integrate them into your tennis practice. The preparation for the season is as crucial as doing good blocks when switching from one surface to another."
   },
   "author": {
    "text": "Stan Wawrinka"
   }
  },
  {
   "quote": {
    "text": "I'm really into fitness, so my hobbies are yoga, Pilates, and working out."
   },
   "author": {
    "text": "Charlotte McKinney"
   }
  },
  {
   "quote": {
    "text": "Find fitness with fun dancing. It is fun and makes you forget about the dreaded exercise."
   },
   "author": {
    "text": "Paula Abdul"
   }
  },
  {
   "quote": {
    "text": "I have been passionate about fitness from a very young age."
   },
   "author": {
    "text": "Varun Dhawan"
   }
  },
  {
   "quote": {
    "text": "One of the things I've always enjoyed is moving around and staying fit. Physicality is such a big part of being an actor, but it's also about stillness and silence."
   },
   "author": {
    "text": "Joel Edgerton"
   }
  },
  {
   "quote": {
    "text": "I'm 33 now and I seem to have hit a fitness plane. Shifting the wobbly bits isn't as easy as it used to be."
   },
   "author": {
    "text": "Matthew Rhys"
   }
  },
  {
   "quote": {
    "text": "Faith can make no appeal to reason or the fitness of things; its appeal is to the Word of God, and whatever is therein revealed, faith accepts as true."
   },
   "author": {
    "text": "Edward McKendree Bounds"
   }
  },
  {
   "quote": {
    "text": "Let's face it: fitness is boring. But it's critical to be extremely dedicated to whatever you decide to take up to achieve a desired result. There's no way you are going to get there without dedication, which is the key for me."
   },
   "author": {
    "text": "Harbhajan Singh"
   }
  },
  {
   "quote": {
    "text": "I'm healthy now. I probably wouldn't say I'm at my best fitness level and I haven't played that much lately, but I'm healthy and that's all that matters."
   },
   "author": {
    "text": "Mary Pierce"
   }
  },
  {
   "quote": {
    "text": "I didn't get into fitness until my late twenties. I had put on a lot of weight; I was quite chubby and feeling really depressed. But exercise helped everything - the body and the mind."
   },
   "author": {
    "text": "Robert Rinder"
   }
  },
  {
   "quote": {
    "text": "To keep my back from getting stiff, I have a strict regime every morning of stretching and do yoga once a week and Pilates. 'Strictly Come Dancing' in 2008 was great for my fitness."
   },
   "author": {
    "text": "Cherie Lunghi"
   }
  },
  {
   "quote": {
    "text": "The fitness industry has long thrived off the well-intended coming through their doors and signing up with dreams of self-improvement, only to fade into their couches. Those who stick with it often feel like hamsters on treadmills."
   },
   "author": {
    "text": "Mary Pilon"
   }
  },
  {
   "quote": {
    "text": "We spend millions on fitness each year, yet we seem to get fatter."
   },
   "author": {
    "text": "Mary Pilon"
   }
  },
  {
   "quote": {
    "text": "As the issue of youth fitness - from obesity to proper exercise regimens - takes on more resonance in schools and communities across the country, CrossFit Kids and other preschool fitness programs are raising questions about when and how children should start playing organized sports or hitting the gym."
   },
   "author": {
    "text": "Mary Pilon"
   }
  },
  {
   "quote": {
    "text": "As a father, my first priority is to help my sons set and attain personal goals so they will develop self-confidence and individual strength. Engaging in regular fitness activities with my children helps me fulfill those responsibilities."
   },
   "author": {
    "text": "Alan Thicke"
   }
  },
  {
   "quote": {
    "text": "Family involvement is a valuable thing and playing together actively can be the '90s version of it. Instead of just watching, you can do it together... something we don't spend enough time on. We can motivate and excite each other about fitness."
   },
   "author": {
    "text": "Alan Thicke"
   }
  },
  {
   "quote": {
    "text": "My priority is to turn people - especially kids - on to sports and being active so they don't even have to think about it being good for their health. If people participate for the fun of it, and believe me - it is fun, then fitness programs will be much more successful."
   },
   "author": {
    "text": "Alan Thicke"
   }
  },
  {
   "quote": {
    "text": "Yoga disciplines both the mind and the souls and not just your body. It helps me in having a constant positive outlook in life. I would love my family to adopt this form of fitness as well."
   },
   "author": {
    "text": "Jacqueline Fernandez"
   }
  },
  {
   "quote": {
    "text": "To hear both critics and defenders talk about the fitness of Judge Sonia Sotomayor for the Supreme Court, you'd think the most successful Supreme Court justices had been warm, collegial consensus-builders. But history tells a different story."
   },
   "author": {
    "text": "Noah Feldman"
   }
  },
  {
   "quote": {
    "text": "I try to come at fitness and nutrition from a perspective of gentleness and what will make me feel good afterwards. I try to stay out of the mindset of needing to fix myself. I do whatever seems fun to me."
   },
   "author": {
    "text": "Taylor Schilling"
   }
  },
  {
   "quote": {
    "text": "People who were always hardbodies love that competitive style of team-sports activity: they come up with timers and fitness contests and personal bests. But for the vast majority of people, competition in exercise is not fun. It's no fun to compete if you know you can never win."
   },
   "author": {
    "text": "Naomi Alderman"
   }
  },
  {
   "quote": {
    "text": "Mr. Gonzales' failure to respond to questions legitimately posed to him by the Senate raises grave doubts in my mind as to his fitness to serve the people of the United States as their Attorney General."
   },
   "author": {
    "text": "Daniel Inouye"
   }
  },
  {
   "quote": {
    "text": "What you want is to rev up your metabolism so that you are burning fat and calories, not preserving fat and calories."
   },
   "author": {
    "text": "Kathy Freston"
   }
  },
  {
   "quote": {
    "text": "Fitness is defined differently by everyone, but for me, the most important thing is being healthy. As tennis players, what we do is not the healthiest thing. We almost abuse our bodies."
   },
   "author": {
    "text": "Sania Mirza"
   }
  },
  {
   "quote": {
    "text": "I try to keep at a non-obsessive level of fitness. It's not about looking great, it's about just feeling good. So I do a lot of yoga. Bikram just blows my mind. It's mental as well as physical; if I don't train, I get very depressed."
   },
   "author": {
    "text": "Richard C. Armitage"
   }
  },
  {
   "quote": {
    "text": "Once in a while I'll get moved to do some exercise. It's something I long for but the biggest problem is bending down and putting my tennis shoes on. Once I go out I'm OK."
   },
   "author": {
    "text": "David Soul"
   }
  },
  {
   "quote": {
    "text": "I didn't have the same fitness or ability as the other girls, so I had to beat them with my mind."
   },
   "author": {
    "text": "Martina Hingis"
   }
  },
  {
   "quote": {
    "text": "Exercise has its hazards. Runners are sidelined by shinsplints, freestylists by swimmer's ear, and who hasn't heard of tennis elbow? But the fitness buff of the '90s has a far greater worry. StairMaster Butt."
   },
   "author": {
    "text": "Jake Tapper"
   }
  },
  {
   "quote": {
    "text": "Beside the brand-ambassador elements of the modern racing driver, the evolution of the athlete has mandated that as drivers, we are very committed to fitness."
   },
   "author": {
    "text": "Charlie Kimball"
   }
  },
  {
   "quote": {
    "text": "Shearer could be at 100 per cent fitness, but not peak fitness."
   },
   "author": {
    "text": "Graham Taylor"
   }
  },
  {
   "quote": {
    "text": "Imagine how many women could excel in science if not for the pernicious myth that science and math are a man's game. Likewise, fitness isn't defined by the Arnold Schwarzeneggers of the world."
   },
   "author": {
    "text": "Kyle Hill"
   }
  },
  {
   "quote": {
    "text": "I think I have just evolved as a person, as a human being. I like fitness. It's an important part of my everyday life, and I enjoy and endorse a healthy lifestyle."
   },
   "author": {
    "text": "Karisma Kapoor"
   }
  },
  {
   "quote": {
    "text": "I have to thank the coach for looking after my fitness and allowing me to feel my way into the tournament."
   },
   "author": {
    "text": "Bastian Schweinsteiger"
   }
  },
  {
   "quote": {
    "text": "Even when I was training alone, just me and one of United's fitness coaches, I loved going onto the field, doing sprints, being at the training ground."
   },
   "author": {
    "text": "Bastian Schweinsteiger"
   }
  },
  {
   "quote": {
    "text": "At times, you are mentally but not physically prepared; at times, you are physically but not mentally prepared. I would be lying if I said it doesn't affect your performance. But the sooner you get over it, the better. So you discipline yourself. That is why fitness counts."
   },
   "author": {
    "text": "Mohammad Azharuddin"
   }
  },
  {
   "quote": {
    "text": "I had something to prove and went in the studio and started writing. I got into fitness and style and learned the whole craft. That was when I wrote everything on the album. I put out 'Don't Ya,' and it took off."
   },
   "author": {
    "text": "Brett Eldredge"
   }
  },
  {
   "quote": {
    "text": "Fitness will be a major factor in the first race and I think that will play into the hands of drivers who have been racing recently, rather than people like me who haven't raced properly for a decade. I'am not one of the favourites to start with."
   },
   "author": {
    "text": "Nigel Mansell"
   }
  },
  {
   "quote": {
    "text": "I just have to express myself somehow, either through singing, dance or fitness. You get sick of it; you have days where you think you don't want to do it, but generally after I've done something, I feel better. That's why I do the exercise: to earn my bar of chocolate and cappuccino."
   },
   "author": {
    "text": "Bonnie Langford"
   }
  },
  {
   "quote": {
    "text": "I have been particularly struck with the overwhelming evidence which is given as to the fitness of the natives of India for high offices and employments."
   },
   "author": {
    "text": "Richard Cobden"
   }
  },
  {
   "quote": {
    "text": "For fitness, I've just bought a watch which keeps a track of how many calories I burn, what's my heart rate, which is very fascinating."
   },
   "author": {
    "text": "Yami Gautam"
   }
  },
  {
   "quote": {
    "text": "People assume that you need to run fast to get to optimum fitness, but the truth is endurance lifting makes you stronger and leaner."
   },
   "author": {
    "text": "Greg Rutherford"
   }
  },
  {
   "quote": {
    "text": "I keep up with everything in terms of health, fitness, nutrition, skin care, hair, nails. Really, everything. I'm an avid reader of every women's health newsletter from every hospital in the country."
   },
   "author": {
    "text": "Evelyn Lauder"
   }
  },
  {
   "quote": {
    "text": "Almost 70 per cent of your fitness battle is won the day you realise what your body needs and when. I've made my own diets, and I decide for myself what works for me."
   },
   "author": {
    "text": "Arjun Rampal"
   }
  },
  {
   "quote": {
    "text": "I look at fitness as a necessity in the same way as how you drink water, eat food, one should look at fitness in a dedicated way. People will look fresh and happy. If you are happy, you in a way look fit."
   },
   "author": {
    "text": "Arjun Rampal"
   }
  },
  {
   "quote": {
    "text": "I just remember having the President's Fitness Challenge when I was in elementary school and middle school. You had to do different activities, and at the end of it, I think you got a little pin or a badge. I was like, 'How do we incorporate Captain America into high school?' You would have the 'Captain America Fitness Challenge.'"
   },
   "author": {
    "text": "Jon Watts"
   }
  },
  {
   "quote": {
    "text": "I'm still very professional about my fitness. I stay in trim as I always did."
   },
   "author": {
    "text": "Peter Shilton"
   }
  },
  {
   "quote": {
    "text": "There are similarities between business and sport, in the pressures involved and in the fitness aspect too."
   },
   "author": {
    "text": "Peter Shilton"
   }
  },
  {
   "quote": {
    "text": "Mental fitness is served by consciously redirecting our attention away from the constant bombardment from the media whose reason to be seems to be focused on keeping us in a state of constant alert."
   },
   "author": {
    "text": "David Perlmutter"
   }
  },
  {
   "quote": {
    "text": "Because I take care of my body, it doesn't look like the body of a woman of my years."
   },
   "author": {
    "text": "Gloria Swanson"
   }
  },
  {
   "quote": {
    "text": "Ultimately, I'm in the fitness industry. But, I've branched out from there quite a bit. I began doing consulting on writing and getting published in magazines in about 2011. Right around that time, I started doing some angel investing and looking to grow my skills and general experience outside of that."
   },
   "author": {
    "text": "John Romaniello"
   }
  },
  {
   "quote": {
    "text": "I created a fitness club with five friends. We have weekly check-ins and a reward system - and group penalties if one of us slacks off."
   },
   "author": {
    "text": "Bryce Dallas Howard"
   }
  },
  {
   "quote": {
    "text": "We talk a lot on 'Biggest Loser' about how fitness is a natural antidepressant, how it burns off stress. What I like about running is that it gives me time alone. I'm always busy, with people at work, with my kids. I love getting out for a run by myself and just listening to my music."
   },
   "author": {
    "text": "Alison Sweeney"
   }
  },
  {
   "quote": {
    "text": "I recommend that people try new stuff or take new fitness classes all the time. It's important to mix up your routine, not only for your body, but also for your mental state."
   },
   "author": {
    "text": "Alison Sweeney"
   }
  },
  {
   "quote": {
    "text": "What's wrong with extreme dieting and hard-core fitness plans is that they don't take into account the rest of your life."
   },
   "author": {
    "text": "Alison Sweeney"
   }
  },
  {
   "quote": {
    "text": "Just as you can't blindly follow fashion, you can't follow fitness, either."
   },
   "author": {
    "text": "Anushka Sharma"
   }
  },
  {
   "quote": {
    "text": "When I see these kids 6 years old with a private coach, and at 7, they have a fitness coach, I'm like, 'Aw, come on.' At 12, it's for sure they will lose all the interest in tennis because they do not interact with other kids."
   },
   "author": {
    "text": "Victoria Azarenka"
   }
  },
  {
   "quote": {
    "text": "I think when you come to Australia you immediately get the sense of fitness and taking care of yourself and being healthy, and it really shows."
   },
   "author": {
    "text": "Tinie Tempah"
   }
  },
  {
   "quote": {
    "text": "I am not a fitness freak, but I do my regular exercises."
   },
   "author": {
    "text": "Uday Kiran"
   }
  },
  {
   "quote": {
    "text": "Clearly, society has a tremendous stake in insisting on a woman's natural fitness for the career of mother: the alternatives are all too expensive."
   },
   "author": {
    "text": "Ann Oakley"
   }
  },
  {
   "quote": {
    "text": "Dancing has always helped in keeping my fitness levels high. When I was in school and college, I used to dance a lot. It helped me stay healthy."
   },
   "author": {
    "text": "Rithvik Dhanjani"
   }
  },
  {
   "quote": {
    "text": "When I left EastEnders, I could have earned an absolute fortune from sexy calendars, shoots for lads' mags, fitness videos and reality shows. But I always turned them down."
   },
   "author": {
    "text": "Michelle Ryan"
   }
  },
  {
   "quote": {
    "text": "Yoga's an amazing release."
   },
   "author": {
    "text": "Monica Keena"
   }
  },
  {
   "quote": {
    "text": "I'm very active when I'm not pregnant, but I think fitness should be a natural part of your life, not something you have to force yourself to do."
   },
   "author": {
    "text": "Jessica Capshaw"
   }
  },
  {
   "quote": {
    "text": "For most athletes, there's a focus on your own fitness, but I have to rely on my horse, too. I've been very lucky so far, and it hasn't presented a problem, but you can never count on a competition going as planned until you're there and actually doing it."
   },
   "author": {
    "text": "Charlotte Dujardin"
   }
  },
  {
   "quote": {
    "text": "The spirit of the Olympic movement is great for young people because it teaches them about the training and discipline required to compete. Even if they don't make the teams, they can rededicate their lives to the art of sport, discipline, and physical fitness."
   },
   "author": {
    "text": "Richard M. Daley"
   }
  },
  {
   "quote": {
    "text": "I'm not ashamed to admit that for many years, most of my fitness information came from a VHS series by MTV called ''The Grind Workout.''"
   },
   "author": {
    "text": "Jenna Wortham"
   }
  },
  {
   "quote": {
    "text": "I go to the gym every day. That tends to taper off when I'm at a tournament. During tournaments, I'm not trying to build fitness. I'm simply trying to keep away any kind of tension. I go for long walks to clear my head."
   },
   "author": {
    "text": "Viswanathan Anand"
   }
  },
  {
   "quote": {
    "text": "At my first Olympics, I didn't have a contract, and I wasn't making any money. After my first Olympics, I was working at 24 Hour Fitness at the front desk. I would go to practice in the morning, run home, shower, grab some food and then go straight to work. I didn't get off of work until 10 or 11 o'clock at night."
   },
   "author": {
    "text": "Michelle Carter"
   }
  },
  {
   "quote": {
    "text": "I'm enjoying myself this year and for once I'm not chasing my fitness."
   },
   "author": {
    "text": "Jamie Redknapp"
   }
  },
  {
   "quote": {
    "text": "Our regular fitness programme means that the race lasting longer than others should not be a problem, but something you have to prepare for in Singapore is ensuring you always keep well-hydrated, as the heat and humidity can easily dehydrate you."
   },
   "author": {
    "text": "Romain Grosjean"
   }
  },
  {
   "quote": {
    "text": "We've got to get people out of their cars, out of those drive-thru windows, get them walking, get them in parks and get them more active."
   },
   "author": {
    "text": "Mick Cornett"
   }
  },
  {
   "quote": {
    "text": "My bottom is so big it's got its own gravitational field."
   },
   "author": {
    "text": "Carol Vorderman"
   }
  },
  {
   "quote": {
    "text": "When you get into the final week of the Tour de France, it becomes a different kind of race. As the distance and the fatigue really tell, that is when it becomes a proper test of everyone's fitness."
   },
   "author": {
    "text": "Bradley Wiggins"
   }
  },
  {
   "quote": {
    "text": "I have found a flat on Merseyside and am settling down here. If I can keep playing and get back to full match fitness, I know I have a lot to offer still."
   },
   "author": {
    "text": "David Ginola"
   }
  },
  {
   "quote": {
    "text": "Ballet Beautiful is about finding balance and making fitness a part of your life in a happy, healthy, rewarding way where you get to feel pretty and look beautiful. It's not about beating yourself up in the gym and locking yourself in a dark room with blasting music."
   },
   "author": {
    "text": "Mary Helen Bowers"
   }
  },
  {
   "quote": {
    "text": "A lot of fitness has that very masculine energy and drive, and that never worked for me. I want to be challenged. I don't want to be told that I'm terrible and that I suck and that I'm not good enough - that's not motivating."
   },
   "author": {
    "text": "Mary Helen Bowers"
   }
  },
  {
   "quote": {
    "text": "Making fitness a priority will energize you, make you look and feel better, and help diffuse stress."
   },
   "author": {
    "text": "Mary Helen Bowers"
   }
  },
  {
   "quote": {
    "text": "A lot of fitness is about contractions - you're doing squats, or you're on a bike and your knees are bending but never stretching all the way, so your muscles get strengthened but look short and thick."
   },
   "author": {
    "text": "Mary Helen Bowers"
   }
  },
  {
   "quote": {
    "text": "There are different groups of people in your life that you behave slightly differently with. You behave one way with your family. You behave in a different way with your work colleagues. You behave differently with your friends from the movie club, your fitness instructor - all subtly different personas."
   },
   "author": {
    "text": "Charlie Brooker"
   }
  },
  {
   "quote": {
    "text": "With fitness, I decided that I wanted to get into shape, and my passion for fitness and a desire to help other people do the same made me decide to do a fitness video. People always tell me they want to work out to my songs, so why not make a fitness DVD."
   },
   "author": {
    "text": "CeCe Peniston"
   }
  },
  {
   "quote": {
    "text": "I used to be very into fitness and would happily pose for photos in my bikini. Now I look at those and think, 'Where did that body go?' But that was before children."
   },
   "author": {
    "text": "Penny Lancaster"
   }
  },
  {
   "quote": {
    "text": "I might do a fitness video. Actually, more of a fatness video."
   },
   "author": {
    "text": "Sanjeev Bhaskar"
   }
  },
  {
   "quote": {
    "text": "I would rather exercise than read a newspaper."
   },
   "author": {
    "text": "Kim Alexis"
   }
  },
  {
   "quote": {
    "text": "My mom has a couple great tricks, but my father is consistently a good cook. He's extremely avid about health and fitness and a bit obsessive. He always talks about garden-fresh food."
   },
   "author": {
    "text": "Lizz Wright"
   }
  },
  {
   "quote": {
    "text": "I believe it's extremely important to include some other type of fitness activity in your training, so cross training will help you to avoid injury when you are dancing."
   },
   "author": {
    "text": "Laurieann Gibson"
   }
  },
  {
   "quote": {
    "text": "I personally love to run outdoor fitness trails. I love the meditative value I get when out alone, challenging myself to run faster and higher."
   },
   "author": {
    "text": "Laurieann Gibson"
   }
  },
  {
   "quote": {
    "text": "I think that we all plateau, from fitness experts to regular folks at every fitness level. What that means is we need to change our exercise routine, food, and attitude."
   },
   "author": {
    "text": "David Kirsch"
   }
  },
  {
   "quote": {
    "text": "I can't eat whatever I want, definitely not. I'm always controlled because I do a lot of fitness and triathlons, not just Formula One, so I always make sure I eat the right things."
   },
   "author": {
    "text": "Jenson Button"
   }
  },
  {
   "quote": {
    "text": "For me, triathlons were something that was down to me and my fitness. Now, I really enjoy the pain in the triathlon of chasing someone down. It's a bit like chasing down Nico Rosberg in the last few laps at Silverstone - it makes you feel alive."
   },
   "author": {
    "text": "Jenson Button"
   }
  },
  {
   "quote": {
    "text": "Once you are over 30, 35 years old, I think everyone should get down to the gym and start moving again."
   },
   "author": {
    "text": "Warren Cuccurullo"
   }
  },
  {
   "quote": {
    "text": "The health industry, the fitness industry, was really starting to pick up. This was around the mid 80's."
   },
   "author": {
    "text": "Warren Cuccurullo"
   }
  },
  {
   "quote": {
    "text": "Those who aren't actors needn't juggle from lean to bulky and back. It's great to maintain a stable body type. Be consistent in your approach towards fitness."
   },
   "author": {
    "text": "Ashish Sharma"
   }
  },
  {
   "quote": {
    "text": "I know April, May and June are a few unbearable months, and working out in a gym and sweating in such dirty hot, sticky, humid weather puts me off. The best way is to swim. I feel so fresh and rejuvenated after swimming, and I believe it's one of the best mode to fitness during summers."
   },
   "author": {
    "text": "Ashish Sharma"
   }
  },
  {
   "quote": {
    "text": "I am 5 ft 6 in, and at my peak, my vital statistics were 37-22-35. I didn't even think about my weight - but now I work hard at keeping healthy. Fortunately, my husband Richie is as much of a fitness buff as I am."
   },
   "author": {
    "text": "Raquel Welch"
   }
  },
  {
   "quote": {
    "text": "I was excited 'Maxim' wanted me to be in Expert Fitness."
   },
   "author": {
    "text": "Bobby Lashley"
   }
  },
  {
   "quote": {
    "text": "There are people who intensely clutch an idea that yoga is a higher system, not to be lowered to the weight loss or even fitness category. This is the same kind of clutching that has kept yoga part of a tightly knit club for so long since its introduction in America."
   },
   "author": {
    "text": "Tara Stiles"
   }
  },
  {
   "quote": {
    "text": "I can't promote fitness tea for the rest of my life."
   },
   "author": {
    "text": "Karrueche Tran"
   }
  },
  {
   "quote": {
    "text": "When 'Men's Health' reached out and said, 'Will you be on the 'Today Show' and do a fitness challenge?' I said, 'OK. I'm not showing them anything they don't already know.' But I'm going to take what some would argue is a negative or not substantive and turn it into a substantive thing to hopefully do some good for people."
   },
   "author": {
    "text": "Aaron Schock"
   }
  },
  {
   "quote": {
    "text": "When I do get time, I like to hike and I take lots of vitamins and powders to keep healthy."
   },
   "author": {
    "text": "Catherine Bell"
   }
  },
  {
   "quote": {
    "text": "During a packed season, maintaining fitness becomes tough because you can't put too much effort into it. You're constantly monitoring workloads."
   },
   "author": {
    "text": "MS Dhoni"
   }
  },
  {
   "quote": {
    "text": "Early in my career, I got roles that demanded that I be fit to carry off the angry young man look. Of course, I'm a fitness freak, and that's something I picked up from my dad."
   },
   "author": {
    "text": "Akkineni Nagarjuna"
   }
  },
  {
   "quote": {
    "text": "When you don't play, you really feel the difference of what matches give you. The match-sharpness, the fitness. It's what you need to progress."
   },
   "author": {
    "text": "Ruben Loftus-Cheek"
   }
  },
  {
   "quote": {
    "text": "For guys who are into fitness, I think it's important to wear slim-fit stuff that is pretty tight so they can show off the bodies they have been working hard to have. Women are going to appreciate that."
   },
   "author": {
    "text": "Carl Hagelin"
   }
  },
  {
   "quote": {
    "text": "Kids are starting at such a low base rate in terms of fitness that it's taking them years to catch up to where people like me started from. Every little bit is making it more difficult for kids to succeed on a world stage."
   },
   "author": {
    "text": "Daley Thompson"
   }
  },
  {
   "quote": {
    "text": "I've still got a small fitness and conditioning business where I travel round the world doing stuff for individuals and corporations, mainly fitness training."
   },
   "author": {
    "text": "Daley Thompson"
   }
  },
  {
   "quote": {
    "text": "Fitness has always been one of my strengths. I can do all the long-distance runs. When I was at school and we entered the competitions, I used to do the 100m, 200m, and the 1500m as well, so it's never just been a pace thing."
   },
   "author": {
    "text": "Jamie Vardy"
   }
  },
  {
   "quote": {
    "text": "Obviously, when you're doing fitness work at a club all week and every week, it's all about specific drills for what you need to do on the pitch. So I'd be doing a different drill to the centre-midfielders. It's all specifically tailored for me. For example, my drills are high speed. It's all about trying to break the line with a sharp sprint."
   },
   "author": {
    "text": "Jamie Vardy"
   }
  },
  {
   "quote": {
    "text": "Dancing improved my fitness level and endurance."
   },
   "author": {
    "text": "Hazel Keech"
   }
  },
  {
   "quote": {
    "text": "I love to sing. I also had a band during my college days in Saudi Arabia called Thousand Decibels. If not an actor, I would have become a singer. I am very passionate about work. I am a fitness freak: I go to gym before doing my shoot. I also do yoga."
   },
   "author": {
    "text": "Karan Singh Grover"
   }
  },
  {
   "quote": {
    "text": "I grew up watching Salman Khan and Arnold Schwarzenegger, who have always juggled fitness with acting. In real life, I'm a fitness freak. Besides, it is nice to look at an actor who is fit, and if you become a role model, that's a perk."
   },
   "author": {
    "text": "Karan Singh Grover"
   }
  },
  {
   "quote": {
    "text": "I'm such a fitness freak that I eat so plain, it's gross. I have oatmeal in the morning and then I have chicken breasts and vegetables and spinach shakes."
   },
   "author": {
    "text": "Jake Shears"
   }
  },
  {
   "quote": {
    "text": "My first love is football. When I get the chance, I play football for fitness."
   },
   "author": {
    "text": "Fidel Edwards"
   }
  },
  {
   "quote": {
    "text": "It's not about weight, it's about fitness, and one component of being fit is to have relatively low body fat, because fat is not very efficient, whereas muscle is."
   },
   "author": {
    "text": "Deborah Bull"
   }
  },
  {
   "quote": {
    "text": "The goodness of a thing created is the perfection of its fitness for the use which it serves. Now that use is either particular or universal."
   },
   "author": {
    "text": "William Ames"
   }
  },
  {
   "quote": {
    "text": "When I was a little kid growing up in Iceland, I always dreamed about creating something that could have an impact on the whole world, and even as a young boy I was passionate about fitness and sports."
   },
   "author": {
    "text": "Magnus Scheving"
   }
  },
  {
   "quote": {
    "text": "You think aerobics is not a cool sport? I think you are wrong. It requires amazing discipline - flexibility, fitness, knowledge. And you have to do it with a big smile on your face. Also, I once performed in front of 10,000 screaming women. I tell you something, I'd rather do that than kick a ball around in front of a few men."
   },
   "author": {
    "text": "Magnus Scheving"
   }
  },
  {
   "quote": {
    "text": "My mother was a P.E. teacher, and she was kind of a fanatic about fitness and nutrition growing up, so it was ingrained in me at a young age. As I get older, I'm finding out it's not about getting all buffed up and looking good. It's more about staying healthy and flexible."
   },
   "author": {
    "text": "Josh Duhamel"
   }
  },
  {
   "quote": {
    "text": "I'm freakishly competitive, so I set a date to achieve a certain weight or fitness."
   },
   "author": {
    "text": "Jamie Bamber"
   }
  },
  {
   "quote": {
    "text": "I don't want to lose my fitness. I'm 45. I have two babies. I've got a long way to go and I want to keep in tiptop shape. There's no magic bullet."
   },
   "author": {
    "text": "Marcia Cross"
   }
  },
  {
   "quote": {
    "text": "I always knew I'd keep at it with the plodding doggedness that I used to master lump-less gravy and wriggle out of fitness classes; I always knew I'd get a zillion rejection slips. I figured I'd write part time while working various full-time office jobs, and maybe, maybe in my 50s, I'd be able to quit and try writing full time."
   },
   "author": {
    "text": "MaryJanice Davidson"
   }
  },
  {
   "quote": {
    "text": "It's very important to have the right clothing to exercise in. If you throw on an old T-shirt or sweats, it's not inspiring for your workout."
   },
   "author": {
    "text": "Cheryl Tiegs"
   }
  },
  {
   "quote": {
    "text": "I love to swim for miles; I could just go back and forth."
   },
   "author": {
    "text": "Jill Clayburgh"
   }
  },
  {
   "quote": {
    "text": "You need to eat normally and healthfully, and you need to exercise. I'm so passionate about this because I think people spend their lives not happy in their bodies."
   },
   "author": {
    "text": "Courtney Thorne-Smith"
   }
  },
  {
   "quote": {
    "text": "I've had one very bad ankle injury but otherwise I've been incredibly lucky with my fitness. I've worked hard at it and I've always been fit even compared to other players. That sustains you through various parts of your career, but I am 36."
   },
   "author": {
    "text": "Graeme Le Saux"
   }
  },
  {
   "quote": {
    "text": "When I was first introduced to CrossFit, I found it to be the hardest workout that I'd ever done. It wiped the floor with me, and I fell in love with it immediately. The results that I have seen in my strength and physicality have been unparalleled to any other things I have ever done in my more than 20 years in the fitness business."
   },
   "author": {
    "text": "Bob Harper"
   }
  },
  {
   "quote": {
    "text": "I've published one book before, and now I'm writing a book of essays and stories about life in Tokyo. And I have one book coming out in May in Germany, about fitness."
   },
   "author": {
    "text": "Franka Potente"
   }
  },
  {
   "quote": {
    "text": "I have always maintained a high level of fitness, and that is why I am still able to handle the demands of playing in the Premiership. People have always commented on my fitness, and it's something I pride myself on."
   },
   "author": {
    "text": "Richard Gough"
   }
  },
  {
   "quote": {
    "text": "I was a bit worried coming back to the Premiership from America, but I have been pleased with my form, and the interest I have received has been good for my ego. I have no worries about my fitness, and I am really looking forward to the season starting now."
   },
   "author": {
    "text": "Richard Gough"
   }
  },
  {
   "quote": {
    "text": "I'm an athlete, so I can get up one day and run and it wouldn't bother me. I don't get the time because I work for long hours every day. Being constantly on the move itself helps me stay fit. I don't go to a gym. I use the stairs, not the lift. I'm not into fitness, but I feel I should start, as it's healthy."
   },
   "author": {
    "text": "Genelia D'Souza"
   }
  },
  {
   "quote": {
    "text": "I think that our culture is doing something to women - let's say women in their late 30s and 40s and probably even 50s, - where they really are expected to keep this insane level of fitness and youth. I find that just a real waste of women's lives. I really do think that."
   },
   "author": {
    "text": "Sarah Dunn"
   }
  },
  {
   "quote": {
    "text": "Football shape is one thing, and then 'futbol' shape is a completely other thing. It's a whole other level of fitness that you have to work to maintain."
   },
   "author": {
    "text": "Gabriel Luna"
   }
  },
  {
   "quote": {
    "text": "I am about to get involved with the biggest cancer hospital in Norway. They are building a fitness center to work with patients. I will be a consultant."
   },
   "author": {
    "text": "Grete Waitz"
   }
  },
  {
   "quote": {
    "text": "In terms of fitness and battling through cancer, exercise helps you stay strong physically and mentally."
   },
   "author": {
    "text": "Grete Waitz"
   }
  },
  {
   "quote": {
    "text": "My mom was a professional fitness competitor, so I go into the gym with her. I train with my dad and mother. It's embarrassing, because she's really strong."
   },
   "author": {
    "text": "Booboo Stewart"
   }
  },
  {
   "quote": {
    "text": "The main thing is that it's nice to see these young people - 9 to 14 years old - take the opportunity to get more involved in their health and fitness. We need more kids to be more active."
   },
   "author": {
    "text": "Rafer Johnson"
   }
  },
  {
   "quote": {
    "text": "I also meet with city officials, representatives from governors' offices, really anyone in that sort of position who has shown an interest in youth fitness, to let them know why this sort of program is so important. I give the same message when I speak at conferences."
   },
   "author": {
    "text": "Rafer Johnson"
   }
  },
  {
   "quote": {
    "text": "The fitness builds the foundation for me as an actor to have clarity. Fitness has always been the base of where I start off as a performer."
   },
   "author": {
    "text": "Manu Bennett"
   }
  },
  {
   "quote": {
    "text": "When I'm on the road, I'll break my exercise into a cardio session and a weights session."
   },
   "author": {
    "text": "Robert Irvine"
   }
  },
  {
   "quote": {
    "text": "I do a lot of biking. I need that mileage and the long-distance stuff because tennis demands it. My fitness trainer is always trying to convince me to do an Ironman. I can probably run the marathon, I can make the 112 miles on the bike, but I will never swim for 2.4 miles. I will die after 100 meters."
   },
   "author": {
    "text": "Tomas Berdych"
   }
  },
  {
   "quote": {
    "text": "Don't get me wrong, I think bikes are terrific. I own several of my own, including a trendy mountain style, and ride them for pleasure and light exercise."
   },
   "author": {
    "text": "Brock Yates"
   }
  },
  {
   "quote": {
    "text": "My husband and I own a CrossFit Gym. Crossfit is perfect for me because it's always competitive, all the workouts are in a class environment, and it's different every day. It's a constantly varied functional fitness workout done with intensity."
   },
   "author": {
    "text": "Chelan Simmons"
   }
  },
  {
   "quote": {
    "text": "I don't do very well with extremes of any kind - extreme diets, extreme fitness - so moderation makes a lot of sense, and Hershey's has really great portion-friendly desserts to help people incorporate treats into their lifestyles so they don't feel like they're depriving themselves and are still living a balanced life."
   },
   "author": {
    "text": "Kimberly Williams-Paisley"
   }
  },
  {
   "quote": {
    "text": "It is such a great opportunity to be the face of a brand which I remember wearing as a little kid and running around in half-naked. Bonds is now getting very serious about fitness, and their range is amazing. It's beautiful and comfy."
   },
   "author": {
    "text": "Courtney Eaton"
   }
  },
  {
   "quote": {
    "text": "I love Nautilus and stretching. The results are immediate, and that gives me the motivation to continue."
   },
   "author": {
    "text": "Donna Dixon"
   }
  },
  {
   "quote": {
    "text": "A vigorous five-mile walk will do more good for an unhappy but otherwise healthy adult than all the medicine and psychology in the world."
   },
   "author": {
    "text": "Paul Dudley White"
   }
  },
  {
   "quote": {
    "text": "I think it's more important to be fit so that you can be healthy and enjoy activities than it is to have a good body."
   },
   "author": {
    "text": "Rachel Blanchard"
   }
  },
  {
   "quote": {
    "text": "I remember Simon O'Donnell being struck with cancer during Australia's 1987 World Cup campaign. I know very well what it is like to have a teammate who has been struck with a potentially fatal disease. He fought through: managed to get himself back to 100% fitness and back to playing again."
   },
   "author": {
    "text": "Tom Moody"
   }
  }
 ]
}