{
 "FreedomQuotes": [
  {
   "quote": {
    "text": "A friend is someone who gives you total freedom to be yourself."
   },
   "author": {
    "text": "Jim Morrison"
   }
  },
  {
   "quote": {
    "text": "Just living is not enough... one must have sunshine, freedom, and a little flower."
   },
   "author": {
    "text": "Hans Christian Andersen"
   }
  },
  {
   "quote": {
    "text": "Love myself I do. Not everything, but I love the good as well as the bad. I love my crazy lifestyle, and I love my hard discipline. I love my freedom of speech and the way my eyes get dark when I'm tired. I love that I have learned to trust people with my heart, even if it will get broken. I am proud of everything that I am and will become."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "Today I choose life. Every morning when I wake up I can choose joy, happiness, negativity, pain... To feel the freedom that comes from being able to continue to make mistakes and choices - today I choose to feel life, not to deny my humanity but embrace it."
   },
   "author": {
    "text": "Kevyn Aucoin"
   }
  },
  {
   "quote": {
    "text": "Education is the key to unlock the golden door of freedom."
   },
   "author": {
    "text": "George Washington Carver"
   }
  },
  {
   "quote": {
    "text": "I've learned that fear limits you and your vision. It serves as blinders to what may be just a few steps down the road for you. The journey is valuable, but believing in your talents, your abilities, and your self-worth can empower you to walk down an even brighter path. Transforming fear into freedom - how great is that?"
   },
   "author": {
    "text": "Soledad O'Brien"
   }
  },
  {
   "quote": {
    "text": "Art, freedom and creativity will change society faster than politics."
   },
   "author": {
    "text": "Victor Pinchuk"
   }
  },
  {
   "quote": {
    "text": "The secret to happiness is freedom... And the secret to freedom is courage."
   },
   "author": {
    "text": "Thucydides"
   }
  },
  {
   "quote": {
    "text": "America will never be destroyed from the outside. If we falter and lose our freedoms, it will be because we destroyed ourselves."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Friends can help each other. A true friend is someone who lets you have total freedom to be yourself - and especially to feel. Or, not feel. Whatever you happen to be feeling at the moment is fine with them. That's what real love amounts to - letting a person be what he really is."
   },
   "author": {
    "text": "Jim Morrison"
   }
  },
  {
   "quote": {
    "text": "War is peace. Freedom is slavery. Ignorance is strength."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "Freedom is nothing but a chance to be better."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "A hero is someone who understands the responsibility that comes with his freedom."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "Instead of trying to make your life perfect, give yourself the freedom to make it an adventure, and go ever upward."
   },
   "author": {
    "text": "Drew Houston"
   }
  },
  {
   "quote": {
    "text": "Every human has four endowments - self awareness, conscience, independent will and creative imagination. These give us the ultimate human freedom... The power to choose, to respond, to change."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "No phone. No pool. No pets. No cigarettes. Ultimate freedom... No longer to be poisoned by civilization, he flees, and walks alone upon the land to become Lost in the Wild."
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "Makeup is no different than clothes and accessories - it's embellishments for your face. And it also gives you creative freedom. You get to have that moment in front the mirror every morning and give yourself self-love. You're making yourself up beautiful, which is essentially self-love."
   },
   "author": {
    "text": "Michelle Phan"
   }
  },
  {
   "quote": {
    "text": "Freedom is the open window through which pours the sunlight of the human spirit and human dignity."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "Love does not claim possession, but gives freedom."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "We hold these truths to be self-evident: that all men are created equal; that they are endowed by their Creator with certain unalienable rights; that among these are life, liberty, and the pursuit of happiness."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "We, the People, recognize that we have responsibilities as well as rights; that our destinies are bound together; that a freedom which only asks what's in it for me, a freedom without a commitment to others, a freedom without love or charity or duty or patriotism, is unworthy of our founding ideals, and those who died in their defense."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "If the freedom of speech is taken away then dumb and silent we may be led, like sheep to the slaughter."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "All the great things are simple, and many can be expressed in a single word: freedom, justice, honor, duty, mercy, hope."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "I believe in Liberty for all men: the space to stretch their arms and their souls, the right to breathe and the right to vote, the freedom to choose their friends, enjoy the sunshine, and ride on the railroads, uncursed by color; thinking, dreaming, working as they will in a kingdom of beauty and love."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "Money won't create success, the freedom to make it will."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Conformity is the jailer of freedom and the enemy of growth."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Liberty cannot be preserved without general knowledge among the people."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "Happiness is being content with what you have, living in freedom and liberty, having a good family life and good friends."
   },
   "author": {
    "text": "Divyanka Tripathi"
   }
  },
  {
   "quote": {
    "text": "Perhaps one reason we are fascinated by cats is because such a small animal can contain so much independence, dignity, and freedom of spirit. Unlike the dog, the cat's personality is never bet on a human's. He demands acceptance on his own terms."
   },
   "author": {
    "text": "Lloyd Alexander"
   }
  },
  {
   "quote": {
    "text": "Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don't judge people by their religion, color or sexual habits, love life and your family."
   },
   "author": {
    "text": "Madonna Ciccone"
   }
  },
  {
   "quote": {
    "text": "I've sold my soul for freedom. It's lonely but it's sweet."
   },
   "author": {
    "text": "Melissa Etheridge"
   }
  },
  {
   "quote": {
    "text": "Freedom is never more than one generation away from extinction. We didn't pass it to our children in the bloodstream. It must be fought for, protected, and handed on for them to do the same."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "The end of law is not to abolish or restrain, but to preserve and enlarge freedom. For in all the states of created beings capable of law, where there is no law, there is no freedom."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "Nobody can give you freedom. Nobody can give you equality or justice or anything. If you're a man, you take it."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Between stimulus and response there is a space. In that space is our power to choose our response. In our response lies our growth and our freedom."
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "My story is a freedom song of struggle. It is about finding one's purpose, how to overcome fear and to stand up for causes bigger than one's self."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "I wish that every human life might be pure transparent freedom."
   },
   "author": {
    "text": "Simone de Beauvoir"
   }
  },
  {
   "quote": {
    "text": "To know yourself as the Being underneath the thinker, the stillness underneath the mental noise, the love and joy underneath the pain, is freedom, salvation, enlightenment."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "Hatred is corrosive of a person's wisdom and conscience; the mentality of enmity can poison a nation's spirit, instigate brutal life and death struggles, destroy a society's tolerance and humanity, and block a nation's progress to freedom and democracy."
   },
   "author": {
    "text": "Liu Xiaobo"
   }
  },
  {
   "quote": {
    "text": "Every day, people serve their neighbors and our nation in many different ways, from helping a child learn and easing the loneliness of those without a family to defending our freedom overseas. It is in this spirit of dedication to others and to our country that I believe service should be broadly and deeply encouraged."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "I believe our flag is more than just cloth and ink. It is a universally recognized symbol that stands for liberty, and freedom. It is the history of our nation, and it's marked by the blood of those who died defending it."
   },
   "author": {
    "text": "John Thune"
   }
  },
  {
   "quote": {
    "text": "Freedom is never voluntarily given by the oppressor; it must be demanded by the oppressed."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "It is difficult to free fools from the chains they revere."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Where globalization means, as it so often does, that the rich and powerful now have new means to further enrich and empower themselves at the cost of the poorer and weaker, we have a responsibility to protest in the name of universal freedom."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Liberty, when it begins to take root, is a plant of rapid growth."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "Emancipate yourselves from mental slavery, none but ourselves can free our minds!"
   },
   "author": {
    "text": "Marcus Garvey"
   }
  },
  {
   "quote": {
    "text": "Freedom is hammered out on the anvil of discussion, dissent, and debate."
   },
   "author": {
    "text": "Hubert H. Humphrey"
   }
  },
  {
   "quote": {
    "text": "Honoring the sacrifices many have made for our country in the name of freedom and democracy is the very foundation of Veterans Day."
   },
   "author": {
    "text": "Charles B. Rangel"
   }
  },
  {
   "quote": {
    "text": "On a motorcycle, you can't really think about more than where you are. There's a freedom that comes with that - from stress, worry, sweating the small stuff."
   },
   "author": {
    "text": "Laurence Fishburne"
   }
  },
  {
   "quote": {
    "text": "The most important kind of freedom is to be what you really are. You trade in your reality for a role. You give up your ability to feel, and in exchange, put on a mask."
   },
   "author": {
    "text": "Jim Morrison"
   }
  },
  {
   "quote": {
    "text": "Man is free at the moment he wishes to be."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "The liberties of our country, the freedom of our civil constitution, are worth defending against all hazards: And it is our duty to defend them against all attacks."
   },
   "author": {
    "text": "Samuel Adams"
   }
  },
  {
   "quote": {
    "text": "Financial freedom is available to those who learn about it and work for it."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "Cats are the runes of beauty, invincibility, wonder, pride, freedom, coldness, self-sufficiency, and dainty individuality - the qualities of sensitive, enlightened, mentally developed, pagan, cynical, poetic, philosophic, dispassionate, reserved, independent, Nietzschean, unbroken, civilised, master-class men."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "Freedom lies in being bold."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "I realize that men and women of the military go out and sacrifice their lives and put their selves in harm's way for my freedom of speech and my freedoms in this country, and my freedom to take a seat or take a knee, so I have the utmost respect for them, and I think what I did was taken out of context and spun a different way."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "There is no easy walk to freedom anywhere, and many of us will have to pass through the valley of the shadow of death again and again before we reach the mountaintop of our desires."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Israel was not created in order to disappear - Israel will endure and flourish. It is the child of hope and the home of the brave. It can neither be broken by adversity nor demoralized by success. It carries the shield of democracy and it honors the sword of freedom."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah."
   },
   "author": {
    "text": "Afrika Bambaataa"
   }
  },
  {
   "quote": {
    "text": "Without freedom of thought, there can be no such thing as wisdom - and no such thing as public liberty without freedom of speech."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "We all have the right of freedom of speech under the First Amendment. We all don't have to agree with one another on our opinions. Everyone in my circle, that I run around with, we all feel the same about God, country, integrity and character."
   },
   "author": {
    "text": "Luke Scott"
   }
  },
  {
   "quote": {
    "text": "Mountains are freedom. Treat them respectfully."
   },
   "author": {
    "text": "Conrad Anker"
   }
  },
  {
   "quote": {
    "text": "The essence of mathematics lies in its freedom."
   },
   "author": {
    "text": "Georg Cantor"
   }
  },
  {
   "quote": {
    "text": "Struggle is a never ending process. Freedom is never really won, you earn it and win it in every generation."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "Tramping is too easy with all this money. My days were more exciting when I was penniless and had to forage around for my next meal... I've decided that I'm going to live this life for some time to come. The freedom and simple beauty of it is just too good to pass up."
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "True freedom requires the rule of law and justice, and a judicial system in which the rights of some are not secured by the denial of rights to others."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "I had crossed the line. I was free; but there was no one to welcome me to the land of freedom. I was a stranger in a strange land."
   },
   "author": {
    "text": "Harriet Tubman"
   }
  },
  {
   "quote": {
    "text": "Enslave the liberty of but one human being and the liberties of the world are put in peril."
   },
   "author": {
    "text": "William Lloyd Garrison"
   }
  },
  {
   "quote": {
    "text": "People don't realize what's really going on in this country. There are a lot things that are going on that are unjust. People aren't being held accountable for. And that's something that needs to change. That's something that this country stands for: freedom, liberty and justice for all."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "Freedom itself was attacked this morning by a faceless coward, and freedom will be defended."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "Comfortable shoes and the freedom to leave are the two most important things in life."
   },
   "author": {
    "text": "Shel Silverstein"
   }
  },
  {
   "quote": {
    "text": "Art is the daughter of freedom."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "I would like to be remembered as a person who wanted to be free... so other people would be also free."
   },
   "author": {
    "text": "Rosa Parks"
   }
  },
  {
   "quote": {
    "text": "I know that one day all transgender individuals will have the freedom to be who they are, no matter what. And we won't have to face the cruel judgments of society. We can just live our lives and be treated and respected like everyone else."
   },
   "author": {
    "text": "Jazz Jennings"
   }
  },
  {
   "quote": {
    "text": "My childhood memories are amazing; I had freedom in every way - but I see everything from a different perspective now that I live outside."
   },
   "author": {
    "text": "Ana de Armas"
   }
  },
  {
   "quote": {
    "text": "Humanity has won its battle. Liberty now has a country."
   },
   "author": {
    "text": "Marquis de Lafayette"
   }
  },
  {
   "quote": {
    "text": "The secret of freedom lies in educating people, whereas the secret of tyranny is in keeping them ignorant."
   },
   "author": {
    "text": "Maximilien Robespierre"
   }
  },
  {
   "quote": {
    "text": "When government - in pursuit of good intentions - tries to rearrange the economy, legislate morality, or help special interests, the cost come in inefficiency, lack of motivation, and loss of freedom. Government should be a referee, not an active player."
   },
   "author": {
    "text": "Milton Friedman"
   }
  },
  {
   "quote": {
    "text": "A big part of financial freedom is having your heart and mind free from worry about the what-ifs of life."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "A free press can, of course, be good or bad, but, most certainly without freedom, the press will never be anything but bad."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "People demand freedom of speech as a compensation for the freedom of thought which they seldom use."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "Man will never be free until the last king is strangled with the entrails of the last priest."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "Freedom consists not in doing what we like, but in having the right to do what we ought."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "I am free because I know that I alone am morally responsible for everything I do. I am free, no matter what rules surround me. If I find them tolerable, I tolerate them; if I find them too obnoxious, I break them. I am free because I know that I alone am morally responsible for everything I do."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "I am a Republican, a black, dyed in the wool Republican, and I never intend to belong to any other party than the party of freedom and progress."
   },
   "author": {
    "text": "Frederick Douglass"
   }
  },
  {
   "quote": {
    "text": "I took up arms for the freedom of my color. It is our own - we will defend it or perish."
   },
   "author": {
    "text": "Toussaint Louverture"
   }
  },
  {
   "quote": {
    "text": "Punk is musical freedom. It's saying, doing and playing what you want. In Webster's terms, 'nirvana' means freedom from pain, suffering and the external world, and that's pretty close to my definition of Punk Rock."
   },
   "author": {
    "text": "Kurt Cobain"
   }
  },
  {
   "quote": {
    "text": "I begin to feel like most Americans don't understand the First Amendment, don't understand the idea of freedom of speech, and don't understand that it's the responsibility of the citizen to speak out."
   },
   "author": {
    "text": "Roger Ebert"
   }
  },
  {
   "quote": {
    "text": "If we don't believe in freedom of expression for people we despise, we don't believe in it at all."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "It is by the goodness of God that in our country we have those three unspeakably precious things: freedom of speech, freedom of conscience, and the prudence never to practice either of them."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "The liberties of a people never were, nor ever will be, secure, when the transactions of their rulers may be concealed from them."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "A lovely nook of forest scenery, or a grand rock, like a beautiful woman, depends for much of its attractiveness upon the attendance sense of freedom from whatever is low; upon a sense of purity and of romance."
   },
   "author": {
    "text": "P. T. Barnum"
   }
  },
  {
   "quote": {
    "text": "Civilization is the progress toward a society of privacy. The savage's whole existence is public, ruled by the laws of his tribe. Civilization is the process of setting man free from men."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "Freedom is a timeless value. The United Nations Charter calls for encouraging respect for fundamental freedoms. The Universal Declaration of Human Rights mentions freedom more than twenty times. All countries have committed to protecting individual freedoms on paper - but in practice, too many break their pledge."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "Power in defense of freedom is greater than power in behalf of tyranny and oppression, because power, real power, comes from our conviction which produces action, uncompromising action."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "One of my great joys in life is being a pilot. There is a great sense of freedom in soaring through the sky. You get a different perspective up there. Seeing things that aren't so apparent from the ground."
   },
   "author": {
    "text": "Sonny Perdue"
   }
  },
  {
   "quote": {
    "text": "When we lose the right to be different, we lose the privilege to be free."
   },
   "author": {
    "text": "Charles Evans Hughes"
   }
  },
  {
   "quote": {
    "text": "If people who cherish freedom, who know the importance of mutual respect and are aware of the imperative necessity to establish a constructive and critical debate, if these people are not ready to speak out, to be more committed and visible, then we can expect sad, painful tomorrows. The choice is ours."
   },
   "author": {
    "text": "Tariq Ramadan"
   }
  },
  {
   "quote": {
    "text": "I can't in good conscience allow the U.S. government to destroy privacy, internet freedom and basic liberties for people around the world with this massive surveillance machine they're secretly building."
   },
   "author": {
    "text": "Edward Snowden"
   }
  },
  {
   "quote": {
    "text": "The Philippines and the U.S. have had a strong relationship with each other for a very long time now. We have a shared history. We have shared values, democracy, freedom, and we have been in all the wars together in modern history, the World War, Second World War, Cold War, Vietnam, Korea, now the war on terrorism."
   },
   "author": {
    "text": "Gloria Macapagal Arroyo"
   }
  },
  {
   "quote": {
    "text": "Jazz stands for freedom. It's supposed to be the voice of freedom: Get out there and improvise, and take chances, and don't be a perfectionist - leave that to the classical musicians."
   },
   "author": {
    "text": "Dave Brubeck"
   }
  },
  {
   "quote": {
    "text": "We've seen over time that countries that have the best economic growth are those that have good governance, and good governance comes from freedom of communication. It comes from ending corruption. It comes from a populace that can go online and say, 'This politician is corrupt, this administrator, or this public official is corrupt.'"
   },
   "author": {
    "text": "Ramez Naam"
   }
  },
  {
   "quote": {
    "text": "What then is freedom? The power to live as one wishes."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "The boisterous sea of liberty is never without a wave."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Pervading nationalism imposes its dominion on man today in many different forms and with an aggressiveness that spares no one. The challenge that is already with us is the temptation to accept as true freedom what in reality is only a new form of slavery."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "The patriot's blood is the seed of Freedom's tree."
   },
   "author": {
    "text": "Thomas Campbell"
   }
  },
  {
   "quote": {
    "text": "The only freedom which deserves the name is that of pursuing our own good, in our own way, so long as we do not attempt to deprive others of theirs, or impede their efforts to obtain it."
   },
   "author": {
    "text": "John Stuart Mill"
   }
  },
  {
   "quote": {
    "text": "If I fall, I'll fall five feet four inches forward in the fight for freedom. I'm not backing off."
   },
   "author": {
    "text": "Fannie Lou Hamer"
   }
  },
  {
   "quote": {
    "text": "Although we have, in theory, abolished human slavery, recognized women's rights, and stopped child labor, we continue to enslave other species who, if we simply pay attention, show quite clearly that they experience parental love, pain, and the desire for freedom, just as we do."
   },
   "author": {
    "text": "Ingrid Newkirk"
   }
  },
  {
   "quote": {
    "text": "The art of leadership is not to spend your time measuring, evaluating. It's all about selecting the person. And if you believe you selected the right person, then you give that person the freedom, the authority, the delegation to innovate and to lead with some very simple measure."
   },
   "author": {
    "text": "Pierre Nanterme"
   }
  },
  {
   "quote": {
    "text": "We all have goals: We want to matter. We want to be important. We want to have freedom and power to pursue our creative work. We want respect from our peers and recognition for our accomplishments. Not out of vanity or selfishness, but of an earnest desire to fulfill our personal potential."
   },
   "author": {
    "text": "Ryan Holiday"
   }
  },
  {
   "quote": {
    "text": "Rosa Parks was the queen mother of a movement whose single act of heroism sparked the movement for freedom, justice and equality. Her greatest contribution is that she told us a regular person can make a difference."
   },
   "author": {
    "text": "Marc Morial"
   }
  },
  {
   "quote": {
    "text": "Expose yourself to your deepest fear; after that, fear has no power, and the fear of freedom shrinks and vanishes. You are free."
   },
   "author": {
    "text": "Jim Morrison"
   }
  },
  {
   "quote": {
    "text": "Pakistan not only means freedom and independence but the Muslim Ideology which has to be preserved, which has come to us as a precious gift and treasure and which, we hope other will share with us."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "Man is not free unless government is limited."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Most people do not really want freedom, because freedom involves responsibility, and most people are frightened of responsibility."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "Ultimately, America's answer to the intolerant man is diversity, the very diversity which our heritage of religious freedom has inspired."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Let freedom reign. The sun never set on so glorious a human achievement."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "I love the pigeons. I just raise them, period, and feed them. Pigeons go away, and they always come back. You get a touch of freedom, and then they are free to come back to you. I love the idea of pigeons."
   },
   "author": {
    "text": "George Foreman"
   }
  },
  {
   "quote": {
    "text": "If we desire a society in which men are brothers, then we must act towards one another with brotherhood. If we can build such a society, then we would have achieved the ultimate goal of human freedom."
   },
   "author": {
    "text": "Bayard Rustin"
   }
  },
  {
   "quote": {
    "text": "Americans are so enamored of equality that they would rather be equal in slavery than unequal in freedom."
   },
   "author": {
    "text": "Alexis de Tocqueville"
   }
  },
  {
   "quote": {
    "text": "I absolutely fell in love with being on the water and the peace and freedom that you get being on the water in a single boat."
   },
   "author": {
    "text": "Oksana Masters"
   }
  },
  {
   "quote": {
    "text": "Within the soul of America is freedom of mind and spirit in man. Here alone are the open windows through which pours the sunlight of the human spirit. Here alone is human dignity not a dream but an accomplishment. Perhaps it is not perfect, but it is more full in realization here than any other place in the world."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "Freedom of the press is not an end in itself but a means to the end of achieving a free society."
   },
   "author": {
    "text": "Felix Frankfurter"
   }
  },
  {
   "quote": {
    "text": "We will not waver; we will not tire; we will not falter, and we will not fail. Peace and Freedom will prevail."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "I loved the feeling of freedom in running, the fresh air, the feeling that the only person I'm competing with is me."
   },
   "author": {
    "text": "Wilma Rudolph"
   }
  },
  {
   "quote": {
    "text": "It does not take a majority to prevail... but rather an irate, tireless minority, keen on setting brushfires of freedom in the minds of men."
   },
   "author": {
    "text": "Samuel Adams"
   }
  },
  {
   "quote": {
    "text": "Education is a human right with immense power to transform. On its foundation rest the cornerstones of freedom, democracy and sustainable human development."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "Freedom of being alone is intoxicating."
   },
   "author": {
    "text": "Kangana Ranaut"
   }
  },
  {
   "quote": {
    "text": "I can completely lose myself into just absolutely satisfying things - a really amazing cheeseburger, a pizza, good fries, a beer. I enjoy being comfortable and eating whatever the hell I like. It's a big thing for me, just having the freedom to be able to do that."
   },
   "author": {
    "text": "Channing Tatum"
   }
  },
  {
   "quote": {
    "text": "Freedom does not come without a price. We may sometimes take for granted the many liberties we enjoy in America, but they have all been earned through the ultimate sacrifice paid by so many of the members of our armed forces."
   },
   "author": {
    "text": "Charlie Dent"
   }
  },
  {
   "quote": {
    "text": "For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Freedom of speech is a human right and the foundation upon which democracy is built. Any restriction of freedom of speech is a restriction upon democracy."
   },
   "author": {
    "text": "Deeyah Khan"
   }
  },
  {
   "quote": {
    "text": "The price of freedom is eternal vigilance."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "But I do believe that a woman's truest place is in a home, with a husband and with children, and with large freedom, pecuniary freedom, personal freedom, and the right to vote."
   },
   "author": {
    "text": "Lucy Stone"
   }
  },
  {
   "quote": {
    "text": "We have been educated into believing someone else's concept of the deity, and someone else's standard of beauty. You have the right to practice any religion and politics in a way that best suits your freedom, your dignity, and your understanding. And once you do that, you don't apologize."
   },
   "author": {
    "text": "John Henrik Clarke"
   }
  },
  {
   "quote": {
    "text": "To me, the American Dream is being able to follow your own personal calling. To be able to do what you want to do is incredible freedom."
   },
   "author": {
    "text": "Maya Lin"
   }
  },
  {
   "quote": {
    "text": "Telling a story in a futuristic world gives you this freedom to explore things that bother you in contemporary times."
   },
   "author": {
    "text": "Suzanne Collins"
   }
  },
  {
   "quote": {
    "text": "We have the highest incarceration rate of any country in the world. 'America, land of liberty and freedom?' You know, that's baloney. More than 2 million Americans are behind bars now. Communist China has four times the population and they have 1.5 million people behind bars."
   },
   "author": {
    "text": "Gary Johnson"
   }
  },
  {
   "quote": {
    "text": "Guard with jealous attention the public liberty. Suspect everyone who approaches that jewel. Unfortunately, nothing will preserve it but downright force. Whenever you give up that force, you are inevitably ruined."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "Being offended by freedom of speech should never be regarded as a justification for violence."
   },
   "author": {
    "text": "Alan Dershowitz"
   }
  },
  {
   "quote": {
    "text": "Freedom in capitalist society always remains about the same as it was in ancient Greek republics: Freedom for slave owners."
   },
   "author": {
    "text": "Vladimir Lenin"
   }
  },
  {
   "quote": {
    "text": "I love to create, and to me, the ultimate freedom of expression is a blank canvas or a block of clay to capture whatever emotions your imagination gives it."
   },
   "author": {
    "text": "Daniel Boulud"
   }
  },
  {
   "quote": {
    "text": "The First Amendment freedom of religion is as important today as when the Bill of Rights was first written."
   },
   "author": {
    "text": "Arlen Specter"
   }
  },
  {
   "quote": {
    "text": "I come bearing an olive branch in one hand, and the freedom fighter's gun in the other. Do not let the olive branch fall from my hand."
   },
   "author": {
    "text": "Yasser Arafat"
   }
  },
  {
   "quote": {
    "text": "Freedom is not given to us by anyone; we have to cultivate it ourselves. It is a daily practice... No one can prevent you from being aware of each step you take or each breath in and breath out."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Exclusion is never the way forward on our shared paths to freedom and justice."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "In a democracy, you need to have a strong judicial system. You need freedom of speech, you need art, and you need a free press."
   },
   "author": {
    "text": "Tzipi Livni"
   }
  },
  {
   "quote": {
    "text": "Today, in every wave of every ocean, I see our children playing and dancing. Today, in every plant, tree, and mountain, I see our children growing in freedom."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "Forgiveness is the key to action and freedom."
   },
   "author": {
    "text": "Hannah Arendt"
   }
  },
  {
   "quote": {
    "text": "America's Veterans have served their country with the belief that democracy and freedom are ideals to be upheld around the world."
   },
   "author": {
    "text": "John Doolittle"
   }
  },
  {
   "quote": {
    "text": "Veterans are a symbol of what makes our nation great, and we must never forget all they have done to ensure our freedom."
   },
   "author": {
    "text": "Rodney Frelinghuysen"
   }
  },
  {
   "quote": {
    "text": "Anywhere, anytime ordinary people are given the chance to choose, the choice is the same: freedom, not tyranny; democracy, not dictatorship; the rule of law, not the rule of the secret police."
   },
   "author": {
    "text": "Tony Blair"
   }
  },
  {
   "quote": {
    "text": "Seek freedom and become captive of your desires. Seek discipline and find your liberty."
   },
   "author": {
    "text": "Frank Herbert"
   }
  },
  {
   "quote": {
    "text": "True individual freedom cannot exist without economic security and independence. People who are hungry and out of a job are the stuff of which dictatorships are made."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "I find only freedom in the realms of eccentricity."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "Well, if crime fighters fight crime and fire fighters fight fire, what do freedom fighters fight? They never mention that part to us, do they?"
   },
   "author": {
    "text": "George Carlin"
   }
  },
  {
   "quote": {
    "text": "But what is liberty without wisdom, and without virtue? It is the greatest of all possible evils; for it is folly, vice, and madness, without tuition or restraint."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "The truth is I love being alive. And I love feeling free. So if I can't have those things then I feel like a caged animal and I'd rather not be in a cage. I'd rather be dead. And it's real simple. And I think it's not that uncommon."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "You don't have to be a man to fight for freedom. All you have to do is to be an intelligent human being."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "How does the Meadow flower its bloom unfold? Because the lovely little flower is free down to its root, and in that freedom bold."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "Grace is the beauty of form under the influence of freedom."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "The worst enemy of life, freedom and the common decencies is total anarchy; their second worst enemy is total efficiency."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Perfect freedom is as necessary to the health and vigor of commerce as it is to the health and vigor of citizenship."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "When one makes a Revolution, one cannot mark time; one must always go forward - or go back. He who now talks about the 'freedom of the press' goes backward, and halts our headlong course towards Socialism."
   },
   "author": {
    "text": "Vladimir Lenin"
   }
  },
  {
   "quote": {
    "text": "Responsibility is the price of freedom."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "I believe in absolute freedom of expression. Everyone has a right to offend and be offended."
   },
   "author": {
    "text": "Taslima Nasrin"
   }
  },
  {
   "quote": {
    "text": "The best thing about being rich is the freedom; freedom to do whatever you want whenever you want. It doesn't suck."
   },
   "author": {
    "text": "Tommy Lee"
   }
  },
  {
   "quote": {
    "text": "It is clear that not in one thing alone, but in many ways equality and freedom of speech are a good thing."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "Independence means we enjoy freedom. We are not colonised by people. And we can govern our own country and develop it independently so that our people can live a better life."
   },
   "author": {
    "text": "Mahathir Mohamad"
   }
  },
  {
   "quote": {
    "text": "In hindsight, Watergate was a curse as well as a blessing for American journalism. The courageous reporting of the 'Post' and the 'New York Times' - coupled with the favourable Supreme Court rulings on publication of the Pentagon Papers - were landmarks for the interpretation of First Amendment rights and the freedom of the press."
   },
   "author": {
    "text": "Lionel Barber"
   }
  },
  {
   "quote": {
    "text": "I am interested in anything about revolt, disorder, chaos-especially activity that seems to have no meaning. It seems to me to be the road toward freedom... Rather than starting inside, I start outside and reach the mental through the physical."
   },
   "author": {
    "text": "Jim Morrison"
   }
  },
  {
   "quote": {
    "text": "Now, then, in order to understand white supremacy we must dismiss the fallacious notion that white people can give anybody their freedom."
   },
   "author": {
    "text": "Stokely Carmichael"
   }
  },
  {
   "quote": {
    "text": "I support engagement, diplomacy, and trade with Cuba, China, Vietnam, and many countries with less than stellar human rights records, because I believe that once enslaved people taste freedom and see the products of capitalism, they will become hungry for freedom themselves."
   },
   "author": {
    "text": "Rand Paul"
   }
  },
  {
   "quote": {
    "text": "There can be no real freedom without the freedom to fail."
   },
   "author": {
    "text": "Erich Fromm"
   }
  },
  {
   "quote": {
    "text": "The American flag is the symbol of our freedom, national pride and history."
   },
   "author": {
    "text": "Mike Fitzpatrick"
   }
  },
  {
   "quote": {
    "text": "Freedom of speech and thought matters, especially when it is speech and thought with which we disagree. The moment the majority decides to destroy people for engaging in thought it dislikes, thought crime becomes a reality."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "Mothers have always held such symbolic weight in determining a person's worth. Your mother tongue, your motherland, your mother's values - these things can qualify or disqualify you from attaining myriad American dreams: love, fluency, citizenship, legitimacy, acceptance, success, freedom."
   },
   "author": {
    "text": "Jenny Zhang"
   }
  },
  {
   "quote": {
    "text": "I think that short films often contain an originality, a creative freedom, an energy and an invention that is inspiring and entertaining. I think they are, as Shakespeare put it, a good deed in a naughty world."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "The degree of freedom from unwanted thoughts and the degree of concentration on a single thought are the measures to gauge spiritual progress."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "I think of a hero as someone who understands the degree of responsibility that comes with his freedom."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "You can't separate peace from freedom because no one can be at peace unless he has his freedom."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "All respect for the office of the presidency aside, I assumed that the obvious and unadulterated decline of freedom and constitutional sovereignty, not to mention the efforts to curb the power of judicial review, spoke for itself."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "Hand in hand with freedom of speech goes the power to be heard, to share in the decisions of government which shape men's lives."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Most men today cannot conceive of a freedom that does not involve somebody's slavery."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "Yoga is a way to freedom. By its constant practice, we can free ourselves from fear, anguish and loneliness."
   },
   "author": {
    "text": "Indra Devi"
   }
  },
  {
   "quote": {
    "text": "We are driven by five genetic needs: survival, love and belonging, power, freedom, and fun."
   },
   "author": {
    "text": "William Glasser"
   }
  },
  {
   "quote": {
    "text": "Communists have always played an active role in the fight by colonial countries for their freedom, because the short-term objects of Communism would always correspond with the long-term objects of freedom movements."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Don't stay at the job for safe salary increases over time. That will never get you where you want - freedom from financial worry. Only free time, imagination, creativity, and an ability to disappear will help you deliver value that nobody ever delivered before in the history of mankind."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "Indeed, a major source of objection to a free economy is precisely that it... gives people what they want instead of what a particular group thinks they ought to want. Underlying most arguments against the free market is a lack of belief in freedom itself."
   },
   "author": {
    "text": "Milton Friedman"
   }
  },
  {
   "quote": {
    "text": "I will not leave South Africa, nor will I surrender. Only through hardship, sacrifice and militant action can freedom be won. The struggle is my life. I will continue fighting for freedom until the end of my days."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "In peace, the Middle East, the ancient cradle of civilization, will become invigorated and transformed. Throughout its lands there will be freedom of movement of people, of ideas, of goods."
   },
   "author": {
    "text": "Menachem Begin"
   }
  },
  {
   "quote": {
    "text": "I believe in an India of pluralism and diversity, not of religious bigotry and caste politics. I believe in an India that is secure in itself and confident of its place in the world, an India that is a proud example of tolerance, freedom and hope for the downtrodden."
   },
   "author": {
    "text": "Shashi Tharoor"
   }
  },
  {
   "quote": {
    "text": "None are more hopelessly enslaved than those who falsely believe they are free."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "In the long history of the world, only a few generations have been granted the role of defending freedom in its hour of maximum danger. I do not shrink from this responsibility - I welcome it."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "The leaders of the world face no greater task than that of avoiding nuclear war. While preserving the cause of freedom, we must seek abolition of war through programs of general and complete disarmament. The Test-Ban Treaty of 1963 represents a significant beginning in this immense undertaking."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Happiness is nothing but good health and freedom, and money is the single best way you can buy your freedom."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "Two things form the bedrock of any open society - freedom of expression and rule of law. If you don't have those things, you don't have a free country."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "I only ask to be free. The butterflies are free."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "Freedom is something that dies unless it's used."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "You don't have true freedom until you allow a diversity of opinion and a diversity of voices."
   },
   "author": {
    "text": "Don Lemon"
   }
  },
  {
   "quote": {
    "text": "I'm still like a butterfly going from one job to another job. But it's quite lovely - I hope to keep this freedom, to have fun."
   },
   "author": {
    "text": "Carine Roitfeld"
   }
  },
  {
   "quote": {
    "text": "The wisest use of American strength is to advance freedom."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "Freedom possesses many meanings. It speaks not merely in terms of political and religious liberty but also in terms of economic and social progress."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Posterity! You will never know how much it cost the present generation to preserve your freedom! I hope you will make a good use of it."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "I stand for limited government, fiscal responsibility, personal freedom, personal responsibility, so the Republican Party will support me."
   },
   "author": {
    "text": "Rick Scott"
   }
  },
  {
   "quote": {
    "text": "Whether it's freedom to express, freedom to live, freedom to earn, freedom to thrive, freedom to learn, whatever it is, I want to make sure that I'm a part of these spaces and opening doors."
   },
   "author": {
    "text": "Angela Rye"
   }
  },
  {
   "quote": {
    "text": "So long as you do not achieve social liberty, whatever freedom is provided by the law is of no avail to you."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "Freedom of speech means freedom for those who you despise, and freedom to express the most despicable views. It also means that the government cannot pick and choose which expressions to authorize and which to prevent."
   },
   "author": {
    "text": "Alan Dershowitz"
   }
  },
  {
   "quote": {
    "text": "Today it is time for every child to have a right to life, right to freedom, right to health, right to education, safety, the right to dignity, right to equality, and right to peace."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "America's freedom of religion, and freedom from religion, offers every wisdom tradition an opportunity to address our soul-deep needs: Christianity, Judaism, Islam, Buddhism, Hinduism, secular humanism, agnosticism and atheism among others."
   },
   "author": {
    "text": "Parker Palmer"
   }
  },
  {
   "quote": {
    "text": "The basis for all human relationships and where we derive our greatest strength and power, trust is single-handedly the most powerful source of positive energy and, once in place, unlocks a freedom and peace to explore."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "History has taught us over and over again that freedom is not free. When push comes to shove, the ultimate protectors of freedom and liberty are the brave men and women in our armed forces. Throughout our history, they've answered the call in bravery and sacrifice."
   },
   "author": {
    "text": "Tim Pawlenty"
   }
  },
  {
   "quote": {
    "text": "Donald Trump, Mike Pence, and Jeff Sessions are using their powers and offices to make life as difficult as possible for everyone from the transgender worker to the gay widower to the queer undocumented immigrant. These efforts are not about bathrooms or religious freedom; they're about driving LGBTQ people out of public life."
   },
   "author": {
    "text": "Sarah McBride"
   }
  },
  {
   "quote": {
    "text": "As long as men are free to ask what they must, free to say what they think, free to think what they will, freedom can never be lost and science can never regress."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "I don't like it when a player says, 'I like freedom; I want to play for myself.' Because the player has to understand he is part of a team with 10 other players. If everyone wants to be a jazz musician, it will be chaos. They will not be a team, and nothing will be possible."
   },
   "author": {
    "text": "Pep Guardiola"
   }
  },
  {
   "quote": {
    "text": "We can be thankful to a friend for a few acres, or a little money; and yet for the freedom and command of the whole earth, and for the great benefits of our being, our life, health, and reason, we look upon ourselves as under no obligation."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "Too much freedom can lead to the soul's decay."
   },
   "author": {
    "text": "Prince"
   }
  },
  {
   "quote": {
    "text": "Every friend of freedom must be as revolted as I am by the prospect of turning the United States into an armed camp, by the vision of jails filled with casual drug users and of an army of enforcers empowered to invade the liberty of citizens on slight evidence."
   },
   "author": {
    "text": "Milton Friedman"
   }
  },
  {
   "quote": {
    "text": "The pillars of truth and the pillars of freedom - they are the pillars of society."
   },
   "author": {
    "text": "Henrik Ibsen"
   }
  },
  {
   "quote": {
    "text": "What is ominous is the ease with which some people go from saying that they don't like something to saying that the government should forbid it. When you go down that road, don't expect freedom to survive very long."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "Next in importance to freedom and justice is popular education, without which neither freedom nor justice can be permanently maintained."
   },
   "author": {
    "text": "James A. Garfield"
   }
  },
  {
   "quote": {
    "text": "To advocate a New Order was to seek freedom and respect for peoples without prejudice, and to seek a stable basis for the existence all peoples, equally, and free of threats."
   },
   "author": {
    "text": "Hideki Tojo"
   }
  },
  {
   "quote": {
    "text": "Freedom is the recognition of necessity."
   },
   "author": {
    "text": "Friedrich Engels"
   }
  },
  {
   "quote": {
    "text": "While we may be of different faiths, we have a strong sense of faith, family, community. We hold the values of freedom and human rights very high and I think that those are all a part of a very strong quilt that binds us together."
   },
   "author": {
    "text": "Bob Menendez"
   }
  },
  {
   "quote": {
    "text": "Conformity is painful. You know, it's too tight. Conformity leads to rebellion. So a desire for happiness is in direct conflict with a desire for freedom."
   },
   "author": {
    "text": "Thomas Jane"
   }
  },
  {
   "quote": {
    "text": "You measure a democracy by the freedom it gives its dissidents, not the freedom it gives its assimilated conformists."
   },
   "author": {
    "text": "Abbie Hoffman"
   }
  },
  {
   "quote": {
    "text": "We in the United States should be all the more thankful for the freedom and religious tolerance we enjoy. And we should always remember the lessons learned from the Holocaust, in hopes we stay vigilant against such inhumanity now and in the future."
   },
   "author": {
    "text": "Charlie Dent"
   }
  },
  {
   "quote": {
    "text": "I was the youngest child and got a lot more freedom than my brother and sister. I used to wander, doing my own thing under the radar, but I didn't get in bad, bad trouble."
   },
   "author": {
    "text": "Paul Giamatti"
   }
  },
  {
   "quote": {
    "text": "Doing 'All Good Things' really felt like I was acting for myself rather than anyone else. It gave me a freedom I'd never had before, or knew I had, to do whatever I want to, and to argue my opinions and not just feel like the cute girl on set or the girl in a boy's club. I figured out how I could be both. And it's been different ever since."
   },
   "author": {
    "text": "Kirsten Dunst"
   }
  },
  {
   "quote": {
    "text": "They ought to put an amendment to the First Amendment that says there shall also be freedom of hearing."
   },
   "author": {
    "text": "Tom Smothers"
   }
  },
  {
   "quote": {
    "text": "Freedom is a muscle... you have to exercise it."
   },
   "author": {
    "text": "Roy Scheider"
   }
  },
  {
   "quote": {
    "text": "People who believe in freedom of expression have spent several centuries fighting against censorship, in whatever form. We have to be certain the 'Net' doesn't become the site for technological book burning."
   },
   "author": {
    "text": "John Ralston Saul"
   }
  },
  {
   "quote": {
    "text": "Change does not roll in on the wheels of inevitability, but comes through continuous struggle. And so we must straighten our backs and work for our freedom. A man can't ride you unless your back is bent."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "He who would be no slave must consent to have no slave. Those who deny freedom to others deserve it not for themselves and, under a just God, cannot long retain it."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "The United Nations is designed to make possible lasting freedom and independence for all its members."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "We are a nation of immigrants, a quilt of many colors, and we've managed over more than two centuries to create a way of life that allows for a reasonable degree of upward mobility, that prizes individual liberty, promotes freedom of religion and genuinely values equal rights for all citizens."
   },
   "author": {
    "text": "Jay Parini"
   }
  },
  {
   "quote": {
    "text": "Our soldiers have nobly fought to protect freedom since our country's birth, and have fought to protect those that could not protect themselves, even in foreign lands when called upon."
   },
   "author": {
    "text": "John Linder"
   }
  },
  {
   "quote": {
    "text": "If you want total security, go to prison. There you're fed, clothed, given medical care and so on. The only thing lacking... is freedom."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "If you're not ready to die for it, put the word 'freedom' out of your vocabulary."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "No amount of political freedom will satisfy the hungry masses."
   },
   "author": {
    "text": "Vladimir Lenin"
   }
  },
  {
   "quote": {
    "text": "Oppressed people cannot remain oppressed forever. The yearning for freedom eventually manifests itself."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "A new breeze is blowing, and a world refreshed by freedom seems reborn; for in man's heart, if not in fact, the day of the dictator is over. The totalitarian era is passing, its old ideas blown away like leaves from an ancient, lifeless tree."
   },
   "author": {
    "text": "George H. W. Bush"
   }
  },
  {
   "quote": {
    "text": "People are dying in vain because this country isn't holding their end of the bargain up as far as, you know, giving freedom and justice and liberty to everybody."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "A kite needs to be tied down in order to fly. I learned how important restrictions can sometimes be in order to experience freedom."
   },
   "author": {
    "text": "Damien Rice"
   }
  },
  {
   "quote": {
    "text": "I refuse to accept that the shackles of slavery can ever be stronger than the quest for freedom."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "I have great respect for the men and women that have fought for this country. I have family, I have friends that have gone and fought for this country. And they fight for freedom, they fight for the people, they fight for liberty and justice, for everyone."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "History does not long entrust the care of freedom to the weak or the timid."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "I'll tell you what freedom is to me: no fear. I mean really, no fear!"
   },
   "author": {
    "text": "Nina Simone"
   }
  },
  {
   "quote": {
    "text": "The freedom to criticize judges and other public officials is necessary to a vibrant democracy. The problem comes when healthy criticism is replaced with more destructive intimidation and sanctions."
   },
   "author": {
    "text": "Sandra Day O'Connor"
   }
  },
  {
   "quote": {
    "text": "Tragically, the effort to make America and the world safer and to defend freedom around the world is not without an enormous cost to this Nation in terms primarily of lost lives and those who bear the scars and the wounds of war, and their families who must bear these losses."
   },
   "author": {
    "text": "John Warner"
   }
  },
  {
   "quote": {
    "text": "A people cannot long retain their freedom, whose government is incapable of protecting them."
   },
   "author": {
    "text": "Oliver Ellsworth"
   }
  },
  {
   "quote": {
    "text": "Here's a nation, one of the founding pillars was freedom of speech and freedom of expression. And yet, we have imposed upon people restrictions on what they can say, on what they can think. And the media is the largest proponent of this, crucifying people who say things really quite innocently."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "The travail of freedom and justice is not easy, but nothing serious and important in life is easy. The history of humanity has been a continuing struggle against temptation and tyranny - and very little worthwhile has ever been achieved without pain."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "When people talk of the freedom of writing, speaking or thinking I cannot choose but laugh. No such thing ever existed. No such thing now exists; but I hope it will exist. But it must be hundreds of years after you and I shall write and speak no more."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "The new freedom of expression brought by the Internet goes far beyond politics. People relate to each other in new ways, posing questions about how we should respond to people when all that we know about them is what we have learned through a medium that permits all kinds of anonymity and deception."
   },
   "author": {
    "text": "Peter Singer"
   }
  },
  {
   "quote": {
    "text": "Keep fighting for freedom and justice, beloveds, but don't forget to have fun doin' it. Lord, let your laughter ring forth. Be outrageous, ridicule the fraidy-cats, rejoice in all the oddities that freedom can produce."
   },
   "author": {
    "text": "Molly Ivins"
   }
  },
  {
   "quote": {
    "text": "With courage and character, American soldiers continue to put themselves on the line to defend our freedom, and so many have paid the ultimate sacrifice."
   },
   "author": {
    "text": "Dan Lipinski"
   }
  },
  {
   "quote": {
    "text": "We gain freedom when we have paid the full price."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "In Iran, there is no freedom of the press, no freedom of speech, no independent judiciary, no free elections. There is no freedom of religion - not even for Shiites, who are forced by Iran's theocracy to adhere to one narrow set of official rules."
   },
   "author": {
    "text": "Elliott Abrams"
   }
  },
  {
   "quote": {
    "text": "Those who profess to favor freedom, and yet depreciate agitation, are men who want crops without plowing up the ground."
   },
   "author": {
    "text": "Frederick Douglass"
   }
  },
  {
   "quote": {
    "text": "It is important for people to be able to read all sides of every question; for a feeling of national unity does not come from one-sided or inadequate information, but from a sense of freedom impartially secured and of opportunity equalized by a just government."
   },
   "author": {
    "text": "Jeannette Rankin"
   }
  },
  {
   "quote": {
    "text": "There is only one kind of freedom and that's individual liberty. Our lives come from our creator and our liberty comes from our creator. It has nothing to do with government granting it."
   },
   "author": {
    "text": "Ron Paul"
   }
  },
  {
   "quote": {
    "text": "Human beings want to be free and however long they may agree to stay locked up, to stay oppressed, there will come a time when they say 'That's it.' Suddenly they find themselves doing something that they never would have thought they would be doing, simply because of the human instinct that makes them turn their face towards freedom."
   },
   "author": {
    "text": "Aung San Suu Kyi"
   }
  },
  {
   "quote": {
    "text": "The oppressed, having internalized the image of the oppressor and adopted his guidelines, are fearful of freedom."
   },
   "author": {
    "text": "Paulo Freire"
   }
  },
  {
   "quote": {
    "text": "The Vietnamese people deeply love independence, freedom and peace. But in the face of United States aggression they have risen up, united as one man."
   },
   "author": {
    "text": "Ho Chi Minh"
   }
  },
  {
   "quote": {
    "text": "In a perfect world, there would be freedom of religion and freedom for all religions to exercise their religion everywhere."
   },
   "author": {
    "text": "Naftali Bennett"
   }
  },
  {
   "quote": {
    "text": "Economic freedom cannot be sacrificed if political freedom is to be preserved."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "Those who expect to reap the blessings of freedom must, like men, undergo the fatigue of supporting it."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "Freedom without rules doesn't work. And communities do not work unless they are regulated by etiquette."
   },
   "author": {
    "text": "Judith Martin"
   }
  },
  {
   "quote": {
    "text": "'Freedom from fear' could be said to sum up the whole philosophy of human rights."
   },
   "author": {
    "text": "Dag Hammarskjold"
   }
  },
  {
   "quote": {
    "text": "I'm just kind of taking a break now and enjoying the freedom of making my own choices. When you're on a television show for six years, they run your schedule."
   },
   "author": {
    "text": "Andrew Shue"
   }
  },
  {
   "quote": {
    "text": "A state that suppresses all freedom of speech, and which by imposing the most terrible punishments, treats each and every attempt at criticism, however morally justified, and every suggestion for improvement as plotting to high treason, is a state that breaks an unwritten law."
   },
   "author": {
    "text": "Kurt Huber"
   }
  },
  {
   "quote": {
    "text": "When I look back at that freedom of childhood, which is in a way infinite, and at all the joy and the intense happiness, now lost, I sometimes think that childhood is where the real meaning of life is located, and that we, adults, are its servants - that that's our purpose."
   },
   "author": {
    "text": "Karl Ove Knausgard"
   }
  },
  {
   "quote": {
    "text": "It is cruel, you know, that music should be so beautiful. It has the beauty of loneliness of pain: of strength and freedom. The beauty of disappointment and never-satisfied love. The cruel beauty of nature and everlasting beauty of monotony."
   },
   "author": {
    "text": "Benjamin Britten"
   }
  },
  {
   "quote": {
    "text": "America has been the country of my fond election from the age of thirteen, when I first saw it. I had the honour to hoist with my own hands the flag of freedom, the first time it was displayed, on the Delaware; and I have attended it with veneration ever since on the ocean."
   },
   "author": {
    "text": "John Paul Jones"
   }
  },
  {
   "quote": {
    "text": "The price of freedom is eternal vigilance. Don't store unnecessary data, keep an eye on what's happening, and don't take unnecessary risks."
   },
   "author": {
    "text": "Chris Bell"
   }
  },
  {
   "quote": {
    "text": "Human freedom involves our capacity to pause, to choose the one response toward which we wish to throw our weight."
   },
   "author": {
    "text": "Rollo May"
   }
  },
  {
   "quote": {
    "text": "The struggle of democratic secularism, religious tolerance, individual freedom and feminism against authoritarian patriarchal religion, culture and morality is going on all over the world - including the Islamic world, where dissidents are regularly jailed, killed, exiled or merely intimidated and silenced."
   },
   "author": {
    "text": "Ellen Willis"
   }
  },
  {
   "quote": {
    "text": "Women are degraded by the propensity to enjoy the present moment, and, at last, despise the freedom which they have not sufficient virtue to struggle to attain."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "When an American says that he loves his country, he means not only that he loves the New England hills, the prairies glistening in the sun, the wide and rising plains, the great mountains and the sea. He means that he loves an inner air, inner life in which freedom lives. In which a man can draw the breath of self-respect."
   },
   "author": {
    "text": "Ralph Bellamy"
   }
  },
  {
   "quote": {
    "text": "Liberals, it has been said, are generous with other peoples' money, except when it comes to questions of national survival when they prefer to be generous with other people's freedom and security."
   },
   "author": {
    "text": "William F. Buckley, Jr."
   }
  },
  {
   "quote": {
    "text": "When a truth is not given complete freedom, freedom is not complete."
   },
   "author": {
    "text": "Vaclav Havel"
   }
  },
  {
   "quote": {
    "text": "Modernism released us from the constraints of everything that had gone before with a euphoric sense of freedom."
   },
   "author": {
    "text": "Arthur Erickson"
   }
  },
  {
   "quote": {
    "text": "I have a free voice. I have a free mind. I have freedom of expression."
   },
   "author": {
    "text": "Larry Wilmore"
   }
  },
  {
   "quote": {
    "text": "Because of the terrorist threat, the FBI and CIA have become as important as the military in preserving our freedom. Yet while thanking our military is standard practice in American life, no one thinks of thanking the FBI, the CIA, or the rest of the intelligence community for keeping us safe since 9/11."
   },
   "author": {
    "text": "Ronald Kessler"
   }
  },
  {
   "quote": {
    "text": "I'm interested in anything about revolt, disorder, chaos, especially activity that appears to have no meaning. It seems to me to be the road toward freedom."
   },
   "author": {
    "text": "Jim Morrison"
   }
  },
  {
   "quote": {
    "text": "Religious freedom opens a door for Americans that is closed to too many others around the world. But whether we walk through that door, and what we do with our lives after we do, is up to us."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "I most sincerely wish that the world in which we live be free from the threat of a nuclear holocaust and from the ruinous arms race. It is my cherished desire that peace be not separated from freedom which is the right of every nation. This I desire and for this I pray."
   },
   "author": {
    "text": "Lech Walesa"
   }
  },
  {
   "quote": {
    "text": "I believe we are on an irreversible trend toward more freedom and democracy - but that could change."
   },
   "author": {
    "text": "Dan Quayle"
   }
  },
  {
   "quote": {
    "text": "The freedom to criticize judges and other public officials is necessary to a vibrant democracy."
   },
   "author": {
    "text": "Sandra Day O'Connor"
   }
  },
  {
   "quote": {
    "text": "The lesson of 9/11 is that America is truly exceptional. We withstood the worst attack of our history, intended by our enemies to destroy us. Instead, it drew us closer and made us more united. Our love for freedom and one another has given us a strength that surprised even ourselves."
   },
   "author": {
    "text": "Rudy Giuliani"
   }
  },
  {
   "quote": {
    "text": "Many of those who have paid the ultimate price for freedom have come through the wrestling ranks. We need to honor them and win this decision to have wrestling - the world's oldest sport - remain a part of the most prestigious athletic competition in the world, the Olympics."
   },
   "author": {
    "text": "Dan Gable"
   }
  },
  {
   "quote": {
    "text": "I salute all the nations of the Arab Spring and I salute the heroic people of Syria who are striving for freedom, democracy and reform."
   },
   "author": {
    "text": "Ismail Haniyeh"
   }
  },
  {
   "quote": {
    "text": "Freedom of expression - in particular, freedom of the press - guarantees popular participation in the decisions and actions of government, and popular participation is the essence of our democracy."
   },
   "author": {
    "text": "Corazon Aquino"
   }
  },
  {
   "quote": {
    "text": "How prone poor Humanity is to dam up the minutest remnants of its freedom, and build an artificial roof to prevent it looking up to the clear blue sky."
   },
   "author": {
    "text": "E. T. A. Hoffmann"
   }
  },
  {
   "quote": {
    "text": "We need love, and to ensure love, we need to have full employment, and we need social justice. We need gender equity. We need freedom from hunger. These are our most fundamental needs as social creatures."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "I am just absolutely convinced that the best formula for giving us peace and preserving the American way of life is freedom, limited government, and minding our own business overseas."
   },
   "author": {
    "text": "Ron Paul"
   }
  },
  {
   "quote": {
    "text": "Freedom comes from strength and self-reliance."
   },
   "author": {
    "text": "Lisa Murkowski"
   }
  },
  {
   "quote": {
    "text": "Laws protecting the United States flag do not cut away at the freedom of speech guaranteed in the First Amendment... Congress made this position clear upon passage of the Flag Protection Act of 1989, which prohibited desecration of the flag."
   },
   "author": {
    "text": "Larry Craig"
   }
  },
  {
   "quote": {
    "text": "People call us heroes, but we are nothing compared to our police force and fire fighters and everybody who protects us and makes sure our freedom is held to the highest standard."
   },
   "author": {
    "text": "Roman Reigns"
   }
  },
  {
   "quote": {
    "text": "Native Americans are the original inhabitants of the land that now constitutes the United States. They have helped develop the fundamental principles of freedom of speech and separation of powers that form the foundation of the United States Government."
   },
   "author": {
    "text": "Joe Baca"
   }
  },
  {
   "quote": {
    "text": "Many have left their families to defend our freedom. We salute their bravery; we express our appreciation and support to their families. And we pray for their safe return."
   },
   "author": {
    "text": "Bob Taft"
   }
  },
  {
   "quote": {
    "text": "Freedom has never been free."
   },
   "author": {
    "text": "Medgar Evers"
   }
  },
  {
   "quote": {
    "text": "Well, I'm a libertarian conservative, so I believe in limited government/maximum individual freedom."
   },
   "author": {
    "text": "John Bolton"
   }
  },
  {
   "quote": {
    "text": "Everybody understands friendship, and friendship is different than love - it's a different kind of love. Friendship has more freedom, more latitude. You don't expect your friend to be as you think your friend should be; you expect your friend just to love you as a friend."
   },
   "author": {
    "text": "Carole King"
   }
  },
  {
   "quote": {
    "text": "The very flag of freedom that waves over our heads is formed from material cultivated by slaves, on soil moistened with their blood drawn from them by the whip of a republican taskmaster!"
   },
   "author": {
    "text": "Elijah Parish Lovejoy"
   }
  },
  {
   "quote": {
    "text": "Certain media-related developments in the country are raising questions regarding its objectivity and credibility. Paid news and the declining roles of the editors and their editorial freedom is posing a major threat to the Indian media."
   },
   "author": {
    "text": "Mohammad Hamid Ansari"
   }
  },
  {
   "quote": {
    "text": "Let me reassure that the Kingdom of Cambodia a country with independence, neutrality, peace, freedom, democracy and human rights as you all have seen, shall be existing with no end."
   },
   "author": {
    "text": "Hun Sen"
   }
  },
  {
   "quote": {
    "text": "Art is freedom. If we don't have that element, we don't feel human anymore. Art is not decoration or a function. Before all that, art is art. This connection to meaning - our inner, intuitive knowledge - is something."
   },
   "author": {
    "text": "Haris Pasovic"
   }
  },
  {
   "quote": {
    "text": "But, I don't think any arranger should ever write a drum part for a drummer because if a drummer can't create his own Interpretation of the chart and he plays everything that's written, he becomes mechanical; he has no freedom."
   },
   "author": {
    "text": "Buddy Rich"
   }
  },
  {
   "quote": {
    "text": "The cause of freedom is not the cause of a race or a sect, a party or a class-it is the cause of human kind, the very birthright of humanity."
   },
   "author": {
    "text": "Anna Julia Cooper"
   }
  },
  {
   "quote": {
    "text": "I keep telling myself to calm down, to take less of an interest in things and not to get so excited, but I still care a lot about liberty, freedom of speech and expression, and fairness in journalism."
   },
   "author": {
    "text": "Kate Adie"
   }
  },
  {
   "quote": {
    "text": "Communism is a monopolistic system, economically and politically. The system suppresses individual initiative, and the 21st century is all about individualism and freedom. The development of technology supported these directions."
   },
   "author": {
    "text": "Lech Walesa"
   }
  },
  {
   "quote": {
    "text": "It seems that the right of freedom of speech that was enshrined in numerous constitutions is now under attack by religious institutions."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "Startup India is welcome for the economy, but it cannot be accompanied by 'Shut Up India' in society. What gives Startup India its strength is freedom of expression, thought, and dissent. You choke this, and you choke entrepreneurship."
   },
   "author": {
    "text": "Rahul Gandhi"
   }
  },
  {
   "quote": {
    "text": "History is replete with ideologies of freedom, justice, liberation of the downtrodden and the exploited, that have been turned against the very people they had mobilised, or that have reproduced the same logic of exclusion and terror toward those whom they claimed to set free."
   },
   "author": {
    "text": "Tariq Ramadan"
   }
  },
  {
   "quote": {
    "text": "Dr. King's famous 'I Have a Dream' speech was delivered at 'The March on Washington for Jobs and Freedom,' a call to justice beyond the traditional civil rights movement's focus."
   },
   "author": {
    "text": "Charles B. Rangel"
   }
  },
  {
   "quote": {
    "text": "I became an actor in that important drama with an inflexible resolution to persevere through the last scene, when we might be permitted and acknowledged to enjoy what we had so nobly declared we would possess, or lose with our lives - Freedom and Independence!"
   },
   "author": {
    "text": "Deborah Sampson"
   }
  },
  {
   "quote": {
    "text": "I'm a big advocate of freedom: freedom of speech, freedom of expression, freedom of thought."
   },
   "author": {
    "text": "Jimmy Wales"
   }
  },
  {
   "quote": {
    "text": "I enjoy the freedom of the blank page."
   },
   "author": {
    "text": "Irvine Welsh"
   }
  },
  {
   "quote": {
    "text": "There's a lot of freedom to do anything you want in Mexico. It's just that that freedom belongs to a few. It's a huge country with a big contrast. There is this big inequality, so those like us that have the chance to do things, we know we are very lucky."
   },
   "author": {
    "text": "Diego Luna"
   }
  },
  {
   "quote": {
    "text": "In this era of the global village, the tide of democracy is running. And it will not cease, not in China, not in South Africa, not in any corner of this earth, where the simple idea of democracy and freedom has taken root."
   },
   "author": {
    "text": "Paul Tsongas"
   }
  },
  {
   "quote": {
    "text": "I believe firmly that in making ethical decisions, man has the prerogative of true freedom of choice."
   },
   "author": {
    "text": "Corliss Lamont"
   }
  },
  {
   "quote": {
    "text": "'Emergencies' have always been the pretext on which the safeguards of individual liberty have been eroded."
   },
   "author": {
    "text": "Friedrich August von Hayek"
   }
  },
  {
   "quote": {
    "text": "I have the most openness about my art... It's total freedom and willingness to work. I'm willing really to walk on the edge, and if I haven't achieved it, that's where I want to go. But in my life - maybe because my life has been so traumatic, so absurd - there hasn't been one normal, happy thing."
   },
   "author": {
    "text": "Eva Hesse"
   }
  },
  {
   "quote": {
    "text": "Our two nations share the important values of democracy and freedom and liberty. My visit to the United States has indeed reinforced this mutual conviction and determination to ensure that our two peoples cherish these values."
   },
   "author": {
    "text": "Mwai Kibaki"
   }
  },
  {
   "quote": {
    "text": "I need nothing from my companion. No money, no financial security, no emotional support, nothing. All I want is the freedom to be myself."
   },
   "author": {
    "text": "Kangana Ranaut"
   }
  },
  {
   "quote": {
    "text": "Thus the public use of reason and freedom is nothing but a dessert, a sumptuous dessert."
   },
   "author": {
    "text": "Johann Georg Hamann"
   }
  },
  {
   "quote": {
    "text": "In the beginning, I loved being famous, but now I am tired of it and I would like to go back to my freedom."
   },
   "author": {
    "text": "Roberto Cavalli"
   }
  },
  {
   "quote": {
    "text": "I need to make the characters that I play in movies more accessible to audiences, more real. As an actor, you're always passive; you're not making that many choices, so when something allows you to open up a bit, you want to explore your newfound freedom."
   },
   "author": {
    "text": "Shu Qi"
   }
  },
  {
   "quote": {
    "text": "I know the freedom that cycling gives you in terms of being able to just jump on and go."
   },
   "author": {
    "text": "Bradley Wiggins"
   }
  },
  {
   "quote": {
    "text": "True independence and freedom can only exist in doing what's right."
   },
   "author": {
    "text": "Brigham Young"
   }
  },
  {
   "quote": {
    "text": "The American flag is the most recognized symbol of freedom and democracy in the world."
   },
   "author": {
    "text": "Virginia Foxx"
   }
  },
  {
   "quote": {
    "text": "Those who deny freedom to others deserve it not for themselves; and under the rule of a just God, cannot long retain it."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "The desire of gold is not for gold. It is for the means of freedom and benefit."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Freedom makes a huge requirement of every human being. With freedom comes responsibility. For the person who is unwilling to grow up, the person who does not want to carry his own weight, this is a frightening prospect."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "When freedom does not have a purpose, when it does not wish to know anything about the rule of law engraved in the hearts of men and women, when it does not listen to the voice of conscience, it turns against humanity and society."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "We have to go see Bill Gates and a lot of different people that really understand what's happening. We have to talk to them, maybe in certain areas, closing that Internet up in some way. Somebody will say, 'Oh, freedom of speech, freedom of speech.' These are foolish people. We have a lot of foolish people."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Freedom is not worth having if it does not connote freedom to err."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "The best road to progress is freedom's road."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "I think I'm mostly looking forward to the college life. I'm looking forward to more freedom. Here everything is really structured and scheduled, but in college you've got to be more responsible and you can get things done on your own time. I'm really looking forward to that."
   },
   "author": {
    "text": "Nerlens Noel"
   }
  },
  {
   "quote": {
    "text": "A man can be himself only so long as he is alone, and if he does not love solitude, he will not love freedom, for it is only when he is alone that he is really free."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "Freedom is the sure possession of those alone who have the courage to defend it."
   },
   "author": {
    "text": "Pericles"
   }
  },
  {
   "quote": {
    "text": "Refugees come to us seeking asylum, seeking freedom, justice and dignity - seeking a chance just to breathe. And people in our country are saying close the doors and don't let them in?"
   },
   "author": {
    "text": "Mandy Patinkin"
   }
  },
  {
   "quote": {
    "text": "Only the wise know just where predestination ends and free will begins. Meanwhile, you must keep on doing your best, according to your own clearest understanding. you must long for freedom as the drowning man longs for air. Without sincere longing, you will never find God."
   },
   "author": {
    "text": "Paramahansa Yogananda"
   }
  },
  {
   "quote": {
    "text": "The cost of freedom is always high, but Americans have always paid it. And one path we shall never choose, and that is the path of surrender, or submission."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Fighting for one's freedom, struggling towards being free, is like struggling to be a poet or a good Christian or a good Jew or a good Muslim or good Zen Buddhist. You work all day long and achieve some kind of level of success by nightfall, go to sleep and wake up the next morning with the job still to be done. So you start all over again."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Art should never be limited - the beauty of art is that it gives us the freedom to go places where we wouldn't go to in our normal lives. Inside, I'm just so many different people. I go from the pretty girl on the red carpet to the singer at Ozzfest, spitting in the crowd. That's Jada."
   },
   "author": {
    "text": "Jada Pinkett Smith"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as part freedom."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Freedom is control in your own life. I have more control now than in the past, and I'm learning the value of saying no. That's very important."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "Emancipation from the bondage of the soil is no freedom for the tree."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "Let us ask ourselves, 'What kind of people do we think we are?' And let us answer, 'Free people, worthy of freedom and determined not only to remain so but to help others gain their freedom as well.'"
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Governments that block the aspirations of their people, that steal or are corrupt, that oppress and torture or that deny freedom of expression and human rights should bear in mind that they will find it increasingly hard to escape the judgement of their own people, or where warranted, the reach of international law."
   },
   "author": {
    "text": "William Hague"
   }
  },
  {
   "quote": {
    "text": "The path we have chosen for the present is full of hazards, as all paths are. The cost of freedom is always high, but Americans have always paid it. And one path we shall never choose, and that is the path of surrender, or submission."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "We cannot expect that all nations will adopt like systems, for conformity is the jailer of freedom and the enemy of growth."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "In all my life, I have never been free. I have never been able to do anything with freedom, except in the field of my writing."
   },
   "author": {
    "text": "Langston Hughes"
   }
  },
  {
   "quote": {
    "text": "What troubles me most about my lovely country is that its children are seldom taught that American freedom will vanish, if, when they grow up, and in the exercise of their duties as citizens, they insist that our courts and policemen and prisons be guided by divine or natural law."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "Freedom is what you do with what's been done to you."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "The thing is this: You got to have fun while you're fightin' for freedom, 'cause you don't always win."
   },
   "author": {
    "text": "Molly Ivins"
   }
  },
  {
   "quote": {
    "text": "Punk has always been about doing things your own way. What it represents for me is ultimate freedom and a sense of individuality."
   },
   "author": {
    "text": "Billie Joe Armstrong"
   }
  },
  {
   "quote": {
    "text": "For more than four decades, the Libyan people have been ruled by a tyrant - Moammar Gaddafi. He has denied his people freedom, exploited their wealth, murdered opponents at home and abroad, and terrorized innocent people around the world - including Americans who were killed by Libyan agents."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "But on average, I go to the gym about four or five times a week. Today, I'm so experienced in training - I'm actually listening to my body now. My body needs freedom. When I train I create serenity and I produce oxygen in my blood. It helps me to think better and relax. By training, you accentuate the problem."
   },
   "author": {
    "text": "Jean-Claude Van Damme"
   }
  },
  {
   "quote": {
    "text": "Freedom is just Chaos, with better lighting."
   },
   "author": {
    "text": "Alan Dean Foster"
   }
  },
  {
   "quote": {
    "text": "While the State exists there can be no freedom; when there is freedom there will be no State."
   },
   "author": {
    "text": "Vladimir Lenin"
   }
  },
  {
   "quote": {
    "text": "Singing provides a true sense of lightheartedness. If I sing when I am alone, I feel wonderful. It's freedom."
   },
   "author": {
    "text": "Andrea Bocelli"
   }
  },
  {
   "quote": {
    "text": "Liberty means responsibility. That is why most men dread it."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "The American free market system is the greatest engine for prosperity and opportunity that the world has ever seen. Freedom works."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "Safe working conditions, fair wages, protection from forced labor, and freedom from harassment and discrimination - these must become standard global operating conditions."
   },
   "author": {
    "text": "Paul Polman"
   }
  },
  {
   "quote": {
    "text": "To say that any people are not fit for freedom, is to make poverty their choice, and to say they had rather be loaded with taxes than not."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "I can understand the Chinese Wall: it was built as a defense against marauders. But a wall such as that in Berlin, built to prevent people from seeking freedom, is almost beyond comprehension."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "May we think of freedom, not as the right to do as we please, but as the opportunity to do what is right."
   },
   "author": {
    "text": "Peter Marshall"
   }
  },
  {
   "quote": {
    "text": "If society fits you comfortably enough, you call it freedom."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "Freedom means the opportunity to be what we never thought we would be."
   },
   "author": {
    "text": "Daniel J. Boorstin"
   }
  },
  {
   "quote": {
    "text": "Communism everywhere has paid the price of rigidity and dogmatism. Freedom has the strength of compassion and flexibility. It has, above all, the strength of intellectual honesty."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Freedom from effort in the present merely means that there has been effort stored up in the past."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "A Black man should be more independent and depend on himself for his freedom and not to take it for granted that someone would lead him to it. The blacks are tired of standing at the touchlines to witness a game that they should be playing. They want to do things for themselves and all by themselves."
   },
   "author": {
    "text": "Steven Biko"
   }
  },
  {
   "quote": {
    "text": "Freedom has cost too much blood and agony to be relinquished at the cheap price of rhetoric."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "For your own self-respect and sanity, your creative freedom, you have to be careful that you don't rely too much on other people's opinions of what you do because it can stunt and inhibit you."
   },
   "author": {
    "text": "Luke Evans"
   }
  },
  {
   "quote": {
    "text": "Whenever men take the law into their own hands, the loser is the law. And when the law loses, freedom languishes."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Pleasure and freedom from pain, are the only things desirable as ends."
   },
   "author": {
    "text": "John Stuart Mill"
   }
  },
  {
   "quote": {
    "text": "True success, true happiness lies in freedom and fulfillment."
   },
   "author": {
    "text": "Dada Vaswani"
   }
  },
  {
   "quote": {
    "text": "Before the palefaces came among us, we enjoyed the happiness of unbounded freedom and were acquainted with neither riches, wants, nor oppression."
   },
   "author": {
    "text": "Tecumseh"
   }
  },
  {
   "quote": {
    "text": "There can be no 'graduated exercises in drawing' leading up to an artistic creation. That goal can be attained only through the development of mechanical technique and through the freedom of the spirit."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "No nation could preserve its freedom in the midst of continual warfare."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "To me, punk rock is the freedom to create, freedom to be successful, freedom to not be successful, freedom to be who you are. It's freedom."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "I think female solitude is a mental condition as well as a physical state. You can be married and a spinster. I think spinster is an identity every woman can claim, if she will... I feel like a lot of women, or a lot of feminists, joke about taking to the sea or living alone in a cottage as this kind of fun freedom."
   },
   "author": {
    "text": "Mallory Ortberg"
   }
  },
  {
   "quote": {
    "text": "When historians consider the significance of the Berlin crises of the mid-20th century, I do not believe that they will record it as an incident in the encirclement of freedom. The true view, in my judgment, will be to see it rather as a major episode in the recession of communism."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "I noticed words crudely spray-painted upon the wall, perhaps by a young Berliner: 'This wall will fall. Beliefs become reality.' Yes, across Europe, this wall will fall. For it cannot withstand faith; it cannot withstand truth. The wall cannot withstand freedom."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "You can have peace. Or you can have freedom. Don't ever count on having both at once."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "I think my first album opened a lot of doors for me to push the freedom of speech to the limit."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "In the face of love, everyone is equal. Let everyone have the freedom to love and to pursue their happiness. I am Tsai Ing-wen, and I support marriage equality."
   },
   "author": {
    "text": "Tsai Ing-wen"
   }
  },
  {
   "quote": {
    "text": "The whole 'bad girl' thing allows me to mess up sometimes. And I have freedom to say more of what I want to."
   },
   "author": {
    "text": "Ronda Rousey"
   }
  },
  {
   "quote": {
    "text": "Political Freedom without economic equality is a pretense, a fraud, a lie; and the workers want no lying."
   },
   "author": {
    "text": "Mikhail Bakunin"
   }
  },
  {
   "quote": {
    "text": "I follow a set of principles, I follow the Constitution. And that's what I base my votes on. Limited government, economic freedom and individual liberty."
   },
   "author": {
    "text": "Justin Amash"
   }
  },
  {
   "quote": {
    "text": "In South Africa, we could not have achieved our freedom and just peace without the help of people around the world, who through the use of non-violent means, such as boycotts and divestment, encouraged their governments and other corporate actors to reverse decades-long support for the Apartheid regime."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "People cannot be free unless they are willing to sacrifice some of their interests to guarantee the freedom of others. The price of democracy is the ongoing pursuit of the common good by all of the people."
   },
   "author": {
    "text": "Saul Alinsky"
   }
  },
  {
   "quote": {
    "text": "The task for sociology is to come to the help of the individual. We have to be in service of freedom. It is something we have lost sight of."
   },
   "author": {
    "text": "Zygmunt Bauman"
   }
  },
  {
   "quote": {
    "text": "You have to struggle a bit, hustle a little, and be willing to go bankrupt. Once you're willing to do that, everything opens up and you get the freedom. My joke is that next year, I'll make the first film that costs zero dollars."
   },
   "author": {
    "text": "Nick Nolte"
   }
  },
  {
   "quote": {
    "text": "We are expected to believe that anyone who objects to the Department of Homeland Security or the USA Patriot Act is a terrorist, and that the only way to preserve our freedom is to hand it over to the government for safekeeping."
   },
   "author": {
    "text": "L. Neil Smith"
   }
  },
  {
   "quote": {
    "text": "Do you remember any instance where tyranny was destroyed and freedom established on its ruins, among a people possessing so small a share of virtue and public spirit? I recollect none, and this more than the British arms makes me fearful of final success, without a reform."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "Freedom means you are unobstructed in living your life as you choose. Anything less is a form of slavery."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "This is the highest wisdom that I own; freedom and life are earned by those alone who conquer them each day anew."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "There must be no barriers to freedom of inquiry. There is no place for dogma in science. The scientist is free, and must be free to ask any question, to doubt any assertion, to seek for any evidence, to correct any errors."
   },
   "author": {
    "text": "J. Robert Oppenheimer"
   }
  },
  {
   "quote": {
    "text": "Thus, it was to seek true civilization and true justice for all the peoples of the world, and to view this as the destruction of personal freedom and respect is to be assailed by the hatred and emotion of war, and to make hasty judgments."
   },
   "author": {
    "text": "Hideki Tojo"
   }
  },
  {
   "quote": {
    "text": "What light is to the eyes - what air is to the lungs - what love is to the heart, liberty is to the soul of man."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "The trickster's function is to break taboos, create mischief, stir things up. In the end, the trickster gives people what they really want, some sort of freedom."
   },
   "author": {
    "text": "Tom Robbins"
   }
  },
  {
   "quote": {
    "text": "Freedom from the desire for an answer is essential to the understanding of a problem."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "The road to freedom must be uphill, even if it is arduous and frustrating."
   },
   "author": {
    "text": "Andrew Goodman"
   }
  },
  {
   "quote": {
    "text": "Freedom is the right to live as we wish."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "Before and after emancipation, the Negro, in self-defense, was propelled toward the white employer. The endowments of wealthy white men have developed great institutions of learning for the Negro, but the freedom of action on the part of these same universities has been curtailed in proportion as they are indebted to white philanthropies."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "Freedom means the right of people to assemble, organize, and debate openly."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Underlying most arguments against the free market is a lack of belief in freedom itself."
   },
   "author": {
    "text": "Milton Friedman"
   }
  },
  {
   "quote": {
    "text": "I want you to have this feeling too - it is my moral responsibility to help you achieve this inner freedom."
   },
   "author": {
    "text": "Dmitri Mendeleev"
   }
  },
  {
   "quote": {
    "text": "We are a people of many different religions and many different faiths. The only way forward in a pluralistic society of diverse faiths such as ours is to have laws that protect and respect the freedom of all, equally."
   },
   "author": {
    "text": "Martin O'Malley"
   }
  },
  {
   "quote": {
    "text": "My parents fled from a Cuban dictatorship in search of freedom. Growing up, I saw my parents struggle... I am here today because of them. My success is their success. Their sacrifice and perseverance made my education possible."
   },
   "author": {
    "text": "Alexander Acosta"
   }
  },
  {
   "quote": {
    "text": "Fidel Castro represents the dignity of the South American continent against empires. He's a living legend: an icon of independence and freedom across the continent."
   },
   "author": {
    "text": "Nicolas Maduro"
   }
  },
  {
   "quote": {
    "text": "We can't equate democracy with Christianity because the largest democracy on earth is India, which is primarily Hindu. The third largest democracy is Indonesia, which is Islamic. Democracy and freedom are not dependent on Christian beliefs."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "We know the road to freedom has always been stalked by death."
   },
   "author": {
    "text": "Angela Davis"
   }
  },
  {
   "quote": {
    "text": "The New Deal repudiation of democracy has left the Republican Party alone the guardian of the Ark of the Covenant with its charter of freedom."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "I wanted to get far away from those who believed in cruelty, so then I went to France, a land of true freedom, democracy, equality and fraternity."
   },
   "author": {
    "text": "Josephine Baker"
   }
  },
  {
   "quote": {
    "text": "Let there be freedom for the Indians, wherever they may be in the American Continent or elsewhere in the world, because while they are alive, a glow of hope will be alive as well as a true concept of life."
   },
   "author": {
    "text": "Rigoberta Menchu"
   }
  },
  {
   "quote": {
    "text": "You don't get the fox to be in charge of the chicken coop. You don't give the outgoing regime - which has been practicing dictatorship, is an authoritarian system, it's a bunch of military people - the task of changing Egypt into a second republic, a new Egypt with democracy, freedom, rights, etc."
   },
   "author": {
    "text": "Mohamed ElBaradei"
   }
  },
  {
   "quote": {
    "text": "Whoever will be free must make himself free. Freedom is no fairy gift to fall into a man's lap. What is freedom? To have the will to be responsible for one's self."
   },
   "author": {
    "text": "Max Stirner"
   }
  },
  {
   "quote": {
    "text": "To live is to find out for yourself what is true, and you can do this only when there is freedom, when there is continuous revolution inwardly, within yourself."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "Muhammad Ali struck us in the middle of America's darkest night, in the heart of its most threatening gathering storm. His power toppled the mightiest of foes, and his intense light shined on America, and we were able to see clearly injustice, inequality, poverty, pride, self realization, courage, laughter, love, joy and religious freedom for all."
   },
   "author": {
    "text": "Billy Crystal"
   }
  },
  {
   "quote": {
    "text": "America's greatest contribution to the world is its concept of democracy, its concept of freedom, freedom of action, freedom of speech, and freedom of thought."
   },
   "author": {
    "text": "Benazir Bhutto"
   }
  },
  {
   "quote": {
    "text": "I have recently been able to see the new world - the quiet, the tranquility and the freedom it will bring with it. This is very comforting knowledge for me because I already know that what I envision eventually becomes a reality."
   },
   "author": {
    "text": "Shari Arison"
   }
  },
  {
   "quote": {
    "text": "Like a precious family heirloom, freedom is not just ours to enjoy, but to treasure, protect, and pass on to future generations."
   },
   "author": {
    "text": "Os Guinness"
   }
  },
  {
   "quote": {
    "text": "I believe in a real democratic system, with a state of law and freedom of the press. I believe in a free, open-market economy integrated with the world. And I believe in equality of opportunity. Those are my basic beliefs. On top of that, of course, I believe in some moral values."
   },
   "author": {
    "text": "Sebastian Pinera"
   }
  },
  {
   "quote": {
    "text": "The 1957 crisis in Little Rock, brought about by the desegregation of Little Rock Central High School, was a huge part of the march toward freedom and opportunity in America."
   },
   "author": {
    "text": "Vic Snyder"
   }
  },
  {
   "quote": {
    "text": "Nelson Mandela is physically separated from us, but his soul and spirit will never die. He belongs to the whole world because he is an icon of equality, freedom and love, the values we need all the time everywhere."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "There are 4 billion cell phones in use today. Many of them are in the hands of market vendors, rickshaw drivers, and others who've historically lacked access to education and opportunity. Information networks have become a great leveler, and we should use them together to help lift people out of poverty and give them a freedom from want."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "As a nation, Kuwait has been, arguably, free of freedom itself. Claimed in turn by Constantinople, Riyadh, and Baghdad, Kuwait has survived by playing Turks off Persians, Arabs off one another, and the English off everyone."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "A free and truly independent press - fiercely independent when necessary - is the red beating heart of freedom and democracy."
   },
   "author": {
    "text": "Dan Rather"
   }
  },
  {
   "quote": {
    "text": "I want to have the freedom to do whatever I want."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "One of the interesting things here is that the people who should be shaping the future are politicians. But the political framework itself is so dead and closed that people look to other sources, like artists, because art and music allow people a certain freedom."
   },
   "author": {
    "text": "Thom Yorke"
   }
  },
  {
   "quote": {
    "text": "Woman must have her freedom, the fundamental freedom of choosing whether or not she will be a mother and how many children she will have. Regardless of what man's attitude may be, that problem is hers - and before it can be his, it is hers alone."
   },
   "author": {
    "text": "Margaret Sanger"
   }
  },
  {
   "quote": {
    "text": "The work of art is a scream of freedom."
   },
   "author": {
    "text": "Christo"
   }
  },
  {
   "quote": {
    "text": "Protection of religious freedom means considering the faiths and beliefs of everyone involved."
   },
   "author": {
    "text": "Mike Quigley"
   }
  },
  {
   "quote": {
    "text": "The American middle class used to be envy of the world. It was a byproduct of economic freedom. We had a very dynamic free-market economy and limited government. People were out there pursuing their own self-interest and creating employment opportunities."
   },
   "author": {
    "text": "Peter Schiff"
   }
  },
  {
   "quote": {
    "text": "That's part of American greatness, is discrimination. Yes, sir. Inequality, I think, breeds freedom and gives a man opportunity."
   },
   "author": {
    "text": "Lester Maddox"
   }
  },
  {
   "quote": {
    "text": "I'm not sure if it's good to have freedom or not. I'm really confused now."
   },
   "author": {
    "text": "Jackie Chan"
   }
  },
  {
   "quote": {
    "text": "Freedom is secured every day by our men and women in uniform. We must build a future worthy of their sacrifice."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "I spend a lot of time in Paris, in Milan, and in New York, and Rome is a little bit different. There is something in Rome, incredible, like in a Fellini movie. Everybody's screaming and laughing very loud. It's something that can give me more energy in terms of freedom."
   },
   "author": {
    "text": "Alessandro Michele"
   }
  },
  {
   "quote": {
    "text": "Freedom would be not to choose between black and white but to abjure such prescribed choices."
   },
   "author": {
    "text": "Theodor W. Adorno"
   }
  },
  {
   "quote": {
    "text": "Every dictator is an enemy of freedom, an opponent of law."
   },
   "author": {
    "text": "Demosthenes"
   }
  },
  {
   "quote": {
    "text": "If you look at one of the basic underlying tenets of liberty, it's freedom of speech, freedom of expression, freedom to access of information. If we start sequestering that and blocking it off, you're going to have pockets around the world that are going to become more and more isolated."
   },
   "author": {
    "text": "Ted Yoho"
   }
  },
  {
   "quote": {
    "text": "Human freedom is not an illusion; it is an objective phenomenon, distinct from all other biological conditions and found in only one species - us."
   },
   "author": {
    "text": "Daniel Dennett"
   }
  },
  {
   "quote": {
    "text": "There are those, I know, who will reply that the liberation of humanity, the freedom of man and mind, is nothing but a dream. They are right. It is. It is the American Dream."
   },
   "author": {
    "text": "Archibald MacLeish"
   }
  },
  {
   "quote": {
    "text": "What is freedom? Freedom is the right to choose: the right to create for oneself the alternatives of choice."
   },
   "author": {
    "text": "Archibald MacLeish"
   }
  },
  {
   "quote": {
    "text": "I am grateful for the sacrifices our veterans have made to defend our freedom and prosperity."
   },
   "author": {
    "text": "Bill Foster"
   }
  },
  {
   "quote": {
    "text": "If we are to achieve freedom, we must do so with a daring and a profundity that refuse to flinch at engaging our destiny."
   },
   "author": {
    "text": "Rollo May"
   }
  },
  {
   "quote": {
    "text": "Transcending what terrifies you and finding freedom from fear is one of the primary pursuits of people rising to world-class, both in their work and within their lives."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Every tyrant who has lived has believed in freedom for himself."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "I am a witness to nations and people deprived of their freedom. I was there. I watched that great Iron Curtain drop around nations which formerly had prized their freedom - good people. I was aghast as these were written off by the stroke of a pen."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "I want to give haute couture a kind of wink, a sense of humour - to introduce the whole sense of freedom one sees in the street into high fashion; to give couture the same provocative and arrogant look as punk - but, of course, with luxury and dignity and style."
   },
   "author": {
    "text": "Yves Saint Laurent"
   }
  },
  {
   "quote": {
    "text": "There should be competition and exchanges between different countries, but there are certainly certain universal values, and that is freedom and democracy."
   },
   "author": {
    "text": "Mikhail Gorbachev"
   }
  },
  {
   "quote": {
    "text": "Hero-worship is strongest where there is least regard for human freedom."
   },
   "author": {
    "text": "Herbert Spencer"
   }
  },
  {
   "quote": {
    "text": "The proletariat uses the State not in the interests of freedom but in order to hold down its adversaries, and as soon as it becomes possible to speak of freedom the State as such ceases to exist."
   },
   "author": {
    "text": "Friedrich Engels"
   }
  },
  {
   "quote": {
    "text": "Now, one of the most essential branches of English liberty is the freedom of one's house."
   },
   "author": {
    "text": "James Otis"
   }
  },
  {
   "quote": {
    "text": "The arc of American history almost inevitably moves toward freedom. Whether it's Lincoln and the Emancipation Proclamation, the expansion of women's rights or, now, gay rights, I think there is an almost-inevitable march toward greater civil liberties."
   },
   "author": {
    "text": "James McGreevey"
   }
  },
  {
   "quote": {
    "text": "Freedom. And Justice. If you have those two, it covers everything. You must stick to those principles and have the courage of your convictions."
   },
   "author": {
    "text": "Ian Smith"
   }
  },
  {
   "quote": {
    "text": "Donald Trump and the First Amendment, it's not a beautiful match; it's not a match made in heaven. Between the free speech rights that he has not defended and the freedom of the press, which he has not defended, it's problematic."
   },
   "author": {
    "text": "Megyn Kelly"
   }
  },
  {
   "quote": {
    "text": "The important thing is to build up my cardiovascular system, so I have the stamina to do stunts. To me, stepping over the line, taking a chance and succeeding is the ultimate freedom, be it in rock and roll or when executing a really challenging routine."
   },
   "author": {
    "text": "Wendy O. Williams"
   }
  },
  {
   "quote": {
    "text": "True freedom is the capacity for acting according to one's true character, to be altogether one's self, to be self-determined and not subject to outside coercion."
   },
   "author": {
    "text": "Corliss Lamont"
   }
  },
  {
   "quote": {
    "text": "Liberty has never come from Government. Liberty has always come from the subjects of it. The history of liberty is a history of limitations of governmental power, not the increase of it."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "I believe in trying to get a balance between individual freedom on the one hand and social responsibility on the other."
   },
   "author": {
    "text": "Chris Patten"
   }
  },
  {
   "quote": {
    "text": "Carry out the republican principle of universal suffrage, or strike it from your banners and substitute 'Freedom and Power to one half of society, and Submission and Slavery to the other.'"
   },
   "author": {
    "text": "Ernestine Rose"
   }
  },
  {
   "quote": {
    "text": "Without peace, there is no freedom, individual or national. War and hostilities are a form of slavery."
   },
   "author": {
    "text": "Klas Pontus Arnoldson"
   }
  },
  {
   "quote": {
    "text": "The Reagan years showed us that expanding economic freedom should be the North Star - the guiding light - of U.S. policy, because it is the best way to achieve sustained and broad-based prosperity for all."
   },
   "author": {
    "text": "Jon Kyl"
   }
  },
  {
   "quote": {
    "text": "I have a place that I get to go to in the Bahamas. It's the only place that guarantees total anonymity and freedom."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "There are necessary evils. Money is an important thing in terms of representing freedom in our world. And now I have a daughter to think about. It's really the first time I've thought about the future and what it could be."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "I think I have a right to live my life the way I like."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "One of the things that always comes up in my writing is the search for freedom, especially in women. I always write about women who are marginalized, who have no means or resources and somehow manage to get out of those situations with incredible strength - and that is more important than anything."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "To enjoy freedom we have to control ourselves."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "Anytime someone says your God is ugly and you release your God and join their God, there is no hope for your freedom until you once more believe in your own concept of the 'deity.'"
   },
   "author": {
    "text": "John Henrik Clarke"
   }
  },
  {
   "quote": {
    "text": "Woe to that nation whose literature is cut short by the intrusion of force. This is not merely interference with freedom of the press but the sealing up of a nation's heart, the excision of its memory."
   },
   "author": {
    "text": "Aleksandr Solzhenitsyn"
   }
  },
  {
   "quote": {
    "text": "War is wrong. Conscription for war is inconsistent with freedom of conscience, which is not merely the right to believe but to act on the degree of truth that one receives, to follow a vocation which is God-inspired and God-directed."
   },
   "author": {
    "text": "Bayard Rustin"
   }
  },
  {
   "quote": {
    "text": "Freedom is a struggle, and we do it together. Not only together as black citizens, but black and white together."
   },
   "author": {
    "text": "Andrew Young"
   }
  },
  {
   "quote": {
    "text": "I had often sought for the peace there is in Christ, but I could not seem to find the freedom I desired. A terrible sadness rested on my heart. I could not think of anything I had done to cause me to feel sad; but it seemed to me that I was not good enough to enter Heaven, that such a thing would be altogether too much for me to expect."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Don't give me any money, don't give me any people, but give freedom, and I'll give you a movie that looks gigantic."
   },
   "author": {
    "text": "Robert Rodriguez"
   }
  },
  {
   "quote": {
    "text": "What is freedom of expression? Without the freedom to offend, it ceases to exist."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "We don't have an Official Secrets Act in the United States, as other countries do. Under the First Amendment, freedom of the press, freedom of speech, and freedom of association are more important than protecting secrets."
   },
   "author": {
    "text": "Alan Dershowitz"
   }
  },
  {
   "quote": {
    "text": "The clash of ideas is the sound of freedom."
   },
   "author": {
    "text": "Lady Bird Johnson"
   }
  },
  {
   "quote": {
    "text": "Religion, art, and science flourish best in a free society. True, freedom does not afford much opportunity for grand gestures. It has little room for martyrs. But life is not supposed to be about dying well. It is about living well."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "Secrecy is the freedom tyrants dream of."
   },
   "author": {
    "text": "Bill Moyers"
   }
  },
  {
   "quote": {
    "text": "Black Lives Matter is one iteration of a much larger struggle to fight for black people's freedom."
   },
   "author": {
    "text": "Patrisse Cullors"
   }
  },
  {
   "quote": {
    "text": "I hear music that comes out of need, out of grief, sorrow, suffering and out of overcoming these things, as well. That journey to freedom still goes on today. It's an incremental change, the culmination of many events in your own life and the lives of your children and grandchildren."
   },
   "author": {
    "text": "Kathleen Battle"
   }
  },
  {
   "quote": {
    "text": "We will not fail your expectations of us as a new nation dedicated to peace, democracy, and freedom."
   },
   "author": {
    "text": "Shigeru Yoshida"
   }
  },
  {
   "quote": {
    "text": "For us democracy is a question of human dignity. And human dignity is political freedom."
   },
   "author": {
    "text": "Olof Palme"
   }
  },
  {
   "quote": {
    "text": "My father always said, 'Malala will be free as a bird.'"
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "America is beyond power; it acts as in a dream, as a face of God. Wherever America is, there is freedom, and wherever America is not, madness rules with chains, darkness strangles millions. Beneath her patient bombers, paradise is possible."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "I want to have freedom with everything I do."
   },
   "author": {
    "text": "G-Dragon"
   }
  },
  {
   "quote": {
    "text": "There is something about boldness and fearlessness and being free enough to speak what is on one's mind that warrants freedom."
   },
   "author": {
    "text": "Cornel West"
   }
  },
  {
   "quote": {
    "text": "Freedom of expression is very important."
   },
   "author": {
    "text": "Rodrigo Duterte"
   }
  },
  {
   "quote": {
    "text": "When the planes crashed into the World Trade Centre on September 11, 2001, Bush immediately identified what he thought was the true cause. It was because the Muslims were jealous of the freedom of the American people. It was because the Muslims were poor. This exposes a lack of understanding of things on his part."
   },
   "author": {
    "text": "Mahathir Mohamad"
   }
  },
  {
   "quote": {
    "text": "In my youth I stressed freedom, and in my old age I stress order. I have made the great discovery that liberty is a product of order."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "We have freedom of speech, and anybody's idea can't be a fact."
   },
   "author": {
    "text": "Disha Patani"
   }
  },
  {
   "quote": {
    "text": "I'm humbled to follow in the footsteps of Ed Feulner, who built the most important conservative institution in the nation. He has been a friend and mentor for years and I am honored to carry on his legacy of fighting for freedom."
   },
   "author": {
    "text": "Jim DeMint"
   }
  },
  {
   "quote": {
    "text": "I believe the Patriot Act strikes the right balance needed to protect our freedom and security."
   },
   "author": {
    "text": "Bill Owens"
   }
  },
  {
   "quote": {
    "text": "The fundamentals that founded our great nation included the freedom of speech and religion."
   },
   "author": {
    "text": "Markwayne Mullin"
   }
  },
  {
   "quote": {
    "text": "That's an amazing feeling, to walk onstage, and you're not thinking about anything, you're not thinking about your lines or what you're supposed to do - your body, your brain knows, so there's freedom. There's not fear, there's not nerves."
   },
   "author": {
    "text": "Eric McCormack"
   }
  },
  {
   "quote": {
    "text": "Those who today still feel a sense of impotence can do something: they can support Amnesty International. They can help it to stand up for freedom and justice."
   },
   "author": {
    "text": "Peter Benenson"
   }
  },
  {
   "quote": {
    "text": "In 1965, I was teaching a seminar on freedom when I told my students that the ultimate freedom lay in casting a dice to decide what to do. They were so shocked and fascinated that I knew I had to write the book."
   },
   "author": {
    "text": "Luke Rhinehart"
   }
  },
  {
   "quote": {
    "text": "Understand and accept the cycles of money. The setbacks you may have today or next year will not keep you from financial freedom. If you hold on to your goals and dreams, you will get there."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "It is exactly because we are a city that embraces freedom, that welcomes everyone and encourages their dreams, that New York remains on the front lines in the war on terror."
   },
   "author": {
    "text": "Michael Bloomberg"
   }
  },
  {
   "quote": {
    "text": "The March on Washington was a March for Jobs and Freedom. There are still too many people who are unemployed or underemployed in America - they're black, white, Latino, Native American and Asian American."
   },
   "author": {
    "text": "John Lewis"
   }
  },
  {
   "quote": {
    "text": "Remove advertising, disable a person or firm from proclaiming its wares and their merits, and the whole of society and of the economy is transformed. The enemies of advertising are the enemies of freedom."
   },
   "author": {
    "text": "David Ogilvy"
   }
  },
  {
   "quote": {
    "text": "No man is good enough to be another's master."
   },
   "author": {
    "text": "William Morris"
   }
  },
  {
   "quote": {
    "text": "Well, the first thing is that truth and power for me form an antithesis, an antagonism, which will hardly ever be resolved. I can define in fact, can simplify the history of human society, the evolution of human society, as a contest between power and freedom."
   },
   "author": {
    "text": "Wole Soyinka"
   }
  },
  {
   "quote": {
    "text": "You can only protect your liberties in this world by protecting the other man's freedom."
   },
   "author": {
    "text": "Clarence Darrow"
   }
  },
  {
   "quote": {
    "text": "Freedom rings where opinions clash."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "We don't appreciate what we have until it's gone. Freedom is like that. It's like air. When you have it, you don't notice it."
   },
   "author": {
    "text": "Boris Yeltsin"
   }
  },
  {
   "quote": {
    "text": "I understood early on that the freedom of America is what made our way of life possible and that we should help other people live in freedom, too."
   },
   "author": {
    "text": "Dana Perino"
   }
  },
  {
   "quote": {
    "text": "I now bid farewell to the country of my birth - of my passions - of my death; a country whose misfortunes have invoked my sympathies - whose factions I sought to quell - whose intelligence I prompted to a lofty aim - whose freedom has been my fatal dream."
   },
   "author": {
    "text": "Thomas Francis Meagher"
   }
  },
  {
   "quote": {
    "text": "I can live without bread, but I can't live without freedom."
   },
   "author": {
    "text": "Said Nursi"
   }
  },
  {
   "quote": {
    "text": "They talk about the American Dream. I still believe in that. I still believe that this is a great country, where great things can happen, where anybody can become president of the United States. Just that simple statement there defines so much about the whole business of liberty and freedom and the pursuit of happiness."
   },
   "author": {
    "text": "Rob Halford"
   }
  },
  {
   "quote": {
    "text": "You have the freedom to live and let live, to love and let love. Granting yourself that freedom is one of the healthiest, most constructive things you can do for yourself and the people who matter to you."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "No slavery can be abolished without a double emancipation, and the master will benefit by freedom more than the freed-man."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "We cannot defend freedom abroad by deserting it at home."
   },
   "author": {
    "text": "Edward R. Murrow"
   }
  },
  {
   "quote": {
    "text": "I could live without my phone. And one thing I'd love to do is experience having the freedom that kids had back in the '80s."
   },
   "author": {
    "text": "Millie Bobby Brown"
   }
  },
  {
   "quote": {
    "text": "I am so happy that I didn't have children. Well, you know, because I've had freedom. And I've so loved my freedom."
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "Girl Up gives girls an opportunity and gives them a platform and starting point through which they can take it and run with it and help give girls the opportunity to have the freedom, independence and the ability to get an education."
   },
   "author": {
    "text": "Katherine McNamara"
   }
  },
  {
   "quote": {
    "text": "Donald Trump's candidacy has been a source of anxiety for many reasons, but one stands out: the ability of the president to launch nuclear weapons. When it comes to starting a nuclear war, the president has more freedom than he or she does in, say, ordering the use of torture."
   },
   "author": {
    "text": "Lawrence M. Krauss"
   }
  },
  {
   "quote": {
    "text": "We are all different. Yet we are all God's children. We are all united behind this country and the common cause of freedom, justice, fairness, and equality. That is what unites us."
   },
   "author": {
    "text": "Barbara Boxer"
   }
  },
  {
   "quote": {
    "text": "The purpose of our common defense, after all, is to protect our people so that we can enjoy the blessings of peace, faith, freedom, family, prosperity."
   },
   "author": {
    "text": "Tom Cotton"
   }
  },
  {
   "quote": {
    "text": "There are those who will say that the liberation of humanity, the freedom of man and mind is nothing but a dream. They are right. It is the American Dream."
   },
   "author": {
    "text": "Archibald MacLeish"
   }
  },
  {
   "quote": {
    "text": "The paradox of faith is that when we conform our lives to Christ then we gain our true freedom. And its fruit is profound and lasting happiness."
   },
   "author": {
    "text": "Vincent Nichols"
   }
  },
  {
   "quote": {
    "text": "I need to feel like I have that freedom to make mistakes and to just try things."
   },
   "author": {
    "text": "Megan Rapinoe"
   }
  },
  {
   "quote": {
    "text": "You have to dance unencumbered. There's no other way to move. The idea of dance is freedom. It is not exclusiveness, it's inclusiveness."
   },
   "author": {
    "text": "Judith Jamison"
   }
  },
  {
   "quote": {
    "text": "I used to think that if I had success I would have freedom. But I have less freedom now than I've ever had. And what gives me satisfaction is not the jewelry and not the cars. What gives me satisfaction is doing things for others, like children."
   },
   "author": {
    "text": "Criss Angel"
   }
  },
  {
   "quote": {
    "text": "In the end, madness is worse than injustice, and justice far sweeter than freedom."
   },
   "author": {
    "text": "Hisham Matar"
   }
  },
  {
   "quote": {
    "text": "The great thing about using the past is that it gives you the most colossal freedom to invent. The research is necessary, of course, but no one writes a novel to dramatically illustrate what everybody already knows."
   },
   "author": {
    "text": "Peter Carey"
   }
  },
  {
   "quote": {
    "text": "That President Mohammad Khatami's policies have been blocked is the bitterest incident in the contemporary Iranian history. This means that the wishes of millions of people who voted for Khatami and called for freedom and justice have been ignored... Why should cultural activities and journalism be so risky in Iran?"
   },
   "author": {
    "text": "Abdolkarim Soroush"
   }
  },
  {
   "quote": {
    "text": "The younger generation is essentially idealistic. This applies to the Iranian youth as well. In addition, the youth in Iran face certain difficulties... the Iranian youth need more freedom. They are struggling for more freedom and democracy. This commands great respect."
   },
   "author": {
    "text": "Shirin Ebadi"
   }
  },
  {
   "quote": {
    "text": "I like having the freedom to dress as I desire."
   },
   "author": {
    "text": "Alber Elbaz"
   }
  },
  {
   "quote": {
    "text": "At the very least, noir offers an alternate reality - moments of real passion, a bleak code of honor, and a need for freedom amid corruption. At its best, noir offers a map of subversion."
   },
   "author": {
    "text": "Margo Jefferson"
   }
  },
  {
   "quote": {
    "text": "I regard the principle of conscription of life as a flat contradiction of all our cherished ideals of individual freedom, democratic liberty and Christian teaching."
   },
   "author": {
    "text": "Roger Nash Baldwin"
   }
  },
  {
   "quote": {
    "text": "Being editor of 'Slate' is the best job I've ever had because of the freedom and support given to me by Don Graham and the Post Co. and because of the opportunity to work with colleagues I admire and adore."
   },
   "author": {
    "text": "Jacob Weisberg"
   }
  },
  {
   "quote": {
    "text": "On Jan. 30, millions of Iraqis will cast ballots in the country's first fair and free election in decades, marking continued progress in Iraq's transition toward a country built on the pillars of democracy and freedom for all."
   },
   "author": {
    "text": "Jim Gerlach"
   }
  },
  {
   "quote": {
    "text": "Wrong people are wrong because they use their freedom to deny it to others."
   },
   "author": {
    "text": "William A. Dembski"
   }
  },
  {
   "quote": {
    "text": "Freedom was the desire of our people throughout centuries. Freedom enabled our people to be owners of their destiny."
   },
   "author": {
    "text": "Tsakhiagiin Elbegdorj"
   }
  },
  {
   "quote": {
    "text": "It really is this: you are either for liberty, you're for freedom, and you're for living how you want to live without infringing and impugning on anyone else's rights, or you want the state to deal with everything."
   },
   "author": {
    "text": "Dave Rubin"
   }
  },
  {
   "quote": {
    "text": "By helping readers understand these mechanics, I hope they will appreciate why freedom is for everyone, why it is essential for our security and why the free world plays a critically important role in advancing democracy around the globe."
   },
   "author": {
    "text": "Natan Sharansky"
   }
  },
  {
   "quote": {
    "text": "I'm not a big-company guy. I need freedom and control."
   },
   "author": {
    "text": "Evan Williams"
   }
  },
  {
   "quote": {
    "text": "If we hold true to our ideals and our commitment to freedom, this generation of servicemen and women will have extended liberty to the Iraqi people, just as previous generations of Americans have all across the globe."
   },
   "author": {
    "text": "Jim Talent"
   }
  },
  {
   "quote": {
    "text": "I find that all great directors, and I would include Ben Affleck and Clint Eastwood in that, they have great confidence. And with great confidence comes great freedom for the actor."
   },
   "author": {
    "text": "Amy Ryan"
   }
  },
  {
   "quote": {
    "text": "They have the ability to take a person's freedom from them. On certain situations, they have the ability to take a person's reputation. And under certain circumstances, they have the authority to take a person's life."
   },
   "author": {
    "text": "Daryl Gates"
   }
  },
  {
   "quote": {
    "text": "I never had any childhood, for the word means sunshine and freedom from care. I had a starved and pinched little childhood, as far as love and merriment go."
   },
   "author": {
    "text": "Frank Leslie"
   }
  },
  {
   "quote": {
    "text": "The First Amendment does not guarantee the press a constitutional right of special access to information not available to the general public, nor does it cloak the inmate with special rights of freedom of speech."
   },
   "author": {
    "text": "Pete Wilson"
   }
  },
  {
   "quote": {
    "text": "Freedom is the right to tell people what they do not want to hear."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "We here highly resolve that these dead shall not have died in vain - that this nation, under God, shall have a new birth of freedom - and that government of the people, by the people, for the people, shall not perish from the earth."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Any people anywhere, being inclined and having the power, have the right to rise up, and shake off the existing government, and form a new one that suits them better. This is a most valuable - a most sacred right - a right, which we hope and believe, is to liberate the world."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "In giving freedom to the slave, we assure freedom to the free - honorable alike in that we give and what we preserve. We shall nobly save, or meanly lose, the last best hope of earth."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "The river flows at its own sweet will, but the flood is bound in the two banks. If it were not thus bound, its freedom would be wasted."
   },
   "author": {
    "text": "Vinoba Bhave"
   }
  },
  {
   "quote": {
    "text": "Kashmiri people are fighting the war for freedom. And India cannot stop this freedom movement through atrocities, as Kashmir dispute is a problem of humanity, human rights, and freedom."
   },
   "author": {
    "text": "Shehbaz Sharif"
   }
  },
  {
   "quote": {
    "text": "The sweltering summer of the Negro's legitimate discontent will not pass until there is an invigorating autumn of freedom and equality."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "I love the simplicity and freedom of running. A pair of shoes, and you are all set to explore new trails."
   },
   "author": {
    "text": "Rachel Boston"
   }
  },
  {
   "quote": {
    "text": "Without culture, and the relative freedom it implies, society, even when perfect, is but a jungle. This is why any authentic creation is a gift to the future."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "I think we must get rid of slavery, or we must get rid of freedom."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "The revelation of thought takes men out of servitude into freedom."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Freedom prospers when religion is vibrant and the rule of law under God is acknowledged."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Free people, remember this maxim: we may acquire liberty, but it is never recovered if it is once lost."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "Perhaps the fact that we have seen millions voting themselves into complete dependence on a tyrant has made our generation understand that to choose one's government is not necessarily to secure freedom."
   },
   "author": {
    "text": "Friedrich August von Hayek"
   }
  },
  {
   "quote": {
    "text": "Freedom is never dear at any price. It is the breath of life. What would a man not pay for living?"
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Much literary criticism comes from people for whom extreme specialization is a cover for either grave cerebral inadequacy or terminal laziness, the latter being a much cherished aspect of academic freedom."
   },
   "author": {
    "text": "John Kenneth Galbraith"
   }
  },
  {
   "quote": {
    "text": "Freedom, morality, and the human dignity of the individual consists precisely in this; that he does good not because he is forced to do so, but because he freely conceives it, wants it, and loves it."
   },
   "author": {
    "text": "Mikhail Bakunin"
   }
  },
  {
   "quote": {
    "text": "Nothing has been purchased more dearly than the little bit of reason and sense of freedom which now constitutes our pride."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Each time we cooperate with God, we take one more giant step forward. Because when God asks us to change, it means that He always has something better to give us - more freedom, greater joy, and greater blessings."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Necessity is blind until it becomes conscious. Freedom is the consciousness of necessity."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "All free men, wherever they may live, are citizens of Berlin. And therefore, as a free man, I take pride in the words 'Ich bin ein Berliner!'"
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Today's Constitution is a realistic document of freedom only because of several corrective amendments. Those amendments speak to a sense of decency and fairness that I and other Blacks cherish."
   },
   "author": {
    "text": "Thurgood Marshall"
   }
  },
  {
   "quote": {
    "text": "Books were my pass to personal freedom. I learned to read at age three, and soon discovered there was a whole world to conquer that went beyond our farm in Mississippi."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "I love music. It's freedom, a way to deal with pent-up frustration."
   },
   "author": {
    "text": "Ice Cube"
   }
  },
  {
   "quote": {
    "text": "Order without liberty and liberty without order are equally destructive."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Violent means will give violent freedom. That would be a menace to the world and to India herself."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "I am mortal. I want the nation to get used to freedom before I die."
   },
   "author": {
    "text": "Mustafa Kemal Ataturk"
   }
  },
  {
   "quote": {
    "text": "I could have spent eight years doing anything, and at some level, it would have been fine. I could have focused on flowers. I could have focused on decor. I could have focused on entertainment. Because any First Lady, rightfully, gets to define her role. There's no legislative authority; you're not elected. And that's a wonderful gift of freedom."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Those who profess to favor freedom, and yet deprecate agitation, are men who want crops without plowing up the ground."
   },
   "author": {
    "text": "Frederick Douglass"
   }
  },
  {
   "quote": {
    "text": "I should like to be remembered as the man who raised a voice against... placing limitations on the freedom of the individual."
   },
   "author": {
    "text": "Dennis Chavez"
   }
  },
  {
   "quote": {
    "text": "The only certain freedom's in departure."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "The themes in 'Violet' are universal: accepting yourself with all of your flaws, moving on, and the forgiveness and freedom that comes along with that."
   },
   "author": {
    "text": "Joshua Henry"
   }
  },
  {
   "quote": {
    "text": "My story is a freedom song from within my soul. It is a guide to discovery, a vision of how even the worst pain and heartaches can be channeled into human monuments, impenetrable and everlasting."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "Education is freedom."
   },
   "author": {
    "text": "Paulo Freire"
   }
  },
  {
   "quote": {
    "text": "The names of Dingane and Bambata, Hintsa and Makana, Squngthi and Dalasile, Moshoeshoe and Sekhukhuni, were praised as the glory of the entire African nation. I hoped then that life might offer me the opportunity to serve my people and make my own humble contribution to their freedom struggle."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Without freedom, no art; art lives only on the restraints it imposes on itself, and dies of all others."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "America's answer to the intolerant man is diversity - the very diversity which our heritage of religious freedom has inspired."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Never wear your best trousers when you go out to fight for freedom and truth."
   },
   "author": {
    "text": "Henrik Ibsen"
   }
  },
  {
   "quote": {
    "text": "Our single most important challenge is therefore to help establish a social order in which the freedom of the individual will truly mean the freedom of the individual."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "A revolution is not a painless march to the gates of freedom and justice. It is a struggle between rage and hope, between the temptation to destroy and the desire to build."
   },
   "author": {
    "text": "Hisham Matar"
   }
  },
  {
   "quote": {
    "text": "Human dignity is based upon freedom, and freedom upon human dignity. The one presupposes the other."
   },
   "author": {
    "text": "Rollo May"
   }
  },
  {
   "quote": {
    "text": "He only earns his freedom and his life Who takes them every day by storm."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Your true traveller finds boredom rather agreeable than painful. It is the symbol of his liberty - his excessive freedom. He accepts his boredom, when it comes, not merely philosophically, but almost with pleasure."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "The good news of suffering is that it brings us to the end of ourselves - a purpose it has certainly served in my life. It brings us to the place of honesty, which is the place of desperation, which is the place of faith, which is the place of freedom."
   },
   "author": {
    "text": "Tullian Tchividjian"
   }
  },
  {
   "quote": {
    "text": "I believe dreams represent the purest form of fantasy we unleash through our subconscious. They represent the truest freedom we can experience. Totally unrepressed and totally creative."
   },
   "author": {
    "text": "Miguel"
   }
  },
  {
   "quote": {
    "text": "The precondition to freedom is security."
   },
   "author": {
    "text": "Rand Beers"
   }
  },
  {
   "quote": {
    "text": "I think women want freedom. They want to be empowered. They want hope. They want love; they want all the things that I want, and I'm not afraid to say those things and act on them, and I think that's why they identify with me."
   },
   "author": {
    "text": "Rihanna"
   }
  },
  {
   "quote": {
    "text": "We don't hide our space program. We don't keep secrets and cover things up. We do it all up front and in public. That's the way freedom is, and we wouldn't change it for a minute."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Freedom isn't free. It shouldn't be a bragging point that 'Oh, I don't get involved in politics,' as if that makes someone cleaner. No, that makes you derelict of duty in a republic. Liars and panderers in government would have a much harder time of it if so many people didn't insist on their right to remain ignorant and blindly agreeable."
   },
   "author": {
    "text": "Bill Maher"
   }
  },
  {
   "quote": {
    "text": "I grew up with the understanding that the world I lived in was one where people enjoyed a sort of freedom to communicate with each other in privacy, without it being monitored, without it being measured or analyzed or sort of judged by these shadowy figures or systems, any time they mention anything that travels across public lines."
   },
   "author": {
    "text": "Edward Snowden"
   }
  },
  {
   "quote": {
    "text": "Here was buried Thomas Jefferson Author of the Declaration of American Independence Of the Statute of Virginia for religious freedom & Father of the University of Virginia."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "The basic social contract is that citizens agree to follow the law, pay their taxes, and devote their love and loyalty to their country, and in exchange, the nation commits to preserve and protect and serve their interests, safeguard their freedom, and return to them in kind their first allegiance and loyalty."
   },
   "author": {
    "text": "Jeff Sessions"
   }
  },
  {
   "quote": {
    "text": "Free speech carries with it some freedom to listen."
   },
   "author": {
    "text": "Warren E. Burger"
   }
  },
  {
   "quote": {
    "text": "I have freedom. But freedom means total selfishness. It means nobody cares much what you do."
   },
   "author": {
    "text": "Lynn Barber"
   }
  },
  {
   "quote": {
    "text": "If freedom makes social progress possible, so social progress strengthens and enlarges freedom."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "We know that freedom has many dimensions. It is the right of the man who tills the land to own the land; the right of the workers to join together to seek better conditions of labor; the right of businessmen to use ingenuity and foresight to produce and distribute without arbitrary interference in a truly competitive economy."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "China has to go along with world trends. That's democracy, liberty, individual freedom. China sooner or later has to go that way. It cannot go backward."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Freedom - to walk free and own no superior."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "Shall I tell you what the real evil is? To cringe to the things that are called evils, to surrender to them our freedom, in defiance of which we ought to face any suffering."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "If we wish to free ourselves from enslavement, we must choose freedom and the responsibility this entails."
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "Freedom of religion is a fundamental Constitutional principle. It's a founding principle of this country."
   },
   "author": {
    "text": "Paul Ryan"
   }
  },
  {
   "quote": {
    "text": "In this possibly terminal phase of human existence, democracy and freedom are more than just ideals to be valued - they may be essential to survival."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "Islam does not believe in democracy, freedom of speech, freedom of the press, or freedom of assembly. It does not separate religion and politics. It is partly a religion, but it is much more than that. It has a political agenda that goes far outside the realm of religion."
   },
   "author": {
    "text": "Pauline Hanson"
   }
  },
  {
   "quote": {
    "text": "We believe in freedom, freedom for the people of each country to follow their destiny without external interference."
   },
   "author": {
    "text": "Lal Bahadur Shastri"
   }
  },
  {
   "quote": {
    "text": "The only sure bulwark of continuing liberty is a government strong enough to protect the interests of the people, and a people strong enough and well enough informed to maintain its sovereign control over the goverment."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "There is danger from all men. The only maxim of a free government ought to be to trust no man living with power to endanger the public liberty."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "I believe in a religion that believes in freedom. Any time I have to accept a religion that won't let me fight a battle for my people, I say to hell with that religion."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "I lived in a dictatorship in Brazil, and I was arrested three times. I felt in my flesh what it is to live under such a regime and experience deprivation of freedom."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "It's very strange how electronic music formatted itself and forgot that its roots are about the surprise, freedom, and the acceptance of every race, gender, and style of music into this big party. Instead, it started to become this electronic lifestyle which also involved the glorification of technology."
   },
   "author": {
    "text": "Thomas Bangalter"
   }
  },
  {
   "quote": {
    "text": "I have never been able to renounce the light, the pleasure of being, and the freedom in which I grew up."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "President Kennedy's election was such an enlargement. It expanded religious freedom to include the highest office in the land. President Kennedy's administration was such an enlargement. It advanced the day when the bars of intolerance against all minority groups will be lifted, not only for the presidency, but for all aspects of our national life."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "The history of the world is none other than the progress of the consciousness of freedom."
   },
   "author": {
    "text": "Georg Wilhelm Friedrich Hegel"
   }
  },
  {
   "quote": {
    "text": "We know what works. Freedom Works. We know what's right. Freedom is right."
   },
   "author": {
    "text": "George H. W. Bush"
   }
  },
  {
   "quote": {
    "text": "It is capitalist America that produced the modern independent woman. Never in history have women had more freedom of choice in regard to dress, behavior, career, and sexual orientation."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "Anxiety is the dizziness of freedom."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "In the Bible, God offered the Pharaoh freedom if he would just let the oppressed people free to go to the land of milk and honey. But the Pharaoh disobeyed, and he was destroyed."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "None can love freedom heartily, but good men; the rest love not freedom, but licence."
   },
   "author": {
    "text": "John Milton"
   }
  },
  {
   "quote": {
    "text": "Men are never really willing to die except for the sake of freedom: therefore they do not believe in dying completely."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Nothing that has value, real value, has no cost. Not freedom, not food, not shelter, not healthcare."
   },
   "author": {
    "text": "Dean Kamen"
   }
  },
  {
   "quote": {
    "text": "America, to me, is freedom."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "You have freedom when you're easy in your harness."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "There can be no democracy without truth. There can be no truth without controversy, there can be no change without freedom. Without freedom there can be no progress."
   },
   "author": {
    "text": "Andrew Young"
   }
  },
  {
   "quote": {
    "text": "History suggests that capitalism is a necessary condition for political freedom. Clearly it is not a sufficient condition."
   },
   "author": {
    "text": "Milton Friedman"
   }
  },
  {
   "quote": {
    "text": "The only way that has ever been discovered to have a lot of people cooperate together voluntarily is through the free market. And that's why it's so essential to preserving individual freedom."
   },
   "author": {
    "text": "Milton Friedman"
   }
  },
  {
   "quote": {
    "text": "We are living in an open world. There is a freedom of speech and, clearly, freedom of speculation."
   },
   "author": {
    "text": "Ehud Barak"
   }
  },
  {
   "quote": {
    "text": "Freedom of speech is always under attack by Fascist mentality, which exists in all parts of the world, unfortunately."
   },
   "author": {
    "text": "Lawrence Ferlinghetti"
   }
  },
  {
   "quote": {
    "text": "Freedom across the world is a result of many individuals working together."
   },
   "author": {
    "text": "Dan Gable"
   }
  },
  {
   "quote": {
    "text": "Columbus was above all an explorer, and his historic achievements opened the Americas to trade and the eventual English settlements, settlements which grew into the most successful bastion of freedom and prosperity in human history, the United States of America."
   },
   "author": {
    "text": "Tom Tancredo"
   }
  },
  {
   "quote": {
    "text": "Freedom is the most contagious virus known to man."
   },
   "author": {
    "text": "Hubert H. Humphrey"
   }
  },
  {
   "quote": {
    "text": "Freedom in art, freedom in society, this is the double goal towards which all consistent and logical minds must strive."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "I hope for nothing. I fear nothing. I am free."
   },
   "author": {
    "text": "Nikos Kazantzakis"
   }
  },
  {
   "quote": {
    "text": "The State is the altar of political freedom and, like the religious altar, it is maintained for the purpose of human sacrifice."
   },
   "author": {
    "text": "Emma Goldman"
   }
  },
  {
   "quote": {
    "text": "Freedom is a possession of inestimable value."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "The framers of our Constitution meant we were to have freedom of religion, not freedom from religion."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "We must be willing to pay a price for freedom."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Human rights, of course, must include the right to religious freedom, understood as the expression of a dimension that is at once individual and communitarian - a vision that brings out the unity of the person while clearly distinguishing between the dimension of the citizen and that of the believer."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "Freedom is... not to be bound by my wounds. And to be able to eat cake every day."
   },
   "author": {
    "text": "Amanda de Cadenet"
   }
  },
  {
   "quote": {
    "text": "Civility is not not saying negative or harsh things. It is not the absence of critical analysis. It is the manner in which we are sharing this territorial freedom of political discussion. If our discourse is yelled and screamed and interrupted and patronized, that's uncivil."
   },
   "author": {
    "text": "Richard Dreyfuss"
   }
  },
  {
   "quote": {
    "text": "Liberation is not deliverance."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Every diminution of the liberty of the press is followed by a diminution of civilization. Wherever we see the freedom of the press interfered with, there we see the nutrition of the human family interrupted."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "When there is state there can be no freedom, but when there is freedom there will be no state."
   },
   "author": {
    "text": "Vladimir Lenin"
   }
  },
  {
   "quote": {
    "text": "If there is any principle of the Constitution that more imperatively calls for attachment than any other it is the principle of free thought, not free thought for those who agree with us but freedom for the thought that we hate."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Jr."
   }
  },
  {
   "quote": {
    "text": "We seek peace, knowing that peace is the climate of freedom."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Liberty must be limited in order to be possessed."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "One of the rewards of success is freedom, the ability to do whatever you like."
   },
   "author": {
    "text": "Sting"
   }
  },
  {
   "quote": {
    "text": "The rainbow flag is a symbol of freedom and liberation that we made for ourselves."
   },
   "author": {
    "text": "Gilbert Baker"
   }
  },
  {
   "quote": {
    "text": "I love to deer hunt and fish and drive down the back roads in my truck. All those things basically equal freedom to me - and not having to return that message or call from my record company or management."
   },
   "author": {
    "text": "Blake Shelton"
   }
  },
  {
   "quote": {
    "text": "Freedom of speech is, to all Americans, as oxygen is to the human condition. It is a right that has been irreversibly programmed into our hard drive. We are free to speak our minds. An artist's right to express him or herself as best suits their art, is the artist's prerogative and it is guaranteed."
   },
   "author": {
    "text": "John C. McGinley"
   }
  },
  {
   "quote": {
    "text": "Is freedom anything else than the right to live as we wish? Nothing else."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "I chose America as my home because I value freedom and democracy, civil liberties and an open society."
   },
   "author": {
    "text": "George Soros"
   }
  },
  {
   "quote": {
    "text": "The principle of academic freedom is designed to make sure that powers outside the university, including government and corporations, are not able to control the curriculum or intervene in extra-mural speech."
   },
   "author": {
    "text": "Judith Butler"
   }
  },
  {
   "quote": {
    "text": "Our culture is just a series of checks and balances. The whole idea that we're in a battle between tyranny and freedom - it's a series of pendulum swings."
   },
   "author": {
    "text": "Jon Stewart"
   }
  },
  {
   "quote": {
    "text": "Freedom is control in your own life."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "Freedom is a man's natural power of doing what he pleases, so far as he is not prevented by force or law."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "There is nothing wrong with America that faith, love of freedom, intelligence, and energy of her citizens cannot cure."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "We must face the fact that the preservation of individual freedom is incompatible with a full satisfaction of our views of distributive justice."
   },
   "author": {
    "text": "Friedrich August von Hayek"
   }
  },
  {
   "quote": {
    "text": "The greatest threat to freedom is the absence of criticism."
   },
   "author": {
    "text": "Wole Soyinka"
   }
  },
  {
   "quote": {
    "text": "Just as the Security Council was largely irrelevant to the great struggle of the last half of the twentieth century - freedom against Communism - so too it is largely on the sidelines in our contemporary struggles against international terrorism and the proliferation of weapons of mass destruction."
   },
   "author": {
    "text": "John Bolton"
   }
  },
  {
   "quote": {
    "text": "I can understand wanting to have millions of dollars; there's a certain freedom, meaningful freedom, that comes with that."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Conservatism is about the basic rights of individuals. God created us. As far as the government goes, the Founding Fathers based the Constitution off of Christian values. It goes hand-in-hand. As far as the Republican Party? I felt connected to it because individual freedom should not be legislated by the federal government."
   },
   "author": {
    "text": "Joe Wurzelbacher"
   }
  },
  {
   "quote": {
    "text": "The year most of my high school friends and I got our driver's permits, the coolest thing one could do was stand outside after school and twirl one's car keys like a lifeguard whistle. That jingling sound meant freedom and power."
   },
   "author": {
    "text": "Sloane Crosley"
   }
  },
  {
   "quote": {
    "text": "The more freedom I allow myself as a writer to wander, become lost and go into uncertain territory - and I am always trying to go to the more awkward place, the more difficult place - the more frightening it is, because I have no plan."
   },
   "author": {
    "text": "Nicole Krauss"
   }
  },
  {
   "quote": {
    "text": "I know but one freedom, and that is the freedom of the mind."
   },
   "author": {
    "text": "Antoine de Saint-Exupery"
   }
  },
  {
   "quote": {
    "text": "I am involved in a freedom ride protesting the loss of the minority rights belonging to the few remaining earthbound stars. All we demanded was our right to twinkle."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "Freedom is the freedom to say that two plus two make four. If that is granted, all else follows."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "Politicians love power. I love freedom. That is why I am not a politician."
   },
   "author": {
    "text": "Victor Pinchuk"
   }
  },
  {
   "quote": {
    "text": "I believe there are more instances of the abridgement of freedom of the people by gradual and silent encroachments by those in power than by violent and sudden usurpations."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "The fight for freedom must go on until it is won; until our country is free and happy and peaceful as part of the community of man, we cannot rest."
   },
   "author": {
    "text": "Oliver Tambo"
   }
  },
  {
   "quote": {
    "text": "We have freedom of speech, but you got to watch what you say."
   },
   "author": {
    "text": "Tracy Morgan"
   }
  },
  {
   "quote": {
    "text": "What's real freedom? Real freedom is being able to not have my way and still be just as happy as if I did."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "I say there is not more happiness for me than the freedom of my Homeland."
   },
   "author": {
    "text": "Islom Karimov"
   }
  },
  {
   "quote": {
    "text": "It is easy to believe in freedom of speech for those with whom we agree."
   },
   "author": {
    "text": "Leo McKern"
   }
  },
  {
   "quote": {
    "text": "Freedom is not an instantaneous holiday, as we once dreamed. It is a road. A long road. We know this now."
   },
   "author": {
    "text": "Svetlana Alexievich"
   }
  },
  {
   "quote": {
    "text": "The right to religious freedom and the right to vote are both fundamental to our democracy."
   },
   "author": {
    "text": "Lois Frankel"
   }
  },
  {
   "quote": {
    "text": "Religious tolerance is something we should all practice; however, there have been more persecution and atrocities committed in the name of religion and religious freedom than anything else."
   },
   "author": {
    "text": "Walter Koenig"
   }
  },
  {
   "quote": {
    "text": "The best way to enhance freedom in other lands is to demonstrate here that our democratic system is worthy of emulation."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "I know of no country in which there is so little independence of mind and real freedom of discussion as in America."
   },
   "author": {
    "text": "Alexis de Tocqueville"
   }
  },
  {
   "quote": {
    "text": "I am not an Athenian or a Greek, but a citizen of the world."
   },
   "author": {
    "text": "Diogenes"
   }
  },
  {
   "quote": {
    "text": "I was intelligent enough to make up my own mind. I not only had freedom of choice, I had freedom of expression."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "If social stability goes pear-shaped, you have a choice between anarchy and dictatorship. Most people will opt for more security, even if they have to give up some personal freedom."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "I think if we get freedom for women, then they are probably going to do a lot of things that I wish they wouldn't do. But it seems to me that isn't our business to say what they should do with it. It is our business to see that they get it."
   },
   "author": {
    "text": "Alice Paul"
   }
  },
  {
   "quote": {
    "text": "To me, the flag represents the greatest ideals of the United States of America, not the worst, but different people look at different things and have different feelings about it. That's what freedom of expression is all about."
   },
   "author": {
    "text": "Aaron Rodgers"
   }
  },
  {
   "quote": {
    "text": "Freedom. Freedom of religion. Freedom to speak their mind. Freedom to build a life. And yes, freedom to build a business. With their own hands. This is the essence of the American experience."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "The American dream is about freedom."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "Who is more to be pitied, a writer bound and gagged by policemen or one living in perfect freedom who has nothing more to say?"
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "We know that our life of freedom is stronger than terror."
   },
   "author": {
    "text": "Angela Merkel"
   }
  },
  {
   "quote": {
    "text": "When you're not concerned with succeeding, you can work with complete freedom."
   },
   "author": {
    "text": "Larry David"
   }
  },
  {
   "quote": {
    "text": "Satisfaction consists in freedom from pain, which is the positive element of life."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "Every time you pass a law, it is a little bite out of freedom."
   },
   "author": {
    "text": "Gary Johnson"
   }
  },
  {
   "quote": {
    "text": "America's commitment to religious freedom and tolerance should not be conditional."
   },
   "author": {
    "text": "Mark McKinnon"
   }
  },
  {
   "quote": {
    "text": "They won't break me because the desire for freedom, and the freedom of the Irish people, is in my heart. The day will dawn when all the people of Ireland will have the desire for freedom to show. It is then that we will see the rising of the moon."
   },
   "author": {
    "text": "Bobby Sands"
   }
  },
  {
   "quote": {
    "text": "Our way is straight and clear - the building up of a socialist democracy at home, with freedom and prosperity for all, and the maintenance of world peace and friendship with all nations abroad."
   },
   "author": {
    "text": "Lal Bahadur Shastri"
   }
  },
  {
   "quote": {
    "text": "One is a painter because one wants so-called freedom; one doesn't want to go to the office every morning."
   },
   "author": {
    "text": "Marcel Duchamp"
   }
  },
  {
   "quote": {
    "text": "The United States of America will never be intimidated by thugs and assassins. The killers will fail, and the Iraqi people will live in freedom."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "Hamas is a terrorist organization dedicated to annihilating the Jewish state. It runs a theocratic totalitarian state in Gaza, with no individual liberty, and no freedom of speech or press."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "I believe in freedom of speech, but I believe we should also have the right to comment on freedom of speech."
   },
   "author": {
    "text": "Stockwell Day"
   }
  },
  {
   "quote": {
    "text": "What does it mean to be an American? While each of us may have our own specific answer to that question, we likely can agree on the basic principles of America: freedom, equal opportunity, and rights accompanied by responsibilities."
   },
   "author": {
    "text": "Ben Nelson"
   }
  },
  {
   "quote": {
    "text": "I was a pilot and flying hang gliders, paragliders, aerobatics airplanes, and then I discovered skydiving. Free fall. Free. With nothing around you, just a parachute on your back. And you go down. But you don't feel like you're going down. Total freedom."
   },
   "author": {
    "text": "Yves Rossy"
   }
  },
  {
   "quote": {
    "text": "Freedom is not procured by a full enjoyment of what is desired, but by controlling the desire."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "Our society is illuminated by the spiritual insights of the Hebrew prophets. America and Israel have a common love of human freedom, and they have a common faith in a democratic way of life."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "Unnecessary possessions are unnecessary burdens. If you have them, you have to take care of them! There is great freedom in simplicity of living. It is those who have enough but not too much who are the happiest."
   },
   "author": {
    "text": "Peace Pilgrim"
   }
  },
  {
   "quote": {
    "text": "While discipline and freedom seem like they sit on opposite sides of the spectrum, they are actually very connected."
   },
   "author": {
    "text": "Jocko Willink"
   }
  },
  {
   "quote": {
    "text": "The greatest enemy of individual freedom is the individual himself."
   },
   "author": {
    "text": "Saul Alinsky"
   }
  },
  {
   "quote": {
    "text": "Do not allow to slip away from you freedoms the people who came before you won with such hard knocks."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "Only our individual faith in freedom can keep us free."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Analysis does not set out to make pathological reactions impossible, but to give the patient's ego freedom to decide one way or another."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "How absurd men are! They never use the liberties they have, they demand those they do not have. They have freedom of thought, they demand freedom of speech."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "We're not like robots. God promises to guide us through the Holy Spirit, but He gives us the freedom to make our own decisions."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "You can be a thousand different women. It's your choice which one you want to be. It's about freedom and sovereignty. You celebrate who you are. You say, 'This is my kingdom.'"
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "Personal identity seems like it's just such an American archetype, from Holly Golightly re-inventing herself in 'Breakfast At Tiffany's' to Jay Gatsby in 'The Great Gatsby.' It seems like the sort of archetypal American issue. If you're given the freedom to be anything, or be anyone, what do you do with it?"
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "The more laws that governments pass, the less individual freedom there is. Any student of history will tell you that. Totalitarian countries ban pretty much everything."
   },
   "author": {
    "text": "Bill O'Reilly"
   }
  },
  {
   "quote": {
    "text": "In communism, we never had any freedom - of movement, of speech, of press. We didn't even make own decisions for our lives, our future. We were human robots."
   },
   "author": {
    "text": "Lee Hyeon-seo"
   }
  },
  {
   "quote": {
    "text": "Being a teenager is chaotic because you're kind of coming into your own, but you're not an adult; you're fighting with your parents over responsibilities and freedom."
   },
   "author": {
    "text": "Troian Bellisario"
   }
  },
  {
   "quote": {
    "text": "When we deny the poor and the vulnerable their own human dignity and capacity for freedom and choice, it becomes self-denial. It becomes a denial of both our collective and individual dignity, at all levels of society."
   },
   "author": {
    "text": "Jacqueline Novogratz"
   }
  },
  {
   "quote": {
    "text": "To realize that new world we must prefer the values of freedom and equality above all other values - above personal wealth, technical power and nationalism."
   },
   "author": {
    "text": "Herbert Read"
   }
  },
  {
   "quote": {
    "text": "My parents fled from North Korea during the Korean War because they despised the North Korean Communist regime. They fled to seek freedom and came to South Korea."
   },
   "author": {
    "text": "Moon Jae-in"
   }
  },
  {
   "quote": {
    "text": "From time to time, the irresponsible acts of the Cuban government remind us that this is far more than about the freedom of one country, but it really is about the stability and security of the region and the national security interests of the United States."
   },
   "author": {
    "text": "Mel Martinez"
   }
  },
  {
   "quote": {
    "text": "Peace along with freedom and justice are the pillars for attaining both security and stability and will pave the way towards the eradication of oppression, extremism, and terrorism in our world."
   },
   "author": {
    "text": "Najib Mikati"
   }
  },
  {
   "quote": {
    "text": "Collectivism and freedom are mortal enemies. Only one will survive."
   },
   "author": {
    "text": "G. Edward Griffin"
   }
  },
  {
   "quote": {
    "text": "We want to protect freedom of speech, but it is not unlimited freedom of speech. There has always been rules around defamation, slander and libel, and in Victoria, we have effective rules on racial and religious vilification."
   },
   "author": {
    "text": "Denis Napthine"
   }
  },
  {
   "quote": {
    "text": "The obligation of the state is to guarantee freedom of religion, and that implies dealing with all of them on an equal footing."
   },
   "author": {
    "text": "Ricardo Alarcon"
   }
  },
  {
   "quote": {
    "text": "People demand freedom only when they have no power."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "It is harder to preserve than to obtain liberty."
   },
   "author": {
    "text": "John C. Calhoun"
   }
  },
  {
   "quote": {
    "text": "It requires greater courage to preserve inner freedom, to move on in one's inward journey into new realms, than to stand defiantly for outer freedom. It is often easier to play the martyr, as it is to be rash in battle."
   },
   "author": {
    "text": "Rollo May"
   }
  },
  {
   "quote": {
    "text": "The intense happiness of our union is derived in a high degree from the perfect freedom with which we each follow and declare our own impressions."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "My name became known because I was, one might say accidentally the target of state repression and because so many people throughout the country and other parts of the world organized around the demand for my freedom."
   },
   "author": {
    "text": "Angela Davis"
   }
  },
  {
   "quote": {
    "text": "I have a fantastic relationship with money. I use it to buy my freedom."
   },
   "author": {
    "text": "Gianni Versace"
   }
  },
  {
   "quote": {
    "text": "Old age, calm, expanded, broad with the haughty breadth of the universe, old age flowing free with the delicious near-by freedom of death."
   },
   "author": {
    "text": "Edith Wharton"
   }
  },
  {
   "quote": {
    "text": "Adam Smith pointed out that there were three things that make us more prosperous, in a general sort of way: freedom to pursue our own self-interest; specialization, which he called division of labor; and freedom of trade."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Men are freest when they are most unconscious of freedom. The shout is a rattling of chains, always was."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "America's greatness has been the greatness of a free people who shared certain moral commitments. Freedom without moral commitment is aimless and promptly self-destructive."
   },
   "author": {
    "text": "John W. Gardner"
   }
  },
  {
   "quote": {
    "text": "It is a universal truth that the loss of liberty at home is to be charged to the provisions against danger, real or pretended, from abroad."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "In many respects, the United States is a great country. Freedom of speech is protected more than in any other country. It is also a very free society."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "The current total of countries in the world with First Amendments is one. You have guaranteed freedom of speech. Other countries don't have that."
   },
   "author": {
    "text": "Neil Gaiman"
   }
  },
  {
   "quote": {
    "text": "Freedom is not of use to those who do not know how to employ it."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "The only thing money gives you is the freedom of not worrying about money."
   },
   "author": {
    "text": "Johnny Carson"
   }
  },
  {
   "quote": {
    "text": "I went to jail 44 times. I've been beaten and left for dead on the side of the road fighting for freedom... Yet Rosa Parks is better known in history than Ralph David Abernathy. Why is that?"
   },
   "author": {
    "text": "Ralph Abernathy"
   }
  },
  {
   "quote": {
    "text": "Freedom is the oxygen of the soul."
   },
   "author": {
    "text": "Moshe Dayan"
   }
  },
  {
   "quote": {
    "text": "Americans admire a people who can scratch a desert and produce a garden. The Israelis have shown qualities that Americans identify with: guts, patriotism, idealism, a passion for freedom. I have seen it. I know. I believe that."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "I think freedom for Palestine could be an incredible source of hope to people struggling all over the world. I think it could also be an incredible inspiration to Arab people in the Middle East, who are struggling under undemocratic regimes which the U.S. supports."
   },
   "author": {
    "text": "Rachel Corrie"
   }
  },
  {
   "quote": {
    "text": "They say that structure is freedom, and in a sense it is. When you're dealing with multiple constraints, you have to figure out what you can get out of that."
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "But I found that disappointing people is a good thing, because disapproval is freedom."
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "I believe we can, and must, strike a balance between our shared American values of religious liberty and freedom from discrimination. My concerns lie with the possible consequences of politically-driven legislation which claims to promote religious liberty but instead rolls back the legal protections held by LGBT Americans."
   },
   "author": {
    "text": "Gary Johnson"
   }
  },
  {
   "quote": {
    "text": "I have a reputation worldwide of being tolerant of all people and their views. I'm too well-educated to criticize a certain religion or group of people for what they believe in. It's called freedom."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "But it wasn't until I graduated from Texas A & M University and joined the United States Air Force, flying C-130's all around the globe, that I truly appreciated the blessings of freedom."
   },
   "author": {
    "text": "Rick Perry"
   }
  },
  {
   "quote": {
    "text": "In a completely sane world, madness is the only freedom."
   },
   "author": {
    "text": "J. G. Ballard"
   }
  },
  {
   "quote": {
    "text": "One of the greatest gifts God ever gave to humanity was that of liberty. We love freedom and bloom under it. We cannot and should not try to force people to live by a certain religious code. To do so negates our free will."
   },
   "author": {
    "text": "Sam Brownback"
   }
  },
  {
   "quote": {
    "text": "Implicit in true freedom of spirit lies a proud and virile will. Such glorious power of free will to choose, envisages beneficent social responsibility as manifest and welcome."
   },
   "author": {
    "text": "Louis Sullivan"
   }
  },
  {
   "quote": {
    "text": "The rewards of freedom are always sweet, but its demands are stern, for at its heart is the paradox that the greatest enemy of freedom is freedom."
   },
   "author": {
    "text": "Os Guinness"
   }
  },
  {
   "quote": {
    "text": "Hate speech and freedom of speech are two different things."
   },
   "author": {
    "text": "Leslie Jones"
   }
  },
  {
   "quote": {
    "text": "Freedom of the press is guaranteed only to those who own one."
   },
   "author": {
    "text": "A. J. Liebling"
   }
  },
  {
   "quote": {
    "text": "But short films are not inferior, just different. I think the short gives a freedom to film-makers. What's appealing is that you don't have as much responsibility for storytelling and plot. They can be more like a portrait, or a poem."
   },
   "author": {
    "text": "Jane Campion"
   }
  },
  {
   "quote": {
    "text": "Not caring more about what other people think than what you think. That's freedom."
   },
   "author": {
    "text": "Demi Moore"
   }
  },
  {
   "quote": {
    "text": "The momentum of freedom in our world is unmistakable - and it is not carried forward by our power alone. We can trust in that greater power Who guides the unfolding of the years. And in all that is to come, we can know that His purposes are just and true."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "I am trying to persuade my family to spend more time in China. It's no fun to be in exile. I can't even figure out the basic 26 letters, let alone operate, in English. I often feel that although I've found the sky of freedom above my head, I've lost the soil I stand on. I need to be back in my motherland, where I can find inspirations."
   },
   "author": {
    "text": "Ma Jian"
   }
  },
  {
   "quote": {
    "text": "We all have to announce our full solidarity with the struggle of those seeking freedom and justice in Syria, and translate this sympathy into a clear political vision that supports a peaceful transition to a democratic system of rule that reflects the demands of the Syrian people for freedom."
   },
   "author": {
    "text": "Mohammed Morsi"
   }
  },
  {
   "quote": {
    "text": "I think there is a heritage which I'm proud of, which is a fight for democracy, a fight for social justice, a fight for freedom. My grandfather went to jail or exile six times in his life, fighting for his principles for democracy, or for his country. And my father twice."
   },
   "author": {
    "text": "George Papandreou"
   }
  },
  {
   "quote": {
    "text": "I fight, and have fought, for political freedom, for justice and for fairness and freedom of speech."
   },
   "author": {
    "text": "Teresa Heinz"
   }
  },
  {
   "quote": {
    "text": "That sacred space of conscience where you can exercise your rights in terms of religious freedom and deeply-held, reasonable beliefs is the core of human dignity. In fact, that's the basis for civilization itself. And when you lose that fundamental principle... you have no basis on which to build."
   },
   "author": {
    "text": "Jeff Fortenberry"
   }
  },
  {
   "quote": {
    "text": "If a strong government finds that it can, with impunity, destroy a weak people, then the hour has struck for that weak people to appeal to the League of Nations to give its judgment in all freedom. God and history will remember your judgment."
   },
   "author": {
    "text": "Haile Selassie"
   }
  },
  {
   "quote": {
    "text": "Thought takes man out of servitude, into freedom."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "I would describe and I have described myself to people who ask as a freedom fighter."
   },
   "author": {
    "text": "Steven Biko"
   }
  },
  {
   "quote": {
    "text": "We've always loved the automobile, and we all love Henry Ford's original vision to open the highways to all mankind, the freedom and movement."
   },
   "author": {
    "text": "Alan Mulally"
   }
  },
  {
   "quote": {
    "text": "As soon as laws are necessary for men, they are no longer fit for freedom."
   },
   "author": {
    "text": "Pythagoras"
   }
  },
  {
   "quote": {
    "text": "To me, freedom entitles you to do something, not to not do something."
   },
   "author": {
    "text": "Shel Silverstein"
   }
  },
  {
   "quote": {
    "text": "Freedom is the one value conservatives place above all others, yet time and again, their ideal of freedom ignores the growing imbalance of power in our society that's eroding the freedoms of most people."
   },
   "author": {
    "text": "Robert Reich"
   }
  },
  {
   "quote": {
    "text": "We believe in individual initiative, personal responsibility, opportunity, freedom, small government, the Constitution. These principles, these American principles are key to getting our economy back to being successful and leading the world."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "It is well known that my husband and Lady Thatcher enjoyed a very special relationship as leaders of their respective countries during one of the most difficult and pivotal periods in modern history. Ronnie and Margaret were political soul mates, committed to freedom and resolved to end Communism."
   },
   "author": {
    "text": "Nancy Reagan"
   }
  },
  {
   "quote": {
    "text": "Real freedom lies in wildness, not civilization."
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "I don't have freedom in the United States to go into a public school and preach the Gospel, nor is a student free in a public school to pray, or a teacher free to read the Bible publicly to the students. At the same time, we have a great degree of freedom for which I am grateful."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Freedom is relative."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "There couldn't be better parents than mine, loving yet strict. They disciplined with love. A child without discipline is, in away, a lost child. You cannot have freedom without discipline."
   },
   "author": {
    "text": "Ricardo Montalban"
   }
  },
  {
   "quote": {
    "text": "I think that what I have been truly searching for as a person, as a writer, as a thinker, as a daughter, is freedom. That is my mission. A sense of liberty, the liberty that comes not only from self-awareness but also from letting go of many things. Many things that weigh us down."
   },
   "author": {
    "text": "Jhumpa Lahiri"
   }
  },
  {
   "quote": {
    "text": "If it is right for men to fight for their freedom, and God knows what the human race would be like today if men had not, since time began, fought for their freedom, then it is right for women to fight for their freedom and the freedom of the children they bear."
   },
   "author": {
    "text": "Emmeline Pankhurst"
   }
  },
  {
   "quote": {
    "text": "A nice, easy place for freedom of speech to be eroded is comics, because comics are a natural target whenever an election comes up."
   },
   "author": {
    "text": "Neil Gaiman"
   }
  },
  {
   "quote": {
    "text": "Take young researchers, put them together in virtual seclusion, give them an unprecedented degree of freedom and turn up the pressure by fostering competitiveness."
   },
   "author": {
    "text": "James D. Watson"
   }
  },
  {
   "quote": {
    "text": "In America, through pressure of conformity, there is freedom of choice, but nothing to choose from."
   },
   "author": {
    "text": "Peter Ustinov"
   }
  },
  {
   "quote": {
    "text": "I am a lover of truth, a worshipper of freedom, a celebrant at the altar of language and purity and tolerance."
   },
   "author": {
    "text": "Stephen Fry"
   }
  },
  {
   "quote": {
    "text": "We understand what President Trump means when he talks about taking the country back. He does not see America as a country of people from diverse backgrounds united around values of freedom and respect. In his 'American carnage' version of our country, immigrants and refugees are a threat."
   },
   "author": {
    "text": "Jan Schakowsky"
   }
  },
  {
   "quote": {
    "text": "Let me start by saying I wish no country had the need for an army. But in Israel, serving is part of being an Israeli. You've got to give back to the state. You give two or three years, and it's not about you. You give your freedom away. You learn discipline and respect."
   },
   "author": {
    "text": "Gal Gadot"
   }
  },
  {
   "quote": {
    "text": "The answer to many of the domestic problems we face is not higher taxes and more spending. It is less waste, more results and greater freedom for the individual American to earn a rightful place in his own community - and for States and localities to address their own needs in their own ways, in the light of their own priorities."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "Setting people to spy on one another is not the way to protect freedom."
   },
   "author": {
    "text": "Tommy Douglas"
   }
  },
  {
   "quote": {
    "text": "When the Internet first came, I thought it was just the beacon of freedom. People could communicate with anyone, anywhere, and nobody could stop it."
   },
   "author": {
    "text": "Steve Wozniak"
   }
  },
  {
   "quote": {
    "text": "Freedom comes only to those who no longer ask of life that it shall yield them any of those personal goods that are subject to the mutations of time."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "The freedom of the press works in such a way that there is not much freedom from it."
   },
   "author": {
    "text": "Grace Kelly"
   }
  },
  {
   "quote": {
    "text": "India was secular even when Muslims hadn't come here and Christians hadn't set foot on this soil. It is not as if India became secular after they came. They came with their own modes of worship, and they, too, were given a place of honor and respect. They had the freedom to worship God as per their wish and inclination."
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "If they want to hang me, let them. And on the scaffold I will shout Freedom for the working class!"
   },
   "author": {
    "text": "Mary Harris Jones"
   }
  },
  {
   "quote": {
    "text": "Our emotions are often beautiful, but they can also be dangerous. They represent our spontaneity, and seem to speak to us of our freedom."
   },
   "author": {
    "text": "Tariq Ramadan"
   }
  },
  {
   "quote": {
    "text": "If our freedom is taken, the American dream will wither and die."
   },
   "author": {
    "text": "Rand Paul"
   }
  },
  {
   "quote": {
    "text": "Beauty of mind creates freedom. Freedom of mind creates beauty."
   },
   "author": {
    "text": "Ann Demeulemeester"
   }
  },
  {
   "quote": {
    "text": "Time misspent in youth is sometimes all the freedom one ever has."
   },
   "author": {
    "text": "Anita Brookner"
   }
  },
  {
   "quote": {
    "text": "Let a new earth rise. Let another world be born. Let a bloody peace be written in the sky. Let a second generation full of courage issue forth; let a people loving freedom come to growth."
   },
   "author": {
    "text": "Margaret Walker"
   }
  },
  {
   "quote": {
    "text": "Those religions that are oppressive to women are also against democracy, human rights, and freedom of expression."
   },
   "author": {
    "text": "Taslima Nasrin"
   }
  },
  {
   "quote": {
    "text": "Freedom is a right ultimately defended by the sacrifice of America's servicemen and women."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "The case for freedom, the case for our constitutional principles the case for our heritage has to be made anew in each generation. The work of freedom is never done."
   },
   "author": {
    "text": "Anthony Kennedy"
   }
  },
  {
   "quote": {
    "text": "I believe that God has planted in every heart the desire to live in freedom."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "It is true you cannot eat freedom and you cannot power machinery with democracy. But then neither can political prisoners turn on the light in the cells of a dictatorship."
   },
   "author": {
    "text": "Corazon Aquino"
   }
  },
  {
   "quote": {
    "text": "Every generation has to protect every one of their rights, whether that's freedom of the press, freedom of speech, or freedom of faith. You have to remain diligent."
   },
   "author": {
    "text": "James Lankford"
   }
  },
  {
   "quote": {
    "text": "The American Dream is about freedom."
   },
   "author": {
    "text": "Rick Mears"
   }
  },
  {
   "quote": {
    "text": "It is a paradox of the acquisitive society in which we now live that although private morals are regulated by law, the entrepreneur is allowed considerable freedom to use - and abuse - the public in order to make money."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "No cause is left but the most ancient of all, the one, in fact, that from the beginning of our history has determined the very existence of politics, the cause of freedom versus tyranny."
   },
   "author": {
    "text": "Hannah Arendt"
   }
  },
  {
   "quote": {
    "text": "Freedom can occur only through education."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "When I first started out in this music industry, I was most concerned with freedom. Freedom to produce, freedom to play all the instruments on my records, freedom to say anything I wanted to."
   },
   "author": {
    "text": "Prince"
   }
  },
  {
   "quote": {
    "text": "Freedom is not enough."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "God tolerates even our stammering, and pardons our ignorance whenever something inadvertently escapes us - as, indeed, without this mercy there would be no freedom to pray."
   },
   "author": {
    "text": "John Calvin"
   }
  },
  {
   "quote": {
    "text": "Once you have an animal, you have to commit to it. They need a sense of freedom, but, of course, they must have some boundaries. I am against hitting them though; just send the vibe and that will do it."
   },
   "author": {
    "text": "Connie Stevens"
   }
  },
  {
   "quote": {
    "text": "Before we went on any protest, whether it was sit-ins or the freedom rides or any march, we prepared ourselves, and we were disciplined. We were committed to the way of peace - the way of non-violence - the way of love - the way of life as the way of living."
   },
   "author": {
    "text": "John Lewis"
   }
  },
  {
   "quote": {
    "text": "Spirit borrows from matter the perceptions on which it feeds and restores them to matter in the form of movements which it has stamped with its own freedom."
   },
   "author": {
    "text": "Henri Bergson"
   }
  },
  {
   "quote": {
    "text": "Being that I went to jail and came back, I went through a whole new experience in life. I went from being at the top to back down at the bottom again. In jail, you get stripped of your freedom and everything, so I experienced different things, learned more."
   },
   "author": {
    "text": "Meek Mill"
   }
  },
  {
   "quote": {
    "text": "I'd read up on the history of our country and I'd become fascinated with the story of the Alamo. To me it represented the fight for freedom, not just in America, but in all countries."
   },
   "author": {
    "text": "John Wayne"
   }
  },
  {
   "quote": {
    "text": "Real freedom lies in wildness, not in civilization."
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "It is probable that England will look favorably upon the independence of the Philippines, for it will open their ports to her and afford greater freedom to her commerce."
   },
   "author": {
    "text": "Jose Rizal"
   }
  },
  {
   "quote": {
    "text": "A free America... means just this: individual freedom for all, rich or poor, or else this system of government we call democracy is only an expedient to enslave man to the machine and make him like it."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "Freedom is from within."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "A man may be a pessimistic determinist before lunch and an optimistic believer in the will's freedom after it."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "It would be too frightening for me to consider myself a role model. But I like the idea of not being afraid of letting your imagination rule you, to feel the freedom of expression, to let creativity be your overwhelming drive rather than other things."
   },
   "author": {
    "text": "Florence Welch"
   }
  },
  {
   "quote": {
    "text": "It's nice to have boundaries, because as long as we have them, we can cross them a bit, and that's what perks interest. If you have full freedom, what do you do?"
   },
   "author": {
    "text": "Pamela Anderson"
   }
  },
  {
   "quote": {
    "text": "The American experience influenced my understanding of individuality, basic human rights, freedom of expression and the rights and responsibilities of citizens."
   },
   "author": {
    "text": "Ai Weiwei"
   }
  },
  {
   "quote": {
    "text": "After a while, you just don't do things you don't wanna do - that's the great freedom you get, the older you get. You learn what to do and what not to do, and what will be a waste of time and what won't be a waste of time."
   },
   "author": {
    "text": "Nick Cave"
   }
  },
  {
   "quote": {
    "text": "I've made money, and I've been ripped off. I've had creative freedom, and I've been pressured to make hits. I have dealt with diva behavior from crazy musicians, and I have seen genius records by wonderful artists get completely ignored. I love music. I always will."
   },
   "author": {
    "text": "David Byrne"
   }
  },
  {
   "quote": {
    "text": "In the name of freedom, there has to be a correlation between rights and duties, by which every person is called to assume responsibility for his or her choices, made as a consequence of entering into relations with others."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "The family is the test of freedom; because the family is the only thing that the free man makes for himself and by himself."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "I was curious and hungry at a young age, and jazz was such a mystery to me, an ocean where you can express yourself in the moment. It represented freedom, it represented wearing wings and going somewhere with music."
   },
   "author": {
    "text": "Paula Cole"
   }
  },
  {
   "quote": {
    "text": "Freedom only for the members of the government, only for the members of the Party - though they are quite numerous - is no freedom at all."
   },
   "author": {
    "text": "Rosa Luxemburg"
   }
  },
  {
   "quote": {
    "text": "Clearly the success of the Netflix model, releasing the entire season of 'House of Cards' at once, proved one thing: The audience wants the control. They want the freedom. If they want to binge as they've been doing on 'House of Cards' and lots of other shows, we should let them binge."
   },
   "author": {
    "text": "Kevin Spacey"
   }
  },
  {
   "quote": {
    "text": "Freedom of opinion can only exist when the government thinks itself secure."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "We are faced with the paradoxical fact that education has become one of the chief obstacles to intelligence and freedom of thought."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Freedom in general may be defined as the absence of obstacles to the realization of desires."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Freedom is not just declared; it is exercised."
   },
   "author": {
    "text": "Ferdinand Marcos"
   }
  },
  {
   "quote": {
    "text": "Among the many values in life, I appreciate freedom most."
   },
   "author": {
    "text": "Haruki Murakami"
   }
  },
  {
   "quote": {
    "text": "Victorious living does not mean freedom from temptation, nor does it mean freedom from mistakes."
   },
   "author": {
    "text": "E. Stanley Jones"
   }
  },
  {
   "quote": {
    "text": "A renewed commitment to the freedom and opportunity of our people is the touchstone of our time. In this new century, where tests are many and challenges change with the shifting of the wind, we must hold fast to the principles that have made our nation the envy of the world."
   },
   "author": {
    "text": "Bill Owens"
   }
  },
  {
   "quote": {
    "text": "On Putin's order, Russia intervenes in Syria not to fight terrorists but to abet the war crimes of the Assad regime. Russian bombers deliberately target aid workers and hospitals. They threaten Syrian freedom fighters trained by the U.S. They are allied with our enemies in the Middle East and trying to weaken our friendships there."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "I am truly free only when all human beings, men and women, are equally free. The freedom of other men, far from negating or limiting my freedom, is, on the contrary, its necessary premise and confirmation."
   },
   "author": {
    "text": "Mikhail Bakunin"
   }
  },
  {
   "quote": {
    "text": "One thing that sticks in my mind is that jazz means freedom and openness. It's a music that, although it developed out of the African American experience, speaks more about the human experience than the experience of a particular people."
   },
   "author": {
    "text": "Herbie Hancock"
   }
  },
  {
   "quote": {
    "text": "At least in America, you have freedom of speech, which is a good thing. It's just a question of whether you're allowed to use it on 'Fox News'."
   },
   "author": {
    "text": "Eric Idle"
   }
  },
  {
   "quote": {
    "text": "The following terms all mean one and the same thing: God, goodness, mental health, truth, decency, happiness, freedom, reality, peace, love, sensibleness."
   },
   "author": {
    "text": "Vernon Howard"
   }
  },
  {
   "quote": {
    "text": "Our rights are interconnected and inseparable. When freedom of expression is threatened, the rights to freedom of association and assembly, of thought, conscience and religion, are also compromised."
   },
   "author": {
    "text": "Nazanin Boniadi"
   }
  },
  {
   "quote": {
    "text": "Every man must have freedom, must have the scope to form, test, and act upon his own choices, for any sort of development of his own personality to take place. He must, in short, be free in order that he may be fully human."
   },
   "author": {
    "text": "Murray Rothbard"
   }
  },
  {
   "quote": {
    "text": "My photographs are a celebration of life, fun and the beautiful. They are a world that doesn't exist. A fantasy. Freedom is real. There are no rules. The life I wish I was living."
   },
   "author": {
    "text": "Ryan McGinley"
   }
  },
  {
   "quote": {
    "text": "When Henry Ford founded the company bearing his name in 1903, he saw the car as a means of providing freedom of mobility to people around the world."
   },
   "author": {
    "text": "William Clay Ford, Jr."
   }
  },
  {
   "quote": {
    "text": "I am known for a life spent in the struggle for freedom, and freedom includes the freedom of religion."
   },
   "author": {
    "text": "Oriana Fallaci"
   }
  },
  {
   "quote": {
    "text": "Negative freedom is freedom from - freedom from oppression, whether it's a colonial power or addiction to alcohol oppressing you. You need to be freed from negative freedom. Positive freedom is freedom for, freedom to be. And that's what's routinely ignored today."
   },
   "author": {
    "text": "Os Guinness"
   }
  },
  {
   "quote": {
    "text": "Augustine says that you don't understand a nation by the throw weight of its military or the strength of its research universities or the size of its population, but by looking at what it loves in common. To assess a nation, you look at the health and strength of its ideals. And there's no question that the common love in America is freedom."
   },
   "author": {
    "text": "Os Guinness"
   }
  },
  {
   "quote": {
    "text": "I suffered evils, but without allowing them to rob me of the freedom to expand."
   },
   "author": {
    "text": "Gordon Parks"
   }
  },
  {
   "quote": {
    "text": "Our pain hides beneath these fluttering, random thoughts that run through our heads in an endless loop. But there's so much freedom in getting to know what's under there, the bedrock."
   },
   "author": {
    "text": "Dani Shapiro"
   }
  },
  {
   "quote": {
    "text": "We have to allow ourselves the freedom to make mistakes, including cultural mistakes, in our first drafts. I believe it's okay to get cultural details wrong in your first draft. It's okay if stereotypes emerge. It just means that your experience is limited, that you're human."
   },
   "author": {
    "text": "Gene Luen Yang"
   }
  },
  {
   "quote": {
    "text": "Liberty, freedom and democracy are very fuzzy words, but human rights is very specific."
   },
   "author": {
    "text": "Joichi Ito"
   }
  },
  {
   "quote": {
    "text": "In 1960, when I came out of prison as an ex-convict, I had more freedom under parolee supervision than there's available... in America right now."
   },
   "author": {
    "text": "Merle Haggard"
   }
  },
  {
   "quote": {
    "text": "The success I have achieved in bodybuilding, motion pictures, and business would not have been possible without the generosity of the American people and the freedom here to pursue your dreams."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "In remembering those who lost their lives in the London attacks and the September 11th attacks we continue our commitment to fighting for freedom, democracy and justice."
   },
   "author": {
    "text": "Doc Hastings"
   }
  },
  {
   "quote": {
    "text": "All theory is against freedom of the will; all experience for it."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "We do not consecrate the flag by punishing its desecration, for in doing so, we dilute the freedom this cherished emblem represents."
   },
   "author": {
    "text": "William J. Brennan, Jr."
   }
  },
  {
   "quote": {
    "text": "Recruitment and retention are critical to sustain our Armed Forces with the best men and women willing to stand in the gap and make huge sacrifices to ensure our freedom."
   },
   "author": {
    "text": "Zach Wamp"
   }
  },
  {
   "quote": {
    "text": "They call them terrorists, I call them freedom fighters."
   },
   "author": {
    "text": "Louis Farrakhan"
   }
  },
  {
   "quote": {
    "text": "Bahrain 's margin of freedom is growing day after day as we head into the future with steady steps."
   },
   "author": {
    "text": "Hamad bin Isa Al Khalifa"
   }
  },
  {
   "quote": {
    "text": "Information technology is a formidable enabler of freedoms. For example, it lowers barriers to freedom of expression and allows people to get a better grasp of their lives. It should not be used to reduce the freedom of people."
   },
   "author": {
    "text": "Alexander De Croo"
   }
  },
  {
   "quote": {
    "text": "I keep an elaborate calendar for my characters detailing on which dates everything happens. I'm constantly revising this as I go along. It gives me the freedom to intricately plot my story, knowing it will at least hold up on a timeline."
   },
   "author": {
    "text": "Maria Semple"
   }
  },
  {
   "quote": {
    "text": "Stockholm is unique in that it's built on islands and surrounded by water, so you get this enormous sense of freedom. It's got everything you could possibly need - everything New York or London has but without all the people and traffic. It's also become a very creative city, not only for music but also for fashion and computer games."
   },
   "author": {
    "text": "Bjorn Ulvaeus"
   }
  },
  {
   "quote": {
    "text": "It's now our responsibility to prove to ourselves, to other nations, and especially to our children and our grandchildren, that politics is full of fun; politics has some wisdom. Politics is freedom."
   },
   "author": {
    "text": "Joko Widodo"
   }
  },
  {
   "quote": {
    "text": "America is just the country that how all the written guarantees in the world for freedom are no protection against tyranny and oppression of the worst kind. There the politician has come to be looked upon as the very scum of society."
   },
   "author": {
    "text": "Peter Kropotkin"
   }
  },
  {
   "quote": {
    "text": "I don't know of any problems countries in Europe are facing - environment, infrastructure, markets, market development, the fifth freedom being digital freedom, border security, terrorism, migration - that can be better solved alone."
   },
   "author": {
    "text": "Kersti Kaljulaid"
   }
  },
  {
   "quote": {
    "text": "When we are unwilling to draw clear moral lines between free societies and fear societies, when we are unwilling to call the former good and the latter evil, we will not be able to advance the cause of peace because peace cannot be disconnected from freedom."
   },
   "author": {
    "text": "Natan Sharansky"
   }
  },
  {
   "quote": {
    "text": "European values, civil rights, freedom of speech, freedom of informatio,n and freedom of assembly are being violated by Spain's central government."
   },
   "author": {
    "text": "Carles Puigdemont"
   }
  },
  {
   "quote": {
    "text": "In junior high school, I learned that I could be good at school. I remember liking the freedom to choose classes and the pleasure of learning and doing well. My perseverance and love of reading had somehow allowed me to overcome many disadvantages of dyslexia, and I read a lot of books for pleasure."
   },
   "author": {
    "text": "Carol W. Greider"
   }
  },
  {
   "quote": {
    "text": "Whenever regulation increases, personal freedom decreases."
   },
   "author": {
    "text": "Alan Wilson"
   }
  },
  {
   "quote": {
    "text": "One of the things that fascinated me about modeling was that you had the freedom to look any way you wanted."
   },
   "author": {
    "text": "Veronica Webb"
   }
  },
  {
   "quote": {
    "text": "For in the end, freedom is a personal and lonely battle; and one faces down fears of today so that those of tomorrow might be engaged."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Novelists have always had complete freedom to pretty much tell their story any way they saw fit. And that's what I'm trying to do."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "A filmmaker has almost the same freedom as a novelist has when he buys himself some paper."
   },
   "author": {
    "text": "Stanley Kubrick"
   }
  },
  {
   "quote": {
    "text": "All of us technology companies need to create some tools that help diminish the volume of fake news. We must try to squeeze this without stepping on freedom of speech and of the press, but we must also help the reader."
   },
   "author": {
    "text": "Tim Cook"
   }
  },
  {
   "quote": {
    "text": "Real freedom is having nothing. I was freer when I didn't have a cent."
   },
   "author": {
    "text": "Mike Tyson"
   }
  },
  {
   "quote": {
    "text": "Money equals freedom."
   },
   "author": {
    "text": "Kevin O'Leary"
   }
  },
  {
   "quote": {
    "text": "That freedom can never be attained by a nation without suffering and sacrifice has been amply borne out by the recent tragic happenings in this subcontinent."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "Art requires neither complaisance nor politeness; nothing but faith, faith and freedom."
   },
   "author": {
    "text": "Gustave Flaubert"
   }
  },
  {
   "quote": {
    "text": "Every therapeutic cure, and still more, any awkward attempt to show the patient the truth, tears him from the cradle of his freedom from responsibility and must therefore reckon with the most vehement resistance."
   },
   "author": {
    "text": "Alfred Adler"
   }
  },
  {
   "quote": {
    "text": "One of Satan's most frequently used deceptions is the notion that the commandments of God are meant to restrict freedom and limit happiness."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "Google is a private company. It has the capacity to utilize its massive power for whatever political agenda it chooses. But for it to pretend to be an advocate for Internet freedom while simultaneously disadvantaging messages it finds politically incorrect is deeply hypocritical."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "Many a time freedom has been rolled back - and always for the same sorry reason: fear."
   },
   "author": {
    "text": "Molly Ivins"
   }
  },
  {
   "quote": {
    "text": "Havin' fun while freedom fightin' must be one of those lunatic Texas traits we get from the water - which is known to have lithium in it - because it goes all the way back to Sam Houston, surely the most lovable, the most human, and the funniest of all the great men this country has ever produced."
   },
   "author": {
    "text": "Molly Ivins"
   }
  },
  {
   "quote": {
    "text": "True freedom is where an individual's thoughts and actions are in alignment with that which is true, correct, and of honor - no matter the personal price."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Buddhist practices offer a way of saying, 'Hey, come back over here, reconnect.' The only way that you'll actually wake up and have some freedom is if you have the capacity and courage to stay with the vulnerability and the discomfort."
   },
   "author": {
    "text": "Tara Brach"
   }
  },
  {
   "quote": {
    "text": "I need this wild life, this freedom."
   },
   "author": {
    "text": "Zane Grey"
   }
  },
  {
   "quote": {
    "text": "Freedom is never given; it is won."
   },
   "author": {
    "text": "A. Philip Randolph"
   }
  },
  {
   "quote": {
    "text": "Private property and the market system are good not only to promote innovation and to promote growth; private property and the market system are good for our personal freedom."
   },
   "author": {
    "text": "Thomas Piketty"
   }
  },
  {
   "quote": {
    "text": "The state has not only the obligation to stay neutral in matters of religion but also to ensure that freedom of thought and conscience of all individuals is protected."
   },
   "author": {
    "text": "Asma Jahangir"
   }
  },
  {
   "quote": {
    "text": "The right to be let alone is indeed the beginning of all freedoms."
   },
   "author": {
    "text": "William O. Douglas"
   }
  },
  {
   "quote": {
    "text": "Our constitutional liberties shall not be sacrificed in our search for greater security, for that is what our enemies and all enemies of freedom and democracy hope to achieve."
   },
   "author": {
    "text": "Tammy Baldwin"
   }
  },
  {
   "quote": {
    "text": "Collective freedom provides the basic conditions for people to narrate their own lives, hold power accountable, and embrace a capacious notion of human dignity."
   },
   "author": {
    "text": "Henry Giroux"
   }
  },
  {
   "quote": {
    "text": "After the Tiananmen Massacre, I felt compelled not only to continue writing but to actively resist the restrictions placed on freedom of speech. I set up the publishing company in Hong Kong, with offices in Shenzhen in mainland China, and managed to publish works of fiction, philosophy, and politics by unapproved authors."
   },
   "author": {
    "text": "Ma Jian"
   }
  },
  {
   "quote": {
    "text": "In basic research, intellectual rigor and sentimental freedom necessarily alternate."
   },
   "author": {
    "text": "Victor Vasarely"
   }
  },
  {
   "quote": {
    "text": "How often I have found that we grow to maturity not by doing what we like, but by doing what we should. How true it is that not every 'should' is a compulsion, and not every 'like' is a high morality and true freedom."
   },
   "author": {
    "text": "Karl Rahner"
   }
  },
  {
   "quote": {
    "text": "People are responsible adults at home. Why do we suddenly transform them into adolescents with no freedom when they reach the workplace?"
   },
   "author": {
    "text": "Ricardo Semler"
   }
  },
  {
   "quote": {
    "text": "It's all very well for us to sit here in the West with our high incomes and cushy lives, and say it's immoral to violate the sovereignty of another state. But if the effect of that is to bring people in that country economic and political freedom, to raise their standard of living, to increase their life expectancy, then don't rule it out."
   },
   "author": {
    "text": "Niall Ferguson"
   }
  },
  {
   "quote": {
    "text": "There's a freedom to being young that is harder to come by as time goes on."
   },
   "author": {
    "text": "Dave Matthews"
   }
  },
  {
   "quote": {
    "text": "Freedom is absolutely necessary for the progress in science and the liberal arts."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "If the events of September 11, 2001, have proven anything, it's that the terrorists can attack us, but they can't take away what makes us American - our freedom, our liberty, our civil rights. No, only Attorney General John Ashcroft can do that."
   },
   "author": {
    "text": "Jon Stewart"
   }
  },
  {
   "quote": {
    "text": "Freedom does not die from frontal attack. It dies because men in power no longer believe in a system based upon liberty."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "Many politicians are in the habit of laying it down as a self-evident proposition that no people ought to be free till they are fit to use their freedom. The maxim is worthy of the fool in the old story who resolved not to go into the water till he had learned to swim."
   },
   "author": {
    "text": "Thomas Babington Macaulay"
   }
  },
  {
   "quote": {
    "text": "Routine is a declivity down which many governments slide, and routine says that freedom of the press is dangerous."
   },
   "author": {
    "text": "Jose Rizal"
   }
  },
  {
   "quote": {
    "text": "I read everything, but generally more fact than fiction - especially autobiographies and biographies. I've read 'Long Walk to Freedom' by Nelson Mandela at least twice on holiday. Every time, I'm totally awed by his vision, strength and forgiveness. I feel honoured to have got to know him and his wonderful wife Graca over the years."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "So keep fightin' for freedom and justice, beloveds, but don't you forget to have fun doin' it. Lord, let your laughter ring forth. Be outrageous, ridicule the fraidy-cats, rejoice in all the oddities that freedom can produce."
   },
   "author": {
    "text": "Molly Ivins"
   }
  },
  {
   "quote": {
    "text": "Freedom of conscience entails more dangers than authority and despotism."
   },
   "author": {
    "text": "Michel Foucault"
   }
  },
  {
   "quote": {
    "text": "Liberty is not the power of doing what we like, but the right to do what we ought."
   },
   "author": {
    "text": "Lord Acton"
   }
  },
  {
   "quote": {
    "text": "As human beings, we are endowed with freedom of choice, and we cannot shuffle off our responsibility upon the shoulders of God or nature. We must shoulder it ourselves. It is our responsibility."
   },
   "author": {
    "text": "Arnold J. Toynbee"
   }
  },
  {
   "quote": {
    "text": "It is not the simple statement of facts that ushers in freedom; it is the constant repetition of them that has this liberating effect. Tolerance is the result not of enlightenment, but of boredom."
   },
   "author": {
    "text": "Quentin Crisp"
   }
  },
  {
   "quote": {
    "text": "My own life in India, since I came to it in 1893 to make it my home, has been devoted to one purpose, to give back to India her ancient freedom."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "Freedom is contagious. That's why despots fear it so much."
   },
   "author": {
    "text": "Bill Owens"
   }
  },
  {
   "quote": {
    "text": "I want to be remembered as someone like Mohammad Ali. He was not just a fighter - he was a freedom fighter."
   },
   "author": {
    "text": "Justice Smith"
   }
  },
  {
   "quote": {
    "text": "Today, hundreds of millions dwell in freedom, from the Baltic to the Adriatic, from the Western Approaches to the Aegean. And while we must never take this for granted, the first purpose of the European Union - to secure peace - has been achieved and we should pay tribute to all those in the EU, alongside Nato, who made that happen."
   },
   "author": {
    "text": "David Cameron"
   }
  },
  {
   "quote": {
    "text": "Coercion, after all, merely captures man. Freedom captivates him."
   },
   "author": {
    "text": "Robert McNamara"
   }
  },
  {
   "quote": {
    "text": "But if you can create an honorable livelihood, where you take your skills and use them and you earn a living from it, it gives you a sense of freedom and allows you to balance your life the way you want."
   },
   "author": {
    "text": "Anita Roddick"
   }
  },
  {
   "quote": {
    "text": "You, the foreign media, have been the companion of my people in its long and painful journey to freedom."
   },
   "author": {
    "text": "Corazon Aquino"
   }
  },
  {
   "quote": {
    "text": "Creative freedom is a huge carrot."
   },
   "author": {
    "text": "Adam McKay"
   }
  },
  {
   "quote": {
    "text": "The thing that I enjoy about animation is the fact that it is unbridled, and there are no boundaries; when you are in the room, you don't have to focus on your clothing, make-up, hair, your choreography or your blocking; you really do have total freedom."
   },
   "author": {
    "text": "Jodi Benson"
   }
  },
  {
   "quote": {
    "text": "I did not like formal meetings, because they took away my freedom. I just liked to spend time with my friends, where I could be myself and did not need to don a mask."
   },
   "author": {
    "text": "Bidzina Ivanishvili"
   }
  },
  {
   "quote": {
    "text": "I love graffiti because it enables kids from every social extraction to do something that brings them closer to art, when they normally wouldn't be stimulated to be visually creative. Graffiti helps to develop an awareness of immediate expressive and uncontrolled freedom."
   },
   "author": {
    "text": "Barry McGee"
   }
  },
  {
   "quote": {
    "text": "Some people still believe you should just fall in line with what's going on - and that's scary. It makes a mockery of freedom of speech."
   },
   "author": {
    "text": "Emily Robison"
   }
  },
  {
   "quote": {
    "text": "Denial of childhood and denial of freedom are the biggest sins which humankind has been committing and perpetuating for ages."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "The greatest blessing of our democracy is freedom. But in the last analysis, our only freedom is the freedom to discipline ourselves."
   },
   "author": {
    "text": "Bernard Baruch"
   }
  },
  {
   "quote": {
    "text": "I've never understood why people consider youth a time of freedom and joy. It's probably because they have forgotten their own."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "I will only say that many freedom fighters of India found their calling in the institutions of Britain. And many makers of modern India, including several of my distinguished predecessors, from Jawaharlal Nehru to Dr. Manmohan Singh, passed through their doors."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "Wealth is a tool of freedom, but the pursuit of wealth is the way to slavery."
   },
   "author": {
    "text": "Frank Herbert"
   }
  },
  {
   "quote": {
    "text": "Bastard Freedom waves Her fustian flag in mockery over slaves."
   },
   "author": {
    "text": "Thomas Moore"
   }
  },
  {
   "quote": {
    "text": "Freedom and justice cannot be parceled out in pieces to suit political convenience. I don't believe you can stand for freedom for one group of people and deny it to others."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "He who believes in freedom of the will has never loved and never hated."
   },
   "author": {
    "text": "Marie von Ebner-Eschenbach"
   }
  },
  {
   "quote": {
    "text": "A hungry man is not a free man."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "If you live in free countries, you don't have to spend all your life arguing about freedom because it is all around you. It seems redundant to make a lot of noise about something when, in fact, there it is. But if someone tries to remove it, it becomes important for you to formulate your own defenses of it."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "If I am outspoken of the dangers of intemperance to members of our armed forces, it is because we are all especially concerned for the welfare of those who are risking their lives in the cause of freedom."
   },
   "author": {
    "text": "William Lyon Mackenzie King"
   }
  },
  {
   "quote": {
    "text": "There are two freedoms - the false, where a man is free to do what he likes; the true, where he is free to do what he ought."
   },
   "author": {
    "text": "Charles Kingsley"
   }
  },
  {
   "quote": {
    "text": "Every American deserves to live in freedom, to have his or her privacy respected and a chance to go as far as their ability and effort will take them - regardless of race, gender, ethnicity or economic circumstances."
   },
   "author": {
    "text": "Christopher Dodd"
   }
  },
  {
   "quote": {
    "text": "Freedom of expression and freedom of speech aren't really important unless they're heard. The freedom of hearing is as important as the freedom of speaking."
   },
   "author": {
    "text": "Tom Smothers"
   }
  },
  {
   "quote": {
    "text": "I have lived under totalitarian Communism, so I prize freedom as much as anyone and have long fought for freedom of conscience and speech."
   },
   "author": {
    "text": "Os Guinness"
   }
  },
  {
   "quote": {
    "text": "I think it's important to give young people the freedom to follow their ideas and pursue their interests."
   },
   "author": {
    "text": "Venkatraman Ramakrishnan"
   }
  },
  {
   "quote": {
    "text": "Working is bad enough in the winter, but in the summer it can become completely intolerable. Stuck in airless offices, every fibre of our being seems to cry out for freedom. We're reminded of being stuck in double maths while the birds sing outside."
   },
   "author": {
    "text": "Tom Hodgkinson"
   }
  },
  {
   "quote": {
    "text": "I've always been a risk taker. Growing up, I had a lot of freedom and room to roam and do what I wanted, and I think that's a huge part of my game."
   },
   "author": {
    "text": "Megan Rapinoe"
   }
  },
  {
   "quote": {
    "text": "Liberty is worth paying for."
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "The liberty of the individual is a necessary postulate of human progress."
   },
   "author": {
    "text": "Ernest Renan"
   }
  },
  {
   "quote": {
    "text": "The very idea of freedom incites fear in the hearts of terrorists across the world."
   },
   "author": {
    "text": "Elizabeth Dole"
   }
  },
  {
   "quote": {
    "text": "'Freedom dieters' often do well with programs that incorporate pretty basic rules, like intermittent fasting - simply don't eat for X period of time, then eat healthy foods. Very simple."
   },
   "author": {
    "text": "John Romaniello"
   }
  },
  {
   "quote": {
    "text": "We have the freedom of speech. We are able to hold hands in protest and stand up for what we believe in and have people hear what you have to say."
   },
   "author": {
    "text": "Randy Orton"
   }
  },
  {
   "quote": {
    "text": "What happened on September 11 compels us to focus on who we are as Americans, what we stand for, what really matters in our lives - family, friends, faith and freedom."
   },
   "author": {
    "text": "Bob Taft"
   }
  },
  {
   "quote": {
    "text": "When we talk of freedom and opportunity for all nations, the mocking paradoxes in our own society become so clear they can no longer be ignored."
   },
   "author": {
    "text": "Wendell Willkie"
   }
  },
  {
   "quote": {
    "text": "Classical liberalism is the idea that individual freedom and limited government are the best way for humans to form a free society."
   },
   "author": {
    "text": "Dave Rubin"
   }
  },
  {
   "quote": {
    "text": "I love the freedom to do whatever I want with style and not be put into a box."
   },
   "author": {
    "text": "Melanie Fiona"
   }
  },
  {
   "quote": {
    "text": "Poland is quite a mediocre country in some regards. The only natural resource that we have, and with which we can compete, is freedom."
   },
   "author": {
    "text": "Donald Tusk"
   }
  },
  {
   "quote": {
    "text": "What I am going to tell you is this: Although it is commonly believed that the War on Terrorism is a noble effort to defend freedom, in reality, it has little to do with terrorism and even less to do with the defense of freedom."
   },
   "author": {
    "text": "G. Edward Griffin"
   }
  },
  {
   "quote": {
    "text": "Day after day we must remember we can take freedom for granted. Day after day we must keep the bond between freedom and other values in mind."
   },
   "author": {
    "text": "Jan Peter Balkenende"
   }
  },
  {
   "quote": {
    "text": "The link between my experience as an entrepreneur and that of a politician is all in one word: freedom."
   },
   "author": {
    "text": "Silvio Berlusconi"
   }
  },
  {
   "quote": {
    "text": "Freedom and Justice are twin sisters."
   },
   "author": {
    "text": "Friedrich Ebert"
   }
  },
  {
   "quote": {
    "text": "The more liberty you give away the more you will have."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as a little freedom. Either you are all free, or you are not free."
   },
   "author": {
    "text": "Walter Cronkite"
   }
  },
  {
   "quote": {
    "text": "Working with HBO was an opportunity to experience creative freedom and 'long-form development' that filmmakers didn't have a chance to do before the emergence of shows like 'The Sopranos.'"
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "It's my view that gender is culturally formed, but it's also a domain of agency or freedom and that it is most important to resist the violence that is imposed by ideal gender norms, especially against those who are gender different, who are nonconforming in their gender presentation."
   },
   "author": {
    "text": "Judith Butler"
   }
  },
  {
   "quote": {
    "text": "Resist this war on God, freedom of religion and freedom of speech."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "The more decisions that you are forced to make alone, the more you are aware of your freedom to choose."
   },
   "author": {
    "text": "Thornton Wilder"
   }
  },
  {
   "quote": {
    "text": "Freedom is man's capacity to take a hand in his own development. It is our capacity to mold ourselves."
   },
   "author": {
    "text": "Rollo May"
   }
  },
  {
   "quote": {
    "text": "Freedom is the only law which genius knows."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "You cannot parcel out freedom in pieces because freedom is all or nothing."
   },
   "author": {
    "text": "Tertullian"
   }
  },
  {
   "quote": {
    "text": "Freedom granted only when it is known beforehand that its effects will be beneficial is not freedom."
   },
   "author": {
    "text": "Friedrich August von Hayek"
   }
  },
  {
   "quote": {
    "text": "We hold our heads high, despite the price we have paid, because freedom is priceless."
   },
   "author": {
    "text": "Lech Walesa"
   }
  },
  {
   "quote": {
    "text": "You can only be free if I am free."
   },
   "author": {
    "text": "Clarence Darrow"
   }
  },
  {
   "quote": {
    "text": "None who have always been free can understand the terrible fascinating power of the hope of freedom to those who are not free."
   },
   "author": {
    "text": "Pearl S. Buck"
   }
  },
  {
   "quote": {
    "text": "We do not commonly see in a tax a diminution of freedom, and yet it clearly is one."
   },
   "author": {
    "text": "Herbert Spencer"
   }
  },
  {
   "quote": {
    "text": "Liberty is not a means to a higher political end. It is itself the highest political end."
   },
   "author": {
    "text": "Lord Acton"
   }
  },
  {
   "quote": {
    "text": "The spirit of truth and the spirit of freedom - these are the pillars of society."
   },
   "author": {
    "text": "Henrik Ibsen"
   }
  },
  {
   "quote": {
    "text": "Whether in chains or in laurels, liberty knows nothing but victories."
   },
   "author": {
    "text": "Wendell Phillips"
   }
  },
  {
   "quote": {
    "text": "Heresy is another word for freedom of thought."
   },
   "author": {
    "text": "Graham Greene"
   }
  },
  {
   "quote": {
    "text": "Every man must have the right fearlessly to think independently and express his opinion about what he knows, what he has personally thought about and experienced, and not merely to express with slightly different variations the opinion which has been inculcated in him."
   },
   "author": {
    "text": "Mstislav Rostropovich"
   }
  },
  {
   "quote": {
    "text": "Our freedom can be measured by the number of things we can walk away from."
   },
   "author": {
    "text": "Vernon Howard"
   }
  },
  {
   "quote": {
    "text": "We have a lot of freedom to express ourselves. When you see us playing on the field, I guess you can make that out. This batting unit, especially, is fearless. We want to go out there and achieve the best possible result."
   },
   "author": {
    "text": "Rohit Sharma"
   }
  },
  {
   "quote": {
    "text": "To be able to love and live in freedom means to be able to make godly decisions. To make godly decisions we have to surrender our egos and all the falsity and shame that goes with it."
   },
   "author": {
    "text": "James McGreevey"
   }
  },
  {
   "quote": {
    "text": "We're giving our freedoms away. The American experiment was about freedom. Freedom to be stupid, freedom to fail, freedom to succeed."
   },
   "author": {
    "text": "Glenn Beck"
   }
  },
  {
   "quote": {
    "text": "Freedom - an occupied space which must be reoccupied every day."
   },
   "author": {
    "text": "John Ralston Saul"
   }
  },
  {
   "quote": {
    "text": "Freedom is the right to one's dignity as a man."
   },
   "author": {
    "text": "Archibald MacLeish"
   }
  }
 ]
}