{
 "FunnyQuotes": [
  {
   "quote": {
    "text": "Do not take life too seriously. You will never get out of it alive."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "To succeed in life, you need three things: a wishbone, a backbone and a funny bone."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "There are only three things women need in life: food, water, and compliments."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "Happiness is having a large, loving, caring, close-knit family in another city."
   },
   "author": {
    "text": "George Burns"
   }
  },
  {
   "quote": {
    "text": "No man has a good enough memory to be a successful liar."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Behind every great man is a woman rolling her eyes."
   },
   "author": {
    "text": "Jim Carrey"
   }
  },
  {
   "quote": {
    "text": "I may be drunk, Miss, but in the morning I will be sober and you will still be ugly."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Be stupid, be dumb, be funny, if that's who you are. Don't try to be someone that society wants you to be; that's stupid. So be yourself."
   },
   "author": {
    "text": "Christina Grimmie"
   }
  },
  {
   "quote": {
    "text": "My fake plants died because I did not pretend to water them."
   },
   "author": {
    "text": "Mitch Hedberg"
   }
  },
  {
   "quote": {
    "text": "Always remember that you are absolutely unique. Just like everyone else."
   },
   "author": {
    "text": "Margaret Mead"
   }
  },
  {
   "quote": {
    "text": "If this is coffee, please bring me some tea; but if this is tea, please bring me some coffee."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Laziness is nothing more than the habit of resting before you get tired."
   },
   "author": {
    "text": "Jules Renard"
   }
  },
  {
   "quote": {
    "text": "A day without sunshine is like, you know, night."
   },
   "author": {
    "text": "Steve Martin"
   }
  },
  {
   "quote": {
    "text": "Age is something that doesn't matter, unless you are a cheese."
   },
   "author": {
    "text": "Luis Bunuel"
   }
  },
  {
   "quote": {
    "text": "Never fight an inanimate object."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Smoking kills. If you're killed, you've lost a very important part of your life."
   },
   "author": {
    "text": "Brooke Shields"
   }
  },
  {
   "quote": {
    "text": "If you're going to do something tonight that you'll be sorry for tomorrow morning, sleep late."
   },
   "author": {
    "text": "Henny Youngman"
   }
  },
  {
   "quote": {
    "text": "It takes considerable knowledge just to realize the extent of your own ignorance."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "Get your facts first, then you can distort them as you please."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Man cannot live by bread alone; he must have peanut butter."
   },
   "author": {
    "text": "James A. Garfield"
   }
  },
  {
   "quote": {
    "text": "We are all here on earth to help others; what on earth the others are here for I don't know."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "Roses are red, violets are blue, I'm schizophrenic, and so am I."
   },
   "author": {
    "text": "Oscar Levant"
   }
  },
  {
   "quote": {
    "text": "Any girl can be glamorous. All you have to do is stand still and look stupid."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "It's so funny how social media was just this fun thing, and now it's this monster that consumes so many millennial lives."
   },
   "author": {
    "text": "Cazzie David"
   }
  },
  {
   "quote": {
    "text": "People say that life is the thing, but I prefer reading."
   },
   "author": {
    "text": "Logan Pearsall Smith"
   }
  },
  {
   "quote": {
    "text": "Laugh and the world laughs with you, snore and you sleep alone."
   },
   "author": {
    "text": "Anthony Burgess"
   }
  },
  {
   "quote": {
    "text": "I found there was only one way to look thin: hang out with fat people."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "Go to Heaven for the climate, Hell for the company."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Drawing on my fine command of the English language, I said nothing."
   },
   "author": {
    "text": "Robert Benchley"
   }
  },
  {
   "quote": {
    "text": "I'm sorry, if you were right, I'd agree with you."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "Comedy is simply a funny way of being serious."
   },
   "author": {
    "text": "Peter Ustinov"
   }
  },
  {
   "quote": {
    "text": "May the forces of evil become confused on the way to your house."
   },
   "author": {
    "text": "George Carlin"
   }
  },
  {
   "quote": {
    "text": "Weather forecast for tonight: dark."
   },
   "author": {
    "text": "George Carlin"
   }
  },
  {
   "quote": {
    "text": "I am not a member of any organized political party. I am a Democrat."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "Be thankful we're not getting all the government we're paying for."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "I can resist everything except temptation."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "I love Mickey Mouse more than any woman I have ever known."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "You can't really be strong until you see a funny side to things."
   },
   "author": {
    "text": "Ken Kesey"
   }
  },
  {
   "quote": {
    "text": "It's such a funny thing when you see your daughter transitioning from your baby, your little girl, to suddenly being a young woman. If you're not really looking for it, you can miss it, and Lily-Rose is on that road already, and there's nothing I can do to stop it."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "Prejudice is a great time saver. You can form opinions without having to get the facts."
   },
   "author": {
    "text": "E. B. White"
   }
  },
  {
   "quote": {
    "text": "Trust is hard to come by. That's why my circle is small and tight. I'm kind of funny about making new friends."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "Life is hard. After all, it kills you."
   },
   "author": {
    "text": "Katharine Hepburn"
   }
  },
  {
   "quote": {
    "text": "From there to here, and here to there, funny things are everywhere."
   },
   "author": {
    "text": "Dr. Seuss"
   }
  },
  {
   "quote": {
    "text": "They say marriages are made in Heaven. But so is thunder and lightning."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "The best ideas come as jokes. Make your thinking as funny as possible."
   },
   "author": {
    "text": "David Ogilvy"
   }
  },
  {
   "quote": {
    "text": "Wine is constant proof that God loves us and loves to see us happy."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "I have an unfortunate personality."
   },
   "author": {
    "text": "Orson Welles"
   }
  },
  {
   "quote": {
    "text": "Everything is funny, as long as it's happening to somebody else."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "If you could kick the person in the pants responsible for most of your trouble, you wouldn't sit for a month."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "My life needs editing."
   },
   "author": {
    "text": "Mort Sahl"
   }
  },
  {
   "quote": {
    "text": "As a child my family's menu consisted of two choices: take it or leave it."
   },
   "author": {
    "text": "Buddy Hackett"
   }
  },
  {
   "quote": {
    "text": "Turn up the lights. I don't want to go home in the dark."
   },
   "author": {
    "text": "O. Henry"
   }
  },
  {
   "quote": {
    "text": "Frisbeetarianism is the belief that when you die, your soul goes up on the roof and gets stuck."
   },
   "author": {
    "text": "George Carlin"
   }
  },
  {
   "quote": {
    "text": "I have had a perfectly wonderful evening, but this wasn't it."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "I had everything I'd hoped for, but I wasn't being myself. So I decided to be honest about who I was. It was strange: The people who loved me for being funny suddenly didn't like me for being... me."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "If at first you don't succeed... so much for skydiving."
   },
   "author": {
    "text": "Henny Youngman"
   }
  },
  {
   "quote": {
    "text": "Most comedy is based on getting a laugh at somebody else's expense. And I find that that's just a form of bullying in a major way. So I want to be an example that you can be funny and be kind, and make people laugh without hurting somebody else's feelings."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "If women ran the world we wouldn't have wars, just intense negotiations every 28 days."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "I'm really not that funny in real life! But I am the best audience one could find. I love to laugh."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "One of the funny things about the stock market is that every time one person buys, another sells, and both think they are astute."
   },
   "author": {
    "text": "William Feather"
   }
  },
  {
   "quote": {
    "text": "There cannot be a crisis next week. My schedule is already full."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "I'm writing a book. I've got the page numbers done."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "This suspense is terrible. I hope it will last."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Everybody I know who is funny, it's in them. You can teach timing, or some people are able to tell a joke, though I don't like to tell jokes. But I think you have to be born with a sense of humor and a sense of timing."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "There is a saying that if you get something for free, you should know that you're the product. It was never more true than in the case of Facebook and Gmail and YouTube. You get free social-media services, and you get free funny cat videos. In exchange, you give up the most valuable asset you have, which is your personal data."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "I am blessed with a funny gene that makes me enjoy life."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "Procrastination is the art of keeping up with yesterday."
   },
   "author": {
    "text": "Don Marquis"
   }
  },
  {
   "quote": {
    "text": "I have really fond memories of growing up in Chicago, and I always love going back. I still have a lot of really good friends from high school that I go to dinner with. It's kind of become a tradition when I go out there to do a show to give a few friends a call, tell some funny stories about high school and walk down memory lane."
   },
   "author": {
    "text": "Kaskade"
   }
  },
  {
   "quote": {
    "text": "Electricity is really just organized lightning."
   },
   "author": {
    "text": "George Carlin"
   }
  },
  {
   "quote": {
    "text": "By all means let's be open-minded, but not so open-minded that our brains drop out."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Sometimes I'm really funny, sometimes I'm quiet, sometimes I'm shy, but I'm constantly changing."
   },
   "author": {
    "text": "Elle King"
   }
  },
  {
   "quote": {
    "text": "It's funny what memory does, isn't it? My favorite holiday tradition might not have happened more than once or twice. But because it is such a good memory, so encapsulating of everything I love about the holidays, in my mind it happened every year. Without fail."
   },
   "author": {
    "text": "Molly O'Keefe"
   }
  },
  {
   "quote": {
    "text": "I have a new philosophy. I'm only going to dread one day at a time."
   },
   "author": {
    "text": "Charles M. Schulz"
   }
  },
  {
   "quote": {
    "text": "Screaming at children over their grades, especially to the point of the child's tears, is child abuse, pure and simple. It's not funny and it's not good parenting. It is a crushing, scarring, disastrous experience for the child. It isn't the least bit funny."
   },
   "author": {
    "text": "Ben Stein"
   }
  },
  {
   "quote": {
    "text": "I haven't spoken to my wife in years. I didn't want to interrupt her."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "Do not worry about avoiding temptation. As you grow older it will avoid you."
   },
   "author": {
    "text": "Joey Adams"
   }
  },
  {
   "quote": {
    "text": "Life would be tragic if it weren't funny."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "I looked up my family tree and found out I was the sap."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "People who think they know everything are a great annoyance to those of us who do."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "What's another word for Thesaurus?"
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "All generalizations are false, including this one."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Why do they call it rush hour when nothing moves?"
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "Cleanliness becomes more important when godliness is unlikely."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Common sense is the collection of prejudices acquired by age eighteen."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Never have more children than you have car windows."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "What I am looking for is a blessing not in disguise."
   },
   "author": {
    "text": "Jerome K. Jerome"
   }
  },
  {
   "quote": {
    "text": "If you cannot get rid of the family skeleton, you may as well make it dance."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "You're only as good as your last haircut."
   },
   "author": {
    "text": "Fran Lebowitz"
   }
  },
  {
   "quote": {
    "text": "I buy expensive suits. They just look cheap on me."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "I think the eyes flirt most. There are so many ways to use them."
   },
   "author": {
    "text": "Anna Held"
   }
  },
  {
   "quote": {
    "text": "I believe that if life gives you lemons, you should make lemonade... And try to find somebody whose life has given them vodka, and have a party."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "All men are equal before fish."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "I refuse to join any club that would have me as a member."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "Life goes by fast. Enjoy it. Calm down. It's all funny. Next. Everyone gets so upset about the wrong things."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "I have a memory like an elephant. I remember every elephant I've ever met."
   },
   "author": {
    "text": "Herb Caen"
   }
  },
  {
   "quote": {
    "text": "We are supposed to enjoy the good stuff now, while we can, with the people we love. Life has a funny way of teaching us that lesson over and over again."
   },
   "author": {
    "text": "Sheena Easton"
   }
  },
  {
   "quote": {
    "text": "Housework can't kill you, but why take a chance?"
   },
   "author": {
    "text": "Phyllis Diller"
   }
  },
  {
   "quote": {
    "text": "Unless someone wants to look funny, I'll not recommend anyone to copy my bowling action. But on a serious note, with the confidence that I have got from the amount of runs I have been scoring, when I'm thrown the ball to bowl, I am pretty sure of what I have to do. I may not be the most attractive to watch while bowling, but I can be effective."
   },
   "author": {
    "text": "Virat Kohli"
   }
  },
  {
   "quote": {
    "text": "There's nothing I dislike more than being in a photo shoot where they say, 'Be yourself.' That's not why I became an actress. That's what I find so funny: that you become an actor, and all of a sudden, everyone wants to know about you. But I didn't become an actor so I could show you me."
   },
   "author": {
    "text": "Margot Robbie"
   }
  },
  {
   "quote": {
    "text": "I love deadlines. I like the whooshing sound they make as they fly by."
   },
   "author": {
    "text": "Douglas Adams"
   }
  },
  {
   "quote": {
    "text": "The funny thing is that my husband couldn't be sweeter. He looks like this bad boy. He's got tattoos and earrings and a mohawk, but when you talk to him and he's around you, he's such a gentleman. He holds doors for ladies. He pulls out chairs. He cooks. He cleans."
   },
   "author": {
    "text": "Malin Akerman"
   }
  },
  {
   "quote": {
    "text": "If I want to knock a story off the front page, I just change my hairstyle."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "All right everyone, line up alphabetically according to your height."
   },
   "author": {
    "text": "Casey Stengel"
   }
  },
  {
   "quote": {
    "text": "Being funny is one of my greatest strengths. I can make girls smile when they're down, and when they're having a good time, I can carry on the joke."
   },
   "author": {
    "text": "John Krasinski"
   }
  },
  {
   "quote": {
    "text": "Reality continues to ruin my life."
   },
   "author": {
    "text": "Bill Watterson"
   }
  },
  {
   "quote": {
    "text": "I used to be Snow White, but I drifted."
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "Progress is man's ability to complicate simplicity."
   },
   "author": {
    "text": "Thor Heyerdahl"
   }
  },
  {
   "quote": {
    "text": "Design is a funny word. Some people think design means how it looks. But of course, if you dig deeper, it's really how it works."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Between two evils, I always pick the one I never tried before."
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "I cook with wine, sometimes I even add it to the food."
   },
   "author": {
    "text": "W. C. Fields"
   }
  },
  {
   "quote": {
    "text": "I'd luv to kiss ya, but I just washed my hair."
   },
   "author": {
    "text": "Bette Davis"
   }
  },
  {
   "quote": {
    "text": "It's so different when you change your hair color, you're treated so differently. It's a very funny experience. It's fun - I love changing up my hair."
   },
   "author": {
    "text": "Kate Bosworth"
   }
  },
  {
   "quote": {
    "text": "My father would take me to the playground, and put me on mood swings."
   },
   "author": {
    "text": "Jay London"
   }
  },
  {
   "quote": {
    "text": "Progress might have been alright once, but it has gone on too long."
   },
   "author": {
    "text": "Ogden Nash"
   }
  },
  {
   "quote": {
    "text": "Tact is the ability to describe others as they see themselves."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "When you are courting a nice girl an hour seems like a second. When you sit on a red-hot cinder a second seems like an hour. That's relativity."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Part of my act is meant to shake you up. It looks like I'm being funny, but I'm reminding you of other things. Life is tough, darling. Life is hard. And we better laugh at everything; otherwise, we're going down the tube."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "If two wrongs don't make a right, try three."
   },
   "author": {
    "text": "Laurence J. Peter"
   }
  },
  {
   "quote": {
    "text": "I always wanted to be somebody, but now I realize I should have been more specific."
   },
   "author": {
    "text": "Lily Tomlin"
   }
  },
  {
   "quote": {
    "text": "If you want a guarantee, buy a toaster."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "It's funny how most people love the dead, once you're dead, you're made for life."
   },
   "author": {
    "text": "Jimi Hendrix"
   }
  },
  {
   "quote": {
    "text": "I don't really talk about my personal life. It's a strange and funny and weird thing. Sometimes you have a conversation with someone and the paparazzi snaps a picture of you and people decide you're dating. If I try to answer everything people say, I would be up all night."
   },
   "author": {
    "text": "Tracee Ellis Ross"
   }
  },
  {
   "quote": {
    "text": "Anyone who says he can see through women is missing a lot."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "I had been asking the universe and God to send me a way for me to help me. Show business has been so wonderful to me, and it came in the form of that. It's just so funny how things come into your life, and if you take a chance on them, it might give you a brand new life."
   },
   "author": {
    "text": "Louie Anderson"
   }
  },
  {
   "quote": {
    "text": "I wear a necklace, cause I wanna know when I'm upside down."
   },
   "author": {
    "text": "Mitch Hedberg"
   }
  },
  {
   "quote": {
    "text": "It's just not funny to disrespect other people's beliefs, backgrounds, cultures, or identities when those are deeply rooted in longstanding oppression. Jokes that punch down on marginalized people require no creativity because they've existed since the beginning of time. It's like telling a knock-knock joke and believing you're Richard Pryor."
   },
   "author": {
    "text": "Franchesca Ramsey"
   }
  },
  {
   "quote": {
    "text": "Gambling: The sure way of getting nothing for something."
   },
   "author": {
    "text": "Wilson Mizner"
   }
  },
  {
   "quote": {
    "text": "Forgiveness is a funny thing. It warms the heart and cools the sting."
   },
   "author": {
    "text": "William Arthur Ward"
   }
  },
  {
   "quote": {
    "text": "The reports of my death have been greatly exaggerated."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "The way my luck is running, if I was a politician I would be honest."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "It's a funny thing about life; if you refuse to accept anything but the best, you very often get it."
   },
   "author": {
    "text": "W. Somerset Maugham"
   }
  },
  {
   "quote": {
    "text": "My one regret in life is that I am not someone else."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "I'm quite sarcastic, and I'm funny, but not kind of funny. It's a weird funny, and some people don't get me, and some people do."
   },
   "author": {
    "text": "Millie Bobby Brown"
   }
  },
  {
   "quote": {
    "text": "There's only one true superpower amongst human beings, and that is being funny. People treat you differently if you can make them laugh."
   },
   "author": {
    "text": "Jeff Garlin"
   }
  },
  {
   "quote": {
    "text": "It's been very funny to try to act like an adult. Even getting dressed. Every day, I'm like, 'Should I wear a blazer and walk around with an umbrella? Do I carry a briefcase?' Because I'm trying to be some image of the adults I saw on TV growing up."
   },
   "author": {
    "text": "John Mulaney"
   }
  },
  {
   "quote": {
    "text": "Don't talk about yourself; it will be done when you leave."
   },
   "author": {
    "text": "Wilson Mizner"
   }
  },
  {
   "quote": {
    "text": "Yield to temptation. It may not pass your way again."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "A woman's mind is cleaner than a man's: She changes it more often."
   },
   "author": {
    "text": "Oliver Herford"
   }
  },
  {
   "quote": {
    "text": "We owe to the Middle Ages the two worst inventions of humanity - romantic love and gunpowder."
   },
   "author": {
    "text": "Andre Maurois"
   }
  },
  {
   "quote": {
    "text": "Every time I see an adult on a bicycle, I no longer despair for the future of the human race."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "Before I refuse to take your questions, I have an opening statement."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "I wasn't close to my father, but I wanted to be all my life. He had a funny sense of humor, and he laughed all the time - good and loud, like I do. He was a gay Irish gentleman and very good-looking. And he wanted to be close to me, too, but we never had much time together."
   },
   "author": {
    "text": "Judy Garland"
   }
  },
  {
   "quote": {
    "text": "I'm not that good looking. That's why 'Gangnam Style' works. If someone handsome uses that phrase it's just awkward. But if someone like me uses it, it's funny."
   },
   "author": {
    "text": "Psy"
   }
  },
  {
   "quote": {
    "text": "There are lots of people who mistake their imagination for their memory."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "If you want to be thought a liar, always tell the truth."
   },
   "author": {
    "text": "Logan Pearsall Smith"
   }
  },
  {
   "quote": {
    "text": "I can't stress to you enough how much I can relate to teens being cyberbullied. Something that helps me is looking at old videos of me and my friends from middle school, or videos of my family. I love watching funny videos of my favorite people - it really cheers me up."
   },
   "author": {
    "text": "Ariana Grande"
   }
  },
  {
   "quote": {
    "text": "Memories are like mulligatawny soup in a cheap restaurant. It is best not to stir them."
   },
   "author": {
    "text": "P. G. Wodehouse"
   }
  },
  {
   "quote": {
    "text": "Without hurting anybody, we all tend to laugh at others' discomfort. When someone slips on a banana skin and falls it's funny."
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "It's funny. You travel all over the world, and you wind up with a guy from your hometown."
   },
   "author": {
    "text": "Patty Smyth"
   }
  },
  {
   "quote": {
    "text": "Be obscure clearly."
   },
   "author": {
    "text": "E. B. White"
   }
  },
  {
   "quote": {
    "text": "I believe in rules. Sure I do. If there weren't any rules, how could you break them?"
   },
   "author": {
    "text": "Leo Durocher"
   }
  },
  {
   "quote": {
    "text": "It seems like everybody's perception of me is very bipolar. To one group, it's overpaid, overrated; to another group, it's underpaid, underrated, underdog. It's funny to me because there's no real balance."
   },
   "author": {
    "text": "Jeremy Lin"
   }
  },
  {
   "quote": {
    "text": "Viral videos aren't just about being funny. They're about identity creation."
   },
   "author": {
    "text": "Ricky Van Veen"
   }
  },
  {
   "quote": {
    "text": "I value comedy. I value somebody who can be funny."
   },
   "author": {
    "text": "James L. Brooks"
   }
  },
  {
   "quote": {
    "text": "When we ask for advice, we are usually looking for an accomplice."
   },
   "author": {
    "text": "Saul Bellow"
   }
  },
  {
   "quote": {
    "text": "Christopher Columbus, as everyone knows, is honored by posterity because he was the last to discover America."
   },
   "author": {
    "text": "James Joyce"
   }
  },
  {
   "quote": {
    "text": "If I were two-faced, would I be wearing this one?"
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "A government that robs Peter to pay Paul can always depend on the support of Paul."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "A committee is a group that keeps minutes and loses hours."
   },
   "author": {
    "text": "Milton Berle"
   }
  },
  {
   "quote": {
    "text": "If at first you don't succeed, find out if the loser gets anything."
   },
   "author": {
    "text": "William Lyon Phelps"
   }
  },
  {
   "quote": {
    "text": "We owe a lot to Thomas Edison - if it wasn't for him, we'd be watching television by candlelight."
   },
   "author": {
    "text": "Milton Berle"
   }
  },
  {
   "quote": {
    "text": "It's amazing that the amount of news that happens in the world every day always just exactly fits the newspaper."
   },
   "author": {
    "text": "Jerry Seinfeld"
   }
  },
  {
   "quote": {
    "text": "Everybody talks about the weather, but nobody does anything about it."
   },
   "author": {
    "text": "Charles Dudley Warner"
   }
  },
  {
   "quote": {
    "text": "You know the funny thing, I don't get along with rich people. I get along with the middle class and the poor people better than I get along with the rich people."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Censorship no longer works by hiding information from you; censorship works by flooding you with immense amounts of misinformation, of irrelevant information, of funny cat videos, until you're just unable to focus."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "I love fools' experiments. I am always making them."
   },
   "author": {
    "text": "Charles Darwin"
   }
  },
  {
   "quote": {
    "text": "I used to jog but the ice cubes kept falling out of my glass."
   },
   "author": {
    "text": "David Lee Roth"
   }
  },
  {
   "quote": {
    "text": "I like children - fried."
   },
   "author": {
    "text": "W. C. Fields"
   }
  },
  {
   "quote": {
    "text": "If it's the Psychic Network why do they need a phone number?"
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "What contemptible scoundrel has stolen the cork to my lunch?"
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "In comic strips, the person on the left always speaks first."
   },
   "author": {
    "text": "George Carlin"
   }
  },
  {
   "quote": {
    "text": "I basically started performing for my mother, going, 'Love me!' What drives you to perform is the need for that primal connection. When I was little, my mother was funny with me, and I started to be charming and funny for her, and I learned that by being entertaining, you make a connection with another person."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "I'm not funny. What I am is brave."
   },
   "author": {
    "text": "Lucille Ball"
   }
  },
  {
   "quote": {
    "text": "I was a vegetarian until I started leaning toward the sunlight."
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "The trouble with having an open mind, of course, is that people will insist on coming along and trying to put things in it."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "You can lead a man to Congress, but you can't make him think."
   },
   "author": {
    "text": "Milton Berle"
   }
  },
  {
   "quote": {
    "text": "Comedy is a tool of togetherness. It's a way of putting your arm around someone, pointing at something, and saying, 'Isn't it funny that we do that?' It's a way of reaching out."
   },
   "author": {
    "text": "Kate McKinnon"
   }
  },
  {
   "quote": {
    "text": "I get tired of comedies where there are a bunch of funny guys and a beautiful woman who doesn't do anything funny. And I don't like books where there's a rough-and-tumble boy and a really clever, snotty girl. That's just not my experience with teenagers."
   },
   "author": {
    "text": "Patrick Ness"
   }
  },
  {
   "quote": {
    "text": "People always ask me, 'Were you funny as a child?' Well, no, I was an accountant."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "Lead us not into temptation. Just tell us where it is; we'll find it."
   },
   "author": {
    "text": "Sam Levenson"
   }
  },
  {
   "quote": {
    "text": "When Jonathan Winters died, it was like, 'Oh, man!' I knew he was frail, but I always thought he was going to last longer. I knew him as being really funny, but at the same time, he had a dark side."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "I don't care what the haters and naysayers say. If they make jokes about me, I'll laugh because they'll probably be funny."
   },
   "author": {
    "text": "Paula Deen"
   }
  },
  {
   "quote": {
    "text": "I like making fun of myself a lot. I like being made fun of, too. I've always enjoyed it. There's just something really, really funny about someone tearing into me."
   },
   "author": {
    "text": "John Mulaney"
   }
  },
  {
   "quote": {
    "text": "One of the disadvantages of wine is that it makes a man mistake words for thoughts."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Only bad golfers are lucky. They're the ones bouncing balls off trees, curbs, turtles and cars. Good golfers have bad luck. When you hit the ball straight, a funny bounce is bound to be unlucky."
   },
   "author": {
    "text": "Lee Trevino"
   }
  },
  {
   "quote": {
    "text": "Me carrying a briefcase is like a hotdog wearing earrings."
   },
   "author": {
    "text": "Sparky Anderson"
   }
  },
  {
   "quote": {
    "text": "I failed to make the chess team because of my height."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "You know, you can touch a stick of dynamite, but if you touch a venomous snake it'll turn around and bite you and kill you so fast it's not even funny."
   },
   "author": {
    "text": "Steve Irwin"
   }
  },
  {
   "quote": {
    "text": "It's not so much what you learn about Mumbai, it's what you learn about yourself, really. It's a funny old hippie thing, but it's true as well. You find out a lot about yourself and your tolerance, and about your inclusiveness."
   },
   "author": {
    "text": "Danny Boyle"
   }
  },
  {
   "quote": {
    "text": "I am a candid interview and I have a dark and dry sense of humor - a very Canadian sense of humor and I am only learning now stupidly that you can't read tongue. When I say something funny in a newspaper and I meant it to be funny, it doesn't read that way."
   },
   "author": {
    "text": "Michael Buble"
   }
  },
  {
   "quote": {
    "text": "I like to make jokes; I consider myself a funny person. I just think making jokes about people who are in a situation beyond their control is not funny to them or their families."
   },
   "author": {
    "text": "Maria Shriver"
   }
  },
  {
   "quote": {
    "text": "It's obviously funny to be a meme, so I could be down with it in that regard, but it also belittles one's art."
   },
   "author": {
    "text": "Grimes"
   }
  },
  {
   "quote": {
    "text": "The real challenge lies in maintaining dignity while being funny. I am in awe of Krushna Abhishek's energy and Bharti Singh's wit. They are infectious and selfless."
   },
   "author": {
    "text": "Amruta Khanvilkar"
   }
  },
  {
   "quote": {
    "text": "I happen to be very good with younger actors because I have extremely vivid memories of that time of my life, and kids are just funny."
   },
   "author": {
    "text": "David M. Evans"
   }
  },
  {
   "quote": {
    "text": "Tragedy is when I cut my finger. Comedy is when you fall into an open sewer and die."
   },
   "author": {
    "text": "Mel Brooks"
   }
  },
  {
   "quote": {
    "text": "Animals are sentient, intelligent, perceptive, funny and entertaining. We owe them a duty of care as we do to children."
   },
   "author": {
    "text": "Michael Morpurgo"
   }
  },
  {
   "quote": {
    "text": "The tax collector must love poor people, he's creating so many of them."
   },
   "author": {
    "text": "Bill Vaughan"
   }
  },
  {
   "quote": {
    "text": "I no doubt deserved my enemies, but I don't believe I deserved my friends."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "A child of five would understand this. Send someone to fetch a child of five."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "One picture is worth 1,000 denials."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "I spent a year in that town, one Sunday."
   },
   "author": {
    "text": "George Burns"
   }
  },
  {
   "quote": {
    "text": "I like having a beard. What's funny is when you shave a beard, you realize how freezing cold your face is! The primary purpose evolution-wise is to keep you warm, to grow hair on your face. You shave it off, and your face is freezing for a few days."
   },
   "author": {
    "text": "Adam Scott"
   }
  },
  {
   "quote": {
    "text": "I don't deserve this award, but I have arthritis and I don't deserve that either."
   },
   "author": {
    "text": "Jack Benny"
   }
  },
  {
   "quote": {
    "text": "Every cloud has its silver lining but it is sometimes a little difficult to get it to the mint."
   },
   "author": {
    "text": "Don Marquis"
   }
  },
  {
   "quote": {
    "text": "A good actor is someone who knows how to take the part and make it real and make it honest and be effective in it. If it's in a funny movie and, as long as they are cast in an appropriate way, humor will come from it."
   },
   "author": {
    "text": "Ivan Reitman"
   }
  },
  {
   "quote": {
    "text": "It's a funny thing that when a man hasn't anything on earth to worry about, he goes off and gets married."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "I always just wanted to be funny. I never really planned to be scary."
   },
   "author": {
    "text": "R. L. Stine"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, I never did funny things to get attention. I was never a funny person. I was never, like, 'Oh, wow. I could say this some day on stage.'"
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "Fame is a funny thing. I like doing normal things. I like going to fairs. I like going to ball games. I like going to Disney World or a big field on the Fourth of July and having picnics with friends. The problem is you're either worried you're going to be recognized, or you're thankful you're not. It's always there."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "When God sneezed, I didn't know what to say."
   },
   "author": {
    "text": "Henny Youngman"
   }
  },
  {
   "quote": {
    "text": "Boston is actually the capital of the world. You didn't know that? We breed smart-ass, quippy, funny people. Not that I'm one of them. I just sorta sneaked in under the radar."
   },
   "author": {
    "text": "John Krasinski"
   }
  },
  {
   "quote": {
    "text": "Defy your own group. Rebel against yourself."
   },
   "author": {
    "text": "Cathy Guisewite"
   }
  },
  {
   "quote": {
    "text": "If you could cross a lion and a monkey, that's what I'd be, because monkeys are funny and lions are strong."
   },
   "author": {
    "text": "Marlon Wayans"
   }
  },
  {
   "quote": {
    "text": "I regret behaving badly when I was younger. I did not know any better at the time. The thing is that the incidents that I caused were not funny... Youth is wasted on the young. It is better to have the wisdom of an old man in a young body... I was a bit foolish and teased people, trying to be funny."
   },
   "author": {
    "text": "Jim Broadbent"
   }
  },
  {
   "quote": {
    "text": "A sure cure for seasickness is to sit under a tree."
   },
   "author": {
    "text": "Spike Milligan"
   }
  },
  {
   "quote": {
    "text": "I don't say things to be offensive; I say things because they're funny to me. It amuses me."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "I can really stir up a conversation. Every time I go to a meeting or a casting, I try to make it as light and funny as I can. I'm always making really awkward jokes. You have to make life fun and not take it too seriously. I may look like I'm very serious and into my work, but if you knew me, I'm just a jokester."
   },
   "author": {
    "text": "Charlotte McKinney"
   }
  },
  {
   "quote": {
    "text": "To me, wealth is the peace of mind you have, your family, your friends, your colleagues. Everything else is just money, and it really is funny how people pay so much attention to that."
   },
   "author": {
    "text": "Ricardo Salinas Pliego"
   }
  },
  {
   "quote": {
    "text": "I drank some boiling water because I wanted to whistle."
   },
   "author": {
    "text": "Mitch Hedberg"
   }
  },
  {
   "quote": {
    "text": "I was eating in a Chinese restaurant downtown. There was a dish called Mother and Child Reunion. It's chicken and eggs. And I said, I gotta use that one."
   },
   "author": {
    "text": "Paul Simon"
   }
  },
  {
   "quote": {
    "text": "I've been fascinated by the Internet from the very start. In 2001, I had made a funny black-and-white film called 'How to Dance Properly,' a short video of me dancing to a Madonna song. I sent it to 17 of my friends on a Thursday, and by Monday, one million people a day were logging on to view it."
   },
   "author": {
    "text": "Ze Frank"
   }
  },
  {
   "quote": {
    "text": "I never thought I was funny, but I enjoy being funny."
   },
   "author": {
    "text": "Nora Dunn"
   }
  },
  {
   "quote": {
    "text": "Being effective at social media, whether for business or personal use, means capturing people who have short attention spans. They're only a click away from a picture of a funny cat, so you have to make your thing more compelling than that cat. And that can be a high bar."
   },
   "author": {
    "text": "Alexis Ohanian"
   }
  },
  {
   "quote": {
    "text": "I'm blonde and tanned and normal-sized! I'm sweet, shy, funny, have a big heart and I'm nice - and I like to eat."
   },
   "author": {
    "text": "Paris Hilton"
   }
  },
  {
   "quote": {
    "text": "I consider that a man's brain originally is like a little empty attic, and you have to stock it with such furniture as you choose."
   },
   "author": {
    "text": "Arthur Conan Doyle"
   }
  },
  {
   "quote": {
    "text": "Society is like a stew. If you don't stir it up every once in a while then a layer of scum floats to the top."
   },
   "author": {
    "text": "Edward Abbey"
   }
  },
  {
   "quote": {
    "text": "The next time you have a thought... let it go."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "My theory is that all of Scottish cuisine is based on a dare."
   },
   "author": {
    "text": "Mike Myers"
   }
  },
  {
   "quote": {
    "text": "I like bowling. I suck at it, but I like it. You know what's so funny? I have days when I'm absolutely great at doing it, and then I have days when I just don't understand it."
   },
   "author": {
    "text": "Lil' Kim"
   }
  },
  {
   "quote": {
    "text": "Every day after school for 10 years, I was on the set of 'Married... with Children,' which is a really funny and perverse place for a little girl in a Catholic school uniform to grow up."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "Stand up is really fun because if I think of a joke or a funny idea, then I can just go and tell some people and if they laugh, they laugh right away."
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "Being funny is everything to me."
   },
   "author": {
    "text": "Allison Jones"
   }
  },
  {
   "quote": {
    "text": "I see fighters make funny videos about me and stick them on Facebook and get 20 likes. When I make a video, I sell it to Fox and make seven figures. That's the difference."
   },
   "author": {
    "text": "Conor McGregor"
   }
  },
  {
   "quote": {
    "text": "Comedy is only funny when there's real pain."
   },
   "author": {
    "text": "Sebastian Stan"
   }
  },
  {
   "quote": {
    "text": "I heard that people were really interested in the new haircut, which I think is so funny. Great haircut, I really like it. It goes great with the time period. And I was super, super, super-happy to have my bangs swept to the side rather than straight in front of me, which I dealt with for three seasons. I'm very, very much done with that."
   },
   "author": {
    "text": "Elisabeth Moss"
   }
  },
  {
   "quote": {
    "text": "The human brain is a funny thing: it's very susceptible to tempo and melody. You put the right words to it, and it becomes very influential."
   },
   "author": {
    "text": "Ray Stevens"
   }
  },
  {
   "quote": {
    "text": "The IRS! They're like the Mafia, they can take anything they want!"
   },
   "author": {
    "text": "Jerry Seinfeld"
   }
  },
  {
   "quote": {
    "text": "Eyebrows are really important because they structure the face. In school it was funny because I was always the one walking around with tweezers plucking my girlfriends' eyebrows. I was really good; eyebrow tweezing runs in my family - my mother used to do mine, and I picked it up."
   },
   "author": {
    "text": "Rita Ora"
   }
  },
  {
   "quote": {
    "text": "I'm fascinated with the stories that we tell. Real histories become fantasies and fairy tales, morality tales and fables. There's something interesting and funny and perverse about the way fairytale sometimes passes for history, for truth."
   },
   "author": {
    "text": "Kara Walker"
   }
  },
  {
   "quote": {
    "text": "One advantage of talking to yourself is that you know at least somebody's listening."
   },
   "author": {
    "text": "Franklin P. Jones"
   }
  },
  {
   "quote": {
    "text": "An idea isn't responsible for the people who believe in it."
   },
   "author": {
    "text": "Don Marquis"
   }
  },
  {
   "quote": {
    "text": "Never put a sock in a toaster."
   },
   "author": {
    "text": "Eddie Izzard"
   }
  },
  {
   "quote": {
    "text": "I have a wonderful make-up crew. They're the same people restoring the Statue of Liberty."
   },
   "author": {
    "text": "Bob Hope"
   }
  },
  {
   "quote": {
    "text": "On 'The Simpsons,' I will say that we definitely like to comment on what's going on in the world, and we try to be funny. If we can figure out a way of being funny about it, then we've gone part of the way of accomplishing our task."
   },
   "author": {
    "text": "Matt Groening"
   }
  },
  {
   "quote": {
    "text": "'The Descendants' somehow made death and adultery funny at times."
   },
   "author": {
    "text": "Ashlan Gorse Cousteau"
   }
  },
  {
   "quote": {
    "text": "If you think something's funny, go with that. Most comedians pull jokes from a place of honesty."
   },
   "author": {
    "text": "Olivia Munn"
   }
  },
  {
   "quote": {
    "text": "The chief function of the body is to carry the brain around."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "If I had to live my life again, I'd make the same mistakes, only sooner."
   },
   "author": {
    "text": "Tallulah Bankhead"
   }
  },
  {
   "quote": {
    "text": "My favorite type of pet has always been a dog. They're loyal, kind, and offer endless affection. My friend Eric says, 'The more people I meet, the more I like my dog.' Funny thought."
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "I have never been hurt by what I have not said."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "If God wanted us to bend over he'd put diamonds on the floor."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "In my circle of friends, I've always been loud and funny and talkative. But as soon as I step out of that circle, I get very quiet and introspective. I don't want the spotlight on me."
   },
   "author": {
    "text": "Rosie Perez"
   }
  },
  {
   "quote": {
    "text": "Only the mediocre are always at their best."
   },
   "author": {
    "text": "Jean Giraudoux"
   }
  },
  {
   "quote": {
    "text": "It's hard to lead a cavalry charge if you think you look funny on a horse."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "I'm crazy, funny, and good looking!"
   },
   "author": {
    "text": "Alex Wolff"
   }
  },
  {
   "quote": {
    "text": "The funny thing is, I'm so used to not caring what anyone says, good or bad, that unfortunately even when people say good things... I wish it made me feel good, but it doesn't."
   },
   "author": {
    "text": "Rob Zombie"
   }
  },
  {
   "quote": {
    "text": "I never drink water because of the disgusting things that fish do in it."
   },
   "author": {
    "text": "Unknown"
   }
  },
  {
   "quote": {
    "text": "I don't think anyone should write their autobiography until after they're dead."
   },
   "author": {
    "text": "Samuel Goldwyn"
   }
  },
  {
   "quote": {
    "text": "Comedy is surprises, so if you're intending to make somebody laugh and they don't laugh, that's funny."
   },
   "author": {
    "text": "Norm MacDonald"
   }
  },
  {
   "quote": {
    "text": "It's a funny feeling to work with people who you consider your colleagues and to realize that they actually are young enough to be your children."
   },
   "author": {
    "text": "Alan Alda"
   }
  },
  {
   "quote": {
    "text": "My favorite kind of humor is basically, if it was happening to you, it wouldn't be funny, but to observe it, it's hilarious."
   },
   "author": {
    "text": "Bill Burr"
   }
  },
  {
   "quote": {
    "text": "You know, fame is a funny thing, man, especially, you know, actors, musicians, rappers, rock singers, it's kind of a lifestyle and it's easy to get caught up in it - you go to bars, you go to clubs, everyone's doing a certain thing... It's tough."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "I don't need you to remind me of my age. I have a bladder to do that for me."
   },
   "author": {
    "text": "Stephen Fry"
   }
  },
  {
   "quote": {
    "text": "O Lord, help me to be pure, but not yet."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "God hadn't made me handsome, but he'd given me something, I always felt: funny bones."
   },
   "author": {
    "text": "Jerry Lewis"
   }
  },
  {
   "quote": {
    "text": "My grandmother started walking five miles a day when she was sixty. She's ninety-seven now, and we don't know where the hell she is."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "It has yet to be proven that intelligence has any survival value."
   },
   "author": {
    "text": "Arthur C. Clarke"
   }
  },
  {
   "quote": {
    "text": "I'm going to take this God-given gift of being funny, and I'm going to spread it out like peanut butter on everything I do."
   },
   "author": {
    "text": "Steve Harvey"
   }
  },
  {
   "quote": {
    "text": "The funny thing about directing is that you have your own opinions, but it's a collaboration. Directing is a group effort. Even though you might think something works, the smartest thing you can do as a director is try and weigh the opinions of the people around you."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "Turns out you have a really fun time if you go to work every day and focus on being silly and funny and happy!"
   },
   "author": {
    "text": "Hannah Murray"
   }
  },
  {
   "quote": {
    "text": "Things that I feel really sad about, I talk about. That way, if it's funny, it doesn't hurt anymore."
   },
   "author": {
    "text": "Pete Davidson"
   }
  },
  {
   "quote": {
    "text": "When I'm being funny, I try not to offend. I don't think much of what I've done has been in really ghastly taste. I don't think I have embarrassed many people or distressed them."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "Conversation would be vastly improved by the constant use of four simple words: I do not know."
   },
   "author": {
    "text": "Andre Maurois"
   }
  },
  {
   "quote": {
    "text": "Say what you will about the ten commandments, you must always come back to the pleasant fact that there are only ten of them."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Try to find someone with a sense of humor. That's an important thing to have because when you get into an argument, one of the best ways to diffuse it is to be funny. You don't want to hide away from a point, because some points are serious, but you'd rather have a discussion that was a discussion, rather than an argument."
   },
   "author": {
    "text": "Ed Sheeran"
   }
  },
  {
   "quote": {
    "text": "I find it funny how people from Boston and New York hate each other because of pro teams. But, like, everyone on the Red Sox is a random millionaire athlete from somewhere else."
   },
   "author": {
    "text": "Julian Casablancas"
   }
  },
  {
   "quote": {
    "text": "I get a stack of scripts, like, once a month, and most of the time, you find these placeholder girls that are there to provide a bounce for the male character. So we know he's funny because she's serious and she's mad at him. We know he's strong because she needs saving. So really, her job is to validate this personality trait of our hero or male."
   },
   "author": {
    "text": "Amber Heard"
   }
  },
  {
   "quote": {
    "text": "The one thing you shouldn't do is try to tell a cab driver how to get somewhere."
   },
   "author": {
    "text": "Jimmy Fallon"
   }
  },
  {
   "quote": {
    "text": "Best way to get rid of kitchen odors: Eat out."
   },
   "author": {
    "text": "Phyllis Diller"
   }
  },
  {
   "quote": {
    "text": "If you're OK with being clumsy, it's funny. But if you are super embarrassed, people are going to laugh at you."
   },
   "author": {
    "text": "Leo Howard"
   }
  },
  {
   "quote": {
    "text": "I started writing when I was 9 years old. I was like this weird kid who would just stay in my room, typing little funny magazines and drawing comic strips."
   },
   "author": {
    "text": "R. L. Stine"
   }
  },
  {
   "quote": {
    "text": "I am certain there is too much certainty in the world."
   },
   "author": {
    "text": "Michael Crichton"
   }
  },
  {
   "quote": {
    "text": "It's funny: when people always talk about the importance of role models, I used to think that was so exaggerated, but as I get older, I start to realize I don't feel that way so much anymore. If you see somebody like you who's doing something, an older version of what you are, it does make you feel like it's more possible."
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "I knew I was an unwanted baby when I saw that my bath toys were a toaster and a radio."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "In entertainment, I adore Ricky Gervais in 'Derek.' His performance is unbelievably charming, funny and poignant. In life, I adore my girlfriend. She is the most adorable person I have ever met - from her silly jokes to her cute teeth to her little drawings."
   },
   "author": {
    "text": "Josh Zuckerman"
   }
  },
  {
   "quote": {
    "text": "If men knew how women pass the time when they are alone, they'd never marry."
   },
   "author": {
    "text": "O. Henry"
   }
  },
  {
   "quote": {
    "text": "I would never die for my beliefs because I might be wrong."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "I call myself the Amusement Park. That's because I'm funny and scary at the same time."
   },
   "author": {
    "text": "Terry Crews"
   }
  },
  {
   "quote": {
    "text": "Actually being funny is mostly telling the truth about things."
   },
   "author": {
    "text": "Bernard Sahlins"
   }
  },
  {
   "quote": {
    "text": "A pessimist is a person who has had to listen to too many optimists."
   },
   "author": {
    "text": "Don Marquis"
   }
  },
  {
   "quote": {
    "text": "I just want to be myself and be real and be funny."
   },
   "author": {
    "text": "Bebe Rexha"
   }
  },
  {
   "quote": {
    "text": "If you live to be one hundred, you've got it made. Very few people die past that age."
   },
   "author": {
    "text": "George Burns"
   }
  },
  {
   "quote": {
    "text": "It's funny how I use social media because I don't use it to promote my restaurants that much. I use it for social issues and I think that's what it's for. I do a few things - I mess around with music a lot because that's a passion of mine. If something strikes me and I want to share it, I do."
   },
   "author": {
    "text": "Tom Colicchio"
   }
  },
  {
   "quote": {
    "text": "I think I knew I was funny in Elementary School. I think most funny people realize it when they're young. It tends to come out of stress or trauma - something that makes you want to be funny."
   },
   "author": {
    "text": "Julie Brown"
   }
  },
  {
   "quote": {
    "text": "I detest jokes - when somebody tells me one, I feel my IQ dropping; the brain cells start to disappear. But something is funny when the person delivering the line doesn't know it's funny or doesn't treat it as a joke. Maybe it comes from a place of truth, or it's a sort of rage against society."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "My mama never wore a pair of pants when I was growing up, and now that's all she wears. It was so funny for me when I first started seeing Mama wear pants. It was like it wasn't Mama. Now I've bought her many a pantsuit because she just lives in them."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "Being a humorist is not a voluntary thing. You can tell this because in a situation where saying a funny thing will cause a lot of trouble, a humorist will still say the funny thing. No matter how inappropriate."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Communism is like one big phone company."
   },
   "author": {
    "text": "Lenny Bruce"
   }
  },
  {
   "quote": {
    "text": "I'm going to marry a Jewish woman because I like the idea of getting up Sunday morning and going to the deli."
   },
   "author": {
    "text": "Michael J. Fox"
   }
  },
  {
   "quote": {
    "text": "'Saturday Night Live' was like a university for funny."
   },
   "author": {
    "text": "Tracy Morgan"
   }
  },
  {
   "quote": {
    "text": "If you haven't got anything nice to say about anybody, come sit next to me."
   },
   "author": {
    "text": "Alice Roosevelt Longworth"
   }
  },
  {
   "quote": {
    "text": "To label me an intellectual is a misunderstanding of what that is."
   },
   "author": {
    "text": "Dick Cavett"
   }
  },
  {
   "quote": {
    "text": "I love to go to Washington - if only to be near my money."
   },
   "author": {
    "text": "Bob Hope"
   }
  },
  {
   "quote": {
    "text": "High school is when I started to get my sense of fashion together. My queen was Candice Swanepoel, who is a friend of mine now, which is kind of funny, but in high school, I was obsessed. I love her street style: she is always in cool boyfriend jeans, boots, and an awesome coat, which is very much like what I wear."
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "I may be a living legend, but that sure don't help when I've got to change a flat tire."
   },
   "author": {
    "text": "Roy Orbison"
   }
  },
  {
   "quote": {
    "text": "I love the funny and sweet moments I have with my cats, Jake and Frank, so I'm honored to be celebrating these moments at the Catdance Film Festival."
   },
   "author": {
    "text": "Hannah Simone"
   }
  },
  {
   "quote": {
    "text": "Now a 'funnyman' can get a laugh before opening his mouth - looking funny. Lou Costello was one of your great funnymen. Harry Langdon, Larry Semon; they were all funnymen - they looked funny. W.C. Fields was never a comedian. Slim Summerville was a comedian, yet looked funny. Now if you have both attributes, you are in good shape."
   },
   "author": {
    "text": "Milton Berle"
   }
  },
  {
   "quote": {
    "text": "You meet folks who are funny and really smart and persistent and loving that are confronting this thing we call poverty, which is just a shorthand for this way of life that holds you underwater. And you just wonder what our country would be if we allowed these people to flourish and reach their full potential."
   },
   "author": {
    "text": "Matthew Desmond"
   }
  },
  {
   "quote": {
    "text": "I always believe that funny is serious and serious is funny. You don't really need a distinction between them."
   },
   "author": {
    "text": "Trevor Noah"
   }
  },
  {
   "quote": {
    "text": "To be or not to be. That's not really a question."
   },
   "author": {
    "text": "Jean-Luc Godard"
   }
  },
  {
   "quote": {
    "text": "The only time I ever enjoyed ironing was the day I accidentally got gin in the steam iron."
   },
   "author": {
    "text": "Phyllis Diller"
   }
  },
  {
   "quote": {
    "text": "Macho does not prove mucho."
   },
   "author": {
    "text": "Zsa Zsa Gabor"
   }
  },
  {
   "quote": {
    "text": "I like doing comedy, I like doing drama. Naturally I like to do, I like doing dramas, I like conflict, and when I do a comedy, you know, I've found that, like, romantic comedy is the trickiest one, because often it's neither: it's not romantic and it's not funny. So, like, I like a comedy that's biting. It's biting humor or really quirky humor."
   },
   "author": {
    "text": "Matt Dillon"
   }
  },
  {
   "quote": {
    "text": "I like being funny; I like laughing with people."
   },
   "author": {
    "text": "Kyle"
   }
  },
  {
   "quote": {
    "text": "I was the kind nobody thought could make it. I had a funny Boston accent. I couldn't pronounce my R's. I wasn't a beauty."
   },
   "author": {
    "text": "Barbara Walters"
   }
  },
  {
   "quote": {
    "text": "I've always wanted to go to Switzerland to see what the army does with those wee red knives."
   },
   "author": {
    "text": "Billy Connolly"
   }
  },
  {
   "quote": {
    "text": "If you don't have anything nice to say, don't say it at all. And if you do have to say it, make it really funny so I can screenshot it and save it for later."
   },
   "author": {
    "text": "Sabrina Carpenter"
   }
  },
  {
   "quote": {
    "text": "It's funny: people who meet me say, 'I thought you'd be different.' But I'm still the same guy."
   },
   "author": {
    "text": "Bill Engvall"
   }
  },
  {
   "quote": {
    "text": "When I was a boy the Dead Sea was only sick."
   },
   "author": {
    "text": "George Burns"
   }
  },
  {
   "quote": {
    "text": "It's a funny old world."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "I've had an experience through music that has touched almost every part of me. It educated me in ways that I didn't get educated in school. So we try to lay on a bit of that, through being funny, being serious, playing hard."
   },
   "author": {
    "text": "Bruce Springsteen"
   }
  },
  {
   "quote": {
    "text": "It's funny; it's a real balancing act. In TV, everybody's talking about authenticity. In order to make 'Dirty Jobs' authentic, I really can't be overly informed. The minute I am, I become a host... It's a very tricky business paying a tribute to work, because TV is very bad at it."
   },
   "author": {
    "text": "Mike Rowe"
   }
  },
  {
   "quote": {
    "text": "I think they should have a Barbie with a buzz cut."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "Well, if I called the wrong number, why did you answer the phone?"
   },
   "author": {
    "text": "James Thurber"
   }
  },
  {
   "quote": {
    "text": "If I were to insult people and mean it, that wouldn't be funny."
   },
   "author": {
    "text": "Don Rickles"
   }
  },
  {
   "quote": {
    "text": "Flattery is like cologne water, to be smelt, not swallowed."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "I would ask my mother to show me how to walk - and she did show me. That's why I think it's funny when people say, 'Did so-and-so teach you how to walk?' And I always say, 'You must be talking about my mother, because it was my mother who taught me how to walk.'"
   },
   "author": {
    "text": "Naomi Campbell"
   }
  },
  {
   "quote": {
    "text": "When I write, I'm not trying to be funny. It's the way I look at the world."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "I think it's a comedian's job to make everything funny. Nothing is off-limits."
   },
   "author": {
    "text": "Donald Glover"
   }
  },
  {
   "quote": {
    "text": "'Funny People' is my favorite performance of myself to date. Even though it's a comedy and there are serious moments, I really felt like Leo felt like a real person. It didn't feel like I was playing myself. Whether it's a comedy or drama, I just try to make it as realistic as possible."
   },
   "author": {
    "text": "Jonah Hill"
   }
  },
  {
   "quote": {
    "text": "I think anyone who has, you know, is in any sort of artistic pursuit, kind of goes up and down with the way they feel about their work. And I, for the most part, am pretty happy person. But, yeah. I go through definite periods of time where I'm not funny. I'm not good. I'm - I don't feel original."
   },
   "author": {
    "text": "Will Ferrell"
   }
  },
  {
   "quote": {
    "text": "For a Catholic kid in parochial school, the only way to survive the beatings - by classmates, not the nuns - was to be the funny guy."
   },
   "author": {
    "text": "George A. Romero"
   }
  },
  {
   "quote": {
    "text": "It's funny, the moment you dread the most, seeing yourself bald, is actually not such a bad moment at all."
   },
   "author": {
    "text": "Sylvie Meis"
   }
  },
  {
   "quote": {
    "text": "When I was a kid I had this funny blonde hair and everyone called me 'Chick' because I looked like Tweety Bird."
   },
   "author": {
    "text": "Nicky Hilton"
   }
  },
  {
   "quote": {
    "text": "I'm good at being funny."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "I can speak Esperanto like a native."
   },
   "author": {
    "text": "Spike Milligan"
   }
  },
  {
   "quote": {
    "text": "Who picks your clothes - Stevie Wonder?"
   },
   "author": {
    "text": "Don Rickles"
   }
  },
  {
   "quote": {
    "text": "Every man has his follies - and often they are the most interesting thing he has got."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "When I was a little kid, I wrote this play about all these characters living in a haunted house. There was a witch who lived there, and a mummy. When they were all hassling him, this guy who bought the house - I can't believe I remember this - he said to them, 'Who's paying the mortgage on this haunted house?' I thought that was really funny."
   },
   "author": {
    "text": "Mindy Kaling"
   }
  },
  {
   "quote": {
    "text": "Being funny wasn't a career choice growing up, it was my way out of situations; a way to survive another day."
   },
   "author": {
    "text": "Tracy Morgan"
   }
  },
  {
   "quote": {
    "text": "If you don't mind, it doesn't matter."
   },
   "author": {
    "text": "Jack Benny"
   }
  },
  {
   "quote": {
    "text": "I know that I'm going to die and that you're going to die. I can't do anything about that. But I can explore it through a metaphor and make a kind of funny, dark story about it, and in doing so, really exhaust and research as many aspects of it as I can imagine. And in a way, that does give me some closure."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "You find out in life that people really like you funny. So what do you give 'em? Humor. And then if you show them the other side, they don't like you as much. I find, too, that I can hide behind the idiot's mask being funny, and you never see the sorrow or the pain."
   },
   "author": {
    "text": "Terry Bradshaw"
   }
  },
  {
   "quote": {
    "text": "You can't do anything to be funny. That's cringeworthy. If your humor comes out of a place of love every time, you don't make the joke bigger than you. The funniest comedians are in touch with their emotional level."
   },
   "author": {
    "text": "John Krasinski"
   }
  },
  {
   "quote": {
    "text": "The surprising thing is that I was not funny in high school. I was always jealous of the funny kids because they always got the girls. I couldn't tell a joke to save my life."
   },
   "author": {
    "text": "Seann William Scott"
   }
  },
  {
   "quote": {
    "text": "Humor is the oxygen of children's literature. There's a lot of competition for children's time, but even kids who hate to read want to read a funny book."
   },
   "author": {
    "text": "Sid Fleischman"
   }
  },
  {
   "quote": {
    "text": "I think I'm funny because my family, my siblings were funny."
   },
   "author": {
    "text": "Martin Short"
   }
  },
  {
   "quote": {
    "text": "I love comedians that dive into politics. I personally don't feel comfortable, with my background, weighing in unless I have a take that I think is funny enough that I would put it in front of an audience."
   },
   "author": {
    "text": "John Mulaney"
   }
  },
  {
   "quote": {
    "text": "It's really funny because the same people who loved me as Stringer Bell were the same people that were watching 'Daddy's Little Girls' literally in tears."
   },
   "author": {
    "text": "Idris Elba"
   }
  },
  {
   "quote": {
    "text": "It's funny how it usually works out that I end up dying. It sort of works out, because by the time I die, I'm usually tired of working on that particular movie, so I look forward to it."
   },
   "author": {
    "text": "Owen Wilson"
   }
  },
  {
   "quote": {
    "text": "All I've wanted to be is someone people look up to. It's funny - everyone says I'm controversial. I've never worked out what it is about me that's controversial. I've never had a DUI; I've never been in a brawl; you've never seen photos of me walking out of clubs at 5 A.M."
   },
   "author": {
    "text": "Ruby Rose"
   }
  },
  {
   "quote": {
    "text": "Every photograph is the photographer's opinion about something. It's how they feel about something: what they think is horrible, tragic, funny."
   },
   "author": {
    "text": "Mary Ellen Mark"
   }
  },
  {
   "quote": {
    "text": "At home in L.A., Sunday is lazy. It's the wife and me lying in bed with coffee, watching 'The Soup' or something funny on TiVo. The kid will occasionally join us. Eventually, breakfast is at a place down the street called Paty's. And we always have some kind of great dinner - my wife makes a great roast beef."
   },
   "author": {
    "text": "Eric McCormack"
   }
  },
  {
   "quote": {
    "text": "The funny thing is while the grown-ups in the family may indulge, we really try to offer our son Duke clean food, as all his meals are made with organic ingredients as the rest of us eat cookies straight out of the freezer."
   },
   "author": {
    "text": "Bill Rancic"
   }
  },
  {
   "quote": {
    "text": "When I have had a long day at work, I want something to watch that is funny, lighthearted and easy to get into, and reality is that. I'm not really into serious programmes or documentaries."
   },
   "author": {
    "text": "Amy Childs"
   }
  },
  {
   "quote": {
    "text": "It was funny being at high school and also grocery shopping and having a job. Other kids were going home to their parents, who were doing their laundry, and I was like, 'Wait, what?' I was super isolated. I was 16, alone in New York, and modelling."
   },
   "author": {
    "text": "Margaret Qualley"
   }
  },
  {
   "quote": {
    "text": "Stealing, you'll go far in life. Actually, there is something funny about getting away with it."
   },
   "author": {
    "text": "Mike Judge"
   }
  },
  {
   "quote": {
    "text": "I try to become a singer. The guitar has always been abused with distortion units and funny sorts of effects, but when you don't do that and just let the genuine sound come through, there's a whole magic there."
   },
   "author": {
    "text": "Jeff Beck"
   }
  },
  {
   "quote": {
    "text": "I was born in Paris in the mid-1960s, and by the time I was 12 I had started going to the movies by myself. Most of the movies of that period never appealed to me. I didn't like the 'naturalism,' the sad or the 'down-to-earth' characters. What I wanted from film was fantasy, dreams, funny situations, extravagant decor - and beautiful women."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "Hollywood's just not funny."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "To me, what separates a funny movie from a good movie is something personal."
   },
   "author": {
    "text": "Seth Rogen"
   }
  },
  {
   "quote": {
    "text": "With the stand-up comic on TV, whether it's Seinfeld or Cosby or Roseanne, more important than their knowledge of how to tell a joke is their knowledge of themselves, or the persona they've created as themselves. So that when you're in a room with writers, you can say, 'Guys, that's a funny line, but I wouldn't say it.'"
   },
   "author": {
    "text": "Bob Newhart"
   }
  },
  {
   "quote": {
    "text": "It's funny: when you're skating around during warm-ups, I'll see signs that say things like: 'Kane, Prom?' We have a fun, young team, and girls are asking you to the prom and giving you their numbers."
   },
   "author": {
    "text": "Patrick Kane"
   }
  },
  {
   "quote": {
    "text": "Regardless of what I do, whether I write a book or whether I act or whether I host, I'll always do stand-up comedy because those moments, that's what I crave. If I do something funny, and I hear a crowd laugh in that moment, we're all sharing the exact same experience and the exact same feeling."
   },
   "author": {
    "text": "Howie Mandel"
   }
  },
  {
   "quote": {
    "text": "Something about New York, man: You can do more comedy there probably than you can anywhere in the world. If you're interested in being funny, New York is the place to go."
   },
   "author": {
    "text": "Dave Chappelle"
   }
  },
  {
   "quote": {
    "text": "It's funny how life works. You end up sometimes back where you started."
   },
   "author": {
    "text": "Karl Iagnemma"
   }
  },
  {
   "quote": {
    "text": "A lot of baby boomers are baby bongers."
   },
   "author": {
    "text": "Kevin Nealon"
   }
  },
  {
   "quote": {
    "text": "I was born in very sorry circumstances. Both of my parents were very sorry."
   },
   "author": {
    "text": "Norman Wisdom"
   }
  },
  {
   "quote": {
    "text": "It's funny, I listen to friends who talk about back when they were 14, eight, 16, whatever, as if it was yesterday. Me, I've no idea what I did. It's all a blur, I'm afraid."
   },
   "author": {
    "text": "Catherine McCormack"
   }
  },
  {
   "quote": {
    "text": "When I started out, everyone seemed to be adopting these names... Johnny Rotten, Sid Vicious. I wasn't really Rotten or Vicious or Nasty, so I wanted something a bit more funny - yet something that seemed real rock 'n' roll... something that acknowledged my ambition."
   },
   "author": {
    "text": "Billy Idol"
   }
  },
  {
   "quote": {
    "text": "My favorite comics are the ones who say funny stuff but also give you the message. They give you the laughter, but there's also the, 'Mmm - I didn't take that into consideration.'"
   },
   "author": {
    "text": "Tony Rock"
   }
  },
  {
   "quote": {
    "text": "Being nice can be funny. A lot of my jokes are like, 'Let me take a bad situation and try to put the best spin on it.'"
   },
   "author": {
    "text": "Ron Funches"
   }
  },
  {
   "quote": {
    "text": "There are a lot of funny people in my family. Absolutely. There were a lot of jokes growing up around the dinner table, for sure. We didn't grow up in a creative family."
   },
   "author": {
    "text": "Nate Corddry"
   }
  },
  {
   "quote": {
    "text": "The audience changes every night. You're the same person. You have to speak your mind and do the stuff that you think is funny and makes you laugh."
   },
   "author": {
    "text": "Joe Rogan"
   }
  },
  {
   "quote": {
    "text": "What I like best is a book that's at least funny once in a while. What really knocks me out is a book that, when you're all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it. That doesn't happen much, though."
   },
   "author": {
    "text": "J. D. Salinger"
   }
  },
  {
   "quote": {
    "text": "I can't be funny if my feet don't feel right."
   },
   "author": {
    "text": "Billy Crystal"
   }
  },
  {
   "quote": {
    "text": "I'm doin' something different. I mean, I talk a little bit about race and interracial dating, but it's not the heart of my act. I just try to do what I think is funny; there's no huge message or through line."
   },
   "author": {
    "text": "Hannibal Buress"
   }
  },
  {
   "quote": {
    "text": "The last time I saw him he was walking down lover's lane holding his own hand."
   },
   "author": {
    "text": "Fred Allen"
   }
  },
  {
   "quote": {
    "text": "I never liked you, and I always will."
   },
   "author": {
    "text": "Samuel Goldwyn"
   }
  },
  {
   "quote": {
    "text": "It's funny to me that people find other people getting coffee really interesting, or walking their dog in the dog park."
   },
   "author": {
    "text": "Jake Gyllenhaal"
   }
  },
  {
   "quote": {
    "text": "When I was a boy, I had a grand, big tape recorder, and I made late-night radio shows with glasses of water and funny voices. I just loved radio plays."
   },
   "author": {
    "text": "Donovan"
   }
  },
  {
   "quote": {
    "text": "With Portlandia, I don't think our intention is always to find something funny. Sometimes the humor comes from taking something really seriously. We're okay with making somebody feel uncomfortable or uneasy."
   },
   "author": {
    "text": "Carrie Brownstein"
   }
  },
  {
   "quote": {
    "text": "Fats - very funny man, but every note that he played was like a pearl."
   },
   "author": {
    "text": "Cecil Taylor"
   }
  },
  {
   "quote": {
    "text": "You get to a new school, and you're the new guy, or you're the foreigner, or you're the guy with the funny accent. That first day at school was a whole new opportunity to create a new persona."
   },
   "author": {
    "text": "Edgar Ramirez"
   }
  },
  {
   "quote": {
    "text": "Frankly, most of my friends hold very different political beliefs. It's just a funny thing in this country that supposedly you can't sit down and have dinner and enjoy another person's company if you don't have the same beliefs. It's ridiculous."
   },
   "author": {
    "text": "Patricia Heaton"
   }
  },
  {
   "quote": {
    "text": "It's really funny to me that I get called a workhorse or somebody who's really good at making other people better in the ring. I feel like I'm good at every aspect of this. I feel like I'm a great talker; I feel like I'm a great representative of the company. I broke records in college. I have an amateur background with fighting skills."
   },
   "author": {
    "text": "Dolph Ziggler"
   }
  },
  {
   "quote": {
    "text": "My paintings capture the humor, zaniness, and depth of the Batman villains as well as the Freudian motivations of Batman as an all-too-human, venerable, and funny vigilante superhero."
   },
   "author": {
    "text": "Adam West"
   }
  },
  {
   "quote": {
    "text": "I had gotten to a place where I truly believed everything I was called: 'not sexy,' 'not funny,' 'too intense,' desperate.' All those labels they gave me, I took them because there wasn't a trace of my true self left."
   },
   "author": {
    "text": "Naomi Watts"
   }
  },
  {
   "quote": {
    "text": "It's funny how things change slowly, until the day we realize they've changed completely."
   },
   "author": {
    "text": "Nancy Gibbs"
   }
  },
  {
   "quote": {
    "text": "Acting, for me, has never been about wanting attention or wanting to be seen. It's funny that I'm in a profession where that's where I am. There's so much I want to express; it's about connecting with another person and the intimacy of what that is, and so I have to overcome my shyness."
   },
   "author": {
    "text": "Jessica Chastain"
   }
  },
  {
   "quote": {
    "text": "I had gone to New York with no plan at all. I did a lot of jobs - barman, teacher, security guard, postman and construction worker - and I was meeting many eccentric characters, and they were saying funny things, which I always wrote down."
   },
   "author": {
    "text": "Adrian McKinty"
   }
  },
  {
   "quote": {
    "text": "I like cartoons. I like 'Foster's Home for Imaginary Friends.' It's funny! It has things that kids wouldn't get. It's like, if you're mature, you get it. I like that and 'The Fairly OddParents.'"
   },
   "author": {
    "text": "David Archuleta"
   }
  },
  {
   "quote": {
    "text": "In preschool, I would plan out my show-and-tell every week to be funny and exciting."
   },
   "author": {
    "text": "Maxim Knight"
   }
  },
  {
   "quote": {
    "text": "I think it's funny because on 'Glee Project,' there's that added pressure, but with 'Glee,' there's no element of competition. No one's trying to dance better than anyone. But there's that added pressure of, 'So many people are going to watch 'Glee' this week. If I don't nail this dance, I look like an idiot.'"
   },
   "author": {
    "text": "Samuel Larsen"
   }
  },
  {
   "quote": {
    "text": "Whether I'm writing a novel about a guy mourning the death of his father or whether I'm writing a show about people killing each other, you want to hear characters speak and be funny and witty."
   },
   "author": {
    "text": "Jonathan Tropper"
   }
  },
  {
   "quote": {
    "text": "There's nothing wrong with being shallow as long as you're insightful about it."
   },
   "author": {
    "text": "Dennis Miller"
   }
  },
  {
   "quote": {
    "text": "I think Secretary's funny, it is about sex, and there's a lot of sex in it, sex is the key, but you're talking about a lot of other complicated things."
   },
   "author": {
    "text": "Maggie Gyllenhaal"
   }
  },
  {
   "quote": {
    "text": "I love mankind; it's people I can't stand."
   },
   "author": {
    "text": "Charles M. Schulz"
   }
  },
  {
   "quote": {
    "text": "Never take a solemn oath. People think you mean it."
   },
   "author": {
    "text": "Norman Douglas"
   }
  },
  {
   "quote": {
    "text": "Why do you have to be a nonconformist like everybody else?"
   },
   "author": {
    "text": "James Thurber"
   }
  },
  {
   "quote": {
    "text": "I used to sell furniture for a living. The trouble was, it was my own."
   },
   "author": {
    "text": "Les Dawson"
   }
  },
  {
   "quote": {
    "text": "If I had to live my life over, I'd live over a saloon."
   },
   "author": {
    "text": "W. C. Fields"
   }
  },
  {
   "quote": {
    "text": "I am interested in shows that are not out-and-out gag fests: you see the truth of a broken heart behind them. That is what life is like: it's really funny, you see funny things as soon as you step out of the room, but underneath that is a whole bag of broken hearts. It's that real pain and that real hilarity that makes life so intriguing."
   },
   "author": {
    "text": "Tamsin Greig"
   }
  },
  {
   "quote": {
    "text": "It's simple, if it jiggles, it's fat."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "Funny is funny. I dare anyone to look at Tim Conway and Harvey Korman doing the dentist sketch, which is more than 40 years old, and not scream with laughter."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "It's funny: I always, as a high school teacher and particularly as a high school yearbook teacher, because yearbook staffs are 90 percent female, I got to sit in and overhear teenage girl talk for many years. I like teenage girls; I like their drama, their foibles. And I think, 'I'll be good with a teenage daughter!'"
   },
   "author": {
    "text": "Rob Thomas"
   }
  },
  {
   "quote": {
    "text": "I never said most of the things I said."
   },
   "author": {
    "text": "Yogi Berra"
   }
  },
  {
   "quote": {
    "text": "If I knew for a certainty that a man was coming to my house with the conscious design of doing me good, I should run for my life."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "There is nothing funny about Halloween. This sarcastic festival reflects, rather, an infernal demand for revenge by children on the adult world."
   },
   "author": {
    "text": "Jean Baudrillard"
   }
  },
  {
   "quote": {
    "text": "Guilt: the gift that keeps on giving."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "If you're serious, you really understand that it's important that you laugh as much as possible and admit that you're the funniest person you ever met. You have to laugh. Admit that you're funny. Otherwise, you die in solemnity."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "We are all born mad. Some remain so."
   },
   "author": {
    "text": "Samuel Beckett"
   }
  },
  {
   "quote": {
    "text": "Everyone has at least one story, and each of us is funny if we admit it. You have to admit you're the funniest person you've ever heard of."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "The superfluous, a very necessary thing."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Why don't you get a haircut? You look like a chrysanthemum."
   },
   "author": {
    "text": "P. G. Wodehouse"
   }
  },
  {
   "quote": {
    "text": "Cure for an obsession: get another one."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "I find, when you're an optimist, life has a funny way of looking after you."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "I went to private school for a very long time, and we always wore uniforms. Then in third grade, I switched to a public school, so I was so excited to wear what I wanted on the first day. I remember I chose this orange hoodie with a skirt, and it's so funny when I think about it now because my style really hasn't changed that much."
   },
   "author": {
    "text": "Keke Palmer"
   }
  },
  {
   "quote": {
    "text": "I wanna make a jigsaw puzzle that's 40,000 pieces. And when you finish it, it says 'go outside.'"
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "If a cluttered desk is the sign of a cluttered mind, what is the significance of a clean desk?"
   },
   "author": {
    "text": "Laurence J. Peter"
   }
  },
  {
   "quote": {
    "text": "It's a funny thing. I'll be in my home town of Columbus at a restaurant or something, and the waiter maybe asks, 'What do you do?' and I say, 'Oh, I'm in a band... Twenty One Pilots,' and he'll say, 'Cool, I'll check it out. I never heard of them.' And then I say, 'In September we're playing the Schottenstein Center,' and it's like, 'What?!'"
   },
   "author": {
    "text": "Tyler Joseph"
   }
  },
  {
   "quote": {
    "text": "If you're naturally kind, you attract a lot of people you don't like."
   },
   "author": {
    "text": "William Feather"
   }
  },
  {
   "quote": {
    "text": "I saw a woman wearing a sweatshirt with Guess on it. I said, Thyroid problem?"
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "If you're funny, if there's something that makes you laugh, then every day's going to be okay."
   },
   "author": {
    "text": "Tom Hanks"
   }
  },
  {
   "quote": {
    "text": "Nobody ever went broke underestimating the taste of the American public."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Chaos in the midst of chaos isn't funny, but chaos in the midst of order is."
   },
   "author": {
    "text": "Steve Martin"
   }
  },
  {
   "quote": {
    "text": "A man's got to take a lot of punishment to write a really funny book."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "My favourite comedian, of course, is Tim Conway. He has a way about him - being that belly-laugh kind of funny, and he has the improvisational skills, too. I've never seen anybody better."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "A nickel ain't worth a dime anymore."
   },
   "author": {
    "text": "Yogi Berra"
   }
  },
  {
   "quote": {
    "text": "I'm a funny person, but I take my music seriously."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "It is even harder for the average ape to believe that he has descended from man."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "The four building blocks of the universe are fire, water, gravel and vinyl."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "I'm spending a year dead for tax reasons."
   },
   "author": {
    "text": "Douglas Adams"
   }
  },
  {
   "quote": {
    "text": "I like long walks, especially when they are taken by people who annoy me."
   },
   "author": {
    "text": "Fred Allen"
   }
  },
  {
   "quote": {
    "text": "Life does not cease to be funny when people die any more than it ceases to be serious when people laugh."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Thinking is one thing no one has ever been able to tax."
   },
   "author": {
    "text": "Charles Kettering"
   }
  },
  {
   "quote": {
    "text": "My mother was very funny. My dad had a great sense of humor. My grandmother, too."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "I guess when you turn off the main road, you have to be prepared to see some funny houses."
   },
   "author": {
    "text": "Stephen King"
   }
  },
  {
   "quote": {
    "text": "I could sooner reconcile all Europe than two women."
   },
   "author": {
    "text": "Louis XIV"
   }
  },
  {
   "quote": {
    "text": "It's funny because I've made a living off of words, but words get in the way of what you really want to say."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "The best measure of a man's honesty isn't his income tax return. It's the zero adjust on his bathroom scale."
   },
   "author": {
    "text": "Arthur C. Clarke"
   }
  },
  {
   "quote": {
    "text": "If something is shocking without being funny it's hard to justify."
   },
   "author": {
    "text": "Seth MacFarlane"
   }
  },
  {
   "quote": {
    "text": "I have found that people who really want to work at 'Saturday Night Live' and pursue it get pretty close. You have to be funny - but everyone who works there, it was their dream to work there. So it's kind of nice in that way - there's a lot of people who say, 'I just always wanted to do this, and now I'm doing it.'"
   },
   "author": {
    "text": "John Mulaney"
   }
  },
  {
   "quote": {
    "text": "If you're public speaking, imagine yourself feeling confident; if you're nervous about a date and thinking, 'I'm gonna be a dork,' picture yourself being funny. Then it will be familiar to your brain."
   },
   "author": {
    "text": "Lindsey Stirling"
   }
  },
  {
   "quote": {
    "text": "I bought some batteries, but they weren't included."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "At the end of the day it's got to be a good movie, it's got to be a funny movie, and it's got to make people think, 'Hey, I couldn't have spent my time any better.'"
   },
   "author": {
    "text": "Tom Hanks"
   }
  },
  {
   "quote": {
    "text": "Marriage is a wonderful institution, but who would want to live in an institution?"
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "What I like about the jokes, to me it's a lot of logic, no matter how crazy they are. It has to make absolute sense, or it won't be funny."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "I don't feel that I'm explaining the world or teaching people anything. And I'm not trying to be a mirror, showing them what's really going on the world. All I'm trying to do is think of stuff that's funny, just like when I'm kidding around with my friends."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "I had the classic 40 meltdown. I did. It's embarrassing. It was pretty funny. But then I recovered. To me, it was like a second adolescence. Hormonally, my body was changing, my mind was changing, and so my relationship to myself and the world around me came to this assault of finiteness."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "It is funny that men who are supposed to be scientific cannot get themselves to realise the basic principle of physics, that action and reaction are equal and opposite, that when you persecute people you always rouse them to be strong and stronger."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "It's funny, when bands or younger musicians ask me: 'So, what does it take to make it?' Well, first explain to me what you mean by 'making it': Do you want to be a rock star or do you want music to be your livelihood?"
   },
   "author": {
    "text": "Eddie Van Halen"
   }
  },
  {
   "quote": {
    "text": "I'm like old wine. They don't bring me out very often - but I'm well preserved."
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "The reason I keep talking about a wife and saying the word 'wife' on stage is because it seems a funny word to me. The more you say it, the more it seems to detach from that person and become this sort of abstract thing: that you would set out to find a wife, that it would be an objective like buying a new car."
   },
   "author": {
    "text": "Stephen Merchant"
   }
  },
  {
   "quote": {
    "text": "Filming is a funny combination of having a good time and not being able to wait until it's over."
   },
   "author": {
    "text": "Nicole Holofcener"
   }
  },
  {
   "quote": {
    "text": "A two-year-old is kind of like having a blender, but you don't have a top for it."
   },
   "author": {
    "text": "Jerry Seinfeld"
   }
  },
  {
   "quote": {
    "text": "If my life wasn't funny, it would just be true, and that's unacceptable."
   },
   "author": {
    "text": "Carrie Fisher"
   }
  },
  {
   "quote": {
    "text": "Even Napoleon had his Watergate."
   },
   "author": {
    "text": "Yogi Berra"
   }
  },
  {
   "quote": {
    "text": "Like almost everyone who uses e-mail, I receive a ton of spam every day. Much of it offers to help me get out of debt or get rich quick. It would be funny if it weren't so exciting."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "When I'm on stage, it's really intense. My mind is going a million miles an hour, trying to remember my act, trying to say it all the right way. It's funny how different it looks and how it's happening. There are three Fellini circuses in my head, and outwardly it looks like I'm going to get a bagel."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "Fashions have done more harm than revolutions."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "The most exciting phrase to hear in science, the one that heralds new discoveries, is not 'Eureka!' but 'That's funny...'"
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "Justice Scalia and I served together on the D.C. Circuit. So his votes are not surprising to me. What I like about him is that he's very funny and very smart."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "Too much agreement kills a chat."
   },
   "author": {
    "text": "Eldridge Cleaver"
   }
  },
  {
   "quote": {
    "text": "I don't write material. Funny things happen to me in the course of a day, and I just make notes."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "The 'Billionaire' song is what my kids tease me with. They sing it to me. It's funny."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "The avant-garde theater is fun; it is free-swinging, bold, iconoclastic, and often wildly, wildly funny. If you will approach it with childlike innocence - putting your standard responses aside, for they do not apply - if you will approach it on its own terms, I think you will be in for a liberating surprise."
   },
   "author": {
    "text": "Edward Albee"
   }
  },
  {
   "quote": {
    "text": "All these jokes have been pre-approved as funny by me."
   },
   "author": {
    "text": "Mitch Hedberg"
   }
  },
  {
   "quote": {
    "text": "Mariah is a beautiful and talented person, and I've had a crush on her for as long as I can remember. Every day, my respect for Mariah continues to grow higher. She's a caring, warm and funny person. People have no idea how funny she is! I feel like I've always known she was my forever love."
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "If I studied all my life, I couldn't think up half the number of funny things passed in one session of congress."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "I never expected to see the day when girls would get sunburned in the places they now do."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "The middle class is so funny, it's the class I know best, and it's the class where you find the most pretension, so that's what makes the middle classes so funny."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "A word to the wise is infuriating."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "I've always believed that there are funny people everywhere, but they're just not comedians. In fact, some of my best comedic inspirations were not professional entertainers."
   },
   "author": {
    "text": "Steve Martin"
   }
  },
  {
   "quote": {
    "text": "Boy, those French: they have a different word for everything!"
   },
   "author": {
    "text": "Steve Martin"
   }
  },
  {
   "quote": {
    "text": "It's funny how seeing a love story never gets boring, because it's the dream, isn't it? It's the dream to have a true connection with another human being."
   },
   "author": {
    "text": "Felicity Jones"
   }
  },
  {
   "quote": {
    "text": "There's a fine line between angry and grumpy. Angry isn't nice, but grumpy is funny."
   },
   "author": {
    "text": "Rick Wakeman"
   }
  },
  {
   "quote": {
    "text": "Originality is the fine art of remembering what you hear but forgetting where you heard it."
   },
   "author": {
    "text": "Laurence J. Peter"
   }
  },
  {
   "quote": {
    "text": "I used to stutter really badly. Everybody thinks it's funny. And it's not funny. It's not."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "Why is Cloud 9 so amazing? What is wrong with Cloud 8? That joke came off the top of my head, and the top of my head ain't funny!"
   },
   "author": {
    "text": "Mitch Hedberg"
   }
  },
  {
   "quote": {
    "text": "I'm a pretty funny guy, and I would love to do a comedy with a bunch of funny guys - movie-star guys, where they could help me through it."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "But I think Kiss Kiss, Bang Bang really got that thing where, if a movie reads really funny and then has some dramatic or violent or sinister stuff in it, you can't forget that primarily it has to be even funnier than you read it or that other stuff doesn't work."
   },
   "author": {
    "text": "Robert Downey, Jr."
   }
  },
  {
   "quote": {
    "text": "Whatever is funny is subversive, every joke is ultimately a custard pie... a dirty joke is a sort of mental rebellion."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "We're a phenomenally snobby society, and it's such a rich seam. The middle class is so funny: it's the class I know best, and it's the class where you find the most pretension, so that's what makes the middle classes so funny."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "Isn't it funny how babies laugh a lot? I read a toddler, a young child laughs 300 times a day. The average adult laughs, like, four times a day. God put it in them. He put the laugh in us, but I think sometimes we let life get us down, you know, have bad breaks, and we lose our breaks."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I like a woman with a head on her shoulders. I hate necks."
   },
   "author": {
    "text": "Steve Martin"
   }
  },
  {
   "quote": {
    "text": "The fascination of shooting as a sport depends almost wholly on whether you are at the right or wrong end of the gun."
   },
   "author": {
    "text": "P. G. Wodehouse"
   }
  },
  {
   "quote": {
    "text": "All you have in comedy, in general, is just going with your instincts. You can only hope that other people think that what you think is funny is funny. I don't have an answer but I just try to plough straight ahead."
   },
   "author": {
    "text": "Will Ferrell"
   }
  },
  {
   "quote": {
    "text": "I got attention by being funny at school, pretending to be retarded, and jumping around with a deformed hand."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "The funny thing is, I've never really hurt myself in an action movie. I've done 'Wanted,' 'X-Men,' 'Welcome To The Punch,' even 'Trance' to a certain extent has little bits of action and stuff, but I've never really hurt myself at all - not even like a sprained ankle."
   },
   "author": {
    "text": "James McAvoy"
   }
  },
  {
   "quote": {
    "text": "If something is very, very funny but possibly controversial, if it's truly funny, then it's worth doing. Things aren't worth doing for the sake of being controversial."
   },
   "author": {
    "text": "John Mulaney"
   }
  },
  {
   "quote": {
    "text": "My hope is that we can spread the word: Wonder Woman is not some unapproachable goddess. She's funny, dangerous, intimidating, brilliant, and compassionate. In many ways, I think she's the most human superheroine there is."
   },
   "author": {
    "text": "Gail Simone"
   }
  },
  {
   "quote": {
    "text": "Porsche is a driver's car - a performance car. That was funny - here's this awesome car, but it's got no cup holders."
   },
   "author": {
    "text": "Jason McCoy"
   }
  },
  {
   "quote": {
    "text": "I grew up as a very sarcastic person. I was always the class clown, and to date girls, I had to be really funny. I was really skinny growing up. I was so thin, I had to run around in the shower to get wet. That kind of thin. So I always had to rely on humor and sarcasm."
   },
   "author": {
    "text": "Kurt Fuller"
   }
  },
  {
   "quote": {
    "text": "Although I have guitars all around, and I pick them up occasionally and write a tune and make a record, I don't really see myself as a musician. It may seem a funny thing to say. It's just like, I write lyrics, and I make up songs, but I'm not a great lyricist or songwriter or producer. It's when you put all these things together - that makes me."
   },
   "author": {
    "text": "George Harrison"
   }
  },
  {
   "quote": {
    "text": "I'm funny. I'm a comedian. I'm not a clown."
   },
   "author": {
    "text": "Bernie Mac"
   }
  },
  {
   "quote": {
    "text": "Funny thing is that the poorer people are, the more generous they seem to be."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "Funny is the world I live in. You're funny, I'm interested. You're not funny, I'm not interested."
   },
   "author": {
    "text": "Jerry Seinfeld"
   }
  },
  {
   "quote": {
    "text": "I don't have a bank account because I don't know my mother's maiden name."
   },
   "author": {
    "text": "Paula Poundstone"
   }
  },
  {
   "quote": {
    "text": "Leave America and you'll find that the consumers in many other countries enjoy watching advertising. Not because the products are better, but because the ads are produced to be entertaining. Sometimes they are funny. Sometimes they are dramatic. Sometimes they are just beautiful."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "I'm screamingly funny, you know, I really am in the books. And that helps because I'm funnier than a lot of people, I think, and that's appreciated by young people."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "I don't think I would do a straight late-night talk show, like a 'Tonight Show' kind of thing. But I'm open to whatever is done well. I don't have any agenda. I'm not like Fugazi - I'm not trying to be just so punk rock until I die. Whatever is funny is good."
   },
   "author": {
    "text": "Eric Andre"
   }
  },
  {
   "quote": {
    "text": "You know, it wasn't even that I'm a funny guy, I just loved stand-up comedy and I wanted to do it. It was one of the few things in my life that I knew I was going to be able to do, and I also felt as though I'd be able to do it the way I wanted to do it."
   },
   "author": {
    "text": "Bill Burr"
   }
  },
  {
   "quote": {
    "text": "I was so naive as a kid I used to sneak behind the barn and do nothing."
   },
   "author": {
    "text": "Johnny Carson"
   }
  },
  {
   "quote": {
    "text": "If it weren't for Philo T. Farnsworth, inventor of television, we'd still be eating frozen radio dinners."
   },
   "author": {
    "text": "Johnny Carson"
   }
  },
  {
   "quote": {
    "text": "I don't follow anything blindly. I have to know the entire thing, if I have to get in to it. It might sound funny to you, but it's like using English language. I use an English word only when I know its meaning and understand its connotation. You won't hear me say, 'What's up, dude' or anything like that just for the heck of it."
   },
   "author": {
    "text": "Kailash Kher"
   }
  },
  {
   "quote": {
    "text": "I'm for whatever gets you through the night."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "I'm not a fan of any genre but am a fan of movies that are intelligent and/or funny. That goes across all genres: a horror movie, a zombie movie, alien invaders, chick flick, or raunchy comedy. If it's well done, I'm a fan."
   },
   "author": {
    "text": "J. K. Simmons"
   }
  },
  {
   "quote": {
    "text": "Keep your sense of humor, my friend; if you don't have a sense of humor it just isn't funny anymore."
   },
   "author": {
    "text": "Wavy Gravy"
   }
  },
  {
   "quote": {
    "text": "I usually stalk fans because I think they're really funny on Twitter. They don't know it, but I'll just go through their timelines, and if something is happening in the media, I always read fan accounts instead of the news because they have all the info and make the funniest jokes about it, so that's how I get my gossip - by stalking fans."
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "It sounds funny, but my biggest fear is that I'm not perfect. I'm a perfectionist, and I get upset when things go wrong or when I don't do well."
   },
   "author": {
    "text": "Nick Jonas"
   }
  },
  {
   "quote": {
    "text": "I used to work at NASA in Virginia. It was nothing glamorous; I was just tasked with making code compile for obscure projects, and I wasn't very good at it. Now I spend most of my time drawing pictures and looking at funny things on the Internet, which in retrospect is largely what I did at my old job, too."
   },
   "author": {
    "text": "Randall Munroe"
   }
  },
  {
   "quote": {
    "text": "You can always tell when a man's well informed. His views are pretty much like your own."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "That's my only goal. Surround myself with funny people, and make sure everyone has a good time and works hard."
   },
   "author": {
    "text": "Joe Rogan"
   }
  },
  {
   "quote": {
    "text": "Don't send funny greeting cards on birthdays or at Christmas. Save them for funerals, when their cheery effect is needed."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "As I get older, all sorts of things become less funny. Once one has children, any cruelty involving children becomes far less amusing than when one was at the mercy of one's friends' and relatives' children."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "I want my children to have all the things I couldn't afford. Then I want to move in with them."
   },
   "author": {
    "text": "Phyllis Diller"
   }
  },
  {
   "quote": {
    "text": "Food is an important part of a balanced diet."
   },
   "author": {
    "text": "Fran Lebowitz"
   }
  },
  {
   "quote": {
    "text": "It's funny - almost every comedian that I started out with moved to L.A., except for my two friends Hannibal Buress and Amy Schumer. And my two friends that are doing the best in comedy, the most successful friends I have, are Hannibal Buress and Amy Schumer."
   },
   "author": {
    "text": "Eric Andre"
   }
  },
  {
   "quote": {
    "text": "When I eventually met Mr. Right I had no idea that his first name was Always."
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "A funny thing happens in real estate. When it comes back, it comes back up like gangbusters."
   },
   "author": {
    "text": "Barbara Corcoran"
   }
  },
  {
   "quote": {
    "text": "I'd love to become like Bill Murray, who was so funny on 'Saturday Night Live' and has gone on to do some of the landmark comedies people like. And then to add this whole other phase to his career with 'Lost in Translation' and 'Rushmore.' I always felt to be able to have something similar to that would be great."
   },
   "author": {
    "text": "Will Ferrell"
   }
  },
  {
   "quote": {
    "text": "I was asked to act when I couldn't act. I was asked to sing 'Funny Face' when I couldn't sing, and dance with Fred Astaire when I couldn't dance - and do all kinds of things I wasn't prepared for. Then I tried like mad to cope with it."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "I don't mean to be funny."
   },
   "author": {
    "text": "Yogi Berra"
   }
  },
  {
   "quote": {
    "text": "The funny thing about having all this so-called success is that behind it is a certain horrible emptiness."
   },
   "author": {
    "text": "Sam Shepard"
   }
  },
  {
   "quote": {
    "text": "I guess when I think about it, one of the things I like to dramatise, and what is sometimes funny, is someone coming unglued. I don't consider myself someone who is making the argument that I support these choices. I just think it can be funny."
   },
   "author": {
    "text": "Wes Anderson"
   }
  },
  {
   "quote": {
    "text": "I got a lot of support from my parents. That's the one thing I always appreciated. They didn't tell me I was being stupid; they told me I was being funny."
   },
   "author": {
    "text": "Jim Carrey"
   }
  },
  {
   "quote": {
    "text": "Things have to be funny first, and if they want to have a point, that's awesome."
   },
   "author": {
    "text": "John Mulaney"
   }
  },
  {
   "quote": {
    "text": "Do you know, it's funny, but I never thought of being blind as a disadvantage, and I never thought of being black as a disadvantage."
   },
   "author": {
    "text": "Stevie Wonder"
   }
  },
  {
   "quote": {
    "text": "Objectifying is kind of a funny thing. Art is objectification, all art, because you're taking someone and making them into an object. But people can also talk back more to you when you're sketching them. They can look at you and say, 'Oh man, you got me wrong.'"
   },
   "author": {
    "text": "Molly Crabapple"
   }
  },
  {
   "quote": {
    "text": "No matter how popular you are as a stand-up - you can go out and fill a 10,000-seat arena and be smart and funny - it's delicate to host an awards show and know where your place is and know that it's not about you, that it's about the people who are nominated, and respect that, but at the same time have your moment to show them who you are."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "It's hard to be funny when you have to be clean."
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "If God wanted us to fly, He would have given us tickets."
   },
   "author": {
    "text": "Mel Brooks"
   }
  },
  {
   "quote": {
    "text": "He was like a cock who thought the sun had risen to hear him crow."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "Being a stand-up is my mission in life; it's my passion. My ongoing goal is to simply be funny, on my own, in front of a roomful of strangers."
   },
   "author": {
    "text": "Jerry Seinfeld"
   }
  },
  {
   "quote": {
    "text": "I don't believe in the after life, although I am bringing a change of underwear."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "It's always funny until someone gets hurt. Then it's just hilarious."
   },
   "author": {
    "text": "Bill Hicks"
   }
  },
  {
   "quote": {
    "text": "If my mother hadn't laughed at the funny things I did, I probably wouldn't be a comic actor. After she had her first heart attack, the doctor said, 'Try to make her laugh.' And that was the first time I tried to make anyone laugh."
   },
   "author": {
    "text": "Gene Wilder"
   }
  },
  {
   "quote": {
    "text": "I was just a goofy little funny kid, who was always getting sent to the principal. It wasn't serious because I was smart. I wasn't like a true troublemaker, just rambunctious - like, talkative and trying to be funny. That was me in middle-school."
   },
   "author": {
    "text": "J. Cole"
   }
  },
  {
   "quote": {
    "text": "The two things in the world we all share in this world are laughter and pain. We've all got problems. The levels of those problems vary, but we've all got problems. When you can take things that are painful and make them funny, that's a gift - to you and your audience."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "'Hustle' is wonderfully enjoyable because all my life, I've made an effort to be with people who can make me laugh. That original cast - Marc Warren, Jaime Murray, Robert Glenister and Adrian Lester - are all funny. So I know every day I'll have a few good laughs."
   },
   "author": {
    "text": "Robert Vaughn"
   }
  },
  {
   "quote": {
    "text": "If you believe, as I do believe, in reincarnation, they say that every time you come back, it's because you have to finish something. I've a funny feeling that my thing in this life is to have one relationship after another."
   },
   "author": {
    "text": "Marie Helvin"
   }
  },
  {
   "quote": {
    "text": "Being a funny person does an awful lot of things to you. You feel that you mustn't get serious with people. They don't expect it from you, and they don't want to see it. You're not entitled to be serious, you're a clown."
   },
   "author": {
    "text": "Fanny Brice"
   }
  },
  {
   "quote": {
    "text": "Memories are doing funny things to us."
   },
   "author": {
    "text": "Milos Forman"
   }
  },
  {
   "quote": {
    "text": "It's funny: in the middle of making 'The Muse,' I was offered, at the time, the first 'Ice Age,' the part that Ray Romano took: I was offered the elephant. And I couldn't even stop to breathe, so I didn't do it. They've made, like, six of them. And in the animation business, for a voice actor, that's what you want. You want six, you know?"
   },
   "author": {
    "text": "Albert Brooks"
   }
  },
  {
   "quote": {
    "text": "Expert: a man who makes three correct guesses consecutively."
   },
   "author": {
    "text": "Laurence J. Peter"
   }
  },
  {
   "quote": {
    "text": "When I was young, I'd watch guys on 'The Tonight Show', Buddy Hackett, guys like that, where all they'd be is funny. Later, I remember, on 'Late Night with Letterman', I remember he'd have Jay Leno and Richard Lewis as first guests and the entire point was to entertain and be funny, and I think talk shows have kind of lost that."
   },
   "author": {
    "text": "Norm MacDonald"
   }
  },
  {
   "quote": {
    "text": "I'd say Jon Stewart has remained funny the entire time. Jon always makes it funny first. And he's just, he's talking about serious things, but in a funny way. Other comedians will talk about serious things in a serious way, and then you don't know what's going on."
   },
   "author": {
    "text": "Norm MacDonald"
   }
  },
  {
   "quote": {
    "text": "I used to think that everything was just being funny but now I don't know. I mean, how can you tell?"
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "Some people say funny things, but I say things funny."
   },
   "author": {
    "text": "Don Rickles"
   }
  },
  {
   "quote": {
    "text": "Every man has a sane spot somewhere."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "I've thought for the last decade or so, the only actual place raw truth was seeping through in newspapers was on the Comics Pages. They were able to pull off intelligent social comment, pure truths not found elsewhere in the news pages, and had the ability to make it all funny, entertaining, and pertinent."
   },
   "author": {
    "text": "Elayne Boosler"
   }
  },
  {
   "quote": {
    "text": "I like Michael Moore, but I think of him more as a rabble-rouser. On his TV show, when he went to the home of the guy who invented the car alarm and set off all the car alarms on the block... pretty funny."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "A lot of newspaper columns used to be written in a rat-a-tat-tat, fast-paced style - and they tended to be funny. They were a little relief from the grimmer, grayer parts of the newspaper, and one of the best people at doing this was Will Rogers."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "My whole family can talk. They are all car salesmen. They are all funny."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "You see much more of your children once they leave home."
   },
   "author": {
    "text": "Lucille Ball"
   }
  },
  {
   "quote": {
    "text": "There's something very authentic about humor, when you think about it. Anybody can pretend to be serious. But you can't pretend to be funny."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "Instant gratification takes too long."
   },
   "author": {
    "text": "Carrie Fisher"
   }
  },
  {
   "quote": {
    "text": "Do not let a flattering woman coax and wheedle you and deceive you; she is after your barn."
   },
   "author": {
    "text": "Hesiod"
   }
  },
  {
   "quote": {
    "text": "Stories in families are colossally important. Every family has stories: some funny, some proud, some embarrassing, some shameful. Knowing them is proof of belonging to the family."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "I did not have three thousand pairs of shoes, I had one thousand and sixty."
   },
   "author": {
    "text": "Imelda Marcos"
   }
  },
  {
   "quote": {
    "text": "I try to be funny and not ignorant."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "My mum passing away wasn't funny, but that funeral and what I went through, the things that happened, looking back at it, there were funny moments. You have to be strong enough to look back at it, to sit and assess the situation."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "The funny thing is, all my friends are short. I wasn't aware of tall people till I got to high school. I didn't know they existed. I was sheltered."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "It is not funny that anything else should fall down; only that a man should fall down. Why do we laugh? Because it is a gravely religious matter: it is the Fall of Man. Only man can be absurd: for only man can be dignified."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "If you can't tell a spoon from a ladle, then you're fat!"
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "The tour bus is always fun, and there's plenty of time to watch movies. Actually, Kanye introduced me to the movie 'Step Brothers.' We were sitting there, watching it and clowning around - it was so funny, man."
   },
   "author": {
    "text": "Kid Cudi"
   }
  },
  {
   "quote": {
    "text": "I have tried to know absolutely nothing about a great many things, and I have succeeded fairly well."
   },
   "author": {
    "text": "Robert Benchley"
   }
  },
  {
   "quote": {
    "text": "It's so funny, you go to acting school thinking you're going to learn how to be other people, but really it taught me how to be myself. Because it's in understanding yourself deeply that you can lend yourself to another person's circumstances and another person's experience."
   },
   "author": {
    "text": "Lupita Nyong'o"
   }
  },
  {
   "quote": {
    "text": "I hate housework! You make the beds, you do the dishes and six months later you have to start all over again."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "Forty for you, sixty for me. And equal partners we will be."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "I think I have an inner confidence that my tastes are pretty simple, that what I find funny finds a wide audience. I'm not particularly intellectual or clever or minority-focused in my creative instincts. And I'm certainly not aware of suppressing more sophisticated ambitions."
   },
   "author": {
    "text": "Rowan Atkinson"
   }
  },
  {
   "quote": {
    "text": "Humor has become so cliche and boring that nothing's funny anymore unless it involves something totally disgusting that offends somebody or makes them feel really uncomfortable."
   },
   "author": {
    "text": "Tom DeLonge"
   }
  },
  {
   "quote": {
    "text": "It's funny how many people will come to Vegas to see your show where they might not come out to see you unless you come to their hometown."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "Being sexy is kind of funny to me. You know, I can get kind of spunky or I can get tough, you know, that kind of tough, sexy look. But sexy? No, I don't think so."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "Movies don't look hard, but figuring it out, getting the shape of it, getting everybody's character right and having it be funny, make sense and be romantic, it's creating a puzzle. Yes, having been a writer for so long, I have an awareness of when things are going awry, but it doesn't mean I know how to fix them."
   },
   "author": {
    "text": "Nancy Meyers"
   }
  },
  {
   "quote": {
    "text": "I'm not interested in being one of those comedians who wants to look good and be this 'cool' funny person. I don't care how weird or ugly I look."
   },
   "author": {
    "text": "Chris Lilley"
   }
  },
  {
   "quote": {
    "text": "I'm not a fussy eater, but when I'm travelling, I try to stick to the same regime and just have my chicken and my mash and broccoli. Otherwise, you start eating all these funny delicacies, and it makes your tummy turn upside down."
   },
   "author": {
    "text": "Ella Henderson"
   }
  },
  {
   "quote": {
    "text": "Life is funny. If you don't laugh, you're in trouble."
   },
   "author": {
    "text": "Taylor Hawkins"
   }
  },
  {
   "quote": {
    "text": "The fact is I'm choosy, but mainly about a man's character. He has to be interesting, funny and clever. I don't even mind if he's not very good-looking."
   },
   "author": {
    "text": "Agyness Deyn"
   }
  },
  {
   "quote": {
    "text": "'Bridesmaids,' I think, opened up a door to allow women to show a bunch of different women in different ways of being funny. It was kind of like an arrival moment."
   },
   "author": {
    "text": "Kay Cannon"
   }
  },
  {
   "quote": {
    "text": "What has been happening more lately - of course, I also put in my bio, I say I do the voice of Goliath, but some people go - you know, I say something, and it's a funny thing when you work in this business, people will talk out loud in front of you like you're not there."
   },
   "author": {
    "text": "Keith David"
   }
  },
  {
   "quote": {
    "text": "It's funny, because what happens to me when I read a script, when something grabs hold of me, I start getting these flashes of people or places or things or images."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "Experience is what you have after you've forgotten her name."
   },
   "author": {
    "text": "Milton Berle"
   }
  },
  {
   "quote": {
    "text": "The funny thing about the people I don't like - they're very self-centered."
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "Ignoring fame was my rebellion, in a funny way. I was insistent on being normal and doing normal things. It probably wasn't advisable to go to college in America and room with a complete stranger. And it probably wasn't wise to share a bathroom with eight other people in a coed dorm. Looking back, that was crazy."
   },
   "author": {
    "text": "Emma Watson"
   }
  },
  {
   "quote": {
    "text": "It's funny how a chubby kid can just be having fun, and people call it entertainment!"
   },
   "author": {
    "text": "Garth Brooks"
   }
  },
  {
   "quote": {
    "text": "The first day one is a guest, the second a burden, and the third a pest."
   },
   "author": {
    "text": "Jean de la Bruyere"
   }
  },
  {
   "quote": {
    "text": "I look out at the stadiums full of people and see them all knowing the words to songs I wrote. And curling their hair! I remember straightening my hair because I wanted to be like everybody else, and now the fact that anybody would emulate what I do? It's just funny. And wonderful."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "Always remember your kid's name. Always remember where you put your kid. Don't let your kid drive until their feet can reach the pedals. Use the right size diapers... for yourself. And, when in doubt, make funny faces."
   },
   "author": {
    "text": "Amy Poehler"
   }
  },
  {
   "quote": {
    "text": "It's funny the way most people love the dead. Once you are dead, you are made for life."
   },
   "author": {
    "text": "Jimi Hendrix"
   }
  },
  {
   "quote": {
    "text": "I didn't understand key signatures or anything, you know. I'd say silly things at the top of a trumpet part like, 'Note, when you play B naturals, make the B naturals a half step lower because they sound funny if they're B naturals.' And some guy said: 'Idiot, just put a flat on the third line and it's a key signature, you know?'"
   },
   "author": {
    "text": "Quincy Jones"
   }
  },
  {
   "quote": {
    "text": "Let's have some new cliches."
   },
   "author": {
    "text": "Samuel Goldwyn"
   }
  },
  {
   "quote": {
    "text": "I'm a Twitter addict. Jose Andres is a serial tweeter. It's funny to see which chefs have embraced it, and the different paths they take."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "Its funny, because for females in general - not just in music, but the corporate ladder as well - anything we do has always been harder for us. When it comes to music, the industry wants you to conform, to look like this and to sound like this and do this or that. It makes it harder. It's harder for us to come out and be bosses and lead the pack."
   },
   "author": {
    "text": "Missy Elliott"
   }
  },
  {
   "quote": {
    "text": "You win a race, the next race it's a question mark. Are you still the best or not? That's what is funny. But that's what is interesting. And that's what is challenging. You have to prove yourself every time."
   },
   "author": {
    "text": "Michael Schumacher"
   }
  },
  {
   "quote": {
    "text": "The comedians I liked were Bill Cosby and Steven Wright, like just always as a comedic actor. I always liked Gary Larson, who's really funny for a cartoonist, obviously."
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "Funny is as funny does, and funny puts on a walrus mask and slowly gyrates in a mall food court. I laugh at absurdity hardest, then stories, then observations, then bearded men on roller skates."
   },
   "author": {
    "text": "T. J. Miller"
   }
  },
  {
   "quote": {
    "text": "There's a rule of writing: if everything is funny, nothing is funny; if everything is sad, nothing is sad. You want that contrast."
   },
   "author": {
    "text": "J. Michael Straczynski"
   }
  },
  {
   "quote": {
    "text": "Being funny with a funny voice is more my comfort zone, a broader character that I try to humanize, a kind of silly or wacky persona that I try to fill in."
   },
   "author": {
    "text": "Hank Azaria"
   }
  },
  {
   "quote": {
    "text": "When we talk to God, we're praying. When God talks to us, we're schizophrenic."
   },
   "author": {
    "text": "Jane Wagner"
   }
  },
  {
   "quote": {
    "text": "When it comes down to it, glam rock was all very amusing. At the time, it was funny, then a few years later it became sort of serious-looking and a bit foreboding."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "I think maybe one reason why ventriloquists are looked down on is because it's very difficult to be funny. I think what happens is that people get a dummy, they learn the technique of ventriloquism, they memorize the script, they think they're in show business."
   },
   "author": {
    "text": "Jeff Dunham"
   }
  },
  {
   "quote": {
    "text": "If at first you don't succeed, blame your parents."
   },
   "author": {
    "text": "Marcelene Cox"
   }
  },
  {
   "quote": {
    "text": "The shooting of the guns, that was kind of funny, because rolling a cigarette and shooting a gun aren't like normal things for a 13-year old girl!"
   },
   "author": {
    "text": "Hailee Steinfeld"
   }
  },
  {
   "quote": {
    "text": "I've never been to a dinner party where everyone at the dinner table didn't say something funny."
   },
   "author": {
    "text": "Lorrie Moore"
   }
  },
  {
   "quote": {
    "text": "I think that I come off as, 'Nothing bothers me, I don't care! I'm funny and sassy.' But I'm deeply sensitive. Not only about myself but to others. Not to pat myself on the back, empathy is a quality I've cultivated over my life. It came naturally to me as a child."
   },
   "author": {
    "text": "Laura Benanti"
   }
  },
  {
   "quote": {
    "text": "What was funny if you were there is that we were all immensely sophisticated people who knew exactly what she was going to say and we're chatting away, nice to see you."
   },
   "author": {
    "text": "Anthony Holden"
   }
  },
  {
   "quote": {
    "text": "I'm mourning with the rest of the world for the talented, gorgeous, funny, intelligent John Forsythe but my heart is broken for the loss of my dear, dear friend and neighbor. I will miss him terribly."
   },
   "author": {
    "text": "Cheryl Ladd"
   }
  },
  {
   "quote": {
    "text": "The parrot's so funny. He imitates me and I don't even realize he's doing it. I'm walking around the house talking to myself and whistling and the next day he's said something I've said... it's scary you know?"
   },
   "author": {
    "text": "Mick Ralphs"
   }
  },
  {
   "quote": {
    "text": "There have been times when I felt suicidal and I would stop my head from going in that direction of negativity because I thought there'd be something I'd miss that was funny in the future. If there's a chance I'm going to laugh tomorrow then want to live to experience that."
   },
   "author": {
    "text": "Dave Navarro"
   }
  },
  {
   "quote": {
    "text": "So to me, Texas Hold 'em puts me to sleep. At least when you play stud, you can be funny as you deal. Somebody some day is going to come up with a Stud show that's going to work."
   },
   "author": {
    "text": "Joseph Bologna"
   }
  },
  {
   "quote": {
    "text": "The first thing I ever got my hands on was Andy Griffith's 'What It Was, Was Football.' I was fascinated with the fact that every syllable made it funny, and I would laugh even though I didn't know what any of it meant."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "As a small child, I could watch anything happen and tell a story, and it was funny."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "They say Yogi Berra is funny. Well, he has a lovely wife and family, a beautiful home, money in the bank, and he plays golf with millionaires. What's funny about that?"
   },
   "author": {
    "text": "Casey Stengel"
   }
  },
  {
   "quote": {
    "text": "I know my strong points: I work hard, I have talent, I'm funny, and I'm a good person."
   },
   "author": {
    "text": "Pink"
   }
  },
  {
   "quote": {
    "text": "It is a scientific fact that your body will not absorb cholesterol if you take it from another person's plate."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "It's funny how people who ain't never been down there can think that America is so fair and that we should be alright. It's funny that the people who have their foot on our neck are telling us, 'Get up. What's wrong with you?'"
   },
   "author": {
    "text": "Ice Cube"
   }
  },
  {
   "quote": {
    "text": "How long was I in the army? Five foot eleven."
   },
   "author": {
    "text": "Spike Milligan"
   }
  },
  {
   "quote": {
    "text": "I know what Germans are. They are a funny people. They are always choosing someone to lead them in a direction which they do not want to go."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "I love every minute of fatherhood, staying up all night, changing nappies, kids crying, I find it really funny and inspiring. It connects you to the world in a new way."
   },
   "author": {
    "text": "Elton John"
   }
  },
  {
   "quote": {
    "text": "Phil Hartman was brilliant, and Dave Foley is a really funny guy. Phil Hartman was actually even funnier offstage than he was onstage because he would say nasty things. Dave Foley's very funny, very witty guy, very quick."
   },
   "author": {
    "text": "Joe Rogan"
   }
  },
  {
   "quote": {
    "text": "I became good friends with Jack Whitehall. I think he's great, such a great dude, and really funny."
   },
   "author": {
    "text": "Bo Burnham"
   }
  },
  {
   "quote": {
    "text": "There's a great power in words, if you don't hitch too many of them together."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "It's funny. All you have to do is say something nobody understands and they'll do practically anything you want them to."
   },
   "author": {
    "text": "J. D. Salinger"
   }
  },
  {
   "quote": {
    "text": "I love readings and my readers, but the din of voices of the audience gives me stage fright, and the din of voices inside whisper that I am a fraud, and that the jig is up. Surely someone will rise up from the audience and say out loud that not only am I not funny and helpful, but I'm annoying, and a phony."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "I remember straightening my hair because I wanted to be like everybody else, and now the fact that anybody would emulate what I do? It's just funny."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "It's funny what a few no-hitters do for a body."
   },
   "author": {
    "text": "Satchel Paige"
   }
  },
  {
   "quote": {
    "text": "TV is chewing gum for the eyes."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "What's David's role? David looks good, that's what David does. David looks good, and I'm the funny one, that's what I hear constantly. But I keep telling him that looks fade."
   },
   "author": {
    "text": "Victoria Beckham"
   }
  },
  {
   "quote": {
    "text": "The follow your dreams thing is really important because so many people are railroaded into taking other paths by their family, their friends, people who should be supportive going, 'What are you talking about?' Even just seemingly regular career paths, but if it's not what people expect for you they kind of react funny."
   },
   "author": {
    "text": "Joan Jett"
   }
  },
  {
   "quote": {
    "text": "It is really funny when people say you'd be obvious for a great villain."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "Include me out."
   },
   "author": {
    "text": "Samuel Goldwyn"
   }
  },
  {
   "quote": {
    "text": "I never looked at myself as the fat sister. Sometimes I would beat people to the punch and say, 'Oh I'm the fat, funny one,' because that's what people would say about me. But I never really thought that."
   },
   "author": {
    "text": "Khloe Kardashian"
   }
  },
  {
   "quote": {
    "text": "I don't deserve any credit for turning the other cheek as my tongue is always in it."
   },
   "author": {
    "text": "Flannery O'Connor"
   }
  },
  {
   "quote": {
    "text": "I looked on my stomach and saw Frieda Rebecca, white as flour with the cream that covers new babies, funny little dark squiggles of hair plastered over her head, with big, dark-blue eyes."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "Every dogma has its day."
   },
   "author": {
    "text": "Anthony Burgess"
   }
  },
  {
   "quote": {
    "text": "Whoever is my relative, I will not be nice to them."
   },
   "author": {
    "text": "George Lopez"
   }
  },
  {
   "quote": {
    "text": "When life partner happens, I hope he is not a youth icon then because I doubt even I would be youthful then. Whether life partner is hot or not, that doesn't matter. He has to be a nice man. He should be funny, responsible, and he should be sweet, and he should love me a lot."
   },
   "author": {
    "text": "Alia Bhatt"
   }
  },
  {
   "quote": {
    "text": "Every man's dream is to be able to sink into the arms of a woman without also falling into her hands."
   },
   "author": {
    "text": "Jerry Lewis"
   }
  },
  {
   "quote": {
    "text": "My kind of wanting to be funny didn't come from need, necessarily. The closest I can analyze it is that it was an easy way to make friends, I found out. It was just a great kind of social tool."
   },
   "author": {
    "text": "Will Ferrell"
   }
  },
  {
   "quote": {
    "text": "It's funny to be in rooms where you were originally referred to as 'The Shakespeare Guy' and to suddenly be in the position where you're 'The Blockbuster Guy.' That's a pretty unusual turnabout, I must say."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "I did 'Love's Labour's Lost' in the theater and found it to be riotously funny."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "Almost anything can be funny if said the right way - but it has to be said the right way."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "A successful man is one who makes more money than his wife can spend. A successful woman is one who can find such a man."
   },
   "author": {
    "text": "Lana Turner"
   }
  },
  {
   "quote": {
    "text": "I think a lot of stuff I find funny is from day dreaming."
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "I think since I was kid people told me that they thought I was funny."
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "I do come across people who don't like me, don't like my comedy, don't think it's funny, it's too cutesy, or whatever they hate. And it's like, 'Okay. That's your opinion. Somebody liked it, so that's good.' Hopefully it balances out."
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "I never thought of myself as like, a funny person."
   },
   "author": {
    "text": "Lena Dunham"
   }
  },
  {
   "quote": {
    "text": "I'm so single. It's funny. I'm usually a relationship girl. I love being in love and having a partner in crime. But it's good to be your own partner in crime. God, that makes me sound like I have multiple-personality disorder."
   },
   "author": {
    "text": "Brittany Snow"
   }
  },
  {
   "quote": {
    "text": "Men are liars. We'll lie about lying if we have to. I'm an algebra liar. I figure two good lies make a positive."
   },
   "author": {
    "text": "Tim Allen"
   }
  },
  {
   "quote": {
    "text": "He looks as though he's been weaned on a pickle."
   },
   "author": {
    "text": "Alice Roosevelt Longworth"
   }
  },
  {
   "quote": {
    "text": "Laughter is involuntary. If it's funny you laugh."
   },
   "author": {
    "text": "Tom Lehrer"
   }
  },
  {
   "quote": {
    "text": "All the candy corn that was ever made was made in 1911."
   },
   "author": {
    "text": "Lewis Black"
   }
  },
  {
   "quote": {
    "text": "Inappropriateness is funny to me. Rudeness is hilarious."
   },
   "author": {
    "text": "Zach Galifianakis"
   }
  },
  {
   "quote": {
    "text": "Why don't you get out of that wet coat and into a dry martini?"
   },
   "author": {
    "text": "Robert Benchley"
   }
  },
  {
   "quote": {
    "text": "Maori get pigeonholed into the idea they're spiritual and telling stories like 'Whale Rider' and 'Once Were Warriors,' quite serious stuff, but we're pretty funny people, and we never really have had an opportunity to show that side of ourselves, the clumsy, nerdy side of ourselves, which is something I am."
   },
   "author": {
    "text": "Taika Waititi"
   }
  },
  {
   "quote": {
    "text": "I don't really need to be dirty to be funny."
   },
   "author": {
    "text": "Jimmy Kimmel"
   }
  },
  {
   "quote": {
    "text": "It's funny: I was a photographer before I was a programmer."
   },
   "author": {
    "text": "Kevin Systrom"
   }
  },
  {
   "quote": {
    "text": "We spend a lot of time on Skype and other video interviews, and it's funny how many people will prepare for a Skype interview by wearing a formal suit jacket with pajama pants on the bottom. Then suddenly, someone is at the door, and you have to get up, and you realize you're wearing reindeer boxers. Just put pants on."
   },
   "author": {
    "text": "Kathryn Minshew"
   }
  },
  {
   "quote": {
    "text": "Any joke can be funny, but not any joke is funny. Any joke has the potential to be hilarious to you, but more importantly, the joke has the potential to not be funny to you but to someone else."
   },
   "author": {
    "text": "Phoebe Robinson"
   }
  },
  {
   "quote": {
    "text": "After all is said and done, sit down."
   },
   "author": {
    "text": "Bill Copeland"
   }
  },
  {
   "quote": {
    "text": "I truly think comedy is - being funny is DNA. My dad was a doctor, a wonderful doctor, and people still come up to me today, 'Your father helped my mother die.' You know what I'm saying? He made her laugh 'til she died. My father was always very funny."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "Comediennes are the lucky ones, because if you're funny, you can be 125 years old and they will still accept you."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "Comedy is learning to be funny, and you learn to be funny in small rooms with young audiences."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "Prince Charles is so funny. So, so funny."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "Here's the thing - I'm single, I haven't been married, I don't have kids yet. If I do have kids I would be interested to see them in my life, so here's a movie for kids and I'm in there and I'm supposed to be kind of funny for kids."
   },
   "author": {
    "text": "Garry Shandling"
   }
  },
  {
   "quote": {
    "text": "One of the things I like about acting is that, in a funny way, I come back to myself."
   },
   "author": {
    "text": "Bill Murray"
   }
  },
  {
   "quote": {
    "text": "Europe is scooters. Europe is five young people on one bench sharing a chocolate bar. Their idea of entertainment and fun is so much different than ours, which is exactly why a movie about them would be funny."
   },
   "author": {
    "text": "Mike Myers"
   }
  },
  {
   "quote": {
    "text": "I think that certain things are funny and certain things are okay to make fun of - including myself."
   },
   "author": {
    "text": "Mila Kunis"
   }
  },
  {
   "quote": {
    "text": "It sounds funny, but I always try to keep an open mind about what I'm writing about. Sometimes I squeak my opinions in there, but generally I don't. I try to be objective about things that I'm writing about."
   },
   "author": {
    "text": "John Mellencamp"
   }
  },
  {
   "quote": {
    "text": "My dad is and was very funny and had a really dry sense of humor, which, as a kid, seemed un-fun. But in retrospect, it's kind of hilarious."
   },
   "author": {
    "text": "John Mulaney"
   }
  },
  {
   "quote": {
    "text": "I went out with seven actors in a row. There are problems with that. I've had the really good-looking dramatic actor, and that has its problems. And then I'll go out with the funny guy. It's almost like the funny guy has more to prove."
   },
   "author": {
    "text": "Jennifer Coolidge"
   }
  },
  {
   "quote": {
    "text": "I'd never been in play long enough for the flowers to die in the dressing room."
   },
   "author": {
    "text": "Mercedes McCambridge"
   }
  },
  {
   "quote": {
    "text": "I make big objects that are simple, bright and clear, kind of ironic but hopefully funny because I love the shapes, and I get inspiration from toys and books, and I believe in art for everyone."
   },
   "author": {
    "text": "Florentijn Hofman"
   }
  },
  {
   "quote": {
    "text": "I personally do not find puke funny. I find it disgusting."
   },
   "author": {
    "text": "Lucy Punch"
   }
  },
  {
   "quote": {
    "text": "During the Great Depression, when people laughed their worries disappeared. Audiences loved these funny men. I decided to become one."
   },
   "author": {
    "text": "Jerry Stiller"
   }
  },
  {
   "quote": {
    "text": "I was funny in a way that was not dissing the teacher; I was funny just to be funny. A real charmer with a prominent mustache that he didn't know what to do with and a smart-alecky attitude."
   },
   "author": {
    "text": "Jason Mantzoukas"
   }
  },
  {
   "quote": {
    "text": "When you're out of sight for as long as I was, there's a funny feeling of betrayal that comes over people when they see you again."
   },
   "author": {
    "text": "Esther Williams"
   }
  },
  {
   "quote": {
    "text": "If you are doing stand-up comedy, you have to be confident in what you are doing. That doesn't mean just because you are confident you are funny."
   },
   "author": {
    "text": "Judah Friedlander"
   }
  },
  {
   "quote": {
    "text": "In the Netherlands I read the first chapter of Exquisite Corpse to an audience that laughed in all the places I thought were funny - an experience I've never had in America!"
   },
   "author": {
    "text": "Poppy Z. Brite"
   }
  },
  {
   "quote": {
    "text": "I've always surrounded myself with funny people."
   },
   "author": {
    "text": "Leslie Mann"
   }
  },
  {
   "quote": {
    "text": "I really love showing up at work at 10 A.M., trying to make it funny until 3 P.M., and then going home. It's like comedy bankers' hours."
   },
   "author": {
    "text": "Chris Eigeman"
   }
  },
  {
   "quote": {
    "text": "I was determined to make a movie - about families and a love story - that black women would be proud to see and which would depict them as being smart, loving, sensitive, sexy, and funny."
   },
   "author": {
    "text": "Salim Akil"
   }
  },
  {
   "quote": {
    "text": "I don't need to convince anybody that I know kung fu, but maybe somebody needs to know that I really can act, without doing a Chinese accent or a funny walk."
   },
   "author": {
    "text": "David Carradine"
   }
  },
  {
   "quote": {
    "text": "I used to write out of angst. My writing was quite miserable, quite angry, even when it was funny. It was based on this sadness and tired emotional disdain for the world."
   },
   "author": {
    "text": "David Thewlis"
   }
  },
  {
   "quote": {
    "text": "We actually found some home videos, some really funny footage of me when I was around 3 years old. I come up to the camera to do a Nixon impression. I don't know who taught me that, but I come up to the camera and said, 'I am not a crook.' I got a really good laugh. You see me register that bringing joy to people is a positive thing."
   },
   "author": {
    "text": "Annaleigh Ashford"
   }
  },
  {
   "quote": {
    "text": "I'm a very jovial guy. I like to laugh, and when things strike me as funny, I don't hide the fact that it's humorous to me. It almost doesn't matter where I'm at: I will burst out and laugh if it's funny to me."
   },
   "author": {
    "text": "Michael Rooker"
   }
  },
  {
   "quote": {
    "text": "I don't care how handsome or fabulous or funny the groom is, or how sweet and accommodating the bride, or vice versa. Marriage is hard."
   },
   "author": {
    "text": "Jenna McCarthy"
   }
  },
  {
   "quote": {
    "text": "I wake up every day and look at my own ugly mug in the mirror and don't think twice about it. The fact that other people might want to look at me still feels funny. It's flattering, but funny."
   },
   "author": {
    "text": "Luke Bracey"
   }
  },
  {
   "quote": {
    "text": "When I go to a bar, I don't go looking for a girl who knows the capital of Maine."
   },
   "author": {
    "text": "David Brenner"
   }
  },
  {
   "quote": {
    "text": "There's a difference between being a comic and a comedian. A comic is a guy who says funny things, and a comedian is a guy who says things funny, and he has a style and point of view that will last much longer."
   },
   "author": {
    "text": "Milton Berle"
   }
  },
  {
   "quote": {
    "text": "I'm thankful enough or blessed enough to be able to say that Miles Davis was a friend when he was alive, and he was a wonderful mentor and really, really funny, you know."
   },
   "author": {
    "text": "Prince"
   }
  },
  {
   "quote": {
    "text": "There are certain sorts of jokes which have only to do with the substitution of the unexpected word in a familiar context. If you translated something into French and then had it translated back into English by somebody who didn't know the original, you'd lose what was funny."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "I'm undaunted in my quest to amuse myself by constantly changing my hair."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "You know how old I am? I'm so old, I remember when Letterman used to be funny and it was presidents who were serious. That's how old I am."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "As for our majority... one is enough."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Moderation is a virtue only in those who are thought to have an alternative."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "It's a funny thing, the less people have to live for, the less nerve they have to risk losing nothing."
   },
   "author": {
    "text": "Zora Neale Hurston"
   }
  },
  {
   "quote": {
    "text": "What do I know of man's destiny? I could tell you more about radishes."
   },
   "author": {
    "text": "Samuel Beckett"
   }
  },
  {
   "quote": {
    "text": "I tweet from bed. I love it because it's so quick. And it's funny. But it also leaves a lot of room for error because new people don't sense the sarcasm - there's no sarcasm font."
   },
   "author": {
    "text": "Chrissy Teigen"
   }
  },
  {
   "quote": {
    "text": "I don't know. I think it's funny! I think it's funny! I go, what? It's so absurd. I'm alone."
   },
   "author": {
    "text": "Danny DeVito"
   }
  },
  {
   "quote": {
    "text": "I'm very, very amateur, which is funny because I'm not in the amateur leagues."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "I think being funny is not anyone's first choice."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "When you're eight years old nothing is your business."
   },
   "author": {
    "text": "Lenny Bruce"
   }
  },
  {
   "quote": {
    "text": "Children are smarter than any of us. Know how I know that? I don't know one child with a full time job and children."
   },
   "author": {
    "text": "Bill Hicks"
   }
  },
  {
   "quote": {
    "text": "I write funny. If I can make my wife laugh, I know I'm on the right track. But yes, I don't like to get Maudlin. And I have a tendency towards it."
   },
   "author": {
    "text": "Gene Wilder"
   }
  },
  {
   "quote": {
    "text": "Sixth grade was a big time, in my childhood, of hoops and friendship, and coming up with funny things."
   },
   "author": {
    "text": "Adam Sandler"
   }
  },
  {
   "quote": {
    "text": "It's funny, because there are so many stereotypes out there about actors and movie stars in general, but I've had a great opportunity to meet a lot of them, and maybe it's just because they don't behave that way around me, but I rarely see that kind of abuse of power."
   },
   "author": {
    "text": "Ryan Reynolds"
   }
  },
  {
   "quote": {
    "text": "I mean it's funny, playing music, how of course you want it to do well, you want them to like it, but it's not competitive like an election, it's the Olympics, it's not a Formula 1 race. The Billboard charts are just to show you what people like."
   },
   "author": {
    "text": "Eddie Van Halen"
   }
  },
  {
   "quote": {
    "text": "I rant, therefore I am."
   },
   "author": {
    "text": "Dennis Miller"
   }
  },
  {
   "quote": {
    "text": "I always felt that it was easier to take a funny person and teach them to write television than to take somebody who was a television writer and make them funny. And I discovered a lot of great writers that went on to do a lot of great shows like 'Seinfeld,' 'Friends,' you know, 'Three and a Half Men.'"
   },
   "author": {
    "text": "Roseanne Barr"
   }
  },
  {
   "quote": {
    "text": "Back in the '70s, like one of my favorite movies ever was 'The Bad News Bears', and that was a kids' movie, but I don't think of it that way. I think of it as just a great movie because Walter Matthau was so funny and so harsh with those kids."
   },
   "author": {
    "text": "Jack Black"
   }
  },
  {
   "quote": {
    "text": "It may sound funny, but I love the South. I don't choose to live anywhere else. There's land here, where a man can raise cattle, and I'm going to do it some day."
   },
   "author": {
    "text": "Medgar Evers"
   }
  },
  {
   "quote": {
    "text": "The funny thing is people won't let me pay for things. I'll be in a restaurant and the manager will say, 'Oh no, it's on the house.'"
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "Life can be dramatic and funny all in the same day."
   },
   "author": {
    "text": "Jennifer Aniston"
   }
  },
  {
   "quote": {
    "text": "I've always found it easier to be funny than to be serious."
   },
   "author": {
    "text": "Molly Ivins"
   }
  },
  {
   "quote": {
    "text": "There is nothing in the world that I loathe more than group activity, that communal bath where the hairy and slippery mix in a multiplication of mediocrity."
   },
   "author": {
    "text": "Vladimir Nabokov"
   }
  },
  {
   "quote": {
    "text": "I used to be the class clown. I was the funny kid. That's why it was so hard for people to understand that I rap, because for a long time, they didn't take me seriously for who I was. By, like, eighth grade, I was really rapping."
   },
   "author": {
    "text": "Chance The Rapper"
   }
  },
  {
   "quote": {
    "text": "California is a fine place to live - if you happen to be an orange."
   },
   "author": {
    "text": "Fred Allen"
   }
  },
  {
   "quote": {
    "text": "It's funny about men and women. Men pay in cash to get them and pay in cash to get rid of them. Women pay emotionally coming and going. Neither has it easy."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "If you tell the truth about how you're feeling, it becomes funny."
   },
   "author": {
    "text": "Larry David"
   }
  },
  {
   "quote": {
    "text": "I think we're all good and bad, but good's not funny. Bad is funny. Suppress the good and let the bad out, and then you can be funny."
   },
   "author": {
    "text": "Larry David"
   }
  },
  {
   "quote": {
    "text": "I gave a funny speech at my wife's birthday party, and I'm thinking, 'Hey, I've still got it.'"
   },
   "author": {
    "text": "Larry David"
   }
  },
  {
   "quote": {
    "text": "Well, I'm not afraid to say something if I think it's funny, even if it's harsh or racist."
   },
   "author": {
    "text": "Sarah Silverman"
   }
  },
  {
   "quote": {
    "text": "I discovered that funny animal pictures - memes - would get a lot of likes and shares."
   },
   "author": {
    "text": "George Takei"
   }
  },
  {
   "quote": {
    "text": "If you have doubts about someone, lay on a couple of jokes. If he doesn't find anything funny, your radar should be screaming. Then I would say be patient with people who are negative, because they're really having a hard time."
   },
   "author": {
    "text": "Michael J. Fox"
   }
  },
  {
   "quote": {
    "text": "People thought I was funny, so I kind of took entertaining for granted... it was inevitable that I'd start giving little performances."
   },
   "author": {
    "text": "Johnny Carson"
   }
  },
  {
   "quote": {
    "text": "I don't know, maybe Australian humour isn't supposed to be funny. It's as dry as the Sahara, and I think people miss that."
   },
   "author": {
    "text": "Nick Cave"
   }
  },
  {
   "quote": {
    "text": "This may sound funny, but I feel my most beautiful when I'm clean, fresh out of the bath. I don't have to be dressed up. I could be in comfy clothes at home hanging out with my family."
   },
   "author": {
    "text": "Faith Hill"
   }
  },
  {
   "quote": {
    "text": "If you're going to tell people the truth, be funny or they'll kill you."
   },
   "author": {
    "text": "Billy Wilder"
   }
  },
  {
   "quote": {
    "text": "James Caan told me at the end of filming 'Elf' that he had been waiting through the whole film for me to be funny - and I never was."
   },
   "author": {
    "text": "Will Ferrell"
   }
  },
  {
   "quote": {
    "text": "I always find it actually funny that the analysis is that the characters I play in comedies are the manchild, the adolescent, characters that refuse to grow up. And yet, if you look back in the history of comedy all the way back to the Marx brothers, that's a big part of comedy."
   },
   "author": {
    "text": "Will Ferrell"
   }
  },
  {
   "quote": {
    "text": "Is everything funny? For me, yes. There's a positive to every negative. Even my divorce? For me, yes. If you go back and look at it, why it happened or how it happened, there's something in there that'll make you laugh."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "Believe it or not, I make myself laugh. Sometimes when I have thoughts or say some things that are funny, it just makes me laugh, and I don't mind laughing at it before you guys do."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "People are getting careers from YouTube and uploading videos. And they're totally different - you can't necessarily be funny on a video, and then all of a sudden you're live in a theater. You don't have the tools yet. It's a lot more involved to go from being funny on a little iPhone screen to being live in front of people and being funny."
   },
   "author": {
    "text": "Wanda Sykes"
   }
  },
  {
   "quote": {
    "text": "To handle that stardom, the red carpets, the photo shoots, people all of a sudden recognizing you and following you in everyday life, it's a bit weird. It's strange, and it can have funny effects on you in terms of do you like it or don't you like it. Some people run away from it, some people embrace it; I found a good middle ground."
   },
   "author": {
    "text": "Roger Federer"
   }
  },
  {
   "quote": {
    "text": "'I Love You, Man' was kind of funny."
   },
   "author": {
    "text": "Ethan Coen"
   }
  },
  {
   "quote": {
    "text": "I grew up in a funny way."
   },
   "author": {
    "text": "Gordon Ramsay"
   }
  },
  {
   "quote": {
    "text": "People naturally want to retweet and engage on super funny videos and memes."
   },
   "author": {
    "text": "Jake Paul"
   }
  },
  {
   "quote": {
    "text": "You hear a lot of rap songs about spending money. I thought, wouldn't it be funny to make a song about saving money because it's ironic, but beyond irony, I genuinely have pride in saving money."
   },
   "author": {
    "text": "Lil Dicky"
   }
  },
  {
   "quote": {
    "text": "I don't get a chance to be funny with the thrillers. I like to be funny, and I think I am really funny. So with 'Middle School: The Worst Years of My Life', it was fun to let loose."
   },
   "author": {
    "text": "James Patterson"
   }
  },
  {
   "quote": {
    "text": "Our national flower is the concrete cloverleaf."
   },
   "author": {
    "text": "Lewis Mumford"
   }
  },
  {
   "quote": {
    "text": "I find it very easy playing Bond. I think he's hilarious. He gets himself into some extraordinarily funny situations."
   },
   "author": {
    "text": "Daniel Craig"
   }
  },
  {
   "quote": {
    "text": "There's no such thing as soy milk. It's soy juice."
   },
   "author": {
    "text": "Lewis Black"
   }
  },
  {
   "quote": {
    "text": "It took forever for me to get work because I was a political comic, and now it's become good business, and God knows how long that'll last. You have to do it night after night after night to kind of make it. I still find myself on 'Piers Morgan' or on some show and I think, 'I hope this is funny.'"
   },
   "author": {
    "text": "Lewis Black"
   }
  },
  {
   "quote": {
    "text": "Here is my prescription to heal all wounds. Watch the film 'Funny Girl' at least five times, eat at least 45 chocolate bars, and hang out with all those friends you blew off to hang out with your ex. I truly believe that, through a combination of Nutella, old pals and Barbra Streisand, we can achieve happiness and, very probably, world peace."
   },
   "author": {
    "text": "Beth Ditto"
   }
  },
  {
   "quote": {
    "text": "I remember watching Margaret Cho with my grandmother on TV. She was my hero, not only because she was funny, but because she showed me that it's okay to be yourself, that it's okay to be a brash yellow girl and to be a strong and brave woman."
   },
   "author": {
    "text": "Awkwafina"
   }
  },
  {
   "quote": {
    "text": "Just telling the facts are no longer enough. You now have to be persuasive, charismatic, interesting, and funny. Just telling people things isn't enough anymore."
   },
   "author": {
    "text": "Milo Yiannopoulos"
   }
  },
  {
   "quote": {
    "text": "I was going through a little bit of turbulence in my career. And so, it's funny how turbulence itself will make you hold onto something for security. And so the only thing I knew is trust in the Lord and lean not unto your own heart, in all thy ways acknowledge him and he shall direct thy path."
   },
   "author": {
    "text": "Emmitt Smith"
   }
  },
  {
   "quote": {
    "text": "Often, joking for me is a way of diffusing the awkwardness of a situation, so it's kind of exhilarating to be a part of projects where there's nothing funny or lighthearted."
   },
   "author": {
    "text": "Emma Stone"
   }
  },
  {
   "quote": {
    "text": "I don't really necessarily think I'm a funny guy, but I like the opportunity to take on something that I don't feel I'm the best at doing."
   },
   "author": {
    "text": "Seann William Scott"
   }
  },
  {
   "quote": {
    "text": "I'm never afraid to try something if I think it's funny. And I know I'll regret it if I don't."
   },
   "author": {
    "text": "Seann William Scott"
   }
  },
  {
   "quote": {
    "text": "Never floss with a stranger."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "I think anyone who's perfectly happy isn't particularly funny."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "I have no line. If I think it's funny, it's funny."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "I look at old performance videos now, and it's really funny - I thought I was such a gangster!"
   },
   "author": {
    "text": "Becky G"
   }
  },
  {
   "quote": {
    "text": "I actually think of being funny as an odd turn of mind, like a mild disability, some weird way of looking at the world that you can't get rid of."
   },
   "author": {
    "text": "Calvin Trillin"
   }
  },
  {
   "quote": {
    "text": "We all know funny people who can't get it down on the page - even funny writers who can't get it down on the page."
   },
   "author": {
    "text": "Calvin Trillin"
   }
  },
  {
   "quote": {
    "text": "I meditate and I also think about meditation. Which is funny. I think about Maharishi, about just the idea of meditating. It gives me something."
   },
   "author": {
    "text": "Brian Wilson"
   }
  },
  {
   "quote": {
    "text": "It usually takes two people a little while to learn where the funny buttons are and testy buttons are."
   },
   "author": {
    "text": "Matt Lauer"
   }
  },
  {
   "quote": {
    "text": "I read a funny story about how the Republicans freed the slaves. The Republicans are the ones who created slavery by law in the 1600's. Abraham Lincoln freed the slaves and he was not a Republican."
   },
   "author": {
    "text": "Marion Barry"
   }
  },
  {
   "quote": {
    "text": "My definition of an intellectual is someone who can listen to the William Tell Overture without thinking of the Lone Ranger."
   },
   "author": {
    "text": "Billy Connolly"
   }
  },
  {
   "quote": {
    "text": "It's so funny because all those years I was working, I basically always felt that whatever job I was doing would probably be the last one I would get. I really never thought that I stacked up with the other girls."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "I comment on my friends' things; whatever they post, I post funny posts. I don't post anything that's too sad or mad, or at least not for too long. And I'm usually just a happy person! Silly - people would describe me as silly and crazy and fun."
   },
   "author": {
    "text": "GloZell"
   }
  },
  {
   "quote": {
    "text": "What I love about comedy is that it's unquestionably working. There are varying degrees of that, where there's something that makes you smile and is funny versus something that makes you hysterically laugh."
   },
   "author": {
    "text": "Abbi Jacobson"
   }
  },
  {
   "quote": {
    "text": "I feel like every day of my life is a funny wardrobe malfunction!"
   },
   "author": {
    "text": "Nikki Reed"
   }
  },
  {
   "quote": {
    "text": "You gotta keep the funny intact."
   },
   "author": {
    "text": "Seth MacFarlane"
   }
  },
  {
   "quote": {
    "text": "I'm attracted to women who are smart and funny and ambitious and have lives of their own and great families. Isn't that what attracts anyone?"
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "I used to sneak up to the 8th floor and watch Eddie Murphy and Joe Piscopo rehearsing 'Saturday Night Live' and could only wonder if I would ever have the chance to be funny. It took me five years to go up the two stories, but it is such a sense of fulfillment to be able to show what I can do on national television."
   },
   "author": {
    "text": "Dana Carvey"
   }
  },
  {
   "quote": {
    "text": "I'm good at coming up with wacky characters and funny dialogue."
   },
   "author": {
    "text": "Marlon Wayans"
   }
  },
  {
   "quote": {
    "text": "I'm a sucker for gag reels and teaser trailers for new seasons. One of the great parts of panels, especially on a show like 'Supernatural,' which can be so dark, it's fun to get up there and laugh and remember we're only telling a story. Seeing Eric Kripke and Ben Edlund up there being so funny always makes me laugh."
   },
   "author": {
    "text": "Jared Padalecki"
   }
  },
  {
   "quote": {
    "text": "My CIA colleagues were smart, dedicated, funny, and creative. Yes, there was sometimes stifling bureaucracy, boredom, colleagues who never should have been there, and later, deeply disturbing stories of the CIA's involvement in torture. Still, I got to do work I thought was incredibly important and, many times, had fun doing it."
   },
   "author": {
    "text": "Valerie Plame"
   }
  },
  {
   "quote": {
    "text": "I own and operate a ferocious ego."
   },
   "author": {
    "text": "Bill Moyers"
   }
  },
  {
   "quote": {
    "text": "I've always liked being funny and making people laugh. I was a cut-up when I was a kid and was always doing bits for my friends and family. I remember doing pratfalls on the playground in fourth grade for my friend and really hurting my hip."
   },
   "author": {
    "text": "Busy Philipps"
   }
  },
  {
   "quote": {
    "text": "It's funny: the one time I got star-struck was when I met Snoop Dogg. I gave him a hug and said, 'I love you, man.'"
   },
   "author": {
    "text": "Mark Foster"
   }
  },
  {
   "quote": {
    "text": "I love Deadmau5 as a producer, as a person. He's super interesting. He's very funny to follow on social media. But as a producer, he gets every single credit I can give him. He's nuts."
   },
   "author": {
    "text": "Martin Garrix"
   }
  },
  {
   "quote": {
    "text": "When it comes to war, we focus more on the mainstream coverage of the event, rather than the event itself. People dying is never funny. Protest puppets are always funny."
   },
   "author": {
    "text": "Mo Rocca"
   }
  },
  {
   "quote": {
    "text": "You can't be a real spy and have everybody in the world know who you are and what your drink is. That's just hysterically funny."
   },
   "author": {
    "text": "Roger Moore"
   }
  },
  {
   "quote": {
    "text": "Some of my clothes are things that we'd play dress up with when we were little, and it's funny that now I'm wearing it, like, as an everyday thing. But if I say 'vintage' or 'thrifted' on the blog, there's this community of fashion bloggers, and I've become sort of tight with some of them, and we, like, just send each other packages."
   },
   "author": {
    "text": "Tavi Gevinson"
   }
  },
  {
   "quote": {
    "text": "What's so funny about cats is that they have this kind of aloof, superior vibe to them. Even if you love them, they are unpredictable. Dogs are more social, and the way that they attach and bond to us is much more human."
   },
   "author": {
    "text": "Ze Frank"
   }
  },
  {
   "quote": {
    "text": "I feel like, if there's an elephant in the room, I'd really like to start off by introducing the elephant in the room. And sometimes it's funny."
   },
   "author": {
    "text": "Louis Theroux"
   }
  },
  {
   "quote": {
    "text": "Somebody said something funny to me the other day. They said, 'Wolper, until two weeks ago, your tombstone was going to say, 'David Wolper, the man who produced 'Roots.' I think the tombstone now has a new inscription. It's going to be 'David Wolper, the man who produced the opening ceremony of the 1984 Olympics.'"
   },
   "author": {
    "text": "David L. Wolper"
   }
  },
  {
   "quote": {
    "text": "I think Irish women are strong as horses, incredibly loyal and for the most part, funny, witty, bright and optimistic in the face of devastating reality."
   },
   "author": {
    "text": "Fionnula Flanagan"
   }
  },
  {
   "quote": {
    "text": "It's funny, I do try to maintain health. I started doing Bikram yoga which is that hothouse yoga, the 105 degrees yoga for 90 minutes. It's great, you purge out all the sweat and you're drinking water."
   },
   "author": {
    "text": "Bryan Cranston"
   }
  },
  {
   "quote": {
    "text": "Because death and illness are the most horrible things in life, of course that's where the most absurdly funny things are going to happen."
   },
   "author": {
    "text": "Julia Sweeney"
   }
  },
  {
   "quote": {
    "text": "I don't have a caustic sense of humor. What I find funny, that humor comes from a much gentler place."
   },
   "author": {
    "text": "Vera Farmiga"
   }
  },
  {
   "quote": {
    "text": "With improv, it's a combination of listening and not trying to be funny."
   },
   "author": {
    "text": "Kristen Wiig"
   }
  },
  {
   "quote": {
    "text": "I am the shortest and least funny person in my family."
   },
   "author": {
    "text": "Heather Donahue"
   }
  },
  {
   "quote": {
    "text": "If you're talking about Java in particular, Python is about the best fit you can get amongst all the other languages. Yet the funny thing is, from a language point of view, JavaScript has a lot in common with Python, but it is sort of a restricted subset."
   },
   "author": {
    "text": "Guido van Rossum"
   }
  },
  {
   "quote": {
    "text": "I love airports because funny things always happen at them. They're giant complexes full of urgency, seriousness, and confusion. Where am I supposed to be? Which way do I go? And that's just the staff."
   },
   "author": {
    "text": "Rhys Darby"
   }
  },
  {
   "quote": {
    "text": "Maybe people don't see me as believable playing a person of today. I guess I'm just more realistic in a corset and funny hairstyles."
   },
   "author": {
    "text": "Katie McGrath"
   }
  },
  {
   "quote": {
    "text": "People want me to be funny all the time. They think I'm being funny no matter what I say or do and that's not the case."
   },
   "author": {
    "text": "Christopher Guest"
   }
  },
  {
   "quote": {
    "text": "I get asked, 'Who would you really like to work with?' I'm already working with them. Smart, talented, funny people, good musicians, an extended family, good friends."
   },
   "author": {
    "text": "Christopher Guest"
   }
  },
  {
   "quote": {
    "text": "Every girls' night needs a funny movie and a good conversation about guys! My friends and I also love picking outfits out for each other to try on at slumber parties. It's so fun."
   },
   "author": {
    "text": "Jennette McCurdy"
   }
  },
  {
   "quote": {
    "text": "You know, the funny thing about Lorne and that show is that, you can go over one million things, but in a business of bean counters, he still likes to laugh at small things and creates a show around it."
   },
   "author": {
    "text": "Colin Quinn"
   }
  },
  {
   "quote": {
    "text": "The magic in performing as an entertaining ventriloquist happens when the characters come to life and the interaction between the separate personalities on stage becomes 'real.' Then don't forget that the act has to be funny, and to me, being funny and entertaining any given audience is more important than anything."
   },
   "author": {
    "text": "Jeff Dunham"
   }
  },
  {
   "quote": {
    "text": "I find it really funny that men can always get away with being a ladies man. Everyone thinks it's really cool. But a girl can't really date boys all the time because everybody looks down on her. I think boys get away with things so much easier."
   },
   "author": {
    "text": "Jade Thirlwall"
   }
  },
  {
   "quote": {
    "text": "I don't want to get myself in trouble - and I don't think I'm super important or anything - but I think it's so funny that when you look at the business and the way that people make decisions in their lives, whether they're in art or music or they're in industry, they forget that being unique is the answer."
   },
   "author": {
    "text": "Justin Vernon"
   }
  },
  {
   "quote": {
    "text": "Can someone's true value really be estimated? Maybe there needs to be an Edmunds.com for people on TV. That would be funny and possibly cruel."
   },
   "author": {
    "text": "Derek Hough"
   }
  },
  {
   "quote": {
    "text": "Everybody complains about getting older, but I find it such a rich time of life. There are negative things about it, I suppose, but more than that, I'm finding it to be a very positive experience in which growth suggests itself in a much more alluring way than it did when I was young - isn't that funny?"
   },
   "author": {
    "text": "Elizabeth Berg"
   }
  },
  {
   "quote": {
    "text": "Pretty people don't keep comedies on the air. Funny people keep comedies on the air."
   },
   "author": {
    "text": "Allison Jones"
   }
  },
  {
   "quote": {
    "text": "You are not just a funny person or just a journalist. Most people are hybrids of having a smart opinion and a great sense of humor."
   },
   "author": {
    "text": "Katie Nolan"
   }
  },
  {
   "quote": {
    "text": "The people from 'The State' are close friends, but also some of the most incredibly funny people I know."
   },
   "author": {
    "text": "Joe Lo Truglio"
   }
  },
  {
   "quote": {
    "text": "There's a misunderstanding about what nonsensical things are - the idea that they're just funny, and that's the beginning and the end of it. Nonsense is not 'not sense' - it operates at the edge of sense. It teems with sense - at the same time, it resists any kind of universal understanding."
   },
   "author": {
    "text": "Jesse Ball"
   }
  },
  {
   "quote": {
    "text": "It's funny - I read that women look to chiseled-faced guys for one-night stands, and to round-faced guys for marriage. When I'm rounder in the face, I like to say, 'This is my long-term look.' Or 'This is my wife-and-kids look right here.'"
   },
   "author": {
    "text": "Garrett Hedlund"
   }
  },
  {
   "quote": {
    "text": "There is a cliche that probably has some anecdotal evidence on the side that comedians are very depressed people, but that's because no one is ever going to seem as funny in a normal conversation as compared to when they're up there onstage in the spotlight making a huge audience keel over with laughter."
   },
   "author": {
    "text": "Robert Klein"
   }
  },
  {
   "quote": {
    "text": "'Smokey and the Bandit' is tough and funny."
   },
   "author": {
    "text": "Jay Chandrasekhar"
   }
  },
  {
   "quote": {
    "text": "I've been called a funny person for a long time. I don't know that I know anything about comedic acting."
   },
   "author": {
    "text": "John Cho"
   }
  },
  {
   "quote": {
    "text": "The great thing for me about 'The Resurrection of Gavin Stone' is it's a throwback to the old fashioned Hollywood movie that you can watch with your family, has a message, and is funny and entertaining. They didn't call them faith-based movies; they just called them good movies."
   },
   "author": {
    "text": "D. B. Sweeney"
   }
  },
  {
   "quote": {
    "text": "There's a darkness under 'The Hangover' because ultimately there's a missing person and it's not really that funny. There's a sort of darkness under it that I love, and still people are laughing as hard if not harder than they did in 'Old School.'"
   },
   "author": {
    "text": "Todd Phillips"
   }
  },
  {
   "quote": {
    "text": "I think that 'Hangover II' is as funny as 'The Hangover I,' honest to God, but I think that it's a little bit darker, and the stakes are a little bit higher."
   },
   "author": {
    "text": "Todd Phillips"
   }
  },
  {
   "quote": {
    "text": "It's a rare film that has staying power. 'A Christmas Story' is not just a funny movie but something that connects with people."
   },
   "author": {
    "text": "Peter Billingsley"
   }
  },
  {
   "quote": {
    "text": "Funny story: I was hanging out with Adam Shankman for Samantha Ronson's birthday, and Lance Bass was there. I don't really know Lance, but he comes over to me and goes, 'Hey, I just wanted to let you know I'm a fan of 'Pretty Little Liars' and I'm rooting for your character.' It was surreal! That's how 'PLL' has changed my life."
   },
   "author": {
    "text": "Ryan Guzman"
   }
  },
  {
   "quote": {
    "text": "I think I have a dark view of the world. I have to make everything funny, otherwise it all seems so sad."
   },
   "author": {
    "text": "Moon Unit Zappa"
   }
  },
  {
   "quote": {
    "text": "We love super-silly moments, funny moments, serious moments, weird moments."
   },
   "author": {
    "text": "Riki Lindhome"
   }
  },
  {
   "quote": {
    "text": "Being funny is a symptom of what's underneath. You're pumping out all that energy because something else is going on inside you, some opposing force, something uncomfortable."
   },
   "author": {
    "text": "Faith Prince"
   }
  },
  {
   "quote": {
    "text": "When we go to see comedians or funny movies, they don't address the wall behind them; they face us. This is why a game's first job is to entertain through gameplay and secondarily through humor, drama, or other traditional entertainment devices. The humor has to be a gentleman. I mean, it needs to be squeezed in around the game."
   },
   "author": {
    "text": "Doug TenNapel"
   }
  },
  {
   "quote": {
    "text": "Baseball players practice, runners practice, so how can you practice being funny? You get up onstage. You train as an improviser, playing make-believe, using the vernacular of improvisation, saying 'yes and' to other people's ideas, making statements."
   },
   "author": {
    "text": "Ali Farahnakian"
   }
  },
  {
   "quote": {
    "text": "Let's make some funny pictures."
   },
   "author": {
    "text": "Tex Avery"
   }
  },
  {
   "quote": {
    "text": "I'm definitely guilty of thinking something is funny but thinking the audience won't. Then three years later I will finally try it and it'll kill them. I got to give them more credit."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "I just try to keep it fresh without sacrificing funny."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "All I know how to do is take what's on my mind and spit it out funny. I don't know what else I could do besides comedy."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "I was always a funny guy. I don't think anybody that makes it to this level of stand-up wasn't a funny guy when they were young."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "My uncle was a preacher, and I used to go watch him preach. He was also funny, so I'm very 'preacher-ish' on stage, not by intent but because that's where I learned to talk in front of people."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "I'd love to date somebody cool, fun, funny."
   },
   "author": {
    "text": "Rihanna"
   }
  },
  {
   "quote": {
    "text": "The nightmare is you spend the rest of your life being funny at parties and then people say, 'Why didn't you do that when you were on television?'"
   },
   "author": {
    "text": "Conan O'Brien"
   }
  },
  {
   "quote": {
    "text": "The men I idolized built their bodies and became somebody - like Sylvester Stallone and Arnold Schwarzenegger - and I thought, 'That can be me.' So I started working out. The funny thing is I didn't realize back then that I was having a defining moment."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "I have yet to hear a man ask for advice on how to combine marriage and a career."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Diane Keaton is good for women in and of herself. She's smart and funny and real."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Progress was all right. Only it went on too long."
   },
   "author": {
    "text": "James Thurber"
   }
  },
  {
   "quote": {
    "text": "Our records, if you have a dark sense of humor, were funny, but our records weren't about comedy. They were about protests, fantasy, confrontation and all that."
   },
   "author": {
    "text": "Ice Cube"
   }
  },
  {
   "quote": {
    "text": "How many people here have telekenetic powers? Raise my hand."
   },
   "author": {
    "text": "Emo Philips"
   }
  },
  {
   "quote": {
    "text": "I was sleeping the other night, alone, thanks to the exterminator."
   },
   "author": {
    "text": "Emo Philips"
   }
  },
  {
   "quote": {
    "text": "I like marriage. The idea."
   },
   "author": {
    "text": "Toni Morrison"
   }
  },
  {
   "quote": {
    "text": "Most of my show is true; like, 90% of everything I say on stage is true. I just have to find the way to make it funny - that's the difficult thing."
   },
   "author": {
    "text": "Trevor Noah"
   }
  },
  {
   "quote": {
    "text": "It's funny how the music industry is enraged about the Internet and the way things are copied without being paid for. But you know why people steal the music? Because they can't afford the music."
   },
   "author": {
    "text": "Tom Petty"
   }
  },
  {
   "quote": {
    "text": "What bothers most critics of my work is the goofiness. One reviewer said I need to make up my mind if want to be funny or serious. My response is that I will make up my mind when God does, because life is a commingling of the sacred and the profane, good and evil. To try and separate them is fallacy."
   },
   "author": {
    "text": "Tom Robbins"
   }
  },
  {
   "quote": {
    "text": "I giggle when I put myself down. It's just funny to me."
   },
   "author": {
    "text": "Pauly Shore"
   }
  },
  {
   "quote": {
    "text": "'Danger Girl' can be ridiculous, but sometimes it's funny."
   },
   "author": {
    "text": "Megan Fox"
   }
  },
  {
   "quote": {
    "text": "Cheryl Cole and Katy Perry are two of the hottest girls in the world - and so normal and funny with it. If I was a few years older they are the kind of girls I'd like to date. I want a younger version of Cheryl and Katy - a mixture of the two would be hot."
   },
   "author": {
    "text": "Justin Bieber"
   }
  },
  {
   "quote": {
    "text": "Men are only as loyal as their options."
   },
   "author": {
    "text": "Bill Maher"
   }
  },
  {
   "quote": {
    "text": "My wife and I will often have conversations about 'Good Times' and 'The Jeffersons' and 'Sanford and Son.' They were doing incredible stuff that was very funny but also very socially conscious."
   },
   "author": {
    "text": "Sterling K. Brown"
   }
  },
  {
   "quote": {
    "text": "I exaggerate all our selves, our beings. I make fun of everything: of our life and what we are. But I don't tell jokes, really. I just exaggerate life, and it comes out funny."
   },
   "author": {
    "text": "Don Rickles"
   }
  },
  {
   "quote": {
    "text": "I just want to be known as funny."
   },
   "author": {
    "text": "Jim Gaffigan"
   }
  },
  {
   "quote": {
    "text": "You're unlikely to discover something new without a lot of practice on old stuff, but further, you should get a heck of a lot of fun out of working out funny relations and interesting things."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "It is funny the two things most men are proudest of is the thing that any man can do and doing does in the same way, that is being drunk and being the father of their son."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "I particularly like Twitter, because it's short and can be very funny and informative. It's a little bit like having your own radio program."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "Brought up to respect the conventions, love had to end in marriage. I'm afraid it did."
   },
   "author": {
    "text": "Bette Davis"
   }
  },
  {
   "quote": {
    "text": "Funny is only something that others know about you - you can't be funny by yourself."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "Karaoke isn't fair when you're a comedian. The whole idea is to get people laughing and enjoying themselves, and I'm a professional funny guy."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "Show me one guy or woman as funny as Rodney Dangerfield or as good as George Carlin, Richard Pryor, Bill Cosby, or Joan Rivers. There are a lot of good comics out there, no doubt, but as far as the quality of the comics goes, I think what you have is a bunch of situational comics."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "You know, what's funny to one person is not at all to someone else."
   },
   "author": {
    "text": "Steve Carell"
   }
  },
  {
   "quote": {
    "text": "Two wrongs don't make a right, but they make a good excuse."
   },
   "author": {
    "text": "Thomas Szasz"
   }
  },
  {
   "quote": {
    "text": "I always have a funny story at communion time that underscores that no one is perfect, and that communion is not for perfect people but for hungry people."
   },
   "author": {
    "text": "Greg Boyle"
   }
  },
  {
   "quote": {
    "text": "Funny is not a color. Being black is only good from the time you get from the curtain to the microphone."
   },
   "author": {
    "text": "Flip Wilson"
   }
  },
  {
   "quote": {
    "text": "Well, you know, I feel like it's about a lot of things. The reason that I made it was because I thought it was really funny and unique and just a different genre."
   },
   "author": {
    "text": "Danny DeVito"
   }
  },
  {
   "quote": {
    "text": "What you do with it and things like that, but I basically chose this after I read it because I thought it was different and funny and unique and dark - things that I like to do."
   },
   "author": {
    "text": "Danny DeVito"
   }
  },
  {
   "quote": {
    "text": "I don't need you to be funny. I don't want to be entertained."
   },
   "author": {
    "text": "Jerry Seinfeld"
   }
  },
  {
   "quote": {
    "text": "I think it's funny to be delicate with subjects that are explosive."
   },
   "author": {
    "text": "Jerry Seinfeld"
   }
  },
  {
   "quote": {
    "text": "I'm 42 and the age of a guy who has kids, so I guess I'm playing right where I'm supposed to be. I'm comfortable with that, but in the same breath I'd do something edgy. If someone came to me and offered me an edgy and funny story, then I'd do it."
   },
   "author": {
    "text": "Eddie Murphy"
   }
  },
  {
   "quote": {
    "text": "Television has brought back murder into the home - where it belongs."
   },
   "author": {
    "text": "Alfred Hitchcock"
   }
  },
  {
   "quote": {
    "text": "I like funny girls."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "There's a lot of stupid men out there who feel like makeup is a betrayal of the truth, and that is so funny to me."
   },
   "author": {
    "text": "Katya Zamolodchikova"
   }
  },
  {
   "quote": {
    "text": "I also think if you're an actor and you can improvise, when you go on an audition and you can improvise you're just a genius. If you can, you know, take a Tide commercial and you can just say one funny line that's not in the commercial they think you're a genius."
   },
   "author": {
    "text": "Amy Poehler"
   }
  },
  {
   "quote": {
    "text": "I've never found kicks to the groin particularly funny, although recent work in the genre of the buddy movie suggests audience research must prove me wrong."
   },
   "author": {
    "text": "Roger Ebert"
   }
  },
  {
   "quote": {
    "text": "When I was in improv workshops or doing stand-up or writing comedy with others, or just doing comedy, I just laughed. Funny was funny; I loved to laugh. I always liked people I found generally funny."
   },
   "author": {
    "text": "Michael Keaton"
   }
  },
  {
   "quote": {
    "text": "I write funny. If I can make my wife laugh, I know I'm on the right track."
   },
   "author": {
    "text": "Gene Wilder"
   }
  },
  {
   "quote": {
    "text": "It's interesting - I always thought when I was doing more melodramatic stuff like 'Everwood' that the directors were constantly reeling me in and stopping me from being funny."
   },
   "author": {
    "text": "Chris Pratt"
   }
  },
  {
   "quote": {
    "text": "Who knew Rob Lowe was funny? On 'Parks and Rec,' we've got some of the funniest comedy writers, some of the funniest comedians in the world working there. And if anything, we don't just effuse to one another and be like, 'Oh, Rob Lowe's really funny,' if he wasn't."
   },
   "author": {
    "text": "Chris Pratt"
   }
  },
  {
   "quote": {
    "text": "When I walked in on 'Drag Race' and saw Katya, I had no idea she was gonna be funny, because she was stunning. She had this perfect red lip, I remember looking into her eyes and being like, 'This is a woman!' Then she was really funny. She kind of presents normal, and it's a one-two punch with the comedy."
   },
   "author": {
    "text": "Trixie Mattel"
   }
  },
  {
   "quote": {
    "text": "I wanted to be clever, but being funny came first. That's how you know someone is clever. They don't come out and tell you pi to 13 places - they tell you a joke."
   },
   "author": {
    "text": "Ricky Gervais"
   }
  },
  {
   "quote": {
    "text": "I don't care whether people say, ''The Office' is rubbish, 'Extras' is worse, 'Flanimals' is a waste of time. He's not funny; he never has been. I hate him.' I don't mind that at all. In fact, not only do I expect it, I celebrate it, because I think the haters are really important."
   },
   "author": {
    "text": "Ricky Gervais"
   }
  },
  {
   "quote": {
    "text": "Funny things happen to you in movies for silly reasons."
   },
   "author": {
    "text": "Michael Caine"
   }
  },
  {
   "quote": {
    "text": "'Wonder Showzen' is one of my favorite shows of all time. When I first saw it, I thought it was so funny and new and original and edgy and insane and subversive. I didn't know comedy could do that. It redefined what I thought you could do with a TV show."
   },
   "author": {
    "text": "Eric Andre"
   }
  },
  {
   "quote": {
    "text": "I never smoked. I never drank and I never took drugs. The funny thing is, nothing is more boring, people like this. For me, it's OK. But most of my friends, at least they smoke and drink."
   },
   "author": {
    "text": "Karl Lagerfeld"
   }
  },
  {
   "quote": {
    "text": "I'm a funny guy. You've got to be able to make fun of yourself. We only live once."
   },
   "author": {
    "text": "Jon Pardi"
   }
  },
  {
   "quote": {
    "text": "Political satire is a serious thing. In democratic newspapers throughout the world there are daily cartoons that often are not even funny, as is the case especially in many English-language newspapers. Instead, they contain a political message, and the artist takes full responsibility."
   },
   "author": {
    "text": "Umberto Eco"
   }
  },
  {
   "quote": {
    "text": "Great, big, serious novels always get awards. If it's a battle between a great, big, serious novel and a funny novel, the funny novel is doomed."
   },
   "author": {
    "text": "Neil Gaiman"
   }
  },
  {
   "quote": {
    "text": "The first time I sang in the church choir; two hundred people changed their religion."
   },
   "author": {
    "text": "Fred Allen"
   }
  },
  {
   "quote": {
    "text": "I was a hop-around. I hung out with the rockabilly crew, the guys who were trying to be rappers, the funny kids."
   },
   "author": {
    "text": "Katy Perry"
   }
  },
  {
   "quote": {
    "text": "I wanted to be that quirky girl who writes funny songs that still have meaning."
   },
   "author": {
    "text": "Katy Perry"
   }
  },
  {
   "quote": {
    "text": "I like drama. I love being in a drama where I get to be the funny guy. That's what I really love the most."
   },
   "author": {
    "text": "John Leguizamo"
   }
  },
  {
   "quote": {
    "text": "Chris Hemsworth is like Christopher Reeve in that he can do two things: he can wear a big red cape without a shred of self-consciousness. But he's also funny as hell, and he's so sweet. So with all the fish-out-of-water stuff, he's so funny. So he does almost two jobs in a way."
   },
   "author": {
    "text": "Tom Hiddleston"
   }
  },
  {
   "quote": {
    "text": "If you play it straight it's funny - the best comedy is always played straight down the middle. The adjustment is understanding from the screenplay that a moment is hilarious."
   },
   "author": {
    "text": "Tom Hiddleston"
   }
  },
  {
   "quote": {
    "text": "I was this non-threatening funny guy who contrasted the image of the Brezhnevs and the Reagans of the world."
   },
   "author": {
    "text": "Yakov Smirnoff"
   }
  },
  {
   "quote": {
    "text": "I was doing sketches that were funny but socially irresponsible. I felt I was deliberately being encouraged and I was overwhelmed."
   },
   "author": {
    "text": "Dave Chappelle"
   }
  },
  {
   "quote": {
    "text": "I thought 'Borat' was a breakthrough comedy, because it was really funny. It wasn't some studio-produced script with 14 writers."
   },
   "author": {
    "text": "Steve Martin"
   }
  },
  {
   "quote": {
    "text": "'Dirty Rotten Scoundrels' is a good one because it not only turned out, I think, to be a really funny movie but it was also a delight to shoot. We were in the South of France, working with Glenne Headly and Michael Caine and Frank Oz the director - who were just fun."
   },
   "author": {
    "text": "Steve Martin"
   }
  },
  {
   "quote": {
    "text": "I am a marvelous housekeeper. Every time I leave a man I keep his house."
   },
   "author": {
    "text": "Zsa Zsa Gabor"
   }
  },
  {
   "quote": {
    "text": "Movies these days have made killers into funny people. What's that all about? I've got kids and family and friends, and I don't like bad things. I don't think they're funny, and it's irresponsible to make movies that don't show you how that's not good."
   },
   "author": {
    "text": "Billy Bob Thornton"
   }
  },
  {
   "quote": {
    "text": "Life was a funny thing that happened to me on the way to the grave."
   },
   "author": {
    "text": "Quentin Crisp"
   }
  },
  {
   "quote": {
    "text": "Parrots make great pets. They have more personality than goldfish."
   },
   "author": {
    "text": "Chevy Chase"
   }
  },
  {
   "quote": {
    "text": "Maybe I'm delusional but I'm usually funny. It's not 100% but I have a pretty good batting average."
   },
   "author": {
    "text": "Adam Carolla"
   }
  },
  {
   "quote": {
    "text": "Japanese people have a funny habit of abbreviating names."
   },
   "author": {
    "text": "Shigeru Miyamoto"
   }
  },
  {
   "quote": {
    "text": "The only way I was going to be funny was if I was myself, and either you liked it, or you didn't. Either you got on my train, or you didn't. Freeing myself of this idea that I had to fit a certain mold was when I was able to be my funniest."
   },
   "author": {
    "text": "Aisha Tyler"
   }
  },
  {
   "quote": {
    "text": "It's funny how you never think about the women you've had. It's always the ones who get away that you can't forget."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "My mother and father were very strange people. They tried to be funny which is always very sad to me."
   },
   "author": {
    "text": "Jonathan Winters"
   }
  },
  {
   "quote": {
    "text": "It's true; I have a skill and it's... it has not related to acting, it's not related to auditions, it's not related to studios, not related to public whim. It's whether I'm funny or not and whether I can entertain people."
   },
   "author": {
    "text": "Tim Allen"
   }
  },
  {
   "quote": {
    "text": "People never ask people doing serious music, 'Do you ever think about doing funny music?'"
   },
   "author": {
    "text": "Al Yankovic"
   }
  },
  {
   "quote": {
    "text": "People think it's funny that I enjoy dreaming so much. I just use it as a form of entertainment. It's very private. I don't see my dreams as separate. I mean, half the time I'm wandering around dreaming anyway."
   },
   "author": {
    "text": "Robert Smith"
   }
  },
  {
   "quote": {
    "text": "I'm just not one of those naturally funny, relaxed actors who enjoy the spotlight and are so good at it."
   },
   "author": {
    "text": "Heath Ledger"
   }
  },
  {
   "quote": {
    "text": "He looked about as inconspicuous as a tarantula on a slice of angel food."
   },
   "author": {
    "text": "Raymond Chandler"
   }
  },
  {
   "quote": {
    "text": "God did not intend religion to be an exercise club."
   },
   "author": {
    "text": "Naguib Mahfouz"
   }
  },
  {
   "quote": {
    "text": "You have to make a lot of sacrifices, and the main thing you have to sacrifice is your privacy. It's funny because when I was growing up, my daddy was and still is an insurance agent in our home town. He couldn't go anywhere without somebody recognizing him or needing something from him."
   },
   "author": {
    "text": "Josh Turner"
   }
  },
  {
   "quote": {
    "text": "I'm an optimist, but an optimist who carries a raincoat."
   },
   "author": {
    "text": "Harold Wilson"
   }
  },
  {
   "quote": {
    "text": "It's funny how all of this has worked out - I wasn't popular in high school, but now every drunken guy in the United States wants to be my pal. They all want to buy me a shot, and pretty soon I'm throwing up."
   },
   "author": {
    "text": "Jimmy Kimmel"
   }
  },
  {
   "quote": {
    "text": "I am the funny, crazy person."
   },
   "author": {
    "text": "Loni Love"
   }
  },
  {
   "quote": {
    "text": "I don't really have funny things to say about politics. I wish I did, but I don't."
   },
   "author": {
    "text": "Janeane Garofalo"
   }
  },
  {
   "quote": {
    "text": "I think sometimes I should do more carousing, because I don't do much and maybe it would be fun occasionally. It's hard for me to have fun and I'm a serious thinker and a searcher and funny from the front."
   },
   "author": {
    "text": "Garry Shandling"
   }
  },
  {
   "quote": {
    "text": "I'd be hard-pressed to think of anybody who's made me laugh, who's funny, but who's also relentlessly positive."
   },
   "author": {
    "text": "Dylan Moran"
   }
  },
  {
   "quote": {
    "text": "No, no, I was only funny on stage, really. I, I, think I was funny as a person toward my classmates when I was very young. You know, when I was a child, up to about the age of 12."
   },
   "author": {
    "text": "Rowan Atkinson"
   }
  },
  {
   "quote": {
    "text": "A James Cagney love scene is one where he lets the other guy live."
   },
   "author": {
    "text": "Bob Hope"
   }
  },
  {
   "quote": {
    "text": "When I hear somebody like Hayes Carll write a song that's touching and poignant and sad and funny all at the same time, it motivates me to step my game up and try to figure out a way to get more different emotions into one line or one song."
   },
   "author": {
    "text": "Jason Isbell"
   }
  },
  {
   "quote": {
    "text": "It is to be observed that 'angling' is the name given to fishing by people who can't fish."
   },
   "author": {
    "text": "Stephen Leacock"
   }
  },
  {
   "quote": {
    "text": "It's funny, but when I arrived in California to start college I was much more interested in becoming a surfer and cruise along in life from one beach to the next. I didn't plan out any huge career for myself."
   },
   "author": {
    "text": "Benicio Del Toro"
   }
  },
  {
   "quote": {
    "text": "When you're in love it's the most glorious two and a half days of your life."
   },
   "author": {
    "text": "Richard Lewis"
   }
  },
  {
   "quote": {
    "text": "My wife has a slight impediment in her speech. Every now and then she stops to breathe."
   },
   "author": {
    "text": "Jimmy Durante"
   }
  },
  {
   "quote": {
    "text": "I love improv so much. Listening. I think that's the key. When you improvise, you put a lot of pressure on yourself to create, and to be generating information, and trying to be funny, but if you just listen to what's being said to you, and then react honestly, you generally get better results."
   },
   "author": {
    "text": "Rob Riggle"
   }
  },
  {
   "quote": {
    "text": "Money won't buy happiness, but it will pay the salaries of a large research staff to study the problem."
   },
   "author": {
    "text": "Bill Vaughan"
   }
  },
  {
   "quote": {
    "text": "I'm very silly as a person, but quality silliness on-screen has more of an art to it. Harrison Ford, whom I was in 'Morning Glory' with, has mastered that dry funny better than anyone."
   },
   "author": {
    "text": "Rachel McAdams"
   }
  },
  {
   "quote": {
    "text": "A stockbroker urged me to buy a stock that would triple its value every year. I told him, 'At my age, I don't even buy green bananas.'"
   },
   "author": {
    "text": "Claude Pepper"
   }
  },
  {
   "quote": {
    "text": "A funny thing about near-future stories: the future catches up to them. If the author is unlucky, the future catches up faster than the book can get out the door."
   },
   "author": {
    "text": "Edward M. Lerner"
   }
  },
  {
   "quote": {
    "text": "I saw a stationery store move."
   },
   "author": {
    "text": "Jay London"
   }
  },
  {
   "quote": {
    "text": "We know that the nature of genius is to provide idiots with ideas twenty years later."
   },
   "author": {
    "text": "Louis Aragon"
   }
  },
  {
   "quote": {
    "text": "For sheer sexiness, a man must be beautiful. Funny. yes. Clever, no."
   },
   "author": {
    "text": "Jilly Cooper"
   }
  },
  {
   "quote": {
    "text": "I love being in a public space where teenagers are talking. And the funny thing is that it hasn't changed that much. There's certainly slang that I'm not familiar with, but among the average teen, it's still the same."
   },
   "author": {
    "text": "Marti Noxon"
   }
  },
  {
   "quote": {
    "text": "What after all, is a halo? It's only one more thing to keep clean."
   },
   "author": {
    "text": "Christopher Fry"
   }
  },
  {
   "quote": {
    "text": "Someone told me that when they go to Vermont, they feel like they're home. I'm that way at Saks."
   },
   "author": {
    "text": "Caroline Rhea"
   }
  },
  {
   "quote": {
    "text": "I live in a wonderful world of make-believe. A world of Ginger Rogers and Fred Astaire. A world of Winnie the Pooh and Edward Bear. Things like that. Wonderful things. Funny things."
   },
   "author": {
    "text": "Eileen Ford"
   }
  },
  {
   "quote": {
    "text": "I don't think I was anything short of ecstatic when I found out 'It's Kind of a Funny Story' would be premiering in Toronto."
   },
   "author": {
    "text": "Keir Gilchrist"
   }
  },
  {
   "quote": {
    "text": "Certainly there are things in life that money can't buy, but it's very funny - Did you ever try buying them without money?"
   },
   "author": {
    "text": "Ogden Nash"
   }
  },
  {
   "quote": {
    "text": "It's funny, because I have periods where I just kind of go dark. I don't tweet, I don't talk, I don't interview, and then I have times where I do."
   },
   "author": {
    "text": "Lance Armstrong"
   }
  },
  {
   "quote": {
    "text": "I was the kid next door's imaginary friend."
   },
   "author": {
    "text": "Emo Philips"
   }
  },
  {
   "quote": {
    "text": "One man is as good as another until he has written a book."
   },
   "author": {
    "text": "Benjamin Jowett"
   }
  },
  {
   "quote": {
    "text": "If love is the answer, could you please rephrase the question?"
   },
   "author": {
    "text": "Lily Tomlin"
   }
  },
  {
   "quote": {
    "text": "If truth is beauty, how come no one has their hair done in the library?"
   },
   "author": {
    "text": "Lily Tomlin"
   }
  },
  {
   "quote": {
    "text": "Parents are the last people on earth who ought to have children."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "Everything that used to be a sin is now a disease."
   },
   "author": {
    "text": "Bill Maher"
   }
  },
  {
   "quote": {
    "text": "I have six locks on my door all in a row. When I go out, I lock every other one. I figure no matter how long somebody stands there picking the locks, they are always locking three."
   },
   "author": {
    "text": "Elayne Boosler"
   }
  },
  {
   "quote": {
    "text": "I've never been married, but I tell people I'm divorced so they won't think something is wrong with me."
   },
   "author": {
    "text": "Elayne Boosler"
   }
  },
  {
   "quote": {
    "text": "I show them the funny part, the silly part, the laughing part, the crazy part and then the really deep, deep part where I'm talking from my heart to these people. Because I've been through everything they've been through."
   },
   "author": {
    "text": "Richard Simmons"
   }
  },
  {
   "quote": {
    "text": "My persona has always been what a man was never supposed to be. Outrageous, gregarious, crazy, silly, funny."
   },
   "author": {
    "text": "Richard Simmons"
   }
  },
  {
   "quote": {
    "text": "My parents always told me to be myself. I was always funny and silly as a kid. And I would always make them laugh. And they always told me to dream big and follow those dreams."
   },
   "author": {
    "text": "Richard Simmons"
   }
  },
  {
   "quote": {
    "text": "The day I made that statement, about the inventing the internet, I was tired because I'd been up all night inventing the Camcorder."
   },
   "author": {
    "text": "Al Gore"
   }
  },
  {
   "quote": {
    "text": "I saw 28 Days. I don't remember rehab being like a day camp or being that funny. Rehab is a dumping ground. It's a big landfill."
   },
   "author": {
    "text": "Charlie Sheen"
   }
  },
  {
   "quote": {
    "text": "But you can't focus on things that matter if all you've been is asleep for forty years. Funny how sleep rhymes with sheep. You know."
   },
   "author": {
    "text": "Charlie Sheen"
   }
  },
  {
   "quote": {
    "text": "Miami Beach is where neon goes to die."
   },
   "author": {
    "text": "Lenny Bruce"
   }
  },
  {
   "quote": {
    "text": "I cannot sing, dance or act; what else would I be but a talk show host."
   },
   "author": {
    "text": "David Letterman"
   }
  },
  {
   "quote": {
    "text": "Have enough sense to know, ahead of time, when your skills will not extend to wallpapering."
   },
   "author": {
    "text": "Marilyn vos Savant"
   }
  },
  {
   "quote": {
    "text": "I'm thankful for the three ounce Ziploc bag, so that I have somewhere to put my savings."
   },
   "author": {
    "text": "Paula Poundstone"
   }
  },
  {
   "quote": {
    "text": "You can do anything with bayonets except sit on them."
   },
   "author": {
    "text": "Thomas Hardy"
   }
  },
  {
   "quote": {
    "text": "We need two kinds of acquaintances, one to complain to, while to the others we boast."
   },
   "author": {
    "text": "Logan Pearsall Smith"
   }
  },
  {
   "quote": {
    "text": "I read part of it all the way through."
   },
   "author": {
    "text": "Samuel Goldwyn"
   }
  },
  {
   "quote": {
    "text": "Until you walk a mile in another man's moccasins you can't imagine the smell."
   },
   "author": {
    "text": "Robert Byrne"
   }
  },
  {
   "quote": {
    "text": "She was a handsome woman of forty-five and would remain so for many years."
   },
   "author": {
    "text": "J. B. Priestley"
   }
  },
  {
   "quote": {
    "text": "I'm kidding about having only a few dollars. I might have a few dollars more."
   },
   "author": {
    "text": "James Brown"
   }
  },
  {
   "quote": {
    "text": "It's funny: I don't listen to too much rap. I don't listen to too much older hip-hop. If I do, it's Ja Rule."
   },
   "author": {
    "text": "Kehlani"
   }
  },
  {
   "quote": {
    "text": "The reward of energy, enterprise and thrift is taxes."
   },
   "author": {
    "text": "William Feather"
   }
  },
  {
   "quote": {
    "text": "I wish the government would put a tax on pianos for the incompetent."
   },
   "author": {
    "text": "Edith Sitwell"
   }
  },
  {
   "quote": {
    "text": "Older people shouldn't eat health food, they need all the preservatives they can get."
   },
   "author": {
    "text": "Robert Orben"
   }
  },
  {
   "quote": {
    "text": "All my children inherited perfect pitch."
   },
   "author": {
    "text": "Chevy Chase"
   }
  },
  {
   "quote": {
    "text": "One man's folly is another man's wife."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "We'll love you just the way you are if you're perfect."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "I went window shopping today! I bought four windows."
   },
   "author": {
    "text": "Tommy Cooper"
   }
  },
  {
   "quote": {
    "text": "I have never pretended to be any kind of super-religious kind of man, but I feel very strongly that you can be funny without being dirty."
   },
   "author": {
    "text": "Jonathan Winters"
   }
  },
  {
   "quote": {
    "text": "I was foreign and Jewish, with a funny name, and was very small and hated sport, a real problem at an English prep school. So the way to get round it was to become the school joker, which I did quite effectively - I was always fooling around to make the people who would otherwise dump me in the loo laugh."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "So, where's the Cannes Film Festival being held this year?"
   },
   "author": {
    "text": "Christina Aguilera"
   }
  },
  {
   "quote": {
    "text": "I grew up in Europe, where the history comes from."
   },
   "author": {
    "text": "Eddie Izzard"
   }
  },
  {
   "quote": {
    "text": "I sang in the choir for years, even though my family belonged to another church."
   },
   "author": {
    "text": "Paul Lynde"
   }
  },
  {
   "quote": {
    "text": "I wish I had the nerve not to tip."
   },
   "author": {
    "text": "Paul Lynde"
   }
  },
  {
   "quote": {
    "text": "The reason there are two senators for each state is so that one can be the designated driver."
   },
   "author": {
    "text": "Jay Leno"
   }
  },
  {
   "quote": {
    "text": "Don't forget Mother's Day. Or as they call it in Beverly Hills, Dad's Third Wife Day."
   },
   "author": {
    "text": "Jay Leno"
   }
  },
  {
   "quote": {
    "text": "I have a very low level of recognition, which is fine by me."
   },
   "author": {
    "text": "Dylan Moran"
   }
  },
  {
   "quote": {
    "text": "I'm the only man in the world with a marriage licence made out to whom it may concern."
   },
   "author": {
    "text": "Mickey Rooney"
   }
  },
  {
   "quote": {
    "text": "Who included me among the ranks of the human race?"
   },
   "author": {
    "text": "Joseph Brodsky"
   }
  },
  {
   "quote": {
    "text": "As far as I'm concerned, 'whom' is a word that was invented to make everyone sound like a butler."
   },
   "author": {
    "text": "Calvin Trillin"
   }
  },
  {
   "quote": {
    "text": "I don't believe in angels, no. But I do have a wee parking angel. It's on my dashboard and you wind it up. The wings flap and it's supposed to give you a parking space. It's worked so far."
   },
   "author": {
    "text": "Billy Connolly"
   }
  },
  {
   "quote": {
    "text": "An optimist is a fellow who believes a housefly is looking for a way to get out."
   },
   "author": {
    "text": "George Jean Nathan"
   }
  },
  {
   "quote": {
    "text": "When I was born I owed twelve dollars."
   },
   "author": {
    "text": "George S. Kaufman"
   }
  },
  {
   "quote": {
    "text": "I quit therapy because my analyst was trying to help me behind my back."
   },
   "author": {
    "text": "Richard Lewis"
   }
  },
  {
   "quote": {
    "text": "I distrust camels, and anyone else who can go a week without a drink."
   },
   "author": {
    "text": "Joe E. Lewis"
   }
  },
  {
   "quote": {
    "text": "The way taxes are, you might as well marry for love."
   },
   "author": {
    "text": "Joe E. Lewis"
   }
  },
  {
   "quote": {
    "text": "All my life, I always wanted to be somebody. Now I see that I should have been more specific."
   },
   "author": {
    "text": "Jane Wagner"
   }
  },
  {
   "quote": {
    "text": "It is easy for me to love myself, but for ladies to do it is another question altogether."
   },
   "author": {
    "text": "Johnny Vegas"
   }
  },
  {
   "quote": {
    "text": "My mother was against me being an actress - until I introduced her to Frank Sinatra."
   },
   "author": {
    "text": "Angie Dickinson"
   }
  },
  {
   "quote": {
    "text": "I would talk in iambic pentameter if it were easier."
   },
   "author": {
    "text": "Howard Nemerov"
   }
  },
  {
   "quote": {
    "text": "Working with Julie Andrews is like getting hit over the head with a valentine."
   },
   "author": {
    "text": "Christopher Plummer"
   }
  },
  {
   "quote": {
    "text": "There's one thing about baldness, it's neat."
   },
   "author": {
    "text": "Don Herold"
   }
  },
  {
   "quote": {
    "text": "Everything I like is either illegal, immoral or fattening."
   },
   "author": {
    "text": "Alexander Woollcott"
   }
  },
  {
   "quote": {
    "text": "As I get older, I just prefer to knit."
   },
   "author": {
    "text": "Tracey Ullman"
   }
  },
  {
   "quote": {
    "text": "I think serial monogamy says it all."
   },
   "author": {
    "text": "Tracey Ullman"
   }
  },
  {
   "quote": {
    "text": "Why does everyone think the future is space helmets, silver foil, and talking like computers, like a bad episode of Star Trek?"
   },
   "author": {
    "text": "Tracey Ullman"
   }
  },
  {
   "quote": {
    "text": "It all started when my dog began getting free roll over minutes."
   },
   "author": {
    "text": "Jay London"
   }
  },
  {
   "quote": {
    "text": "I recorded my hair this morning, tonight I'm watching the highlights."
   },
   "author": {
    "text": "Jay London"
   }
  },
  {
   "quote": {
    "text": "If you have a secret, people will sit a little bit closer."
   },
   "author": {
    "text": "Rob Corddry"
   }
  },
  {
   "quote": {
    "text": "I'm a misplaced American, but don't know where I was misplaced."
   },
   "author": {
    "text": "Ruby Wax"
   }
  },
  {
   "quote": {
    "text": "My uncle Sammy was an angry man. He had printed on his tombstone: What are you looking at?"
   },
   "author": {
    "text": "Margaret Smith"
   }
  },
  {
   "quote": {
    "text": "Food, love, career, and mothers, the four major guilt groups."
   },
   "author": {
    "text": "Cathy Guisewite"
   }
  },
  {
   "quote": {
    "text": "A vegetarian is a person who won't eat anything that can have children."
   },
   "author": {
    "text": "David Brenner"
   }
  }
 ]
}