{
 "GardeningQuotes": [
  {
   "quote": {
    "text": "If you have a garden and a library, you have everything you need."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "By plucking her petals, you do not gather the beauty of the flower."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "Flowers always make people better, happier, and more helpful; they are sunshine, food and medicine for the soul."
   },
   "author": {
    "text": "Luther Burbank"
   }
  },
  {
   "quote": {
    "text": "The flower that smells the sweetest is shy and lowly."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "Flowers are restful to look at. They have neither emotions nor conflicts."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "A garden requires patient labor and attention. Plants do not grow merely to satisfy ambitions or to fulfill good intentions. They thrive because someone expended effort on them."
   },
   "author": {
    "text": "Liberty Hyde Bailey"
   }
  },
  {
   "quote": {
    "text": "Remember that children, marriages, and flower gardens reflect the kind of care they get."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "Trees and plants always look like the people they live with, somehow."
   },
   "author": {
    "text": "Zora Neale Hurston"
   }
  },
  {
   "quote": {
    "text": "To see a world in a grain of sand and heaven in a wild flower Hold infinity in the palm of your hand and eternity in an hour."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Little things seem nothing, but they give peace, like those meadow flowers which individually seem odorless but all together perfume the air."
   },
   "author": {
    "text": "Georges Bernanos"
   }
  },
  {
   "quote": {
    "text": "The glory of gardening: hands in the dirt, head in the sun, heart with nature. To nurture a garden is to feed not just on the body, but the soul."
   },
   "author": {
    "text": "Alfred Austin"
   }
  },
  {
   "quote": {
    "text": "When the flower blooms, the bees come uninvited."
   },
   "author": {
    "text": "Ramakrishna"
   }
  },
  {
   "quote": {
    "text": "In search of my mother's garden, I found my own."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Use plants to bring life."
   },
   "author": {
    "text": "Douglas Wilson"
   }
  },
  {
   "quote": {
    "text": "Weeds are flowers too, once you get to know them."
   },
   "author": {
    "text": "A. A. Milne"
   }
  },
  {
   "quote": {
    "text": "A garden must combine the poetic and the mysterious with a feeling of serenity and joy."
   },
   "author": {
    "text": "Luis Barragan"
   }
  },
  {
   "quote": {
    "text": "It is only the farmer who faithfully plants seeds in the Spring, who reaps a harvest in the Autumn."
   },
   "author": {
    "text": "B. C. Forbes"
   }
  },
  {
   "quote": {
    "text": "What is a weed? A plant whose virtues have never been discovered."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Gardens are not made by singing 'Oh, how beautiful,' and sitting in the shade."
   },
   "author": {
    "text": "Rudyard Kipling"
   }
  },
  {
   "quote": {
    "text": "The flower which is single need not envy the thorns that are numerous."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "It will never rain roses: when we want to have more roses we must plant more trees."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "He plants trees to benefit another generation."
   },
   "author": {
    "text": "Caecilius Statius"
   }
  },
  {
   "quote": {
    "text": "A garden is a grand teacher. It teaches patience and careful watchfulness; it teaches industry and thrift; above all it teaches entire trust."
   },
   "author": {
    "text": "Gertrude Jekyll"
   }
  },
  {
   "quote": {
    "text": "I don't like formal gardens. I like wild nature. It's just the wilderness instinct in me, I guess."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "Love is the flower of life, and blossoms unexpectedly and without law, and must be plucked where it is found, and enjoyed for the brief hour of its duration."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "Everything that slows us down and forces patience, everything that sets us back into the slow circles of nature, is a help. Gardening is an instrument of grace."
   },
   "author": {
    "text": "May Sarton"
   }
  },
  {
   "quote": {
    "text": "A flower falls, even though we love it; and a weed grows, even though we do not love it."
   },
   "author": {
    "text": "Dogen"
   }
  },
  {
   "quote": {
    "text": "All gardening is landscape painting."
   },
   "author": {
    "text": "William Kent"
   }
  },
  {
   "quote": {
    "text": "The best place to find God is in a garden. You can dig for him there."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Won't you come into the garden? I would like my roses to see you."
   },
   "author": {
    "text": "Richard Brinsley Sheridan"
   }
  },
  {
   "quote": {
    "text": "A weed is a plant that has mastered every survival skill except for learning how to grow in rows."
   },
   "author": {
    "text": "Doug Larson"
   }
  },
  {
   "quote": {
    "text": "Show me your garden and I shall tell you what you are."
   },
   "author": {
    "text": "Alfred Austin"
   }
  },
  {
   "quote": {
    "text": "A weed is but an unloved flower."
   },
   "author": {
    "text": "Ella Wheeler Wilcox"
   }
  },
  {
   "quote": {
    "text": "The garden suggests there might be a place where we can meet nature halfway."
   },
   "author": {
    "text": "Michael Pollan"
   }
  },
  {
   "quote": {
    "text": "In the world at large, people are rewarded or punished in ways that are often utterly random. In the garden, cause and effect, labor and reward, are re-coupled. Gardening makes sense in a senseless world. By extension, then, the more gardens in the world, the more justice, the more sense is created."
   },
   "author": {
    "text": "Andrew Weil"
   }
  },
  {
   "quote": {
    "text": "One of the least arduous but most productive of gardening jobs, the magic of deadheading never fails to delight me. It was a revelation when the principle was explained to me: that flowers are the attempt by the plant to reproduce itself. So if you cut the heads off before the flower turns into seeds, the plant will continue to flower."
   },
   "author": {
    "text": "Tom Hodgkinson"
   }
  },
  {
   "quote": {
    "text": "Let us not forget that the cultivation of the earth is the most important labor of man. When tillage begins, other arts will follow. The farmers, therefore, are the founders of civilization."
   },
   "author": {
    "text": "Daniel Webster"
   }
  },
  {
   "quote": {
    "text": "From plants that wake when others sleep, from timid jasmine buds that keep their odour to themselves all day, but when the sunlight dies away let the delicious secret out to every breeze that roams about."
   },
   "author": {
    "text": "Thomas Moore"
   }
  },
  {
   "quote": {
    "text": "Plant and your spouse plants with you; weed and you weed alone."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "My favorite hobby is being alone. I like to be alone. I also like dancing, fishing, playing poker sometimes and vegetable gardening - corn, tomatoes, cucumbers, I have a big garden every year."
   },
   "author": {
    "text": "Emanuel Steward"
   }
  },
  {
   "quote": {
    "text": "In the spring, at the end of the day, you should smell like dirt."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "Working with plants, trees, fences and walls, if they practice sincerely they will attain enlightenment."
   },
   "author": {
    "text": "Dogen"
   }
  },
  {
   "quote": {
    "text": "What a man needs in gardening is a cast-iron back, with a hinge in it."
   },
   "author": {
    "text": "Charles Dudley Warner"
   }
  },
  {
   "quote": {
    "text": "I want it said of me by those who knew me best, that I always plucked a thistle and planted a flower where I thought a flower would grow."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "I like gardening - it's a place where I find myself when I need to lose myself."
   },
   "author": {
    "text": "Alice Sebold"
   }
  },
  {
   "quote": {
    "text": "I don't see my artist friends as any more neurotic or addiction-prone than the others. The roommates I have had who were into triathlons or environmentalism were just as crazy as the poets, just as prone to tears over gardening or air conditioners, just as ready to kite a cheque or binge on cookie dough."
   },
   "author": {
    "text": "Russell Smith"
   }
  },
  {
   "quote": {
    "text": "Clarity is the most important thing. I can compare clarity to pruning in gardening. You know, you need to be clear. If you are not clear, nothing is going to happen. You have to be clear. Then you have to be confident about your vision. And after that, you just have to put a lot of work in."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "I know that if odour were visible, as colour is, I'd see the summer garden in rainbow clouds."
   },
   "author": {
    "text": "Robert Bridges"
   }
  },
  {
   "quote": {
    "text": "It is a good idea to be alone in a garden at dawn or dark so that all its shy presences may haunt you and possess you in a reverie of suspended thought."
   },
   "author": {
    "text": "James Douglas"
   }
  },
  {
   "quote": {
    "text": "The cottage garden; most for use designed, Yet not of beauty destitute."
   },
   "author": {
    "text": "Charlotte Smith"
   }
  },
  {
   "quote": {
    "text": "Sometimes, as is the case of peach and plum trees, which are often dwarfed, the plants are thrown into a flowering states, and then, as they flower freely year after year, they have little inclination to make vigorous growth."
   },
   "author": {
    "text": "Robert Fortune"
   }
  },
  {
   "quote": {
    "text": "You can cut all the flowers but you cannot keep spring from coming."
   },
   "author": {
    "text": "Pablo Neruda"
   }
  },
  {
   "quote": {
    "text": "And forget not that the earth delights to feel your bare feet and the winds long to play with your hair."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Gardening is how I relax. It's another form of creating and playing with colors."
   },
   "author": {
    "text": "Oscar de la Renta"
   }
  },
  {
   "quote": {
    "text": "A brier rose whose buds yield fragrant harvest for the honey bee."
   },
   "author": {
    "text": "Letitia Elizabeth Landon"
   }
  },
  {
   "quote": {
    "text": "We learn from our gardens to deal with the most urgent question of the time: How much is enough?"
   },
   "author": {
    "text": "Wendell Berry"
   }
  },
  {
   "quote": {
    "text": "A man has made at least a start on discovering the meaning of human life when he plants shade trees under which he knows full well he will never sit."
   },
   "author": {
    "text": "D. Elton Trueblood"
   }
  },
  {
   "quote": {
    "text": "Cooking and gardening involve so many disciplines: math, chemistry, reading, history."
   },
   "author": {
    "text": "David Chang"
   }
  },
  {
   "quote": {
    "text": "I love planting. I love digging holes, putting plants in, tapping them in. And I love weeding, but I don't like tidying up the garden afterwards."
   },
   "author": {
    "text": "Jamaica Kincaid"
   }
  },
  {
   "quote": {
    "text": "I don't divide architecture, landscape and gardening; to me they are one."
   },
   "author": {
    "text": "Luis Barragan"
   }
  },
  {
   "quote": {
    "text": "But if each man could have his own house, a large garden to cultivate and healthy surroundings - then, I thought, there will be for them a better opportunity of a happy family life."
   },
   "author": {
    "text": "George Cadbury"
   }
  },
  {
   "quote": {
    "text": "It is a golden maxim to cultivate the garden for the nose, and the eyes will take care of themselves."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Gardening is not trivial. If you believe that it is, closely examine why you feel that way. You may discover that this attitude has been forced upon you by mass media and the crass culture it creates and maintains. The fact is, gardening is just the opposite - it is, or should be, a central, basic expression of human life."
   },
   "author": {
    "text": "Andrew Weil"
   }
  },
  {
   "quote": {
    "text": "Help us to be ever faithful gardeners of the spirit, who know that without darkness nothing comes to birth, and without light nothing flowers."
   },
   "author": {
    "text": "May Sarton"
   }
  },
  {
   "quote": {
    "text": "You have to get up and plant the seed and see if it grows, but you can't just wait around, you have to water it and take care of it."
   },
   "author": {
    "text": "Bootsy Collins"
   }
  },
  {
   "quote": {
    "text": "Garden as though you will live forever."
   },
   "author": {
    "text": "William Kent"
   }
  },
  {
   "quote": {
    "text": "The more help a person has in his garden, the less it belongs to him."
   },
   "author": {
    "text": "W. H. Davies"
   }
  },
  {
   "quote": {
    "text": "Isn't it enough to see that a garden is beautiful without having to believe that there are fairies at the bottom of it too?"
   },
   "author": {
    "text": "Douglas Adams"
   }
  },
  {
   "quote": {
    "text": "Who loves a garden loves a greenhouse too."
   },
   "author": {
    "text": "William Cowper"
   }
  },
  {
   "quote": {
    "text": "The lesson I have thoroughly learnt, and wish to pass on to others, is to know the enduring happiness that the love of a garden gives."
   },
   "author": {
    "text": "Gertrude Jekyll"
   }
  },
  {
   "quote": {
    "text": "I could happily lean on a gate all the livelong day, chatting to passers-by about the wind and the rain. I do a lot of gate-leaning while I am supposed to be gardening; instead of hoeing, I lean on the gate, stare at the vegetable beds and ponder."
   },
   "author": {
    "text": "Tom Hodgkinson"
   }
  },
  {
   "quote": {
    "text": "My neighbour asked if he could use my lawnmower and I told him of course he could, so long as he didn't take it out of my garden."
   },
   "author": {
    "text": "Eric Morecambe"
   }
  },
  {
   "quote": {
    "text": "One lifetime is never enough to accomplish one's horticultural goals. If a garden is a site for the imagination, how can we be very far from the beginning?"
   },
   "author": {
    "text": "Francis Cabot Lowell"
   }
  },
  {
   "quote": {
    "text": "I've always loved the woods, and I've always loved gardening and a lot of solitude and quiet."
   },
   "author": {
    "text": "Lizz Wright"
   }
  },
  {
   "quote": {
    "text": "The love of gardening is a seed once sown that never dies."
   },
   "author": {
    "text": "Gertrude Jekyll"
   }
  },
  {
   "quote": {
    "text": "There's something about taking a plow and breaking new ground. It gives you energy."
   },
   "author": {
    "text": "Ken Kesey"
   }
  },
  {
   "quote": {
    "text": "We must cultivate our own garden. When man was put in the garden of Eden he was put there so that he should work, which proves that man was not born to rest."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "No occupation is so delightful to me as the culture of the earth, and no culture comparable to that of the garden."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Gardening is learning, learning, learning. That's the fun of them. You're always learning."
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "I put quite a few trees in last autumn. A lot of silver birch and a couple of native trees - just generally doing gardening, putting plants in and hedges in. It takes quite a lot of time and I love it."
   },
   "author": {
    "text": "Sean Bean"
   }
  },
  {
   "quote": {
    "text": "Gardeners are good at nurturing, and they have a great quality of patience, they're tender. They have to be persistent."
   },
   "author": {
    "text": "Ralph Fiennes"
   }
  },
  {
   "quote": {
    "text": "A lawn is nature under totalitarian rule."
   },
   "author": {
    "text": "Michael Pollan"
   }
  },
  {
   "quote": {
    "text": "The earth is rocky and full of roots; it's clay, and it seems doomed and polluted, but you dig little holes for the ugly shriveled bulbs, throw in a handful of poppy seeds, and cover it all over, and you know you'll never see it again - it's death and clay and shrivel, and your hands are nicked from the rocks, your nails black with soil."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "I love being in my garden. I don't plant a lot of exotic flora, but I do spend a lot of time outside doing manual labour."
   },
   "author": {
    "text": "Jacqueline Bisset"
   }
  },
  {
   "quote": {
    "text": "A garden is a complex of aesthetic and plastic intentions; and the plant is, to a landscape artist, not only a plant - rare, unusual, ordinary or doomed to disappearance - but it is also a color, a shape, a volume or an arabesque in itself."
   },
   "author": {
    "text": "Roberto Burle Marx"
   }
  },
  {
   "quote": {
    "text": "My passion for gardening may strike some as selfish, or merely an act of resignation in the face of overwhelming problems that beset the world. It is neither. I have found that each garden is just what Voltaire proposed in Candide: a microcosm of a just and beautiful society."
   },
   "author": {
    "text": "Andrew Weil"
   }
  },
  {
   "quote": {
    "text": "Behold, my friends, the spring is come; the earth has gladly received the embraces of the sun, and we shall soon see the results of their love!"
   },
   "author": {
    "text": "Sitting Bull"
   }
  },
  {
   "quote": {
    "text": "I think this is what hooks one to gardening: it is the closest one can come to being present at creation."
   },
   "author": {
    "text": "Phyllis Theroux"
   }
  },
  {
   "quote": {
    "text": "God Almighty first planted a garden. And indeed, it is the purest of human pleasures."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "If your knees aren't green by the end of the day, you ought to seriously re-examine your life."
   },
   "author": {
    "text": "Bill Watterson"
   }
  },
  {
   "quote": {
    "text": "To dwell is to garden."
   },
   "author": {
    "text": "Martin Heidegger"
   }
  },
  {
   "quote": {
    "text": "A vegetable garden in the beginning looks so promising and then after all little by little it grows nothing but vegetables, nothing, nothing but vegetables."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "There is no gardening without humility. Nature is constantly sending even its oldest scholars to the bottom of the class for some egregious blunder."
   },
   "author": {
    "text": "Alfred Austin"
   }
  },
  {
   "quote": {
    "text": "Flowers are happy things."
   },
   "author": {
    "text": "P. G. Wodehouse"
   }
  },
  {
   "quote": {
    "text": "Fertilizer does no good in a heap, but a little spread around works miracles all over."
   },
   "author": {
    "text": "Richard Brinsley Sheridan"
   }
  },
  {
   "quote": {
    "text": "I love gardening, and I love cooking. I love things like that. I love creating things."
   },
   "author": {
    "text": "Aaron Taylor-Johnson"
   }
  },
  {
   "quote": {
    "text": "I have an armchair interest in gardening, but I don't like to get my knees dirty. I don't have a garden."
   },
   "author": {
    "text": "Nick Cave"
   }
  },
  {
   "quote": {
    "text": "I like to encourage people interested in gardening or planting to begin with a simple herb garden. Even if you live in a small apartment, you can have some herb pots."
   },
   "author": {
    "text": "Anna Getty"
   }
  },
  {
   "quote": {
    "text": "I do some of my best thinking while pulling weeds."
   },
   "author": {
    "text": "Martha Smith"
   }
  },
  {
   "quote": {
    "text": "A good garden may have some weeds."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "I love things that are indescribable, like the taste of an avocado or the smell of a gardenia."
   },
   "author": {
    "text": "Barbra Streisand"
   }
  },
  {
   "quote": {
    "text": "I plant a lot of trees. I am a great believer in planting things for future generations. I loathe the now culture where you just live for today."
   },
   "author": {
    "text": "Penelope Keith"
   }
  },
  {
   "quote": {
    "text": "At home, I relax by gardening, or just pottering."
   },
   "author": {
    "text": "Jennifer Saunders"
   }
  },
  {
   "quote": {
    "text": "Cooking, decorating, diet/self-help and gardening books are guilty pleasures and useful time fillers."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "The secret of improved plant breeding, apart from scientific knowledge, is love."
   },
   "author": {
    "text": "Luther Burbank"
   }
  },
  {
   "quote": {
    "text": "I also like to garden. I grow things, vegetables, flowers... I particularly like orchids. I raise orchids."
   },
   "author": {
    "text": "Beau Bridges"
   }
  },
  {
   "quote": {
    "text": "I am so longing to be domestic,, cooking stew, gardening, hopefully having some children, painting, sitting still in one place."
   },
   "author": {
    "text": "Eve Best"
   }
  },
  {
   "quote": {
    "text": "Gardening is a working meditation for me. It helps me remember process, and it helps me remember patience."
   },
   "author": {
    "text": "Lizz Wright"
   }
  },
  {
   "quote": {
    "text": "The garden, by design, is concerned with both the interior and the land beyond the garden."
   },
   "author": {
    "text": "Stephen Gardiner"
   }
  },
  {
   "quote": {
    "text": "When I go into the garden, I forget everything. It's uncomplicated in my world of gardening. It's trial and error, really. If something doesn't work, it comes out, and you start all over again."
   },
   "author": {
    "text": "Emilia Fox"
   }
  },
  {
   "quote": {
    "text": "Gardening gloves are for sissies. I always have dirt under my nails."
   },
   "author": {
    "text": "Hilarie Burton"
   }
  },
  {
   "quote": {
    "text": "I adore gardening and plan to take it up properly when I have a bit more time on my hands. Until then, I love pottering in garden centres. I'm totally low maintenance. I don't ask for fancy plants, just basic, long-lasting shrubs that look nice. But I am particular about flowers."
   },
   "author": {
    "text": "Shilpa Shetty"
   }
  },
  {
   "quote": {
    "text": "Everyone wants instant everything, and they want instant success, but I always think you should treat things in the arts like a garden, and let them grow."
   },
   "author": {
    "text": "Penelope Keith"
   }
  },
  {
   "quote": {
    "text": "One marked feature of the people, both high and low, is a love for flowers."
   },
   "author": {
    "text": "Robert Fortune"
   }
  },
  {
   "quote": {
    "text": "I've always felt that having a garden is like having a good and loyal friend."
   },
   "author": {
    "text": "C. Z. Guest"
   }
  },
  {
   "quote": {
    "text": "Rock 'n' Roll, no roses or gardening."
   },
   "author": {
    "text": "Tina Charles"
   }
  },
  {
   "quote": {
    "text": "I value my garden more for being full of blackbirds than of cherries, and very frankly give them fruit for their songs."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "I've never really understood the criticism that climbing is inherently selfish, since it could equally be argued about virtually any other hobby or sport. Is gardening selfish?"
   },
   "author": {
    "text": "Alex Honnold"
   }
  },
  {
   "quote": {
    "text": "I don't hold that everybody has to love fashion. Some people like gardening."
   },
   "author": {
    "text": "Steven Cojocaru"
   }
  },
  {
   "quote": {
    "text": "Gardening is not a rational act."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "My extravagance is my garden - it's the first thing I look at every morning when I wake up. It gives me so much pleasure."
   },
   "author": {
    "text": "Ina Garten"
   }
  },
  {
   "quote": {
    "text": "I loathe gardening, but I love gardens, and I have two beautiful gardens. I can not bear gardening, but I love gardens."
   },
   "author": {
    "text": "Elton John"
   }
  },
  {
   "quote": {
    "text": "Well I do find the beauty in animals. I find beauty everywhere. I find beauty in my garden."
   },
   "author": {
    "text": "Doris Day"
   }
  },
  {
   "quote": {
    "text": "Gardening is not my thing. You're digging in the dirt, and then a couple of months later, something happens."
   },
   "author": {
    "text": "Jillian Michaels"
   }
  },
  {
   "quote": {
    "text": "How deeply seated in the human heart is the liking for gardens and gardening."
   },
   "author": {
    "text": "Alexander Smith"
   }
  },
  {
   "quote": {
    "text": "As I grew steadily more comfortable in the kitchen, I found that, much like gardening, most cooking manages to be agreeably absorbing without being too demanding intellectually. It leaves plenty of mental space for daydreaming and reflection."
   },
   "author": {
    "text": "Michael Pollan"
   }
  },
  {
   "quote": {
    "text": "I still love farming and gardening and things like that in the summertime."
   },
   "author": {
    "text": "Blake Shelton"
   }
  },
  {
   "quote": {
    "text": "I came to London. I spent nine months doing domestic work and gardening because I knew I wanted to get a West End show. So, when I was offered jobs in Stoke or Leicester or whatever, I'd say no. Eventually, I got 'Godspell.' It was gently building."
   },
   "author": {
    "text": "Jeremy Irons"
   }
  },
  {
   "quote": {
    "text": "Gardening always has been an art, essentially."
   },
   "author": {
    "text": "Robert Irwin"
   }
  },
  {
   "quote": {
    "text": "When a finished work of 20th century sculpture is placed in an 18th century garden, it is absorbed by the ideal representation of the past, thus reinforcing political and social values that are no longer with us."
   },
   "author": {
    "text": "Robert Smithson"
   }
  },
  {
   "quote": {
    "text": "I like the physical activity of gardening. It's kind of thrilling. I do a lot of weeding."
   },
   "author": {
    "text": "John Hurt"
   }
  },
  {
   "quote": {
    "text": "The space and light up there in Norfolk is wonderfully peaceful. I find myself doing funny things like gardening, and cooking, which I rarely do in London."
   },
   "author": {
    "text": "Jeremy Northam"
   }
  },
  {
   "quote": {
    "text": "The English may love gardening and fishing, but they have never struck me as being close to nature. Their way of expression is 'the hollyhocks are awfully good' sort of thing, all done in very good taste. The savagery of nature is something they don't dwell upon."
   },
   "author": {
    "text": "Denholm Elliott"
   }
  },
  {
   "quote": {
    "text": "My hobby is gardening, I love it, it's my main hobby. I like being at home and I'm very happy being in my house, I love cooking."
   },
   "author": {
    "text": "Susan Hampshire"
   }
  },
  {
   "quote": {
    "text": "If I'm in the country, my big idea is to do nothing. It means talking, it means cooking with the leftovers in the fridge - l'art d'accommoder les restes - it means gardening."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "I love Michel Roux, Jr., and James Martin - the chefs who are experts in their own right, like Rick Stein on fish. But I don't watch them very much because I don't think it's fair for my husband to be in a total food environment all the time! So we watch programmes about gardening more."
   },
   "author": {
    "text": "Mary Berry"
   }
  },
  {
   "quote": {
    "text": "Without doubt, without hesitation, I choose gardening over the gym. I can't stand going to the gym. It doesn't appeal to me at all. Give me gardening every time."
   },
   "author": {
    "text": "Mary Berry"
   }
  },
  {
   "quote": {
    "text": "I grew up at my grandmother's house, and she had a beautiful garden. I used to hate mowing the lawn and weeding, which is what you do when you're a kid. I loathe gardening, but I love gardens, and I have two beautiful gardens."
   },
   "author": {
    "text": "Elton John"
   }
  },
  {
   "quote": {
    "text": "It's true that I have a wide range of interests. I like to write and paint and make music and go walking on my own and garden. In fact, gardening is probably what I enjoy doing more than anything else."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "I am a particular fan of integrative exercise - that is, exercise that occurs in the course of doing some productive activity such as gardening, bicycling to work, doing home improvement projects and so on."
   },
   "author": {
    "text": "Andrew Weil"
   }
  },
  {
   "quote": {
    "text": "I think we all have a dream of what it would be like not to work and grow heirloom tomatoes, and I do have that dream. It would be lovely. I do love gardening and all of that, but I do love my work."
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "My partner loves gardening and beekeeping and chickens and all that stuff."
   },
   "author": {
    "text": "Jillian Michaels"
   }
  },
  {
   "quote": {
    "text": "A person cannot love a plant after he has pruned it, then he has either done a poor job or is devoid of emotion."
   },
   "author": {
    "text": "Liberty Hyde Bailey"
   }
  },
  {
   "quote": {
    "text": "Every time I imagine a garden in an architectural setting, it turns into a magical place. I think of gardens I have seen, that I believe I have seen, that I long to see, surrounded by simple walls, columns, arcades or the facades of buildings - sheltered places of great intimacy where I want to stay for a long time."
   },
   "author": {
    "text": "Peter Zumthor"
   }
  },
  {
   "quote": {
    "text": "The profession I have keeps dragging me into drama and taking me away from baking, flowering and gardening."
   },
   "author": {
    "text": "Lykke Li"
   }
  },
  {
   "quote": {
    "text": "My life is gardening, cleaning around the house and power washing."
   },
   "author": {
    "text": "J. B. Smoove"
   }
  },
  {
   "quote": {
    "text": "From my earliest memories, I loved the farm. My grandfather was a charter subscriber to Rodale's Organic Gardening and Farming Magazine and had a huge, well kept garden with an octagonal chicken house in the corner."
   },
   "author": {
    "text": "Joel Salatin"
   }
  },
  {
   "quote": {
    "text": "It's my observation that gardeners and gardening for a very long time have had to take a back seat. Architects are very famous; they've got huge projects. What goes on in and around them has been relegated to a very minor role."
   },
   "author": {
    "text": "Robert Irwin"
   }
  },
  {
   "quote": {
    "text": "Perhaps the CDC should quit spending money on things like jazzercise, urban gardening, and massage therapy and direct that money to where it's appropriate in protecting the health of the American people."
   },
   "author": {
    "text": "Cory Gardner"
   }
  },
  {
   "quote": {
    "text": "I just planted the family vegetables yesterday. You name it, I grow it."
   },
   "author": {
    "text": "Steve Zahn"
   }
  },
  {
   "quote": {
    "text": "I'm huge on spring and summer gardening. I'm really proud of my perennial beds. That's a passion of mine."
   },
   "author": {
    "text": "Steve Zahn"
   }
  },
  {
   "quote": {
    "text": "Very early, I thought I would go into music, but I was aware that it would bring a set of obstacles I didn't find particularly attractive. Also, I'm not a great performer! For a while, I thought I would do something in landscape gardening. But it was always fashion for me."
   },
   "author": {
    "text": "Stella McCartney"
   }
  },
  {
   "quote": {
    "text": "The most lasting and pure gladness comes to me from my gardens."
   },
   "author": {
    "text": "Lillie Langtry"
   }
  },
  {
   "quote": {
    "text": "I'm pretty good at gardening. It consumes my time, and it feels like I'm doing something constructive."
   },
   "author": {
    "text": "Simon Baker"
   }
  },
  {
   "quote": {
    "text": "I need my friends, I need my house, I need my garden."
   },
   "author": {
    "text": "Miranda Richardson"
   }
  },
  {
   "quote": {
    "text": "Against her ankles as she trod The lucky buttercups did nod."
   },
   "author": {
    "text": "Jean Ingelow"
   }
  },
  {
   "quote": {
    "text": "Mid-afternoon, I'll go out and do the household errands, come home, do my gardening, go for an evening walk."
   },
   "author": {
    "text": "Diana Gabaldon"
   }
  },
  {
   "quote": {
    "text": "Some men like to make a little garden out of life and walk down a path."
   },
   "author": {
    "text": "Jean Anouilh"
   }
  },
  {
   "quote": {
    "text": "Software is like gardening - one day I'll go behind the shed and clean up. But if nobody ever goes there, does it matter a lot?"
   },
   "author": {
    "text": "Mike Krieger"
   }
  },
  {
   "quote": {
    "text": "I think in the same way when I'm cooking, when I'm gardening, when I'm choosing fabrics. It's a way of living."
   },
   "author": {
    "text": "Dries van Noten"
   }
  },
  {
   "quote": {
    "text": "No one will understand a Japanese garden until you've walked through one, and you hear the crunch underfoot, and you smell it, and you experience it over time. Now there's no photograph or any movie that can give you that experience."
   },
   "author": {
    "text": "J. Carter Brown"
   }
  },
  {
   "quote": {
    "text": "I like solitary pursuits, such as reading or pottering about in the garden."
   },
   "author": {
    "text": "Hayley Mills"
   }
  },
  {
   "quote": {
    "text": "I enjoy painting, cutting the lawn and working in the garden when I have time. That's therapy for me. I enjoy working with my hands."
   },
   "author": {
    "text": "Billy Williams"
   }
  },
  {
   "quote": {
    "text": "Weather means more when you have a garden. There's nothing like listening to a shower and thinking how it is soaking in around your green beans."
   },
   "author": {
    "text": "Marcelene Cox"
   }
  },
  {
   "quote": {
    "text": "My hobbies are cooking and gardening, especially growing orchids. I love soccer, my husband and I support a British team called Chelsea, and I also enjoy tennis. We have 3 cats."
   },
   "author": {
    "text": "Juliet Mills"
   }
  },
  {
   "quote": {
    "text": "I find myself listening to Talk Talk on repeat while I'm doing gardening in upstate New York. Their music is so languid, and I just love his voice."
   },
   "author": {
    "text": "Parker Posey"
   }
  },
  {
   "quote": {
    "text": "Cell culture is a little like gardening. You sit and you look at cells, and then you see something and say, 'You know, that doesn't look right'."
   },
   "author": {
    "text": "Siddhartha Mukherjee"
   }
  },
  {
   "quote": {
    "text": "In many ways, theatre is more rewarding for a writer. I used to think it was like painting a wall - that when the play is finished, it's done - but now I realise it's more like gardening; you plant the thing, then you have to constantly tend it. You're part of a thing that's living."
   },
   "author": {
    "text": "Lee Hall"
   }
  },
  {
   "quote": {
    "text": "I'm mad about gardening. I have an allotment on the other side of Hampstead Heath, and I keep three hens in my garden."
   },
   "author": {
    "text": "Deborah Moggach"
   }
  },
  {
   "quote": {
    "text": "I got a little house in East L.A. and did the gardening. I was doing some acting here and there, doing my own thing... getting back to reality."
   },
   "author": {
    "text": "Adam Ant"
   }
  },
  {
   "quote": {
    "text": "Well tended garden is better than a neglected wood lot."
   },
   "author": {
    "text": "Dixie Lee Ray"
   }
  },
  {
   "quote": {
    "text": "If a tree dies, plant another in its place."
   },
   "author": {
    "text": "Carolus Linnaeus"
   }
  },
  {
   "quote": {
    "text": "A generation before, it had been sagebrush and coyotes; a generation later, it was a burgeoning movie town. But for that brief idyllic time in 1910, Hollywood looked like the perfect place for a successful writer to settle down, build his dream house, and maybe do some gardening."
   },
   "author": {
    "text": "Kage Baker"
   }
  },
  {
   "quote": {
    "text": "I'm not surfing much anymore, but I love hiking and gardening, and I'm always wearing a hat and sunblock."
   },
   "author": {
    "text": "Carolyn Murphy"
   }
  },
  {
   "quote": {
    "text": "I loved to get all dusty and ride horses and plant potatoes and cotton."
   },
   "author": {
    "text": "Dorothy Malone"
   }
  },
  {
   "quote": {
    "text": "Somebody informed me recently that the key to every art, from writing to gardening to sculpture, is creativity. I beg to differ."
   },
   "author": {
    "text": "Roy Blount, Jr."
   }
  },
  {
   "quote": {
    "text": "I'm not a gardener. I don't have the consistency for gardening, and I have barely enough for an orchard. I don't embarrass myself. You have to be there tending and weeding. With orchards, you can go through negligent periods and recover."
   },
   "author": {
    "text": "Bill Pullman"
   }
  },
  {
   "quote": {
    "text": "I do the gardening."
   },
   "author": {
    "text": "Ken Livingstone"
   }
  },
  {
   "quote": {
    "text": "I've come to recognize what I call my 'inside interests.' Telling stories. And helping people tell their stories is a sort of interpersonal gardening. My work at NBC News was to report the news, but in hindsight, I often tried to look for some insight to share that might spark a moment of recognition in a viewer."
   },
   "author": {
    "text": "Jane Pauley"
   }
  },
  {
   "quote": {
    "text": "There is nothing I like better at the end of a hot summer's day than taking a short walk around the garden. You can smell the heat coming up from the earth to meet the cooler night air."
   },
   "author": {
    "text": "Peter Mayle"
   }
  },
  {
   "quote": {
    "text": "Do you know that charming part of our country which has been called the garden of France - that spot where, amid verdant plains watered by wide streams, one inhales the purest air of heaven?"
   },
   "author": {
    "text": "Alfred de Vigny"
   }
  },
  {
   "quote": {
    "text": "My parents were/are straight-edge hippies. Mom roamed around gardening so we would have fresh food, and Dad was on wood-chopping duty to heat our passive solar home that they figured out how to design and build together. I was the kid with green peppers in my lunch, and I liked them!"
   },
   "author": {
    "text": "Tara Stiles"
   }
  },
  {
   "quote": {
    "text": "There is some risk to increase birth defects if you do a lot of outdoor gardening when you are pregnant. That can increase rates of toxoplasmosis."
   },
   "author": {
    "text": "Emily Oster"
   }
  },
  {
   "quote": {
    "text": "I have to keep up with the scientific literature as part of my job, but increasingly I found myself reading things that weren't really relevant to my academic work, but were relevant to gardening."
   },
   "author": {
    "text": "Ken Thompson"
   }
  },
  {
   "quote": {
    "text": "Gardening has just sort of grown on me. I find it therapeutic. And I like smelly things."
   },
   "author": {
    "text": "Clive Anderson"
   }
  },
  {
   "quote": {
    "text": "I love decorating my home. I'm a gardener too, so that's usually something I have to play catch up with."
   },
   "author": {
    "text": "Suzy Bogguss"
   }
  },
  {
   "quote": {
    "text": "I read, go for walks and I love to garden. My hands are such a mess. People think I should have movie star hands, but they're just gardening ones. Always slightly grubby and with a bit of dirt under the fingernails."
   },
   "author": {
    "text": "Amanda Donohoe"
   }
  },
  {
   "quote": {
    "text": "Many talk about a guest worker program. I think most reasonable people believe that a guest worker program in the farming industry, perhaps in the gardening and landscape industries, is reasonable."
   },
   "author": {
    "text": "Gary Miller"
   }
  },
  {
   "quote": {
    "text": "The Herbs ought to be distilled when they are in their greatest vigor, and so ought the Flowers also."
   },
   "author": {
    "text": "Nicholas Culpeper"
   }
  },
  {
   "quote": {
    "text": "I'm really into gardening."
   },
   "author": {
    "text": "Brea Grant"
   }
  },
  {
   "quote": {
    "text": "There's something about beautiful moments in sports that alters our experience of time. And I'd say the same thing about poetry and gardening. Gardening slows me down. I want to stop and observe everything."
   },
   "author": {
    "text": "Ross Gay"
   }
  },
  {
   "quote": {
    "text": "If you build up the soil with organic material, the plants will do just fine."
   },
   "author": {
    "text": "John Harrison"
   }
  },
  {
   "quote": {
    "text": "I cannot remember a time when I was not interested in both gardening and painting. I must have been born with a trowel in one hand and a paintbrush in the other."
   },
   "author": {
    "text": "Emma Tennant"
   }
  },
  {
   "quote": {
    "text": "Because I am really interested in gardening, I do really interesting plants, not even always flowers. And because I have grown them, I really know them like friends. I paint everything from exotic orchids to rosehips growing wild in a hedge. They just have to speak to me."
   },
   "author": {
    "text": "Emma Tennant"
   }
  },
  {
   "quote": {
    "text": "Exercise your creative muscles all the time, either through classes or through other artistic avenues like painting or dancing or even gardening, staying active and being creative so that when opportunities do come up, you are in a position to take advantage of them."
   },
   "author": {
    "text": "Tom Irwin"
   }
  },
  {
   "quote": {
    "text": "Overall, the anarchy was the most creative of all periods of Japanese culture for in it there appeared the greatest landscape painting, the culmination of the skill of landscape gardening and the arts of flower arrangement, and the No drama."
   },
   "author": {
    "text": "J. M. Roberts"
   }
  },
  {
   "quote": {
    "text": "Living in New York after 14 years, I'm such an outdoors kind of person. I love gardening and building things. I like restoring old furniture."
   },
   "author": {
    "text": "Paige Butcher"
   }
  },
  {
   "quote": {
    "text": "I am sure that if you plant the trees back again, it will do nothing but good."
   },
   "author": {
    "text": "Michael Fish"
   }
  },
  {
   "quote": {
    "text": "I love a lot of things, and I'm pretty much obsessive about most things I do, whether it be gardening, or architecture, or music. I'd be an obsessive hairdresser."
   },
   "author": {
    "text": "Gates McFadden"
   }
  },
  {
   "quote": {
    "text": "I am not quite Martha Stewart, but I do like cooking and gardening."
   },
   "author": {
    "text": "Dennis Basso"
   }
  }
 ]
}