{
 "GodQuotes": [
  {
   "quote": {
    "text": "You don't choose your family. They are God's gift to you, as you are to them."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "Your talent is God's gift to you. What you do with it is your gift back to God."
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "I just find myself happy with the simple things. Appreciating the blessings God gave me."
   },
   "author": {
    "text": "DMX"
   }
  },
  {
   "quote": {
    "text": "I believe if you keep your faith, you keep your trust, you keep the right attitude, if you're grateful, you'll see God open up new doors."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "God gave us the gift of life; it is up to us to give ourselves the gift of living well."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Never lose an opportunity of seeing anything beautiful, for beauty is God's handwriting."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "When you focus on being a blessing, God makes sure that you are always blessed in abundance."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I am blessed to have so many great things in my life - family, friends and God. All will be in my thoughts daily."
   },
   "author": {
    "text": "Lil' Kim"
   }
  },
  {
   "quote": {
    "text": "God will never give you anything you can't handle, so don't stress."
   },
   "author": {
    "text": "Kelly Clarkson"
   }
  },
  {
   "quote": {
    "text": "I'm blessed and I thank God for every day for everything that happens for me."
   },
   "author": {
    "text": "Lil Wayne"
   }
  },
  {
   "quote": {
    "text": "You cannot believe in God until you believe in yourself."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "When I wake up every morning, I thank God for the new day."
   },
   "author": {
    "text": "F. Sionil Jose"
   }
  },
  {
   "quote": {
    "text": "Do not let your hearts be troubled. Trust in God; trust also in me."
   },
   "author": {
    "text": "Jesus Christ"
   }
  },
  {
   "quote": {
    "text": "Friends are the siblings God never gave us."
   },
   "author": {
    "text": "Mencius"
   }
  },
  {
   "quote": {
    "text": "Talent is God given. Be humble. Fame is man-given. Be grateful. Conceit is self-given. Be careful."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "I believe that a trusting attitude and a patient attitude go hand in hand. You see, when you let go and learn to trust God, it releases joy in your life. And when you trust God, you're able to be more patient. Patience is not just about waiting for something... it's about how you wait, or your attitude while waiting."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Honestly, I feel like everything in life happens for a reason, and my son has been the greatest gift that God has given me in my life and been the most game-changing thing that's happened to my life, in a necessary way."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "Every day I feel is a blessing from God. And I consider it a new beginning. Yeah, everything is beautiful."
   },
   "author": {
    "text": "Prince"
   }
  },
  {
   "quote": {
    "text": "Mother is the name for God in the lips and hearts of little children."
   },
   "author": {
    "text": "William Makepeace Thackeray"
   }
  },
  {
   "quote": {
    "text": "It is foolish and wrong to mourn the men who died. Rather we should thank God that such men lived."
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "God has blessed me with an amazing family, friends and work colleagues that have been my joy, my support, and my sanity. I don't know what I'd do without them."
   },
   "author": {
    "text": "Josie Loren"
   }
  },
  {
   "quote": {
    "text": "I can find God in nature, in animals, in birds and the environment."
   },
   "author": {
    "text": "Pat Buckley"
   }
  },
  {
   "quote": {
    "text": "I believe that whatever comes at a particular time is a blessing from God."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God's perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I have a best friend as a husband, and he is my number one supporter. He's a family man, and he's always giving back to God. That is what makes him a beautiful man. We're not perfect by any means, but that makes us beautiful as well. We're not afraid to say we're not perfect. We have our disagreements, but that comes along with marriage."
   },
   "author": {
    "text": "Tamera Mowry"
   }
  },
  {
   "quote": {
    "text": "I believe that God put us in this jolly world to be happy and enjoy life."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "Prayer does not change God, but it changes him who prays."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "Sometimes we may ask God for success, and He gives us physical and mental stamina. We might plead for prosperity, and we receive enlarged perspective and increased patience, or we petition for growth and are blessed with the gift of grace. He may bestow upon us conviction and confidence as we strive to achieve worthy goals."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "Many times, the decisions we make affect and hurt your closest friends and family the most. I have a lot of regrets in that regard. But God has forgiven me, which I am very thankful for. It has enabled me to forgive myself and move forward one day at a time."
   },
   "author": {
    "text": "Lex Luger"
   }
  },
  {
   "quote": {
    "text": "We need to find God, and he cannot be found in noise and restlessness. God is the friend of silence. See how nature - trees, flowers, grass- grows in silence; see the stars, the moon and the sun, how they move in silence... We need silence to be able to touch souls."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "I may not be where I want to be, but thank God I am not where I used to be."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "After women, flowers are the most lovely thing God has given the world."
   },
   "author": {
    "text": "Christian Dior"
   }
  },
  {
   "quote": {
    "text": "Through hard work, perseverance and a faith in God, you can live your dreams."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "Suffering, failure, loneliness, sorrow, discouragement, and death will be part of your journey, but the Kingdom of God will conquer all these horrors. No evil can resist grace forever."
   },
   "author": {
    "text": "Brennan Manning"
   }
  },
  {
   "quote": {
    "text": "God's mercy is fresh and new every morning."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "God grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference."
   },
   "author": {
    "text": "Reinhold Niebuhr"
   }
  },
  {
   "quote": {
    "text": "In the first place, God made idiots. That was for practice. Then he made school boards."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Let go of yesterday. Let today be a new beginning and be the best that you can, and you'll get to where God wants you to be."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I will thank God for the day and the moment I have."
   },
   "author": {
    "text": "Jim Valvano"
   }
  },
  {
   "quote": {
    "text": "Where can we go to find God if we cannot see Him in our own hearts and in every living being."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "So many times, people told me I can't do this or can't do that. My nature is that I don't listen very well. I'm very determined, and I believe in myself. My parents brought me up that way. Thank God for that. I don't let anything stand in my way."
   },
   "author": {
    "text": "Chantal Sutherland"
   }
  },
  {
   "quote": {
    "text": "I believe that God has put gifts and talents and ability on the inside of every one of us. When you develop that and you believe in yourself and you believe that you're a person of influence and a person of purpose, I believe you can rise up out of any situation."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "It's just a whole different thing, and it's just that my life has been a blessing, and I thank god every day for the gifts that he has given me and for my daughter and to be able to watch her grow and be a part of her joys and her excitement and what she wants to do in life."
   },
   "author": {
    "text": "Teena Marie"
   }
  },
  {
   "quote": {
    "text": "Thanksgiving is a time when the world gets to see just how blessed and how workable the Christian system is. The emphasis is not on giving or buying, but on being thankful and expressing that appreciation to God and to one another."
   },
   "author": {
    "text": "John Clayton"
   }
  },
  {
   "quote": {
    "text": "The thing to do, it seems to me, is to prepare yourself so you can be a rainbow in somebody else's cloud. Somebody who may not look like you. May not call God the same name you call God - if they call God at all. I may not dance your dances or speak your language. But be a blessing to somebody. That's what I think."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "The most important thing is God's blessing and if you believe in God and you believe in yourself, you have nothing to worry about."
   },
   "author": {
    "text": "Mohamed Al-Fayed"
   }
  },
  {
   "quote": {
    "text": "God could not be everywhere, and therefore he made mothers."
   },
   "author": {
    "text": "Rudyard Kipling"
   }
  },
  {
   "quote": {
    "text": "Thank God men cannot fly, and lay waste the sky as well as the earth."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "God used beautiful mathematics in creating the world."
   },
   "author": {
    "text": "Paul Dirac"
   }
  },
  {
   "quote": {
    "text": "Reputation is what men and women think of us; character is what God and angels know of us."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "I just thank God for all of the blessings."
   },
   "author": {
    "text": "James Brown"
   }
  },
  {
   "quote": {
    "text": "You see, God helps only people who work hard. That principle is very clear."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "When you open your heart to patriotism, there is no room for prejudice. The Bible tells us, 'How good and pleasant it is when God's people live together in unity.'"
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "God already knows what we're made of, but perhaps He wants us to learn what we're made of. I think we would all agree that we learn more from our tough times than from our easy times."
   },
   "author": {
    "text": "John Bytheway"
   }
  },
  {
   "quote": {
    "text": "Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too."
   },
   "author": {
    "text": "Will Smith"
   }
  },
  {
   "quote": {
    "text": "What gives me the most hope every day is God's grace; knowing that his grace is going to give me the strength for whatever I face, knowing that nothing is a surprise to God."
   },
   "author": {
    "text": "Rick Warren"
   }
  },
  {
   "quote": {
    "text": "My dad said, 'Stay humble, and you gotta work harder than everybody else.' My mom said, 'Always be yourself.' She always told me only God can judge me."
   },
   "author": {
    "text": "Nate Robinson"
   }
  },
  {
   "quote": {
    "text": "I am as bad as the worst, but, thank God, I am as good as the best."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don't judge people by their religion, color or sexual habits, love life and your family."
   },
   "author": {
    "text": "Madonna Ciccone"
   }
  },
  {
   "quote": {
    "text": "God made you a masterpiece - be blessed, secure, disciplined and equipped."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "God cannot alter the past, though historians can."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "God is dead. God remains dead. And we have killed him. Yet his shadow still looms. How shall we comfort ourselves, the murderers of all murderers? What was holiest and mightiest of all that the world has yet owned has bled to death under our knives; who will wipe this blood off us? What water is there for us to clean ourselves?"
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "God's dream is that you and I and all of us will realize that we are family, that we are made for togetherness, for goodness, and for compassion."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "Suicide is man's way of telling God, 'You can't fire me - I quit.'"
   },
   "author": {
    "text": "Bill Maher"
   }
  },
  {
   "quote": {
    "text": "God has given you one face, and you make yourself another."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Religion is meant to teach us true spiritual human character. It is meant for self-transformation. It is meant to transform anxiety into peace, arrogance into humility, envy into compassion, to awaken the pure soul in man and his love for the Source, which is God."
   },
   "author": {
    "text": "Radhanath Swami"
   }
  },
  {
   "quote": {
    "text": "Pray as though everything depended on God. Work as though everything depended on you."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "My trust in God flows out of the experience of his loving me, day in and day out, whether the day is stormy or fair, whether I'm sick or in good health, whether I'm in a state of grace or disgrace. He comes to me where I live and loves me as I am."
   },
   "author": {
    "text": "Brennan Manning"
   }
  },
  {
   "quote": {
    "text": "Ignorance is the curse of God; knowledge is the wing wherewith we fly to heaven."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Darkness comes. In the middle of it, the future looks blank. The temptation to quit is huge. Don't. You are in good company... You will argue with yourself that there is no way forward. But with God, nothing is impossible. He has more ropes and ladders and tunnels out of pits than you can conceive. Wait. Pray without ceasing. Hope."
   },
   "author": {
    "text": "John Piper"
   }
  },
  {
   "quote": {
    "text": "Keep a good attitude and do the right thing even when it's hard. When you do that you are passing the test. And God promises you your marked moments are on their way."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "God had one son on earth without sin, but never one without suffering."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "Never trust anyone completely but God. Love people, but put your full trust only in God."
   },
   "author": {
    "text": "Lawrence Welk"
   }
  },
  {
   "quote": {
    "text": "There is but One God. His name is Truth; He is the Creator. He fears none; he is without hate. He never dies; He is beyond the cycle of births and death. He is self-illuminated. He is realized by the kindness of the True Guru. He was True in the beginning; He was True when the ages commenced and has ever been True. He is also True now."
   },
   "author": {
    "text": "Guru Nanak"
   }
  },
  {
   "quote": {
    "text": "Socialism has no moral justification whatsoever; poor people are not morally superior to rich people, nor are they owed anything by rich people simply because of their lack of success. Charity is not a socialist concept - it is a religious one, an acknowledgment of God's sovereignty over property, a sovereignty the Left utterly rejects."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "One of the greatest attacks of the enemy is to make you busy, to make you hurried, to make you noisy, to make you distracted, to fill the people of God and the Church of God with so much noise and activity that there is no room for prayer. There is no room for being alone with God. There is no room for silence. There is no room for meditation."
   },
   "author": {
    "text": "Paul Washer"
   }
  },
  {
   "quote": {
    "text": "When you make a mistake and the devil comes and tells you 'You're no good,' you don't have to take on the guilt and condemnation he wants to put on you. No! You can immediately confess your mistake to God, thank Him for forgiving you and cleansing you with the blood of Jesus, and move forward in the victory of His grace and forgiveness."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Whosoever is delighted in solitude is either a wild beast or a god."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "God has given us two hands, one to receive with and the other to give with."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "If you suffer, thank God! It is a sure sign that you are alive."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "I thank you God for this most amazing day, for the leaping greenly spirits of trees, and for the blue dream of sky and for everything which is natural, which is infinite, which is yes."
   },
   "author": {
    "text": "e. e. cummings"
   }
  },
  {
   "quote": {
    "text": "I pray to be a good servant to God, a father, a husband, a son, a friend, a brother, an uncle, a good neighbor, a good leader to those who look up to me, a good follower to those who are serving God and doing the right thing."
   },
   "author": {
    "text": "Mark Wahlberg"
   }
  },
  {
   "quote": {
    "text": "Dog is God spelled backward."
   },
   "author": {
    "text": "Duane Chapman"
   }
  },
  {
   "quote": {
    "text": "I am grateful to have my life back and for the friends and family who never gave up on me, for a God who was there when I was ready to find him. I am grateful for so much, that every day, one day at a time, is Thanksgiving."
   },
   "author": {
    "text": "Andrew Zimmern"
   }
  },
  {
   "quote": {
    "text": "Create like a god, command like a king, work like a slave."
   },
   "author": {
    "text": "Constantin Brancusi"
   }
  },
  {
   "quote": {
    "text": "God never ends anything on a negative; God always ends on a positive."
   },
   "author": {
    "text": "Edwin Louis Cole"
   }
  },
  {
   "quote": {
    "text": "Wine is constant proof that God loves us and loves to see us happy."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "God writes the Gospel not in the Bible alone, but also on trees, and in the flowers and clouds and stars."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "Clouds symbolize the veils that shroud God."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "God gives us relatives; thank God, we can choose our friends."
   },
   "author": {
    "text": "Addison Mizner"
   }
  },
  {
   "quote": {
    "text": "It's not attractive to be talking down about yourself all the time. All you continue to do to yourself is pull yourself further down into a deeper place of depression and sadness and insecurity and fear and hopelessness, so it's like, having God in your life is important, accepting who you are is important, regardless of what you look like."
   },
   "author": {
    "text": "Lamman Rucker"
   }
  },
  {
   "quote": {
    "text": "God has two dwellings; one in heaven, and the other in a meek and thankful heart."
   },
   "author": {
    "text": "Izaak Walton"
   }
  },
  {
   "quote": {
    "text": "I feel I am lucky. I am grateful for this life that God has given me. I am happy, as I am getting to do work that I want to do and enjoy doing it."
   },
   "author": {
    "text": "Sonam Kapoor"
   }
  },
  {
   "quote": {
    "text": "Anyone can count the seeds in an apple, but only God can count the number of apples in a seed."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "Our Lord has written the promise of resurrection, not in books alone, but in every leaf in springtime."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "In the absence of any other proof, the thumb alone would convince me of God's existence."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "Don't ever criticize yourself. Don't go around all day long thinking, 'I'm unattractive, I'm slow, I'm not as smart as my brother.' God wasn't having a bad day when he made you... If you don't love yourself in the right way, you can't love your neighbour. You can't be as good as you are supposed to be."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I like smoking! I mean, God, I quit everything else, can't I smoke?"
   },
   "author": {
    "text": "Melanie Griffith"
   }
  },
  {
   "quote": {
    "text": "Just be yourself, and enjoy the blessings that God's borne out on you."
   },
   "author": {
    "text": "Delilah"
   }
  },
  {
   "quote": {
    "text": "Our heavenly Father understands our disappointment, suffering, pain, fear, and doubt. He is always there to encourage our hearts and help us understand that He's sufficient for all of our needs. When I accepted this as an absolute truth in my life, I found that my worrying stopped."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "One of the great lessons the fall of the leaf teaches, is this: do your work well and then be ready to depart when God shall call."
   },
   "author": {
    "text": "Tryon Edwards"
   }
  },
  {
   "quote": {
    "text": "Man gives you the award but God gives you the reward."
   },
   "author": {
    "text": "Denzel Washington"
   }
  },
  {
   "quote": {
    "text": "Our prayers should be for blessings in general, for God knows best what is good for us."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "A baby is God's opinion that life should go on."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "Before I go to bed, I thank God for blessing me with all the things he blessed me with, and for my family to be safe."
   },
   "author": {
    "text": "Lauren Alaina"
   }
  },
  {
   "quote": {
    "text": "Be brave and be fearless, and for God's sake, stand up for yourself."
   },
   "author": {
    "text": "Gretchen Carlson"
   }
  },
  {
   "quote": {
    "text": "Because God gave you your makeup and superintended every moment of your past, including all the hardship, pain, and struggles, He wants to use your words in a unique manner. No one else can speak through your vocal cords, and, equally important, no one else has your story."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "God wants us to know that life is a series of beginnings, not endings. Just as graduations are not terminations, but commencements. Creation is an ongoing process, and when we create a perfect world where love and compassion are shared by all, suffering will cease."
   },
   "author": {
    "text": "Bernie Siegel"
   }
  },
  {
   "quote": {
    "text": "He who learns must suffer. And even in our sleep pain that cannot forget falls drop by drop upon the heart, and in our own despair, against our will, comes wisdom to us by the awful grace of God."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "Geography has made us neighbors. History has made us friends. Economics has made us partners, and necessity has made us allies. Those whom God has so joined together, let no man put asunder."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "God gives every bird its food, but He does not throw it into its nest."
   },
   "author": {
    "text": "Josiah Gilbert Holland"
   }
  },
  {
   "quote": {
    "text": "Thank you, dear God, for this good life and forgive us if we do not love it enough. Thank you for the rain. And for the chance to wake up in three hours and go fishing: I thank you for that now, because I won't feel so thankful then."
   },
   "author": {
    "text": "Garrison Keillor"
   }
  },
  {
   "quote": {
    "text": "If we ever forget that we are One Nation Under God, then we will be a nation gone under."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "We can be tired, weary and emotionally distraught, but after spending time alone with God, we find that He injects into our bodies energy, power and strength."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "If you're white and you're wrong, then you're wrong; if you're black and you're wrong, you're wrong. People are people. Black, blue, pink, green - God make no rules about color; only society make rules where my people suffer, and that why we must have redemption and redemption now."
   },
   "author": {
    "text": "Bob Marley"
   }
  },
  {
   "quote": {
    "text": "Your competition is not other people but the time you kill, the ill will you create, the knowledge you neglect to learn, the connections you fail to build, the health you sacrifice along the path, your inability to generate ideas, the people around you who don't support and love your efforts, and whatever god you curse for your bad luck."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "The most important lesson that I have learned is to trust God in every circumstance. Lots of times we go through different trials and following God's plan seems like it doesn't make any sense at all. God is always in control and he will never leave us."
   },
   "author": {
    "text": "Allyson Felix"
   }
  },
  {
   "quote": {
    "text": "There is no surprise more magical than the surprise of being loved: It is God's finger on man's shoulder."
   },
   "author": {
    "text": "Charles Morgan"
   }
  },
  {
   "quote": {
    "text": "Woman was God's second mistake."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "To my young friends out there: Life can be great, but not when you can't see it. So, open your eyes to life: to see it in the vivid colors that God gave us as a precious gift to His children, to enjoy life to the fullest, and to make it count. Say yes to your life."
   },
   "author": {
    "text": "Nancy Reagan"
   }
  },
  {
   "quote": {
    "text": "It's a struggle for every young Black man. You know how it is, only God can judge us."
   },
   "author": {
    "text": "Tupac Shakur"
   }
  },
  {
   "quote": {
    "text": "Next to the Word of God, the noble art of music is the greatest treasure in the world."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "Let God's promises shine on your problems."
   },
   "author": {
    "text": "Corrie Ten Boom"
   }
  },
  {
   "quote": {
    "text": "I look back on being 17 and think, 'Oh my God, how did I not die?'"
   },
   "author": {
    "text": "John Mulaney"
   }
  },
  {
   "quote": {
    "text": "God never gives someone a gift they are not capable of receiving. If he gives us the gift of Christmas, it is because we all have the ability to understand and receive it."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "The more I come to recognize my story's place in God's grander Story, my once-bewildered questions are turning to psalms of thanksgiving at the wonder that I have been included in what He is doing."
   },
   "author": {
    "text": "Gloria Gaither"
   }
  },
  {
   "quote": {
    "text": "Oh, these vast, calm, measureless mountain days, days in whose light everything seems equally divine, opening a thousand windows to show us God."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "I believe that God has blessed me in immeasurable ways so that I can, in return, bless and help others."
   },
   "author": {
    "text": "Karen Civil"
   }
  },
  {
   "quote": {
    "text": "Yesterday is history, tomorrow is a mystery, today is God's gift, that's why we call it the present."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "Keep your nose out the sky, keep your heart to god, and keep your face to the raising sun."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "It is a holy blessing to be born with the exquisite qualities of a daughter of God. Women of God, both old and young, are spiritual and sensitive, tender and gentle. They have a kind, nurturing nature. This is your inheritance. Never belittle the gifts God has given to you. Develop the divinity that is within you."
   },
   "author": {
    "text": "Margaret D. Nadauld"
   }
  },
  {
   "quote": {
    "text": "God knows I detest slavery but it is an existing evil, and we must endure it and give it such protection as is guaranteed by the Constitution."
   },
   "author": {
    "text": "Millard Fillmore"
   }
  },
  {
   "quote": {
    "text": "I am still far from being what I want to be, but with God's help I shall succeed."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "Every volcano is a powerful illustration of God's character. He is a Vesuvius of goodness, life, and energy."
   },
   "author": {
    "text": "Reinhard Bonnke"
   }
  },
  {
   "quote": {
    "text": "Every man's life is a fairy tale written by God's fingers."
   },
   "author": {
    "text": "Hans Christian Andersen"
   }
  },
  {
   "quote": {
    "text": "Flowers are the sweetest things God ever made and forgot to put a soul into."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "I have had a happy life and thank the Lord. Goodbye and may God bless all!"
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "The moment I have realized God sitting in the temple of every human body, the moment I stand in reverence before every human being and see God in him - that moment I am free from bondage, everything that binds vanishes, and I am free."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah."
   },
   "author": {
    "text": "Afrika Bambaataa"
   }
  },
  {
   "quote": {
    "text": "I know that there's a god because I was able to survive everything that I've been through - all of the tough times - and I'm still at the top of my game."
   },
   "author": {
    "text": "Floyd Mayweather, Jr."
   }
  },
  {
   "quote": {
    "text": "If you tell God no because He won't explain the reason He wants you to do something, you are actually hindering His blessing. But when you say yes to Him, all of heaven opens to pour out His goodness and reward your obedience. What matters more than material blessings are the things He is teaching us in our spirit."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "God, give us grace to accept with serenity the things that cannot be changed, courage to change the things which should be changed and the wisdom to distinguish the one from the other."
   },
   "author": {
    "text": "Reinhold Niebuhr"
   }
  },
  {
   "quote": {
    "text": "The first thing I do every day when I wake up is thank God for letting me make it through the night and giving me another day of life - just because sometimes I wake up, and I cannot believe I'm doing what I'm doing. I just thank Him. I don't know how I deserve it, but it's completely because of Him."
   },
   "author": {
    "text": "Lauren Alaina"
   }
  },
  {
   "quote": {
    "text": "We all have the right of freedom of speech under the First Amendment. We all don't have to agree with one another on our opinions. Everyone in my circle, that I run around with, we all feel the same about God, country, integrity and character."
   },
   "author": {
    "text": "Luke Scott"
   }
  },
  {
   "quote": {
    "text": "Thank you, God, for this good life and forgive us if we do not love it enough."
   },
   "author": {
    "text": "Garrison Keillor"
   }
  },
  {
   "quote": {
    "text": "A miracle is really the only way to describe motherhood and giving birth. It's unbelievable how God has made us women and babies to endure and be able to do so much. A miracle, indeed. Such an incredible blessing."
   },
   "author": {
    "text": "Jennie Finch"
   }
  },
  {
   "quote": {
    "text": "You can either be a host to God, or a hostage to your ego. It's your call."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "I'm not perfect. And who knows how many times I've fallen short. We all fall short. That's the amazing thing about the grace of God."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "The word 'Islam' means 'peace.' The word 'Muslim' means 'one who surrenders to God.' But the press makes us seem like haters."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "I want to thank God, obviously for the health, for the talent He's given me, for my family who supports me, for the things that basketball's taught me on and off the court. For the people that I've been able to meet through the game of basketball."
   },
   "author": {
    "text": "Stephen Curry"
   }
  },
  {
   "quote": {
    "text": "God works wonders now and then; Behold a lawyer, an honest man."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "It is not fitting, when one is in God's service, to have a gloomy face or a chilling look."
   },
   "author": {
    "text": "Francis of Assisi"
   }
  },
  {
   "quote": {
    "text": "God moves in a mysterious way, His wonders to perform. He plants his footsteps in the sea, and rides upon the storm."
   },
   "author": {
    "text": "William Cowper"
   }
  },
  {
   "quote": {
    "text": "The Christian life is not a constant high. I have my moments of deep discouragement. I have to go to God in prayer with tears in my eyes, and say, 'O God, forgive me,' or 'Help me.'"
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "On Sunday morning, I'm not nervous... I can't wait to tell what God wants me to say."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "God gave us memory so that we might have roses in December."
   },
   "author": {
    "text": "James M. Barrie"
   }
  },
  {
   "quote": {
    "text": "Perhaps nothing helps us make the movement from our little selves to a larger world than remembering God in gratitude. Such a perspective puts God in view in all of life, not just in the moments we set aside for worship or spiritual disciplines. Not just in the moments when life seems easy."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "The soul can split the sky in two and let the face of God shine through."
   },
   "author": {
    "text": "Edna St. Vincent Millay"
   }
  },
  {
   "quote": {
    "text": "If I were to say, 'God, why me?' about the bad things, then I should have said, 'God, why me?' about the good things that happened in my life."
   },
   "author": {
    "text": "Arthur Ashe"
   }
  },
  {
   "quote": {
    "text": "It's been a long comeback. Things were pretty dark for me. But I have a faith now, and it saves my day. I was angry with God for a long time because I was unhappy with me. I hadn't learned to make the distinction between God and my parents. But there's a peace now. In the end, I got sick and tired of being sick and tired."
   },
   "author": {
    "text": "William Hurt"
   }
  },
  {
   "quote": {
    "text": "Coincidence is God's way of remaining anonymous."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Don't you know there ain't no devil, it's just god when he's drunk."
   },
   "author": {
    "text": "Tom Waits"
   }
  },
  {
   "quote": {
    "text": "I have never in my life found myself in a situation where I've stopped work and said, 'Thank God it's Friday.' But weekends are special even if your schedule is all over the place. Something tells you the weekend has arrived and you can indulge yourself a bit."
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "Until we meet again, may God bless you as he has blessed me."
   },
   "author": {
    "text": "Elvis Presley"
   }
  },
  {
   "quote": {
    "text": "The things that have always been important: to be a good man, to try to live my life the way God would have me, to turn it over to Him that His will might be worked in my life, to do my work without looking back, to give it all I've got, and to take pride in my work as an honest performer."
   },
   "author": {
    "text": "Johnny Cash"
   }
  },
  {
   "quote": {
    "text": "Choose to be kind. Choose to forgive. Let your love grow and shine so that people may look at the example of your life and glorify God in Heaven."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "Sir, my concern is not whether God is on our side; my greatest concern is to be on God's side, for God is always right."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Is life so dear or peace so sweet as to be purchased at the price of chains and slavery? Forbid it, Almighty God! I know not what course others may take, but as for me, give me liberty, or give me death!"
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "God has always given me the strength to say what is right."
   },
   "author": {
    "text": "Rosa Parks"
   }
  },
  {
   "quote": {
    "text": "Power always thinks... that it is doing God's service when it is violating all his laws."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "I think faith is incredibly important because you will become overwhelmed with what's happening and you will have waves of grief, but when you turn to your faith, I believe God will give you waves of grace to get through it."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "A faithful woman can become a devoted daughter of God - more concerned with being righteous than with being selfish, more anxious to exercise compassion than to exercise dominion, more committed to integrity than to notoriety. And she knows of her own infinite worth."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "You can live your life angry, bitter, mad at somebody or even guilty, not letting go of your own mistakes, but you won't receive the good things God has in store."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Disappointment is inevitable. But to become discouraged, there's a choice I make. God would never discourage me. He would always point me to himself to trust him. Therefore, my discouragement is from Satan. As you go through the emotions that we have, hostility is not from God, bitterness, unforgiveness, all of these are attacks from Satan."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "I always had a philosophy which I got from my father. He used to say, 'Listen. God gave to you the gift to play football. This is your gift from God. If you take care of your health, if you are in good shape all the time, with your gift from God no one will stop you, but you must be prepared.'"
   },
   "author": {
    "text": "Pele"
   }
  },
  {
   "quote": {
    "text": "There is no limit to the potential of brethren working together in complete brotherhood and selflessness toward spiritual goals. The power of God working through such channels will bring unimaginable blessings to all concerned."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "Even Helen Keller, who was born blind and deaf, could see God. No doubt, in her silent darkness, every fragrant flower, every ray of the warm sun, every taste that touched her tongue told her that there was a God who created all things. Jodie Foster shouldn't therefore be surprised that people are surprised that she's an atheist."
   },
   "author": {
    "text": "Ray Comfort"
   }
  },
  {
   "quote": {
    "text": "First, I have to thank God for giving me the gift that he did as well as a second chance for a better life."
   },
   "author": {
    "text": "Oksana Baiul"
   }
  },
  {
   "quote": {
    "text": "Let God's grace be the mosque, and devotion the prayer mat. Let the Quran be the good conduct."
   },
   "author": {
    "text": "Guru Nanak"
   }
  },
  {
   "quote": {
    "text": "God gives the nuts, but he does not crack them."
   },
   "author": {
    "text": "Franz Kafka"
   }
  },
  {
   "quote": {
    "text": "I would rather live my life as if there is a God and die to find out there isn't, than live as if there isn't and to die to find out that there is."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Never be afraid to trust an unknown future to a known God."
   },
   "author": {
    "text": "Corrie Ten Boom"
   }
  },
  {
   "quote": {
    "text": "We all have different things that we go through in our everyday life, and it's really important to know just at the end of the day, it doesn't matter what you face, you know, that you're going to win at the end of the day. You got to believe in yourself. You got to believe in God, know that He's going to get you through it."
   },
   "author": {
    "text": "Kelly Rowland"
   }
  },
  {
   "quote": {
    "text": "If God can work through me, he can work through anyone."
   },
   "author": {
    "text": "Francis of Assisi"
   }
  },
  {
   "quote": {
    "text": "I want to challenge you today to get out of your comfort zone. You have so much incredible potential on the inside. God has put gifts and talents in you that you probably don't know anything about."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Glory be and praise to God. I didn't do any of this. God did. I don't have a recipe or a blueprint. I prayed for it, and my prayers are continuing to be answered."
   },
   "author": {
    "text": "Kevin Gates"
   }
  },
  {
   "quote": {
    "text": "Owners of dogs will have noticed that, if you provide them with food and water and shelter and affection, they will think you are God. Whereas owners of cats are compelled to realize that, if you provide them with food and water and affection, they draw the conclusion that they are God."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "For God so loved the World that he gave his only Son, that whoever believes in him should not perish but have eternal life."
   },
   "author": {
    "text": "Jesus Christ"
   }
  },
  {
   "quote": {
    "text": "Although the life of a person is in a land full of thorns and weeds, there is always a space in which the good seed can grow. You have to trust God."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "I need your help. I am injured, near death, and too weak to hike out of here. I am all alone. This is no joke. In the name of God, please remain to save me. I am out collecting berries close by and shall return this evening. Thank you, Chris McCandless."
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "Someday, after mastering the winds, the waves, the tides and gravity, we shall harness for God the energies of love, and then, for a second time in the history of the world, man will have discovered fire."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "God Bless my mother and father for all the hard work they've done for our family."
   },
   "author": {
    "text": "Coy Bowles"
   }
  },
  {
   "quote": {
    "text": "From my point of view, God is the light that illuminates the darkness, even if it does not dissolve it, and a spark of divine light is within each of us."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "God always gives His best to those who leave the choice with him."
   },
   "author": {
    "text": "Jim Elliot"
   }
  },
  {
   "quote": {
    "text": "I think God made a woman to be strong and not to be trampled under the feet of men. I've always felt this way because my mother was a very strong woman, without a husband."
   },
   "author": {
    "text": "Little Richard"
   }
  },
  {
   "quote": {
    "text": "The best remedy for those who are afraid, lonely or unhappy is to go outside, somewhere where they can be quiet, alone with the heavens, nature and God. Because only then does one feel that all is as it should be."
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "Forgiveness is God's command."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "The love of husband and wife, which is creative of new human life, is a marvellously personal sharing in the creative love of God who brings into being the eternal soul that comes to every human being with the gift of human life."
   },
   "author": {
    "text": "Vincent Nichols"
   }
  },
  {
   "quote": {
    "text": "Oh, my God, this amazing cool breeze is coming through my window and the sun is shining. I'm happy."
   },
   "author": {
    "text": "Liv Tyler"
   }
  },
  {
   "quote": {
    "text": "To light one candle to God and another to the Devil is the principle of wisdom."
   },
   "author": {
    "text": "Jose Bergamin"
   }
  },
  {
   "quote": {
    "text": "God sleeps in the minerals, awakens in plants, walks in animals, and thinks in man."
   },
   "author": {
    "text": "Arthur Young"
   }
  },
  {
   "quote": {
    "text": "Honesty is of God and dishonesty of the devil; the devil was a liar from the beginning."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "God is to be worshipped as the one beloved, dearer than everything in this and next life."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "Every morning I wake up and thank God."
   },
   "author": {
    "text": "Aaron Neville"
   }
  },
  {
   "quote": {
    "text": "I tremble for my country when I reflect that God is just; that his justice cannot sleep forever."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "God will not look you over for medals degrees or diplomas, but for scars."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "What I call my 'self' now is hardly a person at all. It's mainly a meeting place for various natural forces, desires, and fears, etcetera, some of which come from my ancestors, and some from my education, some perhaps from devils. The self you were really intended to be is something that lives not from nature but from God."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "God can be realized through all paths. All religions are true. The important thing is to reach the roof. You can reach it by stone stairs or by wooden stairs or by bamboo steps or by a rope. You can also climb up by a bamboo pole."
   },
   "author": {
    "text": "Ramakrishna"
   }
  },
  {
   "quote": {
    "text": "Love God; love others; do your best in all you do, even if you fall short!"
   },
   "author": {
    "text": "Bethany Hamilton"
   }
  },
  {
   "quote": {
    "text": "The more we come out and do good to others, the more our hearts will be purified, and God will be in them."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "But God can only smile because only God can know what is coming next."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "I believe in one power, and that is the hand of God. I respect all religions."
   },
   "author": {
    "text": "Lata Mangeshkar"
   }
  },
  {
   "quote": {
    "text": "I don't know. Only God knows where the story ends for me, but I know where the story begins. It's up to us to choose, whether we win or lose and I choose to win."
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "I was not popular in school, and I was definitely not a ladies' man. And I had a very painful adolescence, because it was all very strange to me. It wasn't like I got beat up, but the humiliation and isolation, and the existential 'God, I exist, and nobody cares' of being a teenager were extremely pronounced for me."
   },
   "author": {
    "text": "Joss Whedon"
   }
  },
  {
   "quote": {
    "text": "A good youth ought to have a fear of God, to be subject to his parents, to give honor to his elders, to preserve his purity; he ought not to despise humility, but should love forbearance and modesty. All these are an ornament to youthful years."
   },
   "author": {
    "text": "Saint Ambrose"
   }
  },
  {
   "quote": {
    "text": "Communism is a religion that is inspired, directed and motivated by the Devil himself who has declared war against Almighty God."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "I give infinite thanks to God, who has been pleased to make me the first observer of marvelous things."
   },
   "author": {
    "text": "Galileo Galilei"
   }
  },
  {
   "quote": {
    "text": "God will not permit any troubles to come upon us, unless He has a specific plan by which great blessing can come out of the difficulty."
   },
   "author": {
    "text": "Peter Marshall"
   }
  },
  {
   "quote": {
    "text": "My message is to get human beings to love God, love their neighbor and for the life of me I just don't see the downside of human beings not being so mean to one another and actually care for one another and not steal from one another and not murder each other for their tennis shoes. That's the message I have."
   },
   "author": {
    "text": "Phil Robertson"
   }
  },
  {
   "quote": {
    "text": "Non-violence requires a double faith, faith in God and also faith in man."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "When I go to bed at night, I ask God to give me another day; I ask him to keep me strong and make me a good teacher and to keep spreading this right word."
   },
   "author": {
    "text": "Richard Simmons"
   }
  },
  {
   "quote": {
    "text": "Journalism isn't about how smart you are. It's not about where you're from. It's not about who you know or how clever your questions are. And thank God for that. It's about your ability to embrace change and uncertainty. It's about being fearless personally and professionally."
   },
   "author": {
    "text": "Mary Pilon"
   }
  },
  {
   "quote": {
    "text": "Woman is a ray of God. She is not that earthly beloved: she is creative, not created."
   },
   "author": {
    "text": "Rumi"
   }
  },
  {
   "quote": {
    "text": "It is by the goodness of God that in our country we have those three unspeakably precious things: freedom of speech, freedom of conscience, and the prudence never to practice either of them."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Most people never really sat down and got to know a homeless person, but every homeless person is just a real person that was created by God and it is the same kind of different as us; they just have a different story."
   },
   "author": {
    "text": "Ron Hall"
   }
  },
  {
   "quote": {
    "text": "God has cared for these trees, saved them from drought, disease, avalanches, and a thousand tempests and floods. But he cannot save them from fools."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "I believe that God knows what each of us wants and needs. It's not necessary for us to make it to church on Sunday to reach Him. You can find Him anyplace. And if that sounds heretical, my source is pretty good: Matthew, Five to Seven, The Sermon on the Mount."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "God will prepare everything for our perfect happiness in heaven, and if it takes my dog being there, I believe he'll be there."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "I can make a lord, but only God can make a gentleman."
   },
   "author": {
    "text": "King James I"
   }
  },
  {
   "quote": {
    "text": "Looking back over the years, I realize the Bible isn't magic, but it is corrective; it isn't an answer book, it is a living book; it isn't a fix-it book, it is relationship book. When I confront God's word, I am confronted; when I read God's word, it reads me; when I seek God's presence, He seeks me."
   },
   "author": {
    "text": "Mike Yaconelli"
   }
  },
  {
   "quote": {
    "text": "My god is all gods in one. When I see a beautiful sunset, I worship the god of Nature; when I see a hidden action brought to light, I worship the god of Truth; when I see a bad man punished and a good man go free, I worship the god of Justice; when I see a penitent forgiven, I worship the god of Mercy."
   },
   "author": {
    "text": "Edna St. Vincent Millay"
   }
  },
  {
   "quote": {
    "text": "Socialism violates at least three of the Ten Commandments: It turns government into God, it legalizes thievery and it elevates covetousness. Discussions of income inequality, after all, aren't about prosperity but about petty spite. Why should you care how much money I make, so long as you are happy?"
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "I am what I am. I love me! And I don't mean that egotistically - I love that God has allowed me to take whatever it was that I had and to make something out of it."
   },
   "author": {
    "text": "Stevie Wonder"
   }
  },
  {
   "quote": {
    "text": "Sometimes I haven't understood why he has done things and why things happened, but I know that God has a plan."
   },
   "author": {
    "text": "Jan Brewer"
   }
  },
  {
   "quote": {
    "text": "Regret is not a proactive feeling. It is situated in disappointment, sorrow, even remorse. It merely wishes things were different without an act to cause a difference. However, repentance is different. Repentance is an admission of, hatred of, and turning away from sin before God."
   },
   "author": {
    "text": "Monica Johnson"
   }
  },
  {
   "quote": {
    "text": "It doesn't matter where you come from, what you have or don't have, what you lack, or what you have too much of. But all you need to have is faith in God, an undying passion for what you do and what you choose to do in this life, and a relentless drive and the will to do whatever it takes to be successful in whatever you put your mind to."
   },
   "author": {
    "text": "Stephen Curry"
   }
  },
  {
   "quote": {
    "text": "You may call God love, you may call God goodness. But the best name for God is compassion."
   },
   "author": {
    "text": "Meister Eckhart"
   }
  },
  {
   "quote": {
    "text": "Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me."
   },
   "author": {
    "text": "Jesus Christ"
   }
  },
  {
   "quote": {
    "text": "From a religious point of view, if God had thought homosexuality is a sin, he would not have created gay people."
   },
   "author": {
    "text": "Howard Dean"
   }
  },
  {
   "quote": {
    "text": "As a surgeon you have to have a controlled arrogance. If it's uncontrolled, you kill people, but you have to be pretty arrogant to saw through a person's chest, take out their heart and believe you can fix it. Then, when you succeed and the patient survives, you pray, because it's only by the grace of God that you get there."
   },
   "author": {
    "text": "Mehmet Oz"
   }
  },
  {
   "quote": {
    "text": "In string theory, all particles are vibrations on a tiny rubber band; physics is the harmonies on the string; chemistry is the melodies we play on vibrating strings; the universe is a symphony of strings, and the 'Mind of God' is cosmic music resonating in 11-dimensional hyperspace."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "I gave in, and admitted that God was God."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "I thank God for my failures. Maybe not at the time but after some reflection. I never feel like a failure just because something I tried has failed."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "God is good for everybody. The sun shines on good people and bad people, and it rains on both, too. God doesn't choose rain only for bad people."
   },
   "author": {
    "text": "Mariano Rivera"
   }
  },
  {
   "quote": {
    "text": "The highest reward that God gives us for good work is the ability to do better work."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "You can't get around pain and opposition, but you can try to be joyful in the trial, and thank yourself for the trial, and thank God for the strength to get through it."
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "Humans have an amazing capacity to believe in contradictory things. For example, to believe in an omnipotent and benevolent God but somehow excuse Him from all the suffering in the world. Or our ability to believe from the standpoint of law that humans are equal and have free will and from biology that humans are just organic machines."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "All men are by nature equal, made all of the same earth by one Workman; and however we deceive ourselves, as dear unto God is the poor peasant as the mighty prince."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "God knows Himself and every created thing perfectly. Not a blade of grass or the tiniest insect escapes His eye."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "Pray, and let God worry."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "God can cause opportunity to find you. He has unexpected blessings where you suddenly meet the right person, or suddenly your health improves, or suddenly you're able to pay off your house. That's God shifting things in your favor."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "The meaning of life. The wasted years of life. The poor choices of life. God answers the mess of life with one word: 'grace.'"
   },
   "author": {
    "text": "Max Lucado"
   }
  },
  {
   "quote": {
    "text": "Being human means you will make mistakes. And you will make mistakes, because failure is God's way of moving you in another direction."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "I believe in evolution. But I also believe, when I hike the Grand Canyon and see it at sunset, that the hand of God is there also."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "God, our Creator, has stored within our minds and personalities, great potential strength and ability. Prayer helps us tap and develop these powers."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "God does not discriminate against people, regardless of color, religion, social class, or gender and sexual preferences."
   },
   "author": {
    "text": "Rodrigo Duterte"
   }
  },
  {
   "quote": {
    "text": "You know, God has a plan for me, and I'm going to follow in his footsteps and just rejoice and be happy."
   },
   "author": {
    "text": "Gabby Douglas"
   }
  },
  {
   "quote": {
    "text": "Love is higher than the Highest. Love is greater than the Greatest. Yea, it is in a certain sense greater than God; while yet, in the highest sense of all, God is Love, and Love is God. Love being the highest principle is the virtue of all virtues; from whence they flow forth."
   },
   "author": {
    "text": "Jakob Bohme"
   }
  },
  {
   "quote": {
    "text": "Little children, you are from God, and have conquered them; for the one who is in you is greater than the one who is in this world."
   },
   "author": {
    "text": "Jesus Christ"
   }
  },
  {
   "quote": {
    "text": "A dog barks when his master is attacked. I would be a coward if I saw that God's truth is attacked and yet would remain silent."
   },
   "author": {
    "text": "John Calvin"
   }
  },
  {
   "quote": {
    "text": "Many believe - and I believe - that I have been designated for this work by God. In spite of my old age, I do not want to give it up; I work out of love for God and I put all my hope in Him."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "You know, God gave me a gift to do other things besides play the game of basketball."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "It is possible to become discouraged about the injustice we see everywhere. But God did not promise us that the world would be humane and just. He gives us the gift of life and allows us to choose the way we will use our limited time on earth. It is an awesome opportunity."
   },
   "author": {
    "text": "Cesar Chavez"
   }
  },
  {
   "quote": {
    "text": "The Bible is one of the greatest blessings bestowed by God on the children of men. It has God for its author; salvation for its end, and truth without any mixture for its matter. It is all pure."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "God has entrusted us with his most precious treasure - people. He asks us to shepherd and mold them into strong disciples, with brave faith and good character."
   },
   "author": {
    "text": "John Ortberg"
   }
  },
  {
   "quote": {
    "text": "Each angel that God created was in himself a masterpiece. Each one possessed his own degree of intelligence and his own beauty."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "Allah's the Arabic term for God. Stand up for God, fight for God, work for God and do the right thing, and go the right way, things will end up in your corner."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "Bitterness and unforgiveness block the flow of God's blessing in your life and actually hinder your prayers."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "God didn't make a mistake when He made you. You need to see yourself as God sees you."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Nature study will show you how full of beautiful and wonderful things God has made the world for you to enjoy. Be contented with what you have got and make the best of it. Look on the bright side of things instead of the gloomy one."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "If I were to look back at my career, I think my greatest achievement is very simple. I've been able to make choices where I could glorify God."
   },
   "author": {
    "text": "Roma Downey"
   }
  },
  {
   "quote": {
    "text": "You're taught from the day you start medical school that you're a god, that you can have power over life and death. So when your life starts to crumble, and the highest power you see is looking back in the mirror - and you know that power is flawed - it is very hard to get past that."
   },
   "author": {
    "text": "Michael Palmer"
   }
  },
  {
   "quote": {
    "text": "I am what I am, I'm doing very well in my life, and I'm thankful to God for that."
   },
   "author": {
    "text": "LL Cool J"
   }
  },
  {
   "quote": {
    "text": "You always have to remember - no matter what you're told - that God loves all the flowers, even the wild ones that grow on the side of the highway."
   },
   "author": {
    "text": "Cyndi Lauper"
   }
  },
  {
   "quote": {
    "text": "I do believe there's a heaven. I do believe that God has given me the resilience and the survival skills to withstand the chiffon trenches."
   },
   "author": {
    "text": "Andre Leon Talley"
   }
  },
  {
   "quote": {
    "text": "I've been saying for a couple of years now that people need to let God out of the Sunday morning box, that He doesn't want to just be with you for an hour or two on Sunday morning and then put back in His box to sit there until you have an emergency, but He wants to invade your Monday, Tuesday, Wednesday, Thursday, Friday, Saturday, and Sunday."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "I think happiness is a choice. If you feel yourself being happy and can settle in to the life choices you make, then it's great. It's really, really great. I swear to God, happiness is the best makeup."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "It's up to God to do the judging. You haven't walked in my boots, so how are you going to judge me?"
   },
   "author": {
    "text": "Aaron Neville"
   }
  },
  {
   "quote": {
    "text": "God's mercy and grace give me hope - for myself, and for our world."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "I feel like God has blessed me so much already, and he keeps continuing to bless me."
   },
   "author": {
    "text": "Odell Beckham, Jr."
   }
  },
  {
   "quote": {
    "text": "I'm grateful to God for His bountiful gifts... He gave me courage and faith in myself."
   },
   "author": {
    "text": "Loretta Young"
   }
  },
  {
   "quote": {
    "text": "Mankind must remember that peace is not God's gift to his creatures; peace is our gift to each other."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "The best place to find God is in a garden. You can dig for him there."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "I believe that life is a journey towards God, and that no one has the right to insist that you go a certain road."
   },
   "author": {
    "text": "Pat Buckley"
   }
  },
  {
   "quote": {
    "text": "Every day is a gift from God. Learn to focus on the Giver and enjoy the gift!"
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Since God had commanded it, it was necessary that I do it. Since God commanded it, even if I had a hundred fathers and mothers, even if I had been a King's daughter, I would have gone nevertheless."
   },
   "author": {
    "text": "Joan of Arc"
   }
  },
  {
   "quote": {
    "text": "I am a poor man and of little worth, who is laboring in that art that God has given me in order to extend my life as long as possible."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "By reading the scriptures I am so renewed that all nature seems renewed around me and with me. The sky seems to be a pure, a cooler blue, the trees a deeper green. The whole world is charged with the glory of God and I feel fire and music under my feet."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "Our lives are in God's hands. We have no control. We can't control Him by using the Bible or cross as a good luck charm without a thorough reformation of heart and life."
   },
   "author": {
    "text": "T. B. Joshua"
   }
  },
  {
   "quote": {
    "text": "Everyone has noticed how hard it is to turn our thoughts to God when everything is going well with us... While what we call 'our own life' remains agreeable, we will not surrender it to Him. What, then, can God do in our interests but make 'our own life' less agreeable to us, and take away the plausible sources of false happiness?"
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "My husband had a very strong identity and was successful in his life. Thank God for that. There's no way I can control him. I wouldn't stay married to him if I felt I could. I can readily take my business personality into the home. But he forces me to be a partner rather than the boss."
   },
   "author": {
    "text": "Barbara Corcoran"
   }
  },
  {
   "quote": {
    "text": "The message is that I was reminding myself and informing others of the fact that God has always been good to me. No matter what you're going through, God is always with us. Life is a journey."
   },
   "author": {
    "text": "Andrae Crouch"
   }
  },
  {
   "quote": {
    "text": "We are special because we've been united not by a common race or ethnicity. We're bound together by common values. That family is the most important institution in society. That almighty God is the source of all we have."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "Yeah, I know I'm ugly... I said to a bartender, 'Make me a zombie.' He said 'God beat me to it.'"
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "Satan, the leader or dictator of devils, is the opposite, not of God, but of Michael."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "Bottom line: God will not allow any person to keep you from your destiny. They may be bigger, stronger, or more powerful, but God knows how to shift things around and get you to where you're supposed to be."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "In the Lord's Prayer, the first petition is for daily bread. No one can worship God or love his neighbor on an empty stomach."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "The Bible tells us that God will meet all our needs. He feeds the birds of the air and clothes the grass with the splendor of lilies. How much more, then, will He care for us, who are made in His image? Our only concern is to obey the heavenly Father and leave the consequences to Him."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "God is everywhere but He is most manifest in man. So serve man as God. That is as good as worshipping God."
   },
   "author": {
    "text": "Ramakrishna"
   }
  },
  {
   "quote": {
    "text": "I think that the greatest gift God ever gave man is not the gift of sight but the gift of vision. Sight is a function of the eyes, but vision is a function of the heart."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "I'm thankful to God that my life changed, but I'm also still on my grind."
   },
   "author": {
    "text": "Tory Lanez"
   }
  },
  {
   "quote": {
    "text": "I had been asking the universe and God to send me a way for me to help me. Show business has been so wonderful to me, and it came in the form of that. It's just so funny how things come into your life, and if you take a chance on them, it might give you a brand new life."
   },
   "author": {
    "text": "Louie Anderson"
   }
  },
  {
   "quote": {
    "text": "God has equipped you to handle difficult things. In fact, He has already planted the seeds of discipline and self-control inside you. You just have to water those seeds with His Word to make them grow!"
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "We are not sent into this world mainly to enjoy the loveliness therein, nor to sit us down in passive ease; no, we were sent here for action. The soul that seeks to do the will of God with a pure heart, fervently, does not yield to the lethargy of ease."
   },
   "author": {
    "text": "Dorothea Dix"
   }
  },
  {
   "quote": {
    "text": "Comebacks don't seem likely when your back is up against the wall and your hope is depleted. But if you will stay the course, you will discover God's power to reverse the irreversible in your life."
   },
   "author": {
    "text": "Tony Evans"
   }
  },
  {
   "quote": {
    "text": "The institution of marriage works better when there's a spiritual connection. If you're marrying just for the sake of the woman, then you may lose interest in each other very soon. When we marry in the interest of the Holy Spirit with the intention of serving God and humanity, then it gives a much larger perspective."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "I think it pisses God off if you walk by the color purple in a field somewhere and don't notice it."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "When you're young, you wonder what all these old people are droning on about, trying to impart their wisdom. It's not relevant to you because being young is such a specific thing. Thank God for that. Thank God for the young people who go out and demonstrate against rampant capitalism or whatever."
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "I believe that everyone, regardless of who they are, should do something that is greater than themselves. Whether it's adoption, or helping people who are sick or poor, or whatever. That's what God put us on this earth to do."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "A God of fire is the only one there is. Our God is not like an iceberg but like a forest fire. He is never compared to the moon with its cool glow but rather to the sun, radiating warmth. He dwells in the light of the rising sun. Whatever he does shines brightly and is carried out with burning desire and a blazing purpose."
   },
   "author": {
    "text": "Reinhard Bonnke"
   }
  },
  {
   "quote": {
    "text": "Laughter is God's blessing."
   },
   "author": {
    "text": "Joseph Prince"
   }
  },
  {
   "quote": {
    "text": "I walk in a space of gratitude. I'm so grateful to God for blessing me with an amazing family and the opportunity to do what I love."
   },
   "author": {
    "text": "Jurnee Smollett-Bell"
   }
  },
  {
   "quote": {
    "text": "Nature is the art of God."
   },
   "author": {
    "text": "Dante Alighieri"
   }
  },
  {
   "quote": {
    "text": "Together, We will make America strong again. We will make wealthy again. We will make America proud again. We will make America safe again. And yes, together, we will make America great again. Thank you. God bless you. And God bless America."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "For prayer is nothing else than being on terms of friendship with God."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "God and Nature first made us what we are, and then out of our own created genius we make ourselves what we want to be. Follow always that great law. Let the sky and God be our limit and Eternity our measurement."
   },
   "author": {
    "text": "Marcus Garvey"
   }
  },
  {
   "quote": {
    "text": "I have lived pain, and my life can tell: I only deepen the wound of the world when I neglect to give thanks the heavy perfume of wild roses in early July and the song of crickets on summer humid nights and the rivers that run and the stars that rise and the rain that falls and all the good things that a good God gives."
   },
   "author": {
    "text": "Ann Voskamp"
   }
  },
  {
   "quote": {
    "text": "Beauty is mysterious as well as terrible. God and devil are fighting there, and the battlefield is the heart of man."
   },
   "author": {
    "text": "Fyodor Dostoevsky"
   }
  },
  {
   "quote": {
    "text": "It was my duty to shoot the enemy, and I don't regret it. My regrets are for the people I couldn't save: Marines, soldiers, buddies. I'm not naive, and I don't romanticize war. The worst moments of my life have come as a SEAL. But I can stand before God with a clear conscience about doing my job."
   },
   "author": {
    "text": "Chris Kyle"
   }
  },
  {
   "quote": {
    "text": "Mental prayer in my opinion is nothing else than an intimate sharing between friends; it means taking time frequently to be alone with Him who we know loves us. The important thing is not to think much but to love much and so do that which best stirs you to love. Love is not great delight but desire to please God in everything."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "Faith is a living, daring confidence in God's grace, so sure and certain that a man could stake his life on it a thousand times."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "I don't think you should spend your life praying for things, but I do believe you should thank God for what He's given you... but I think the scripture teaches us that we can pray for our dreams, pray for the big things... he's not a small God; this God is incredible."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Only one thing is impossible for God: To find any sense in any copyright law on the planet."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Heaven means to be one with God."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Man shall not live by bread alone, but by every word that proceeds from the mouth of God."
   },
   "author": {
    "text": "Jesus Christ"
   }
  },
  {
   "quote": {
    "text": "What a piece of work is a man, how noble in reason, how infinite in faculties, in form and moving how express and admirable, in action how like an angel, in apprehension how like a god."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "I believe in Jesus Christ as my Lord and savior. I believe that Jesus died for my sins, and rose again, and that's my belief. I still don't know what 'Christian' means. I'm a follower of Christ, but I keep making a whole bunch of mistakes. And I thank God for forgiveness."
   },
   "author": {
    "text": "Sherri Shepherd"
   }
  },
  {
   "quote": {
    "text": "The time you spend alone with God will transform your character and increase your devotion. Then your integrity and godly behavior in an unbelieving world will make others long to know the Lord."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "No matter what has happened to you in the past or what is going on in your life right now, it has no power to keep you from having an amazingly good future if you will walk by faith in God. God loves you! He wants you to live with victory over sin so you can possess His promises for your life today!"
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "If you want to be original just try being yourself, because God has never made two people exactly alike."
   },
   "author": {
    "text": "Bernard Meltzer"
   }
  },
  {
   "quote": {
    "text": "We can't solve modern problems by going back in time. Retreating to the safety of the familiar is an understandable response, but God has called us to a life of faith. And faith requires us to face the unknown while trusting Him completely."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "There are two kinds of people: those who say to God, 'Thy will be done,' and those to whom God says, 'All right, then, have it your way.'"
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "Every now and then, I have blissful moments of thanking God for all the amazing things that are happening. When I leave the White House after just meeting Obama or when I see my face on the cover of 'Rolling Stone' or when I meet someone who tells me that their daughter is inspired by me, those are moments that are incredibly joyful."
   },
   "author": {
    "text": "Lea Michele"
   }
  },
  {
   "quote": {
    "text": "It is the experiences, the great triumphant joy of living to the fullest extent in which real meaning is found. God it's great to be alive!"
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "O Holy Spirit, descend plentifully into my heart. Enlighten the dark corners of this neglected dwelling and scatter there Thy cheerful beams."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "I'd realize it's not worth our time to worry. You do your best, and God will put the right people in your path."
   },
   "author": {
    "text": "Taya Kyle"
   }
  },
  {
   "quote": {
    "text": "God blessed me with great talent and good genetics. Plus, he blessed me with a good work ethic and a drive to want to be the best."
   },
   "author": {
    "text": "Benjamin Watson"
   }
  },
  {
   "quote": {
    "text": "We are all gifted, but we have to discover the gift, uncover the gift, nurture and develop the gift and use it for the Glory of God and for the liberation struggle of our people."
   },
   "author": {
    "text": "Louis Farrakhan"
   }
  },
  {
   "quote": {
    "text": "I would love it if people could look at chubby folks with all of our curves, bumps and ridges and just say 'She's beautiful' just like that. You don't have to get on a treadmill as long as your blood pressure is under control and you eat healthy, God bless."
   },
   "author": {
    "text": "Yvette Nicole Brown"
   }
  },
  {
   "quote": {
    "text": "An angel of God never has wings."
   },
   "author": {
    "text": "Joseph Smith, Jr."
   }
  },
  {
   "quote": {
    "text": "I'm only going to stand before God and give an account for my life, not for somebody else's life. If I have a bad attitude, then I need to say there's no point in me blaming you for what's wrong in my life."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Talent is a gift which God has given us secretly, and which we reveal without perceiving it."
   },
   "author": {
    "text": "Montesquieu"
   }
  },
  {
   "quote": {
    "text": "I felt invincible. My strength was that of a giant. God was certainly standing by me. I smashed five saloons with rocks before I ever took a hatchet."
   },
   "author": {
    "text": "Carry Nation"
   }
  },
  {
   "quote": {
    "text": "Cultures have long heard wisdom in non-human voices: Apollo, god of music, medicine and knowledge, came to Delphi in the form of a dolphin. But dolphins, which fill the oceans with blipping and chirping, and whales, which mew and caw in ultramarine jazz - a true rhapsody in blue - are hunted to the edge of silence."
   },
   "author": {
    "text": "Jay Griffiths"
   }
  },
  {
   "quote": {
    "text": "Not only does God play dice, but... he sometimes throws them where they cannot be seen."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Small amounts of philosophy lead to atheism, but larger amounts bring us back to God."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "The function of prayer is not to influence God, but rather to change the nature of the one who prays."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "Salvation cannot be bought with the currency of obedience; it is purchased by the blood of the Son of God. Thinking that we can trade our good works for salvation is like buying a plane ticket and then supposing we own the airline. Or thinking that after paying rent for our home, we now hold title to the entire planet earth."
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "May God save the country, for it is evident that the people will not."
   },
   "author": {
    "text": "Millard Fillmore"
   }
  },
  {
   "quote": {
    "text": "God put us here to prepare this place for the next generation. That's our job. Raising children and helping the community, that's preparing for the next generation."
   },
   "author": {
    "text": "Dikembe Mutombo"
   }
  },
  {
   "quote": {
    "text": "When trouble comes, focus on God's ability to care for you."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "I am careful not to confuse excellence with perfection. Excellence I can reach for; perfection is God's business."
   },
   "author": {
    "text": "Michael J. Fox"
   }
  },
  {
   "quote": {
    "text": "God gives every bird his worm, but He does not throw it into the nest."
   },
   "author": {
    "text": "P. D. James"
   }
  },
  {
   "quote": {
    "text": "Scripture is filled with examples of men and women whom God used late in life, often with great impact - men and women who refused to use old age as an excuse to ignore what God wanted them to do."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "All true happiness, pure joy, sweet bounties, and unclouded pleasure are contained within the knowledge and love of God."
   },
   "author": {
    "text": "Said Nursi"
   }
  },
  {
   "quote": {
    "text": "God gave me a great body and it's my duty to take care of my physical temple."
   },
   "author": {
    "text": "Jean-Claude Van Damme"
   }
  },
  {
   "quote": {
    "text": "We need to accept that the commandments of God aren't just a long list of good ideas. They aren't 'life hacks' from an Internet blog or motivational quotes from a Pinterest board."
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "To be a Christian who is willing to travel with Christ on his downward road requires being willing to detach oneself constantly from any need to be relevant, and to trust ever more deeply the Word of God."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "The knowledge of God is the cause of things. For the knowledge of God is to all creatures what the knowledge of the artificer is to things made by his art."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "People face difficulties, no matter who you are. I faced difficulties with a lot of things. I face opposition every day, but I didn't kill myself and now, thank God, I'm here."
   },
   "author": {
    "text": "Nicki Minaj"
   }
  },
  {
   "quote": {
    "text": "Pray to God that your attachment to such transitory things as wealth, name, and creature comforts may become less and less every day."
   },
   "author": {
    "text": "Ramakrishna"
   }
  },
  {
   "quote": {
    "text": "Bottom line, your body is a temple, and you have to treat it that way. That's how God designed it."
   },
   "author": {
    "text": "Ray Lewis"
   }
  },
  {
   "quote": {
    "text": "Prayer is simply a two-way conversation between you and God."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "While I know myself as a creation of God, I am also obligated to realize and remember that everyone else and everything else are also God's creation."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Marrying for love may be a bit risky, but it is so honest that God can't help but smile on it."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "My philosophy is: Life is hard, but God is good. Try not to confuse the two."
   },
   "author": {
    "text": "Anne F. Beiler"
   }
  },
  {
   "quote": {
    "text": "Without your health, you've got nothing going on. I thank God every day for good health."
   },
   "author": {
    "text": "Ric Flair"
   }
  },
  {
   "quote": {
    "text": "The aim and final end of all music should be none other than the glory of God and the refreshment of the soul."
   },
   "author": {
    "text": "Johann Sebastian Bach"
   }
  },
  {
   "quote": {
    "text": "God gave you a gift of 86,400 seconds today. Have you used one to say 'thank you?'"
   },
   "author": {
    "text": "William Arthur Ward"
   }
  },
  {
   "quote": {
    "text": "I give all the glory to God. It's kind of a win-win situation. The glory goes up to Him and the blessings fall down on me."
   },
   "author": {
    "text": "Gabby Douglas"
   }
  },
  {
   "quote": {
    "text": "God may be in the details, but the goddess is in the questions. Once we begin to ask them, there's no turning back."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Beautiful music is the art of the prophets that can calm the agitations of the soul; it is one of the most magnificent and delightful presents God has given us."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "Stupidity is also a gift of God, but one mustn't misuse it."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "Rebellion against tyrants is obedience to God."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Look out into the universe and contemplate the glory of God. Observe the stars, millions of them, twinkling in the night sky, all with a message of unity, part of the very nature of God."
   },
   "author": {
    "text": "Sai Baba"
   }
  },
  {
   "quote": {
    "text": "God loves each of us as if there were only one of us."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "God sent me on earth. He send me to do something, and nobody can stop me. If God want to stop me, then I stop. Man never can."
   },
   "author": {
    "text": "Bob Marley"
   }
  },
  {
   "quote": {
    "text": "In my country of South Africa, we struggled for years against the evil system of apartheid that divided human beings, children of the same God, by racial classification and then denied many of them fundamental human rights."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "I would rather die than do something which I know to be a sin, or to be against God's will."
   },
   "author": {
    "text": "Joan of Arc"
   }
  },
  {
   "quote": {
    "text": "Whatever your heart clings to and confides in, that is really your God."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "All God wants of man is a peaceful heart."
   },
   "author": {
    "text": "Meister Eckhart"
   }
  },
  {
   "quote": {
    "text": "God exists, if only in the form of a meme with high survival value, or infective power, in the environment provided by human culture."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "God always strives together with those who strive."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "As long as I have my faith in God, I'm good. I know everything else is going to come."
   },
   "author": {
    "text": "Derrick Rose"
   }
  },
  {
   "quote": {
    "text": "I speak Spanish to God, Italian to women, French to men, and German to my horse."
   },
   "author": {
    "text": "Charles V"
   }
  },
  {
   "quote": {
    "text": "I cannot believe in a God who wants to be praised all the time."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "People have to go through trials and tribulations to get where they at. Do your thing - continue to rock it - because obviously, God wants you here."
   },
   "author": {
    "text": "Kendrick Lamar"
   }
  },
  {
   "quote": {
    "text": "You never know God is all you need until God is all you have."
   },
   "author": {
    "text": "Rick Warren"
   }
  },
  {
   "quote": {
    "text": "It's always wonderful to get to know women, with the mystery and the joy and the depth. If you can make a woman laugh, you're seeing the most beautiful thing on God's Earth."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "God has called us to be His representatives in our nation and in our world. Select candidates who represent your views and work for their election."
   },
   "author": {
    "text": "James Dobson"
   }
  },
  {
   "quote": {
    "text": "As different streams having different sources all mingle their waters in the sea, so different tendencies, various though they appear, crooked or straight, all lead to God."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "If I am not, may God put me there; and if I am, may God so keep me."
   },
   "author": {
    "text": "Joan of Arc"
   }
  },
  {
   "quote": {
    "text": "I think a big test we all face in life on a regular basis is that discouragement test. Life's not always fair, but I believe if you keep doing the right thing, God will get you to where you are."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "One and God make a majority."
   },
   "author": {
    "text": "Frederick Douglass"
   }
  },
  {
   "quote": {
    "text": "Part of me suspects that I'm a loser, and the other part of me thinks I'm God Almighty."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "God grant me the courage not to give up what I think is right even though I think it is hopeless."
   },
   "author": {
    "text": "Chester W. Nimitz"
   }
  },
  {
   "quote": {
    "text": "There is a power in public opinion in this country - and I thank God for it: for it is the most honest and best of all powers - which will not tolerate an incompetent or unworthy man to hold in his weak or wicked hands the lives and fortunes of his fellow-citizens."
   },
   "author": {
    "text": "Martin Van Buren"
   }
  },
  {
   "quote": {
    "text": "I'm cute - and God I hate that. Because that's not cool. I'm like your niece, and nobody wants to date their niece. It's the chubby cheeks. The whole reason people voted for me on American Idol is because I'm an everyday, normal girl."
   },
   "author": {
    "text": "Kelly Clarkson"
   }
  },
  {
   "quote": {
    "text": "You desire that which exceeds my humble powers, but I trust in the compassion and mercy of the All-powerful God."
   },
   "author": {
    "text": "Saint Stephen"
   }
  },
  {
   "quote": {
    "text": "Everything can change in the blink of an eye. But don't worry; God never blinks."
   },
   "author": {
    "text": "Regina Brett"
   }
  },
  {
   "quote": {
    "text": "I'm an atheist and I thank God for it."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "The major religions, Christianity, Judaism, Islam, they deny somehow that God has a feminine face. However, if you go to the holy texts, you see there is this feminine presence."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "If we are faithful to God in little things, we shall gain experience and strength that will be helpful to us in the more serious trials of life."
   },
   "author": {
    "text": "Hudson Taylor"
   }
  },
  {
   "quote": {
    "text": "Great thoughts and a pure heart, that is what we should ask from God."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "I cannot persuade myself that a beneficent and omnipotent God would have designedly created parasitic wasps with the express intention of their feeding within the living bodies of Caterpillars."
   },
   "author": {
    "text": "Charles Darwin"
   }
  },
  {
   "quote": {
    "text": "Yesterday, December seventh, 1941, a date which will live in infamy, the United States of America was suddenly and deliberately attacked by naval and air forces of the Empire of Japan. We will gain the inevitable triumph, so help us God."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "I believe God did intend, in giving us intelligence, to give us the opportunity to investigate and appreciate the wonders of His creation. He is not threatened by our scientific adventures."
   },
   "author": {
    "text": "Francis Collins"
   }
  },
  {
   "quote": {
    "text": "I love to think of nature as an unlimited broadcasting station, through which God speaks to us every hour, if we will only tune in."
   },
   "author": {
    "text": "George Washington Carver"
   }
  },
  {
   "quote": {
    "text": "Worship is a way of seeing the world in the light of God."
   },
   "author": {
    "text": "Abraham Joshua Heschel"
   }
  },
  {
   "quote": {
    "text": "The perfection of Christian character depends wholly upon the grace and strength found alone in God."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "The dominant characteristic of an authentic spiritual life is the gratitude that flows from trust - not only for all the gifts that I receive from God, but gratitude for all the suffering. Because in that purifying experience, suffering has often been the shortest path to intimacy with God."
   },
   "author": {
    "text": "Brennan Manning"
   }
  },
  {
   "quote": {
    "text": "The laws of nature are but the mathematical thoughts of God."
   },
   "author": {
    "text": "Euclid"
   }
  },
  {
   "quote": {
    "text": "The will is a beast of burden. If God mounts it, it wishes and goes as God wills; if Satan mounts it, it wishes and goes as Satan wills; Nor can it choose its rider... the riders contend for its possession."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "The only way you can serve God is by serving other people."
   },
   "author": {
    "text": "Rick Warren"
   }
  },
  {
   "quote": {
    "text": "I never thought of it as God. I didn't know what to call it. I don't believe in devils, but demons I do because everyone at one time or another has some kind of a demon, even if you call it by another name, that drives them."
   },
   "author": {
    "text": "Gene Wilder"
   }
  },
  {
   "quote": {
    "text": "God blessed me with two unbelievable parents, and I am just like both of them. I have the smile and charisma of my mother and the big heart of my mom, because she wants to save the world and help the world, so I am just like her."
   },
   "author": {
    "text": "Magic Johnson"
   }
  },
  {
   "quote": {
    "text": "If you want me to believe in God, you must make me touch him."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "There's a tremendous difference between alone and lonely. You could be lonely in a group of people. I like being alone. I like eating by myself. I go home at night and just watch a movie or hang out with my dog. I have to exert myself and really say, oh God, I've got to see my friends 'cause I'm too content being by myself."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "Some say Google is God. Others say Google is Satan. But if they think Google is too powerful, remember that with search engines unlike other companies, all it takes is a single click to go to another search engine."
   },
   "author": {
    "text": "Sergey Brin"
   }
  },
  {
   "quote": {
    "text": "God will take care of the poor trampled slave, but where will the slaveholder be when eternity begins?"
   },
   "author": {
    "text": "Sojourner Truth"
   }
  },
  {
   "quote": {
    "text": "I thank my God for graciously granting me the opportunity of learning that death is the key which unlocks the door to our true happiness."
   },
   "author": {
    "text": "Wolfgang Amadeus Mozart"
   }
  },
  {
   "quote": {
    "text": "What religion a man holds, to what race he belongs, these things are not important; the really important thing is this knowledge: the knowledge of God's plan for men. For God has a plan, and that plan is evolution."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "I wish that the Indians believed me a god, for upon the report of an enemy's valor oftentimes depends the success of a battle, and false reports have many times done as great things as true courage and resolution."
   },
   "author": {
    "text": "Alexander the Great"
   }
  },
  {
   "quote": {
    "text": "There are gods, but there is no God; and all gods become devils eventually."
   },
   "author": {
    "text": "Robert Anton Wilson"
   }
  },
  {
   "quote": {
    "text": "To be full of things is to be empty of God. To be empty of things is to be full of God."
   },
   "author": {
    "text": "Meister Eckhart"
   }
  },
  {
   "quote": {
    "text": "God wants my life to be about being successful and being happy and blessing other people and being blessed."
   },
   "author": {
    "text": "Miley Cyrus"
   }
  },
  {
   "quote": {
    "text": "To love someone means to see him as God intended him."
   },
   "author": {
    "text": "Fyodor Dostoevsky"
   }
  },
  {
   "quote": {
    "text": "The divine light which you carry within your soul is inherited from God because you are His daughter. Part of the light which makes you so magnificent is the blessing of womanhood."
   },
   "author": {
    "text": "Margaret D. Nadauld"
   }
  },
  {
   "quote": {
    "text": "The privilege of holding the priesthood, which is the power and authority to act in God's name, is a great blessing and privilege and one that carries with it equally great obligations and responsibilities."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "In my long life I have found peace, joy, and happiness beyond my fondest hopes and dreams. One of the supreme benedictions of my life has been my marriage to an elect daughter of God. I love her with all my heart and soul."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "God put me on this earth to accomplish a certain number of things. Right now I am so far behind that I will never die."
   },
   "author": {
    "text": "Bill Watterson"
   }
  },
  {
   "quote": {
    "text": "Everything we do should be a result of our gratitude for what God has done for us."
   },
   "author": {
    "text": "Lauryn Hill"
   }
  },
  {
   "quote": {
    "text": "A God is thinkable, therefore a God is also actually present."
   },
   "author": {
    "text": "Moses Mendelssohn"
   }
  },
  {
   "quote": {
    "text": "I am blessed to have married the man that God sent me. He's loving, compassionate, strong and supportive of my children, family and career. I look forward to our lives together."
   },
   "author": {
    "text": "Monica"
   }
  },
  {
   "quote": {
    "text": "I, for one, am profoundly grateful to feel the hand of God at work in my life. But at the beginning and end of the day, when my default setting is to show kindness and love to others, I never regret it. And to me, that is what faith is all about."
   },
   "author": {
    "text": "Charity Sunshine Tillemann-Dick"
   }
  },
  {
   "quote": {
    "text": "If there is no God, the labels 'good' and 'evil' are merely opinions. They are substitutes for 'I like it' and 'I don't like it.' They are not objective realities."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "If Christianity is a mere invention of man, and the Bible is not from God, how can infidels explain Jesus Christ? His existence in history they cannot deny. How is it that without force or bribery, without arms or money, He has made such an immensely deep mark on the world as He certainly has?"
   },
   "author": {
    "text": "J. C. Ryle"
   }
  },
  {
   "quote": {
    "text": "Thank God I'm very satisfied with the way God created me, and I wouldn't change a thing."
   },
   "author": {
    "text": "Leila Lopes"
   }
  },
  {
   "quote": {
    "text": "God may forgive your sins, but your nervous system won't."
   },
   "author": {
    "text": "Alfred Korzybski"
   }
  },
  {
   "quote": {
    "text": "God our Heavenly Father knows us by name. Jesus Christ lives; He is the Messiah. He loves us. The Atonement of Jesus Christ is real; it brings immortality to all and opens the door to eternal life."
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "You may have made some mistakes, but just like a parent helps their child when they are learning to walk, God will help you get right back up anytime you fall."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "Many of the lessons we are to learn in mortality can only be received through the things we experience and sometimes suffer. And God expects and trusts us to face temporary mortal adversity with His help so we can learn what we need to learn and ultimately become what we are to become in eternity."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "I told the brethren that the Book of Mormon was the most correct of any book on earth, and the keystone of our religion, and a man would get nearer to God by abiding by its precepts, than by any other book."
   },
   "author": {
    "text": "Joseph Smith, Jr."
   }
  },
  {
   "quote": {
    "text": "There are no limits to where our brains can take us. We are, if there be a God, God's gracious creation."
   },
   "author": {
    "text": "John Lydon"
   }
  },
  {
   "quote": {
    "text": "You don't look out there for God, something in the sky, you look in you."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "I believe God has a path for me. He's always had a path for me, and I've always been in the right place at the right time - not because of my efforts, but because of my preparation and because of the guides that I have, the mentors that I have, the spiritual walkers that I've had all my life."
   },
   "author": {
    "text": "Judith Jamison"
   }
  },
  {
   "quote": {
    "text": "Take heed, then, often to come together to give thanks to God, and show forth His praise. For when you assemble frequently in the same place, the powers of Satan are destroyed, and the destruction at which he aims is prevented by the unity of your faith."
   },
   "author": {
    "text": "Ignatius of Antioch"
   }
  },
  {
   "quote": {
    "text": "Rocks and waters, etc., are words of God, and so are men. We all flow from one fountain Soul. All are expressions of one Love."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "We are never defeated unless we give up on God."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Let the inner god that is in each one of us speak. The temple is your body, and the priest is your heart: it is from here that every awareness must begin."
   },
   "author": {
    "text": "Alejandro Jodorowsky"
   }
  },
  {
   "quote": {
    "text": "God made and governs the world invisibly, and has commanded us to love and worship him and no other God; to honor our parents and masters, and love our neighbours as ourselves; and to be temperate, just, and peaceable, and to be merciful even to brute beasts."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "Reading about nature is fine, but if a person walks in the woods and listens carefully, he can learn more than what is in books, for they speak with the voice of God."
   },
   "author": {
    "text": "George Washington Carver"
   }
  },
  {
   "quote": {
    "text": "We will be protected by the great men and women of our military and law enforcement and, most importantly, we are protected by God."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "I have held many things in my hands, and I have lost them all; but whatever I have placed in God's hands, that I still possess."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left, and could say, 'I used everything you gave me'."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "Whenever I want to laugh, I read a wonderful book, 'Children's Letters to God.' You can open it anywhere. One I read recently said, 'Dear God, thank you for the baby brother, but what I prayed for was a puppy.'"
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "God helps those who help themselves."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "I don't have the strength or wisdom to get through a single day without guidance and grace from God."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "God gives us our relatives, thank God we can choose our friends."
   },
   "author": {
    "text": "Ethel Watts Mumford"
   }
  },
  {
   "quote": {
    "text": "The God who gave us life, gave us liberty at the same time."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "God's promises are all on condition of humble obedience."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Our national motto is 'In God we Trust,' reminding us that faith in our Creator is the most important American value of all."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "Let us raise a standard to which the wise and honest can repair; the rest is in the hands of God."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "Judge me if you want to. And as a matter of fact, it won't even count, 'cause the only person who can judge is God."
   },
   "author": {
    "text": "Kelly Rowland"
   }
  },
  {
   "quote": {
    "text": "As a child of God, I am greater than anything that can happen to me."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "My mom was a terrible parent of young children. And thank God - I thank God every time I think of it - I was sent to my paternal grandmother. Ah, but my mother was a great parent of a young adult."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "There is one thing higher than Royalty: and that is religion, which causes us to leave the world, and seek God."
   },
   "author": {
    "text": "Elizabeth I"
   }
  },
  {
   "quote": {
    "text": "No man is excluded from calling upon God, the gate of salvation is set open unto all men: neither is there any other thing which keepeth us back from entering in, save only our own unbelief."
   },
   "author": {
    "text": "John Calvin"
   }
  },
  {
   "quote": {
    "text": "Scoutcraft is a means through which the veriest hooligan can be brought to higher thought and to the elements of faith in God; and, coupled with the Scout's obligation to do a good turn every day, it gives the base of Duty to God and to Neighbour on which the parent or pastor can build with greater ease the form of belief that is desired."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "You shall love the Lord your God with all your heart and with all your soul and with all your might. And these words that I command you today shall be on your heart. You shall teach them diligently to your children, and shall talk of them when you sit in your house, and when you walk by the way, and when you lie down, and when you rise."
   },
   "author": {
    "text": "Moses"
   }
  },
  {
   "quote": {
    "text": "God cannot give us a happiness and peace apart from Himself, because it is not there. There is no such thing."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "If I can put one touch of rosy sunset into the life of any man or woman, I shall feel that I have worked with God."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "God tests and proves us by the common occurrences of life. It is the little things which reveal the chapters of the heart."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Our society strives to avoid any possibility of offending anyone - except God."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Man's mind is like a store of idolatry and superstition; so much so that if a man believes his own mind it is certain that he will forsake God and forge some idol in his own brain."
   },
   "author": {
    "text": "John Calvin"
   }
  },
  {
   "quote": {
    "text": "Even in the tough times, He's still a good God."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "Sometimes I do get to places just when God's ready to have somebody click the shutter."
   },
   "author": {
    "text": "Ansel Adams"
   }
  },
  {
   "quote": {
    "text": "If a man say, 'I love God,' and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen? And this commandment have we from him, That he who loveth God love his brother also."
   },
   "author": {
    "text": "John the Apostle"
   }
  },
  {
   "quote": {
    "text": "When you are spiritually connected, you are not looking for occasions to be offended, and you are not judging and labeling others. You are in a state of grace in which you know you are connected to God and thus free from the effects of anyone or anything external to yourself."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Thank God every morning when you get up that you have something to do that day, which must be done, whether you like it or not."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "The story of Christian reformation, revival, and renaissance underscores that the darkest hour is often just before the dawn, so we should always be people of hope and prayer, not gloom and defeatism. God the Holy Spirit can turn the situation around in five minutes."
   },
   "author": {
    "text": "Os Guinness"
   }
  },
  {
   "quote": {
    "text": "A dark cloud is no sign that the sun has lost his light; and dark black convictions are no arguments that God has laid aside His mercy."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "We are not at peace with others because we are not at peace with ourselves, and we are not at peace with ourselves because we are not at peace with God."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "The Church is or should go back to being a community of God's people, and priests, pastors and bishops, who have the care of souls, are at the service of the people of God."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Truth, according to the Christian faith, is God's love for us in Jesus Christ. Therefore, truth is a relationship."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Every day is a gift from God. There's no guarantee of tomorrow, so that tells me to see the good in this day to make the most of it."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "There are worlds and more worlds below them, and there are a hundred thousand skies over them. No one has been able to find the limits and boundaries of God. If there be any account of God, then alone the mortal can write the same; but God's account does not finish, and the mortal himself dies while still writing."
   },
   "author": {
    "text": "Guru Nanak"
   }
  },
  {
   "quote": {
    "text": "Where there is devotional music, God is always at hand with His gracious presence."
   },
   "author": {
    "text": "Johann Sebastian Bach"
   }
  },
  {
   "quote": {
    "text": "God bless perseverance. Because it's not easy."
   },
   "author": {
    "text": "Junot Diaz"
   }
  },
  {
   "quote": {
    "text": "God is the name people give to the reason we are here. But I think that reason is the laws of physics rather than someone with whom one can have a personal relationship. An impersonal God."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "God will never direct us to be prideful, arrogant and unforgiving, immoral or slothful or full of fear. We step into these things because we are insensitive to the leadership of the Holy Spirit within us."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "I think people need to be educated to the fact that marijuana is not a drug. Marijuana is an herb and a flower. God put it here. If He put it here and He wants it to grow, what gives the government the right to say that God is wrong?"
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "What I absolutely want is to suggest that before it's anything else, redemption is God mending the bicycle of our souls; God bringing out the puncture repair kit, re-inflating the tires, taking off the rust, making us roadworthy once more. Not so that we can take flight into ecstasy, but so that we can do the next needful mile of our lives."
   },
   "author": {
    "text": "Francis Spufford"
   }
  },
  {
   "quote": {
    "text": "Do not borrow the productions of other men's brains and pens and recite them as a lesson; but make the most of the talents, the brain power, that God has given you."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Some people keep God in a Sunday morning box and say, 'Hey, I did my religious duty.' That's fine, but the scripture says to pray without ceasing. And I think that means all through the day you're talking to God. Even if it's in your thoughts."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I know no words of prayer - God help me because I can not help myself."
   },
   "author": {
    "text": "Harold E. Hughes"
   }
  },
  {
   "quote": {
    "text": "Outside of the cross of Jesus Christ, there is no hope in this world. That cross and resurrection at the core of the Gospel is the only hope for humanity. Wherever you go, ask God for wisdom on how to get that Gospel in, even in the toughest situations of life."
   },
   "author": {
    "text": "Ravi Zacharias"
   }
  },
  {
   "quote": {
    "text": "What I found particularly fascinating and satisfying about the Hindu tradition was its spirit of inclusiveness. In Sanatan Dharma, or what is commonly called Hinduism, I discovered the basic truths of all religions in a way that the oneness of God and religion is comprehensively understood."
   },
   "author": {
    "text": "Radhanath Swami"
   }
  },
  {
   "quote": {
    "text": "I know it's an experience that I need to have if God's putting me through it."
   },
   "author": {
    "text": "Lil Wayne"
   }
  },
  {
   "quote": {
    "text": "Religion is not man's relationship to God, it is man's relationship to man."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "My nephews all look at me differently now. Before, they couldn't relate to me, and now I'm like a god."
   },
   "author": {
    "text": "Ruth Buzzi"
   }
  },
  {
   "quote": {
    "text": "God's truth judges created things out of love, and Satan's truth judges them out of envy and hatred."
   },
   "author": {
    "text": "Dietrich Bonhoeffer"
   }
  },
  {
   "quote": {
    "text": "Your faithfulness makes you trustworthy to God."
   },
   "author": {
    "text": "Edwin Louis Cole"
   }
  },
  {
   "quote": {
    "text": "For a time, I believed not in God nor Santa Claus, but in mermaids. They seemed as logical and possible to me as the brittle twig of a seahorse in the zoo aquarium or the skates lugged up on the lines of cursing Sunday fishermen - skates the shape of old pillowslips with the full, coy lips of women."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "In almost everything that touches our everyday life on earth, God is pleased when we're pleased. He wills that we be as free as birds to soar and sing our maker's praise without anxiety."
   },
   "author": {
    "text": "Aiden Wilson Tozer"
   }
  },
  {
   "quote": {
    "text": "If God wanted us to be naked, why did he invent sexy lingerie?"
   },
   "author": {
    "text": "Shannen Doherty"
   }
  },
  {
   "quote": {
    "text": "But what we can do, as flawed as we are, is still see God in other people, and do our best to help them find their own grace. That's what I strive to do, that's what I pray to do every day."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "The voice of the people has been said to be the voice of God; and, however generally this maxim has been quoted and believed, it is not true to fact. The people are turbulent and changing, they seldom judge or determine right."
   },
   "author": {
    "text": "Alexander Hamilton"
   }
  },
  {
   "quote": {
    "text": "If I'm in Rome for only 48 hours, I would consider it a sin against God to not eat cacio e pepe, the most uniquely Roman of pastas, in some crummy little joint where Romans eat. I'd much rather do that than go to the Vatican. That's Rome to me."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "I cannot think that we are useless or God would not have created us. There is one God looking down on us all. We are all the children of one God. The sun, the darkness, the winds are all listening to what we have to say."
   },
   "author": {
    "text": "Geronimo"
   }
  },
  {
   "quote": {
    "text": "And God said, 'Let there be light' and there was light, but the Electricity Board said He would have to wait until Thursday to be connected."
   },
   "author": {
    "text": "Spike Milligan"
   }
  },
  {
   "quote": {
    "text": "God is a metaphor for that which transcends all levels of intellectual thought. It's as simple as that."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "If you believe indeed in the Lord Jesus for the salvation of your soul, if you walk uprightly and do not regard iniquity in your heart, if you continue to wait patiently, and believingly upon God; then answers will surely be given to your prayers."
   },
   "author": {
    "text": "George Muller"
   }
  },
  {
   "quote": {
    "text": "It's amazing what you'll discover if you start exploring what God has placed within you."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "Seeing that our thirst was increasing and the water was killing us, while the storm did not abate, we agreed to trust to God, Our Lord, and rather risk the perils of the sea than wait there for certain death from thirst."
   },
   "author": {
    "text": "Alvar N. C. de Vaca"
   }
  },
  {
   "quote": {
    "text": "Love is the greatest gift that God has given us. It's free."
   },
   "author": {
    "text": "Taraji P. Henson"
   }
  },
  {
   "quote": {
    "text": "In the name of God, stop a moment, cease your work, look around you."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "We Americans have no commission from God to police the world."
   },
   "author": {
    "text": "Benjamin Harrison"
   }
  },
  {
   "quote": {
    "text": "To do all that one is able to do, is to be a man; to do all that one would like to do, is to be a god."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "No books ever go into my laboratory. The thing I am to do and the way are revealed to me the moment I am inspired to create something new. Without God to draw aside the curtain, I would be helpless. Only alone can I draw close enough to God to discover His secrets."
   },
   "author": {
    "text": "George Washington Carver"
   }
  },
  {
   "quote": {
    "text": "When I am angry, I pray God to swing our globe into the fiery sun and prevent the sorrows of the not-yet-born: but when I am content, I want to lie forever in the shade, till I become a shade myself."
   },
   "author": {
    "text": "T. E. Lawrence"
   }
  },
  {
   "quote": {
    "text": "Sometimes I wonder if there is something about my family which invites violence. 'Is it envy,' you ask? I don't know... I've had so much, a son as president, two as senators, a son-in-law who's an ambassador... perhaps God doesn't permit that much."
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "Don't let the winds blow your dreams away... or steal your faith in God."
   },
   "author": {
    "text": "Vin Scully"
   }
  },
  {
   "quote": {
    "text": "The feeling of longing for home is born into us. That wonderful dream cannot become real without great faith - enough for the Holy Ghost to lead us to repentance, baptism, and the making and keeping of sacred covenants with God. This faith requires enduring bravely the trials of mortal life."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "When your maturity is derived from circumstantial factors other than faith, your level of maturity would continue to fluctuate rather than being stable. This is why I am enabled to maintain a balance and stable approach to the challenges that come my way every day. I am not moved by what people say or do concerning my relationship with God."
   },
   "author": {
    "text": "T. B. Joshua"
   }
  },
  {
   "quote": {
    "text": "It's always nice when you do something and it's well received as opposed to the other way which God knows happens to everybody. When the good times come around, you take a deep breath, appreciate it, but not take it too seriously."
   },
   "author": {
    "text": "Laura Linney"
   }
  },
  {
   "quote": {
    "text": "God, life changes faster than you think."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "God does nothing except in response to believing prayer."
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "Sin does not stop God's grace from flowing, but God's grace will stop sin."
   },
   "author": {
    "text": "Joseph Prince"
   }
  },
  {
   "quote": {
    "text": "Money can come and go, and fame comes and goes. Peace of mind and a relationship with God is far more important, so this is the precedent that we've set in our lives. The bottom line is, we all die, so Jesus is the answer."
   },
   "author": {
    "text": "Phil Robertson"
   }
  },
  {
   "quote": {
    "text": "If you need me to tell you that if you serve God, you'll get a Mercedes, you're lost."
   },
   "author": {
    "text": "Paul Washer"
   }
  },
  {
   "quote": {
    "text": "I most certainly believe that it is the gift of God that I am what I am. And so I dwell amongst barbarians, a proselyte and an exile, for the love of God."
   },
   "author": {
    "text": "Saint Patrick"
   }
  },
  {
   "quote": {
    "text": "Humility is the gateway into the grace and the favor of God."
   },
   "author": {
    "text": "Harold Warner"
   }
  },
  {
   "quote": {
    "text": "God knows I gave my best in baseball at all times and no man on earth can truthfully judge me otherwise."
   },
   "author": {
    "text": "Shoeless Joe Jackson"
   }
  },
  {
   "quote": {
    "text": "Things happen for a reason, and the only thing you can do is at night time get on your knees and ask God for forgiveness for anything that you did that you didn't feel was right."
   },
   "author": {
    "text": "Floyd Mayweather, Jr."
   }
  },
  {
   "quote": {
    "text": "My failures may be my greatest successes. It is in failure that I have often drawn closer to God, learn to depend more on Him than myself, gained self-knowledge, and seen things in their right perspective."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "God doesn't want us to have rigid rituals with Him. In the new covenant, He is more interested in having a relationship with us."
   },
   "author": {
    "text": "Joseph Prince"
   }
  },
  {
   "quote": {
    "text": "Keep God first, chase your dreams, and everything will pay off."
   },
   "author": {
    "text": "Jacob Latimore"
   }
  },
  {
   "quote": {
    "text": "Any fool knows that bravado is always a cover-up for insecurity. That's the truth. And on that note, I'll say goodnight. God love you."
   },
   "author": {
    "text": "Bobby Darin"
   }
  },
  {
   "quote": {
    "text": "God is the indwelling and not the transient cause of all things."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "My guru said that when he suffers, it brings him closer to God. I have found this, too."
   },
   "author": {
    "text": "Ram Dass"
   }
  },
  {
   "quote": {
    "text": "You don't have to be like everybody else or do things like everybody else. God created you to be a unique individual, and He wants you to be free to be who He made you to be."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Thank God I'm in touch with my emotions enough to be able to pick up my children, kiss them all over and say 'I love you' over and over."
   },
   "author": {
    "text": "Kate Winslet"
   }
  },
  {
   "quote": {
    "text": "I am just a person who is human, down to earth enjoying life... whatever god blesses you with. Enjoying life for me is just normal."
   },
   "author": {
    "text": "Mohamed Al-Fayed"
   }
  },
  {
   "quote": {
    "text": "The best loved by God are those that are rich, yet have the humility of the poor, and those that are poor and have the magnanimity of the rich."
   },
   "author": {
    "text": "Saadi"
   }
  },
  {
   "quote": {
    "text": "All true happiness, pure joy, sweet bounties, and untroubled pleasure lie in knowledge of God and love of God; they cannot exist without them."
   },
   "author": {
    "text": "Said Nursi"
   }
  },
  {
   "quote": {
    "text": "I don't want a monument. We don't build monuments; we build God's Kingdom."
   },
   "author": {
    "text": "Reinhard Bonnke"
   }
  },
  {
   "quote": {
    "text": "Like Andy Warhol and unlike God Almighty, Larry King does not presume to judge; all celebrities are equal in his eyes, saints and sinners alike sharing the same 'Love Boat' voyage into the dark beyond, a former sitcom star as deserving of pious send-off as Princess Diana."
   },
   "author": {
    "text": "James Wolcott"
   }
  },
  {
   "quote": {
    "text": "Live, so you do not have to look back and say: 'God, how I have wasted my life.'"
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "What brings you closer to God is being in service to others. I think any religion or spiritual way of life will indicate that service to others will lead to a connection with a higher power."
   },
   "author": {
    "text": "Steve-O"
   }
  },
  {
   "quote": {
    "text": "He was a wise man who originated the idea of God."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "God created man and, finding him not sufficiently alone, gave him a companion to make him feel his solitude more keenly."
   },
   "author": {
    "text": "Paul Valery"
   }
  },
  {
   "quote": {
    "text": "God has no resolve; no karma attaches itself to Him."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "I'm a survivor of life. I try to give the glory to God and appreciate what's happening to me."
   },
   "author": {
    "text": "Mike Epps"
   }
  },
  {
   "quote": {
    "text": "Many a sin has sullied me in body and in soul because I did not restrain my thoughts nor guard my lips: nevertheless it is to Thee, O God of majesty and love, that I turn in my extremity, for Thou art the fount of mercy; to Thee, as quickly as I may, I speed: for Thou alone canst heal me; I take refuge under Thy protection."
   },
   "author": {
    "text": "Saint Ambrose"
   }
  },
  {
   "quote": {
    "text": "One of the key factors of life is love, and the key factor of God is love, so having that understanding is really important in a relationship. Having someone that genuinely respects you and understands your life and is open to hearing about your life is really cool."
   },
   "author": {
    "text": "Sofia Richie"
   }
  },
  {
   "quote": {
    "text": "Christians - whether as a priest, a nun, a minister, whatever - have just been stereotyped to death. You try to be a model of kindness and love and forgiveness to all those around you, because you have received kindness and love and forgiveness from God through Christ. That's what Christianity is."
   },
   "author": {
    "text": "Patricia Heaton"
   }
  },
  {
   "quote": {
    "text": "If our wondrous kindness is evidence for God, is our capacity for great evil proof of the Devil?"
   },
   "author": {
    "text": "Paul Bloom"
   }
  },
  {
   "quote": {
    "text": "My life is art. Its how I express God."
   },
   "author": {
    "text": "Lisa Bonet"
   }
  },
  {
   "quote": {
    "text": "Do everything according to God, and be nice, and treat other people the way you would like to be treated."
   },
   "author": {
    "text": "Glen Campbell"
   }
  },
  {
   "quote": {
    "text": "Because we believe that our ethnic group, our society, our political party, our God, is better than your God, we kill each other."
   },
   "author": {
    "text": "Neale Donald Walsch"
   }
  },
  {
   "quote": {
    "text": "God gives talent. Work transforms talent into genius."
   },
   "author": {
    "text": "Anna Pavlova"
   }
  },
  {
   "quote": {
    "text": "With Malice toward none, with charity for all, with firmness in the right, as God gives us to see the right, let us strive on to finish the work we are in, to bind up the nation's wounds."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "He who would be no slave must consent to have no slave. Those who deny freedom to others deserve it not for themselves and, under a just God, cannot long retain it."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "We were born to die and we die to live. As seedlings of God, we barely blossom on earth; we fully flower in heaven."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "I just want to do God's will. And he's allowed me to go to the mountain. And I've looked over, and I've seen the promised land! I may not get there with you, but I want you to know tonight that we as a people will get to the promised land."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "I want to know all Gods thoughts; all the rest are just details."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "As God has not made anything useless in this world, as all beings fulfill obligations or a role in the sublime drama of Creation, I cannot exempt from this duty, and small though it be, I too have a mission to fill, as for example: alleviating the sufferings of my fellowmen."
   },
   "author": {
    "text": "Jose Rizal"
   }
  },
  {
   "quote": {
    "text": "For where God built a church, there the Devil would also build a chapel."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "It's wonderful to climb the liquid mountains of the sky. Behind me and before me is God and I have no fears."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "God's plan for enlarging His kingdom is so simple - one person telling another about the Savior. Yet we're busy and full of excuses. Just remember, someone's eternal destiny is at stake. The joy you'll have when you meet that person in heaven will far exceed any discomfort you felt in sharing the gospel."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "If I could give you information of my life, it would be to show how a woman of very ordinary ability has been led by God in strange and unaccustomed paths to do In His service what He has done in her. And if I could tell you all, you would see how God has done all, and I nothing."
   },
   "author": {
    "text": "Florence Nightingale"
   }
  },
  {
   "quote": {
    "text": "Give me one hundred preachers who fear nothing but sin and desire nothing but God, and I care not whether they be clergymen or laymen, they alone will shake the gates of Hell and set up the kingdom of Heaven upon Earth."
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "Live your life while you have it. Life is a splendid gift. There is nothing small in it. Far the greatest things grow by God's law out of the smallest. But to live your life, you must discipline it."
   },
   "author": {
    "text": "Florence Nightingale"
   }
  },
  {
   "quote": {
    "text": "When the faith is strong enough, it is sufficient just to be. It's a journey towards simplicity, towards quietness, towards a kind of joy that is not in time. It's a journey that has taken us from primary identification with our body and our psyche, on to an identification with God, and ultimately beyond identification."
   },
   "author": {
    "text": "Ram Dass"
   }
  },
  {
   "quote": {
    "text": "A man can no more diminish God's glory by refusing to worship Him than a lunatic can put out the sun by scribbling the word, 'darkness' on the walls of his cell."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "The Bible says that Christians are the salt of the earth and the light of the world. On the job, in the grocery store, even among unsaved friends and family members, God's people are there to bring seasoning to an unsavory situation."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Every child comes with the message that God is not yet discouraged of man."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "God lends a helping hand to the man who tries hard."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "May God protect me from gloomy saints."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "Whatever I will become will be what God has chosen for me."
   },
   "author": {
    "text": "Elvis Presley"
   }
  },
  {
   "quote": {
    "text": "As a blind man has no idea of colors, so have we no idea of the manner by which the all-wise God perceives and understands all things."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "The end of life is to be like God, and the soul following God will be like Him."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "Sense perceptions can be and often are false and deceptive, however real they may appear to us. Where there is realization outside the senses, it is infallible. It is proved not by extraneous evidence but in the transformed conduct and character of those who have felt the real presence of God within."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "We learn by practice. Whether it means to learn to dance by practicing dancing or to learn to live by practicing living, the principles are the same. One becomes in some area an athlete of God."
   },
   "author": {
    "text": "Martha Graham"
   }
  },
  {
   "quote": {
    "text": "I never imagined that divorce would be part of my life history or my family's legacy. When people say that divorce can be more painful than death, I understand why. But like any great trial, God uses everything for good, if we allow Him to heal us."
   },
   "author": {
    "text": "Kristin Armstrong"
   }
  },
  {
   "quote": {
    "text": "Fear is present when we forget that we are a part of God's divine design. Learning to experience authentic love means abandoning ego's insistence that you have much to fear and that you are in an unfriendly world. You can make the decision to be free from fear and doubt and return to the brilliant light of love that is always with you."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "God lets everything happen for a reason. It's all a learning process, and you have to go from one level to another."
   },
   "author": {
    "text": "Mike Tyson"
   }
  },
  {
   "quote": {
    "text": "A season of suffering is a small assignment when compared to the reward. Rather than begrudge your problem, explore it. Ponder it. And most of all, use it. Use it to the glory of God."
   },
   "author": {
    "text": "Max Lucado"
   }
  },
  {
   "quote": {
    "text": "There is always the danger that we may just do the work for the sake of the work. This is where the respect and the love and the devotion come in - that we do it to God, to Christ, and that's why we try to do it as beautifully as possible."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "Sacrifice, discipline and prayer are essential. We gain strength through God's word. We receive grace from the sacrament. And when we fumble due to sin - and it's gonna happen - confession puts us back on the field."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "Basically, there are two paths you can walk: faith or fear. It's impossible to simultaneously trust God and not trust God."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "Great and glorious God, and Thou Lord Jesus, I pray you shed abroad your light in the darkness of my mind. Be found of me, Lord, so that in all things I may act only in accordance with Thy holy will."
   },
   "author": {
    "text": "Francis of Assisi"
   }
  },
  {
   "quote": {
    "text": "If God would have wanted us to live in a permissive society He would have given us Ten Suggestions and not Ten Commandments."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "We cannot embrace God's forgiveness if we are so busy clinging to past wounds and nursing old grudges."
   },
   "author": {
    "text": "T. D. Jakes"
   }
  },
  {
   "quote": {
    "text": "I remember my manager telling me, 'Be myself, be humble, keep rooted, keep God first'. Those words were very helpful."
   },
   "author": {
    "text": "John Boyega"
   }
  },
  {
   "quote": {
    "text": "Start living now. Stop saving the good china for that special occasion. Stop withholding your love until that special person materializes. Every day you are alive is a special occasion. Every minute, every breath, is a gift from God."
   },
   "author": {
    "text": "Mary Manin Morrissey"
   }
  },
  {
   "quote": {
    "text": "Men must be governed by God or they will be ruled by tyrants."
   },
   "author": {
    "text": "William Penn"
   }
  },
  {
   "quote": {
    "text": "That little man in black there, he says women can't have as much rights as men 'cause Christ wasn't a woman! Where did your Christ come from? Where did your Christ come from? From God and a woman! Man had nothing to do with Him."
   },
   "author": {
    "text": "Sojourner Truth"
   }
  },
  {
   "quote": {
    "text": "Numerous have been the manifestations of God's providence in sustaining us. In the gloomy period of adversity, we have had 'our cloud by day and pillar of fire by night.' We have been reduced to distress, and the arm of Omnipotence has raised us up."
   },
   "author": {
    "text": "Samuel Adams"
   }
  },
  {
   "quote": {
    "text": "A 'real pastor' is not preaching of their own; they are speaking what God put in their heart by the Holy Spirit. The Holy Spirit is using them at that very moment to speak to the congregations situations -past, present, and future."
   },
   "author": {
    "text": "Monica Johnson"
   }
  },
  {
   "quote": {
    "text": "After many years of great mercy, after tasting of the powers of the world to come, we still are so weak, so foolish; but, oh! when we get away from self to God, there all is truth and purity and holiness, and our heart finds peace, wisdom, completeness, delight, joy, victory."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "If there is no God, everything is permitted."
   },
   "author": {
    "text": "Fyodor Dostoevsky"
   }
  },
  {
   "quote": {
    "text": "In assisting his 'neighbour' every day to the best of his ability, and keeping truth, honesty, and kindness perpetually before him, the Boy Scout, with as little formality as possible, is pleasing God."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "We are not weak if we make a proper use of those means which the God of Nature has placed in our power... the battle, sir, is not to the strong alone it is to the vigilant, the active, the brave."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "I may be what my enemies desire me to be, yet never an accusation are they able to hurl against me which makes me blush or lower my forehead; and I hope that God will be merciful enough with me, to prevent me from committing one of those faults which would involve my family."
   },
   "author": {
    "text": "Jose Rizal"
   }
  },
  {
   "quote": {
    "text": "The straight line belongs to men, the curved one to God."
   },
   "author": {
    "text": "Antoni Gaudi"
   }
  },
  {
   "quote": {
    "text": "God wants you to be a winner, not a whiner."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "We see a new Ethiopia, a new Africa, stretching her hands of influence throughout the world, teaching man the way of life and peace, The Way to God."
   },
   "author": {
    "text": "Marcus Garvey"
   }
  },
  {
   "quote": {
    "text": "To you I'm an atheist; to God, I'm the Loyal Opposition."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "I had many friends to help me to fall; but as to rising again, I was so much left to myself, that I wonder now I was not always on the ground. I praise God for His mercy; for it was He only Who stretched out His hand to me. May He be blessed for ever! Amen."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "A person whose mind is quiet and satisfied in God is in the pathway to health."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Everything I did, all my actions, all of the problems I had I dedicate to God and to Chile, because I kept Chile from becoming Communist."
   },
   "author": {
    "text": "Augusto Pinochet"
   }
  },
  {
   "quote": {
    "text": "Purposes, plans, and achievements of men may all disappear like yon cloud upon the mountain's summit; but, like the mountain itself, the things which are of God shall stand fast for ever and ever."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "If God dropped acid, would he see people?"
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "I think people often come to the synagogue, mosque, the church looking for God, and what we give them is religion."
   },
   "author": {
    "text": "Gene Robinson"
   }
  },
  {
   "quote": {
    "text": "It's not as though we can keep burning coal in our power plants. Coal is a finite resource, too. We must find alternatives, and it's a better idea to find alternatives sooner then wait until we run out of coal, and in the meantime, put God knows how many trillions of tons of CO2 that used to be buried underground into the atmosphere."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "I believe in God, who made of one blood all nations that on earth do dwell. I believe that all men, black and brown and white, are brothers, varying through time and opportunity, in form and gift and feature, but differing in no essential particular, and alike in soul and the possibility of infinite development."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "How is it possible that a being with such sensitive jewels as the eyes, such enchanted musical instruments as the ears, and such fabulous arabesque of nerves as the brain can experience itself anything less than a god."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "I do believe in God. But you won't find me visiting temples every now and then. I believe in self-realization. Peace of mind matters a lot to me. What's the point in doing something just for the sake of it? I'd rather do something I like doing as long as I'm being true to myself."
   },
   "author": {
    "text": "Virat Kohli"
   }
  },
  {
   "quote": {
    "text": "To be a man is to suffer for others. God help us to be men!"
   },
   "author": {
    "text": "Cesar Chavez"
   }
  },
  {
   "quote": {
    "text": "We look at life from the back side of the tapestry. And most of the time, what we see is loose threads, tangled knots and the like. But occasionally, God's light shines through the tapestry, and we get a glimpse of the larger design with God weaving together the darks and lights of existence."
   },
   "author": {
    "text": "John Piper"
   }
  },
  {
   "quote": {
    "text": "When his life was ruined, his family killed, his farm destroyed, Job knelt down on the ground and yelled up to the heavens, 'Why god? Why me?' and the thundering voice of God answered, 'There's just something about you that pisses me off.'"
   },
   "author": {
    "text": "Stephen King"
   }
  },
  {
   "quote": {
    "text": "I spend most of my time at the ranch with my family, and enjoy life - watch the sun come up, watch it go down, thank God for another day, and just be happy."
   },
   "author": {
    "text": "Marcus Luttrell"
   }
  },
  {
   "quote": {
    "text": "Abraham wasn't perfect. He failed, made mistakes. But, he would go back, get right with God, and then just keep moving forward. He didn't quit when things got hard. He just kept on going. And everywhere he went, God was there. God was with him."
   },
   "author": {
    "text": "Anne Graham Lotz"
   }
  },
  {
   "quote": {
    "text": "What was God doing before the divine creation?"
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "The old and honorable idea of 'vocation' is simply that we each are called, by God, or by our gifts, or by our preference, to a kind of good work for which we are particularly fitted."
   },
   "author": {
    "text": "Wendell Berry"
   }
  },
  {
   "quote": {
    "text": "If God did not intend for us to eat animals, then why did he make them out of meat?"
   },
   "author": {
    "text": "John Cleese"
   }
  },
  {
   "quote": {
    "text": "I have offended God and mankind because my work didn't reach the quality it should have."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Suffering passes, while love is eternal. That's a gift that you have received from God. Don't waste it."
   },
   "author": {
    "text": "Laura Ingalls Wilder"
   }
  },
  {
   "quote": {
    "text": "Honestly, being a 5'11\" quarterback, not too many people think that you can play in the National Football League. And so for me, you know, I knew that my height doesn't define my skill set, you know? I believed in my talent. I believed in what God gave me. I believed in the knowledge that I have of the game."
   },
   "author": {
    "text": "Russell Wilson"
   }
  },
  {
   "quote": {
    "text": "Change makes you find your calling, your legacy, and God's divine plan for your life. Don't run from it."
   },
   "author": {
    "text": "Iman"
   }
  },
  {
   "quote": {
    "text": "God removes the sin of the one who makes humble confession, and thereby the devil loses the sovereignty he had gained over the human heart."
   },
   "author": {
    "text": "Saint Bernard"
   }
  },
  {
   "quote": {
    "text": "I would say my grandmother would be like my personal god."
   },
   "author": {
    "text": "Jamie Foxx"
   }
  },
  {
   "quote": {
    "text": "You may make some mistakes - but that doesn't make you a sinner. You've got the very nature of God on the inside of you."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "My mama told me in college, 'I love you, and you're God's child, but natural beauty will only take you so far.'"
   },
   "author": {
    "text": "Robin Roberts"
   }
  },
  {
   "quote": {
    "text": "God is a God of the present. God is always in the moment, be that moment hard or easy, joyful and painful."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "Considering that the blessed life we so long for consists in an intimate and true love of God Our Creator and Lord, which binds and obliges us all to a sincere love."
   },
   "author": {
    "text": "Saint Ignatius"
   }
  },
  {
   "quote": {
    "text": "It doesn't matter who likes you or doesn't like you, all that matters is that God likes you. He accepts you, he approves of you."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I think when you work really hard and you help others, God helps you get what you want."
   },
   "author": {
    "text": "Gina Rodriguez"
   }
  },
  {
   "quote": {
    "text": "Prayer is the most concrete way to make our home in God."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "My favorite six words in recovery are: trust God, clean house, and help others."
   },
   "author": {
    "text": "Matthew Perry"
   }
  },
  {
   "quote": {
    "text": "I just want people to know out there no matter what they've done, God doesn't judge us on how many sins. God is there for us. He loves us. He wants us to turn it over to Him."
   },
   "author": {
    "text": "Lex Luger"
   }
  },
  {
   "quote": {
    "text": "Start with God - the first step in learning is bowing down to God; only fools thumb their noses at such wisdom and learning."
   },
   "author": {
    "text": "King Solomon"
   }
  },
  {
   "quote": {
    "text": "God wants to use you to make other people happy! And the happier you make others, the happier you will be because you reap what you sow."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "The grace of God is courtesy."
   },
   "author": {
    "text": "Hilaire Belloc"
   }
  },
  {
   "quote": {
    "text": "I give the fight up: let there be an end, a privacy, an obscure nook for me. I want to be forgotten even by God."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "To work without attachment is to work without the expectation of reward or fear of any punishment in this world or the next. Work so done is a means to the end, and God is the end."
   },
   "author": {
    "text": "Ramakrishna"
   }
  },
  {
   "quote": {
    "text": "The main rule to me is to honor God with your life. To life a life of integrity. Not be selfish. You know, help others. But that's really the essence of the Christian faith."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "When I started, I'd hear other people saying, 'God, she's so bizarre-looking,' because I didn't look like the girl next door. But I was just normal. I was the girl next door. There were people in high fashion I could better relate to who were doing something more interesting and not talking this sort of rubbish."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "God isn't compatible with machinery and scientific medicine and universal happiness. You must make your choice. Our civilization has chosen machinery and medicine and happiness."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "All I know is that I'm a sinner and that God has forgiven me of my sins. Because I put my faith and trust in Jesus Christ."
   },
   "author": {
    "text": "Franklin Graham"
   }
  },
  {
   "quote": {
    "text": "For me, prayer is not so much me setting out a shopping list of requests for God to consider as it is a way of 'keeping company with God.'"
   },
   "author": {
    "text": "Philip Yancey"
   }
  },
  {
   "quote": {
    "text": "I fear God and next to God I mostly fear them that fear him not."
   },
   "author": {
    "text": "Saadi"
   }
  },
  {
   "quote": {
    "text": "You can only learn so much from books. You can only learn so much from education. Ultimately, it is the wisdom of God that will carry you through in the toughest situations of life."
   },
   "author": {
    "text": "Ravi Zacharias"
   }
  },
  {
   "quote": {
    "text": "The Church is not self-made, it was created by God and is continuously formed by Him. This finds expression in the Sacraments, above all in that of Baptism: I enter into the Church not by a bureaucratic act, but with the help of this Sacrament."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "I could make apple pie every single day. You need to be super precise in order for it to be perfect. I'm such a perfectionist that baking is calming for me. I've never burnt anything, thank God."
   },
   "author": {
    "text": "Julia Michaels"
   }
  },
  {
   "quote": {
    "text": "God is the tangential point between zero and infinity."
   },
   "author": {
    "text": "Alfred Jarry"
   }
  },
  {
   "quote": {
    "text": "Smiles, tears, of all my life! - and, if God choose, I shall but love thee better after death."
   },
   "author": {
    "text": "Elizabeth Barrett Browning"
   }
  },
  {
   "quote": {
    "text": "The priesthood of God is a shield. It is a shield against the evils of the world. That shield needs to be kept clean; otherwise, our vision of our purpose and the dangers around us will be limited."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "The whole point of the kingdom of God is Jesus has come to bear witness to the true truth, which is nonviolent. When God wants to take charge of the world, he doesn't send in the tanks. He sends in the poor and the meek."
   },
   "author": {
    "text": "N. T. Wright"
   }
  },
  {
   "quote": {
    "text": "When life is good and we have no problems, we can almost let ourselves believe we have no need for God. But in my experience, sometimes the richest blessings come through pain and hard things."
   },
   "author": {
    "text": "Anne Graham Lotz"
   }
  },
  {
   "quote": {
    "text": "Our glory is hidden in our pain, if we allow God to bring the gift of himself in our experience of it."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "Every time I sit for a song, I feel I am finished. It's like a beggar sitting waiting for God to fill your bowl with the right thought. In every song, I ask help from Him. Everybody around is so good, so to create music that will connect with so many people is not humanly possible without inspiration."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "The less we read the Word of God, the less we desire to read it, and the less we pray, the less we desire to pray."
   },
   "author": {
    "text": "George Muller"
   }
  },
  {
   "quote": {
    "text": "Thank God that at least in one place, all men are equal: in the church of God. I do not consider it any degradation to kneel side by side with a Negro in the house of our Heavenly Father."
   },
   "author": {
    "text": "Roger B. Taney"
   }
  },
  {
   "quote": {
    "text": "The family I'm from, well, no one had their name on big buildings. My family were builders of a different kind. Builders in the way most American families are. They used whatever tools they had - whatever God gave them - and whatever life in America provided - and built better lives and better futures for their kids."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "What you see is what you get. My God, I don't have the time nor the energy to live up to some persona."
   },
   "author": {
    "text": "Marc Anthony"
   }
  },
  {
   "quote": {
    "text": "When a book leaves your hands, it belongs to God. He may use it to save a few souls or to try a few others, but I think that for the writer to worry is to take over God's business."
   },
   "author": {
    "text": "Flannery O'Connor"
   }
  },
  {
   "quote": {
    "text": "God help anyone who disobeys my recycling system. I have all the separated bins. I'm very adamant about it because I try to be a good citizen of the world, I really do. I even use eco-friendly cleaning products, but sometimes you just have to break open the disinfectant. Some jobs require it."
   },
   "author": {
    "text": "Linda Evangelista"
   }
  },
  {
   "quote": {
    "text": "Between the uprightness of my conscience and the hardness of my lot, I know not how either to show respect to my feelings or to the times. The bitterness of my mind urges me at all hazards to speak what I think, whereas the necessity of the times prompts me, however unbecomingly, to keep silence. Good God! Which way shall I turn myself?"
   },
   "author": {
    "text": "Thomas Becket"
   }
  },
  {
   "quote": {
    "text": "I'm most proud of the blessings that God has bestowed upon me, in my life. He's given me the vision to truly see that you can fall down, but you can still get back up. Hopefully I'll learn from my mistakes and have the opportunity to strengthen and improve the next thing I do."
   },
   "author": {
    "text": "Martin Lawrence"
   }
  },
  {
   "quote": {
    "text": "I was successful materially, but I know life is much more than worldly success. I saw all these blessings God had given me. The way to give thanks is obedience to God."
   },
   "author": {
    "text": "Hakeem Olajuwon"
   }
  },
  {
   "quote": {
    "text": "We all dream. We dream vividly, depending on our nature. Our existence is beyond our explanation, whether we believe in God or we have religion or we're atheist."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "I'm far from being god, but I work god damn hard."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "I read the book of Job last night, I don't think God comes out well in it."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "Hope lies in having more faith in the power of God to heal us than in the power of anything to hurt or destroy us. In realizing that as children of God we are bigger than our problems, we have the power at last to confront them."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "We live in an age of technology and science that demands proof, and yet we desire mystery. But when God gives us mystery, we seek to destroy it by gross indifference or childish reasoning."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "I came, I saw, God conquered."
   },
   "author": {
    "text": "Charles V"
   }
  },
  {
   "quote": {
    "text": "My mother told me once that she had her talk with God whenever she started a new sweater: 'Please don't take me in the middle of the sweater.' And as soon as she finished knitting a sweater, and it was blocked and put together, she already had the wool to start the next sweater so that nothing bad would happen."
   },
   "author": {
    "text": "Judy Blume"
   }
  },
  {
   "quote": {
    "text": "God Almighty has set before me two great objects: the suppression of the slave trade and the reformation of manners."
   },
   "author": {
    "text": "William Wilberforce"
   }
  },
  {
   "quote": {
    "text": "You can never forget God. If you forget God, he's gon' forget you."
   },
   "author": {
    "text": "Offset"
   }
  },
  {
   "quote": {
    "text": "In this day the breeze of God is wafted, and His Spirit hath pervaded all things. Such is the outpouring of His grace that the pen is stilled and the tongue is speechless."
   },
   "author": {
    "text": "Baha'u'llah"
   }
  },
  {
   "quote": {
    "text": "I don't know what in the world happened. I don't know if it was the power of the prayer or God himself, but it just reached out, either while I was driving or walking down the sidewalk or sleeping, and it just - the power of God in Jesus just grabbed me... All of a sudden, I just believed in Jesus Christ. I did, I believed in him!"
   },
   "author": {
    "text": "Evel Knievel"
   }
  },
  {
   "quote": {
    "text": "Human nature must be changed if we are ever to have an end to war or to correct the wrong situations that make our lives uneasy and our hearts sore. Now Christianity, the power of Jesus Christ, the Holy Spirit of God, is the only force that can change people for good."
   },
   "author": {
    "text": "Peter Marshall"
   }
  },
  {
   "quote": {
    "text": "As for reputation, though it be a glorious instrument of advancing our Master's service, yet there is a better than that: a clean heart, a single eye, and a soul full of God. A fair exchange if, by the loss of reputation, we can purchase the lowest degree of purity of heart."
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "As long as God gives me strength to work and try to make things real for my children, I'm going to work for it - even if it means making the ultimate sacrifice."
   },
   "author": {
    "text": "Medgar Evers"
   }
  },
  {
   "quote": {
    "text": "Grieve not, then, if your sons seem to desert you, but rejoice, rather, seeing the will of God done gladly."
   },
   "author": {
    "text": "Jim Elliot"
   }
  },
  {
   "quote": {
    "text": "I did not expect to encounter what has beset me since my elevation to the presidency. God knows, I have endeavored to fulfill what I considered to be an honest duty, but I have been mistaken; my motives have been misconstrued and my feelings grossly betrayed."
   },
   "author": {
    "text": "Zachary Taylor"
   }
  },
  {
   "quote": {
    "text": "Those who are faithful to God are protected and prospered. That comes as the result of serving God and keeping His commandments. But with those blessings comes the temptation to forget their source. It is easy to begin to feel the blessings were granted not by a loving God on whom we depend but by our own powers."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "I have enough love to last me a lifetime! Thank God I'll never lose my imagination and my passion. That's really what it is. I'm still passionate about what I do."
   },
   "author": {
    "text": "Teena Marie"
   }
  },
  {
   "quote": {
    "text": "Anytime you interfere with a natural process, you're playing God. God determines what happens naturally. That means when a person's ill, he shouldn't go to a doctor because he's asking for interference with God's will. But of course, patients can't think that way."
   },
   "author": {
    "text": "Jack Kevorkian"
   }
  },
  {
   "quote": {
    "text": "For ninety per cent of those who view him from outside, the Christian God looks like a great landowner administering his estates, the world. Now this conventional picture, which is too well justified by appearances, corresponds in no way to the dogmatic basis or point of view of the Gospels."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "It is better to go skiing and think of God, than go to church and think of sport."
   },
   "author": {
    "text": "Fridtjof Nansen"
   }
  },
  {
   "quote": {
    "text": "Children are God's Apostles, sent forth, day by day, to preach of love, and hope, and peace."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "Young men and women, your education is ever important - to us, to you, and to God."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "Our heart oft times wakes when we sleep, and God can speak to that, either by words, by proverbs, by signs and similitudes, as well as if one was awake."
   },
   "author": {
    "text": "John Bunyan"
   }
  },
  {
   "quote": {
    "text": "Prayer means that the total you is praying. Your whole being reaches out to God, and God reaches down to you."
   },
   "author": {
    "text": "E. Stanley Jones"
   }
  },
  {
   "quote": {
    "text": "I don't even really know what the big bang is, and so when people want to go through and say, 'Well, I believe that the universe started by God starting it,' that's fine by me."
   },
   "author": {
    "text": "Brian Schmidt"
   }
  },
  {
   "quote": {
    "text": "Each one of us is an outlet to God and an inlet to God."
   },
   "author": {
    "text": "Ernest Holmes"
   }
  },
  {
   "quote": {
    "text": "A religious man is a person who holds God and man in one thought at one time, at all times, who suffers harm done to others, whose greatest passion is compassion, whose greatest strength is love and defiance of despair."
   },
   "author": {
    "text": "Abraham Joshua Heschel"
   }
  },
  {
   "quote": {
    "text": "God does arithmetic."
   },
   "author": {
    "text": "Carl Friedrich Gauss"
   }
  },
  {
   "quote": {
    "text": "Abraham is such a fascinating figure. Three world religions - Judaism, Christianity, and Islam - all claim him as a patriarch. He was raised in a religious home. And yet he rejected religion in order to pursue a personal relationship with God."
   },
   "author": {
    "text": "Anne Graham Lotz"
   }
  },
  {
   "quote": {
    "text": "I got some news for you. One, there is no Jesus. Two, there is no God. Three, mind your own business and everything works out."
   },
   "author": {
    "text": "Ed Asner"
   }
  },
  {
   "quote": {
    "text": "Of all human activities, man's listening to God is the supreme act of his reasoning and will."
   },
   "author": {
    "text": "Pope Paul VI"
   }
  },
  {
   "quote": {
    "text": "My religion is based on truth and non-violence. Truth is my God. Non-violence is the means of realising Him."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "It is the quality of our work which will please God and not the quantity."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Those who deny freedom to others deserve it not for themselves; and under the rule of a just God, cannot long retain it."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "If you have men who will exclude any of God's creatures from the shelter of compassion and pity, you will have men who will deal likewise with their fellow men."
   },
   "author": {
    "text": "Francis of Assisi"
   }
  },
  {
   "quote": {
    "text": "When the solution is simple, God is answering."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "If you believe in prayer at all, expect God to hear you. If you do not expect, you will not have. God will not hear you unless you believe He will hear you; but if you believe He will, He will be as good as your faith."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "God is day and night, winter and summer, war and peace, surfeit and hunger."
   },
   "author": {
    "text": "Heraclitus"
   }
  },
  {
   "quote": {
    "text": "I am blessed to receive a word from God every day in receiving the scriptures and reading the scriptures. And God speaks through the Bible."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "I cannot imagine a God who rewards and punishes the objects of his creation and is but a reflection of human frailty."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "That deep emotional conviction of the presence of a superior reasoning power, which is revealed in the incomprehensible universe, forms my idea of God."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Each one prays to God according to his own light."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "There are people in the world so hungry, that God cannot appear to them except in the form of bread."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "If God wanted us to bend over he'd put diamonds on the floor."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "Thanks to the competence, love of God, our country's security and stability, endowed wealth, integrated infrastructure and quality services, the U.A.E. turned into the world's renowned destination for tourism, investment and business management: the interface of choice for hosting major cultural events, artistic and sports, in the world."
   },
   "author": {
    "text": "Khalifa bin Zayed Al Nahyan"
   }
  },
  {
   "quote": {
    "text": "I would believe only in a God that knows how to Dance."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Why did the earthquake and tsunami occur in Japan? Was it the act of an angry God? No, it was the result of the movement and collision of the earth's tectonic plates - a process driven by the earth's need to regulate its own internal temperature. Without the process that creates earthquake, our planet could not sustain life."
   },
   "author": {
    "text": "Adam Hamilton"
   }
  },
  {
   "quote": {
    "text": "My relationship with God has gotten so much stronger. He's always had his hand on me. He always guided me. I didn't always go where he wanted me to go. But He always had me. Now that I'm actually listening and being obedient, life is so much better."
   },
   "author": {
    "text": "DMX"
   }
  },
  {
   "quote": {
    "text": "If you don't take a Sabbath, something is wrong. You're doing too much, you're being too much in charge. You've got to quit, one day a week, and just watch what God is doing when you're not doing anything."
   },
   "author": {
    "text": "Eugene H. Peterson"
   }
  },
  {
   "quote": {
    "text": "For me the goddess is the female of God, She is powerful if different."
   },
   "author": {
    "text": "Tina Turner"
   }
  },
  {
   "quote": {
    "text": "If a man reaches the heart of his own religion, he has reached the heart of the others, too. There is only one God, and there are many paths to him."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "If I had any talent that God could give me, I would be a great diva."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "God grant that not only the love of liberty but a thorough knowledge of the rights of man may pervade all the nations of the earth, so that a philosopher may set his foot anywhere on its surface and say: 'This is my country.'"
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "I believe in believing. My coach John Kavanagh is a big atheist, and he is always trying to persuade people to his way of thinking, and I think, 'What a waste of energy.' If people want to believe in this god or that god, that's fine by me; believe away. But I think we can be our own gods. I believe in myself."
   },
   "author": {
    "text": "Conor McGregor"
   }
  },
  {
   "quote": {
    "text": "Where mercy, love, and pity dwell, there God is dwelling too."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Hope is like peace. It is not a gift from God. It is a gift only we can give one another."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "Prayer is our invitation to God to intervene in the affairs of earth. It is our request for Him to work His ways in this world."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "A vow is a purely religious act which cannot be taken in a fit of passion. It can be taken only with a mind purified and composed and with God as witness."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Each daughter of God is of infinite worth because of her divine mission."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "May we have communion with God in the secret of our hearts, and find Him to be to us as a little sanctuary."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "In the same way the sun never grows weary of shining, nor a stream of flowing, it is God's nature to keep His promises. Therefore, go immediately to His throne and say, 'Do as You promised.'"
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "From the solemn gloom of the temple children run out to sit in the dust, God watches them play and forgets the priest."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "In feature films the director is God; in documentary films God is the director."
   },
   "author": {
    "text": "Alfred Hitchcock"
   }
  },
  {
   "quote": {
    "text": "Allowing myself to love God completely has obviously shed light on my self-love because he loves me more than I could ever love myself."
   },
   "author": {
    "text": "Angie Stone"
   }
  },
  {
   "quote": {
    "text": "God wants us to show compassion and understanding toward the unemployed or the poor not because they are poor, but because poor people, with help from those who are already successful, can become rich. And when the poor become rich, all will benefit, because in our modern economy new unemployment is the first sign of economic growth."
   },
   "author": {
    "text": "Paul Zane Pilzer"
   }
  },
  {
   "quote": {
    "text": "Storms of every sort, torrents, earthquakes, cataclysms, 'convulsions of nature,' etc., however mysterious and lawless at first sight they may seem, are only harmonious notes in the song of creation, varied expressions of God's love."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "There is no uncreated being except God. God has no opposite."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "God cannot be realized through the intellect. Intellect can lead one to a certain extent and no further. It is a matter of faith and experience derived from that faith."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Infinite striving to be the best is man's duty; it is its own reward. Everything else is in God's hands."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "I try to give to the poor people for love what the rich could get for money. No, I wouldn't touch a leper for a thousand pounds; yet I willingly cure him for the love of God."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "Marriage and family are ordained of God. The family is the most important social unit in time and in eternity. Under God's great plan of happiness, families can be sealed in temples and be prepared to return to dwell in His holy presence forever. That is eternal life!"
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "We know that men are saved by repentance and faith, and whoever does call upon the name of the Lord shall be saved. But salvation is a supernatural work of God that will always produce fruit. And the evidence, not the cause, but the evidence of salvation is a changed life, a changing life."
   },
   "author": {
    "text": "Paul Washer"
   }
  },
  {
   "quote": {
    "text": "If God had wanted man to play soccer, he wouldn't have given us arms."
   },
   "author": {
    "text": "Mike Ditka"
   }
  },
  {
   "quote": {
    "text": "I'm always happy for people when I see God blessing them the way he's blessed me."
   },
   "author": {
    "text": "Ruben Studdard"
   }
  },
  {
   "quote": {
    "text": "If I had to choose a religion, the sun as the universal giver of life would be my god."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "Healing rain is a real touch from God. It could be physical healing or emotional or whatever."
   },
   "author": {
    "text": "Michael W. Smith"
   }
  },
  {
   "quote": {
    "text": "Isn't it amazing that we are all made in God's image, and yet there is so much diversity among his people?"
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "Many churches of all persuasions are hiring research agencies to poll neighborhoods, asking what kind of church they prefer. Then the local churches design themselves to fit the desires of the people. True faith in God that demands selflessness is being replaced by trendy religion that serves the selfish."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "I was very down as a teenager, very upset because I had gotten hurt in a car accident. But my dad was a source of strength. He used to say, 'It's the character with strength that God gives the most challenges to.' I've thought about that so many times in my life when things didn't go right."
   },
   "author": {
    "text": "Bonnie Hunt"
   }
  },
  {
   "quote": {
    "text": "I am God's vessel. But my greatest pain in life is that I will never be able to see myself perform live."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "Think of God; attachments will gradually drop away. If you wait till all desires disappear before starting your devotion and prayer, you will have to wait for a very long time indeed."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "I think God has blessed this country with enormous natural resources, and we should pursue all of the above. We should be developing oil, and gas, and coal, and nuclear, and wind, and solar, and ethanol, and biofuels. But, I don't believe that Washington should be picking winners and losers."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "If we think that this life is all there is to life, then there is no interpretation of our problems, our pain, not even of our privileges. But everything changes when we open up to the possibility that God's story is really our story too."
   },
   "author": {
    "text": "Max Lucado"
   }
  },
  {
   "quote": {
    "text": "A fast is not a hunger strike. Fasting submits to God's commands. A hunger strike makes God submit to our demands."
   },
   "author": {
    "text": "Edwin Louis Cole"
   }
  },
  {
   "quote": {
    "text": "Every perfect life is a parable invented by God."
   },
   "author": {
    "text": "Simone Weil"
   }
  },
  {
   "quote": {
    "text": "I am inclined to believe that this is the land God gave to Cain."
   },
   "author": {
    "text": "Jacques Cartier"
   }
  },
  {
   "quote": {
    "text": "I don't stand for the black man's side, I don' t stand for the white man's side. I stand for God's side."
   },
   "author": {
    "text": "Bob Marley"
   }
  },
  {
   "quote": {
    "text": "A person once asked me, in a provocative manner, if I approved of homosexuality. I replied with another question: 'Tell me: when God looks at a gay person, does he endorse the existence of this person with love, or reject and condemn this person?' We must always consider the person."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "For God's sake hold your tongue, and let me love."
   },
   "author": {
    "text": "John Donne"
   }
  },
  {
   "quote": {
    "text": "Nature is my manifestation of God. I go to nature every day for inspiration in the day's work. I follow in building the principles which nature has used in its domain."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "Question with boldness even the existence of a God; because, if there be one, he must more approve of the homage of reason, than that of blind-folded fear."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "God is bigger than people think."
   },
   "author": {
    "text": "Jimmy Dean"
   }
  },
  {
   "quote": {
    "text": "I know that I'm here because of the grace of God. But I also know that I've been given this second chance for a specific reason, and that is to bring love to the world again through the voice of my music, and I'm so honored to be able to do it. I'm so blessed that God has chosen me to do that."
   },
   "author": {
    "text": "El DeBarge"
   }
  },
  {
   "quote": {
    "text": "The romantic love we feel toward the opposite sex is probably one extra help from God to bring you together, but that's it. All the rest of it, the true love, is the test."
   },
   "author": {
    "text": "Joan Chen"
   }
  },
  {
   "quote": {
    "text": "Let us more and more insist on raising funds of love, of kindness, of understanding, of peace. Money will come if we seek first the Kingdom of God - the rest will be given."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "When your soul is resting, your emotions are okay, your mind is okay, and your will is at peace with God, not resisting what He's doing."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "For me, it is essential to have the inner peace and serenity of prayer in order to listen to the silence of God, which speaks to us, in our personal life and the history of our times, of the power of love."
   },
   "author": {
    "text": "Adolfo Perez Esquivel"
   }
  },
  {
   "quote": {
    "text": "Man is to man either a god or a wolf."
   },
   "author": {
    "text": "Desiderius Erasmus"
   }
  },
  {
   "quote": {
    "text": "You were not created to just get by with an average, unrewarding, or unfulfilling life. God created you to leave your mark on this generation."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "How can we live in harmony? First we need to know we are all madly in love with the same God."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "For as long as I can remember, I have wanted to be a godly person. Yet when I look at the yesterdays of my life, what I see, mostly, is a broken, irregular path littered with mistakes and failure. I have had temporary successes and isolated moments of closeness to God, but I long for the continuing presence of Jesus."
   },
   "author": {
    "text": "Mike Yaconelli"
   }
  },
  {
   "quote": {
    "text": "Never think you can't do something. I definitely never thought I could write a book, and even after I started writing it, I was like, 'Oh my God, how am I gonna write a book?' Just set your sights high and reach for the stars. Go live your dreams, and never think you can't."
   },
   "author": {
    "text": "Connor Franta"
   }
  },
  {
   "quote": {
    "text": "The forests of America, however slighted by man, must have been a great delight to God; for they were the best he ever planted. The whole continent was a garden, and from the beginning, it seemed to be favored above all the other wild parks and gardens of the globe."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "The Son of God became incarnate in the souls of men to instill the feeling of brotherhood. All are brothers and all children of God."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "To doubt God is to doubt one's own conscience, and in consequence, it would be to doubt everything; and then what is life for?"
   },
   "author": {
    "text": "Jose Rizal"
   }
  },
  {
   "quote": {
    "text": "The Apostle Paul did what he had to do to spread the message of God. I realize that that is what I have to do; I have to bite the bullet and overcome my shyness."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "I was in my thirteenth year when I heard a voice from God to help me govern my conduct. And the first time I was very much afraid."
   },
   "author": {
    "text": "Joan of Arc"
   }
  },
  {
   "quote": {
    "text": "Through prayer, fasting, and studying, God will answer."
   },
   "author": {
    "text": "Monica Johnson"
   }
  },
  {
   "quote": {
    "text": "What I see in the Bible, especially in the book of Psalms, which is a book of gratitude for the created world, is a recognition that all good things on Earth are God's, every good gift is from above. They are good if we recognize where they came from and if we treat them the way the Designer intended them to be treated."
   },
   "author": {
    "text": "Philip Yancey"
   }
  },
  {
   "quote": {
    "text": "The best thing of all is God is with us."
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "The theory seems to be that as long as a man is a failure he is one of God's children, but that as soon as he succeeds he is taken over by the Devil."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "I have long known that it is part of God's plan for me to spend a little time with each of the most stupid people on earth."
   },
   "author": {
    "text": "Bill Bryson"
   }
  },
  {
   "quote": {
    "text": "A year spent in artificial intelligence is enough to make one believe in God."
   },
   "author": {
    "text": "Alan Perlis"
   }
  },
  {
   "quote": {
    "text": "The helicopter is a fine way to travel, but it induces a view of the world that only God and CEOs share on a regular basis."
   },
   "author": {
    "text": "Morley Safer"
   }
  },
  {
   "quote": {
    "text": "God didn't give up on me. I am somebody in God's eyes... Let me be a prime example of how I've been through the storm and the rain, and I made it over."
   },
   "author": {
    "text": "Fantasia Barrino"
   }
  },
  {
   "quote": {
    "text": "If God had wanted me otherwise, He would have created me otherwise."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Every retarded, deformed, crippled, handicapped, or senile person, who has been baptized, is a powerhouse for good in a wicked world by reason of the grace of God that dwells in his soul."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "Trust wholly in Christ; rely altogether on His sufferings; beware of seeking to be justified in any other way than by His righteousness. Faith in our Lord Jesus Christ is sufficient for salvation. There must be atonement made for sin according to the righteousness of God. The person to make this atonement must be God and man."
   },
   "author": {
    "text": "John Wycliffe"
   }
  },
  {
   "quote": {
    "text": "God is not upset that Gandhi was not a Christian, because God is not a Christian! All of God's children and their different faiths help us to realize the immensity of God."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "If a tornado twists at 175 miles an hour and stays on the ground like a massive lawnmower for 50 miles, God gave the command."
   },
   "author": {
    "text": "John Piper"
   }
  },
  {
   "quote": {
    "text": "I was living an extremely burdensome life, because every time I prayed, I became more clearly aware of my faults. On the one hand, God was calling me. On the other, I was following the way of the world. Doing what God wanted made me happy; but I felt bound by the things of this world."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "True prayer is not asking God for love; it is learning to love, and to include all mankind in one affection. Prayer is the utilization of the love wherewith He loves us."
   },
   "author": {
    "text": "Mary Baker Eddy"
   }
  },
  {
   "quote": {
    "text": "Faithful servants never retire. You can retire from your career, but you will never retire from serving God."
   },
   "author": {
    "text": "Rick Warren"
   }
  },
  {
   "quote": {
    "text": "God doesn't seek for golden vessels, and does not ask for silver ones, but He must have clean ones."
   },
   "author": {
    "text": "Dwight L. Moody"
   }
  },
  {
   "quote": {
    "text": "I'm glad I don't have to make a living farming. Too much hard work. Too many variables you don't have control over, like, is it going to rain? All I can say is, god bless the real farmers out there."
   },
   "author": {
    "text": "Fuzzy Zoeller"
   }
  },
  {
   "quote": {
    "text": "If the people use the wealth bestowed on them by God for themselves alone or for treasuring it, it is like a corpse. But if they decide to share it with others, it becomes sacred food."
   },
   "author": {
    "text": "Guru Nanak"
   }
  },
  {
   "quote": {
    "text": "The eye with which I see God is the same eye with which God sees me."
   },
   "author": {
    "text": "Meister Eckhart"
   }
  },
  {
   "quote": {
    "text": "When the punk thing came along and I heard my friends saying, I hate these people with the pins in their ears. I said, Thank God, something got their attention."
   },
   "author": {
    "text": "Neil Young"
   }
  },
  {
   "quote": {
    "text": "God meets daily needs daily. Not weekly or annually. He will give you what you need when it is needed."
   },
   "author": {
    "text": "Max Lucado"
   }
  },
  {
   "quote": {
    "text": "The artist is chosen by God to fulfill his commands and must never be overwhelmed by public opinion."
   },
   "author": {
    "text": "Albrecht Durer"
   }
  },
  {
   "quote": {
    "text": "The patriot who feels himself in the service of God, who acknowledges Him in all his ways, has the promise of Almighty direction, and will find His Word in his greatest darkness."
   },
   "author": {
    "text": "Francis Scott Key"
   }
  },
  {
   "quote": {
    "text": "Realize that illness and other temporal setbacks often come to us from the hand of God our Lord, and are sent to help us know ourselves better, to free ourselves of the love of created things, and to reflect on the brevity of this life and, thus, to prepare ourselves for the life which is without end."
   },
   "author": {
    "text": "Saint Ignatius"
   }
  },
  {
   "quote": {
    "text": "My message is that God is a good God."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Hope is in the name of God, the name of our Lord Jesus Christ. Hope is when you compare your suffering to the infinite, immeasurable love and grace of God."
   },
   "author": {
    "text": "Nick Vujicic"
   }
  },
  {
   "quote": {
    "text": "If you go back to the '80s, you had a whole plethora of artists, everyone from Madonna and Cyndi Lauper to Prince. God bless Lady Gaga for doing her thing, but she's kind of a lone peacock now. If anything, we have a much more conservative kind of pop world. It's not necessarily about individuality."
   },
   "author": {
    "text": "Boy George"
   }
  },
  {
   "quote": {
    "text": "So I would say God hates war, but God loves every soldier."
   },
   "author": {
    "text": "Rick Warren"
   }
  },
  {
   "quote": {
    "text": "I believe that miracles happen every day. Every person is a miracle. Every moment is a miracle. If only we can open our eyes, we'll see God's love everywhere."
   },
   "author": {
    "text": "Bo Sanchez"
   }
  },
  {
   "quote": {
    "text": "God made the world round so we would never be able to see too far down the road."
   },
   "author": {
    "text": "Karen Blixen"
   }
  },
  {
   "quote": {
    "text": "I am not afraid of my enemies, but by God, you must look out when you get among your friends."
   },
   "author": {
    "text": "Cornelius Vanderbilt"
   }
  },
  {
   "quote": {
    "text": "It is still breathtaking to me to watch people bring love, preciousness and kindness to their inner world, allowing the light of God to shine through their eyes so that the beauty of their soul can come forth."
   },
   "author": {
    "text": "Debbie Ford"
   }
  },
  {
   "quote": {
    "text": "I had a million questions to ask God: but when I met Him, they all fled my mind; and it didn't seem to matter."
   },
   "author": {
    "text": "Christopher Morley"
   }
  },
  {
   "quote": {
    "text": "God made me and broke the mold."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "One of the greatest gifts that God has given us is free will. Even though it's free, we don't take advantage of it as much as we could when it comes to matters of the heart."
   },
   "author": {
    "text": "Niecy Nash"
   }
  },
  {
   "quote": {
    "text": "For thousands of years, human beings have been obsessed with beauty, truth, love, honor, altruism, courage, social relationships, art, and God. They all go together as subjective experiences, and it's a straw man to set God up as the delusion. If he is, then so is truth itself or beauty itself."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "What ever disunites man from God, also disunites man from man."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "I had a lot of conversations with my family, my close friends, with my pastor, with God, and kind of came to a revelation that maybe I should be honest with myself about who I am and let that person - this woman who has lived inside me for my entire life - finally have an opportunity to live."
   },
   "author": {
    "text": "Caitlyn Jenner"
   }
  },
  {
   "quote": {
    "text": "It's really amazing that in the age of unbelief, as a smart man called it, there isn't even more fraud. After all, with no God, there's no one to ever call you to account, and no accounting at all if you can get away with it."
   },
   "author": {
    "text": "Ben Stein"
   }
  },
  {
   "quote": {
    "text": "God is at home, it's we who have gone out for a walk."
   },
   "author": {
    "text": "Meister Eckhart"
   }
  },
  {
   "quote": {
    "text": "An ounce of cheerfulness is worth a pound of sadness to serve God with."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "God will use whatever he wants to display his glory. Heavens and stars. History and nations. People and problems."
   },
   "author": {
    "text": "Max Lucado"
   }
  },
  {
   "quote": {
    "text": "I have faith that God often uses our deepest pain as the launching pad of our greatest calling."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "Young man, young man, your arm's too short to box with God."
   },
   "author": {
    "text": "James Weldon Johnson"
   }
  },
  {
   "quote": {
    "text": "The fishing is a great relief for me. When I'm out there's no cell phone ringing. I'm out there fishing with bears. I'm in the middle of God's country catching tons of fish. I just absolutely love it."
   },
   "author": {
    "text": "Rick Barry"
   }
  },
  {
   "quote": {
    "text": "I believe in God, but not as one thing, not as an old man in the sky. I believe that what people call God is something in all of us. I believe that what Jesus and Mohammed and Buddha and all the rest said was right. It's just that the translations have gone wrong."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "If God hadn't meant for us to eat sugar, he wouldn't have invented dentists."
   },
   "author": {
    "text": "Ralph Nader"
   }
  },
  {
   "quote": {
    "text": "The most important thing as a leader is your relationship with God."
   },
   "author": {
    "text": "Manny Pacquiao"
   }
  },
  {
   "quote": {
    "text": "God tells me that I need to provide for my family, discipline and teach my children, and love my wife as Christ loves the church. If I don't do that, I'm being unfaithful and sinful."
   },
   "author": {
    "text": "Kevin DeYoung"
   }
  },
  {
   "quote": {
    "text": "If people destroy something replaceable made by mankind, they are called vandals; if they destroy something irreplaceable made by God, they are called developers."
   },
   "author": {
    "text": "Joseph Wood Krutch"
   }
  },
  {
   "quote": {
    "text": "May God be with me! May Heaven bless this New Year. May it be a year of fruitfulness, of peace and prosperity; may it be a year of peace and unity for all mankind; may the world be freed of cholera."
   },
   "author": {
    "text": "Giacomo Meyerbeer"
   }
  },
  {
   "quote": {
    "text": "Since many of you do not belong to the Catholic Church and others are non-believers, from the bottom of my heart I give this silent blessing to each and every one of you, respecting the conscience of each one of you but knowing that each one of you is a child of God."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "God has ordained that Satan have a long leash with God holding on to the leash because he knows that when we walk in and out of those temptations, struggling with both the physical effects that they bring and the moral effects that they bring, more of God's glory will shine."
   },
   "author": {
    "text": "John Piper"
   }
  },
  {
   "quote": {
    "text": "I was trying to be 27 at age 47, but God had to get rid of my vanity. I had trouble letting go of the old Lex physically. My human fleshly nature didn't want to let go of what had come to be billed as 'The Total Package.' I guess God had to help me get rid of the last remnant of that vanity and pride."
   },
   "author": {
    "text": "Lex Luger"
   }
  },
  {
   "quote": {
    "text": "The sin which is indulged to the greatest extent, which separates us from God and produces so many spiritual disorders, and which are contagious, is selfishness."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "One must be very particular about telling the truth. Through truth one can realize God."
   },
   "author": {
    "text": "Ramakrishna"
   }
  },
  {
   "quote": {
    "text": "The Christian faith can never be separated from the soil of sacred events, from the choice made by God, who wanted to speak to us, to become man, to die and rise again, in a particular place and at a particular time."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "I've learned that when God promises beauty through the ashes, He means it."
   },
   "author": {
    "text": "Taya Kyle"
   }
  },
  {
   "quote": {
    "text": "You won't believe it, but my grandfather named me. And the choices were between Sparkle, Sprinkle and Twinkle. So, thank God, they chose Twinkle."
   },
   "author": {
    "text": "Twinkle Khanna"
   }
  },
  {
   "quote": {
    "text": "God hangs the greatest weights upon the smallest wires."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Why is it that when we talk to God we're said to be praying but when God talks to us we're schizophrenic?"
   },
   "author": {
    "text": "Lily Tomlin"
   }
  },
  {
   "quote": {
    "text": "I am a Christian person, and I do love the Lord, and I feel no matter who you are, what you believe, how you live your life, it's not my place to judge. I don't have that power. I don't want that power. It's my place to love and to show God's love to other people, even if they don't live a life like I live."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "Only a god can save us."
   },
   "author": {
    "text": "Martin Heidegger"
   }
  },
  {
   "quote": {
    "text": "Among my friends, I'm not a little Boy Scout, and they love my humor, thank God."
   },
   "author": {
    "text": "Don Rickles"
   }
  },
  {
   "quote": {
    "text": "If we can understand that death is not the end but is really a transition into the next life, the great part of life, that frees us up into receiving God's courage and his help."
   },
   "author": {
    "text": "Max Lucado"
   }
  },
  {
   "quote": {
    "text": "I don't have an extraordinary degree of self-confidence, but I know the gift I have been given from God, and I try to share it with as many people as possible."
   },
   "author": {
    "text": "Andrea Bocelli"
   }
  },
  {
   "quote": {
    "text": "I know for certain that God does not make mistakes, but he does make miracles. I am one. You are, too."
   },
   "author": {
    "text": "Nick Vujicic"
   }
  },
  {
   "quote": {
    "text": "Thank God I'm an atheist."
   },
   "author": {
    "text": "Luis Bunuel"
   }
  },
  {
   "quote": {
    "text": "We must return to nature and nature's god."
   },
   "author": {
    "text": "Luther Burbank"
   }
  },
  {
   "quote": {
    "text": "The course of Nature is the art of God."
   },
   "author": {
    "text": "Edward Young"
   }
  },
  {
   "quote": {
    "text": "Writers are always writing about infidelity. It's so dramatic. The wickedness of it, the secrecy, the complications, the finding that you thought you were one person but you're also this other person. The innocent life and the guilty life. My God, it's just full of stuff for a writer. I doubt it will ever go out of fashion."
   },
   "author": {
    "text": "Alice Munro"
   }
  },
  {
   "quote": {
    "text": "I feel sorry for anybody that could let hate wrap them up. Ain't no such thing as I can hate anybody and hope to see God's face."
   },
   "author": {
    "text": "Fannie Lou Hamer"
   }
  },
  {
   "quote": {
    "text": "We have one life; it soon will be past; what we do for God is all that will last."
   },
   "author": {
    "text": "Charles Studd"
   }
  },
  {
   "quote": {
    "text": "My dear child, you must believe in God despite what the clergy tells you."
   },
   "author": {
    "text": "Benjamin Jowett"
   }
  },
  {
   "quote": {
    "text": "My responsibility to God is to live. That's the gift he gave me."
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "The righteousness of Jesus Christ is one of those great mysteries, which the angels desire to look into, and seems to be one of the first lessons that God taught men after the fall."
   },
   "author": {
    "text": "George Whitefield"
   }
  },
  {
   "quote": {
    "text": "How much better it would be if all could be more aware of God's providence and love and express that gratitude to Him."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "I wanted to be baptized as an adult, confirming my faith and my beliefs. It was also a way for me to consciously thank God and Jesus for everything in my life."
   },
   "author": {
    "text": "Joanna Krupa"
   }
  },
  {
   "quote": {
    "text": "If you must be mad, be it not for the things of the world. Be mad with the love of God."
   },
   "author": {
    "text": "Ramakrishna"
   }
  },
  {
   "quote": {
    "text": "Each one of us sees Jesus in a different way. To some, He was prophet, for they needed to know the kingdom was at hand. But most of all, He was the son of God, and He came to experience the consequences of the curse the Father had put upon mankind when Adam and Eve disobeyed."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "You and I are players, God's our coach, and we're playing the biggest game of all. We have a loving God that made us. We need to get on His team. It says in His word, there's only one way to Him and that's through Jesus Christ."
   },
   "author": {
    "text": "Joe Gibbs"
   }
  },
  {
   "quote": {
    "text": "Evil, and evil spirits, devils and devil possession, are the outgrowth of man's inadequate consciousness of God. We must avoid thinking of evil as a thing in itself - a force that works against man or, against God, if you will."
   },
   "author": {
    "text": "Eric Butterworth"
   }
  },
  {
   "quote": {
    "text": "This is an old family secret, and I just found this out recently, and it almost broke my heart. My mother said to me, 'I had never told you this, but God, you were an ugly baby'."
   },
   "author": {
    "text": "John Stamos"
   }
  },
  {
   "quote": {
    "text": "As for the United States' future in Afghanistan, it will be fire and hell and total defeat, God willing, as it was for their predecessors - the Soviets and, before them, the British."
   },
   "author": {
    "text": "Mohammed Omar"
   }
  },
  {
   "quote": {
    "text": "God's wounds cure, sin's kisses kill."
   },
   "author": {
    "text": "William Gurnall"
   }
  },
  {
   "quote": {
    "text": "God the Father and God the Son cannot be everywhere present; indeed they cannot be even in two places at the same instant: but God the Holy Spirit is omnipresent - it extends through all space, with all other matter."
   },
   "author": {
    "text": "Orson Pratt"
   }
  },
  {
   "quote": {
    "text": "God made the Idiot for practice, and then He made the School Board."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Before God we are all equally wise - and equally foolish."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "I shall never believe that God plays dice with the world."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "You will reciprocally promise love, loyalty and matrimonial honesty. We only want for you this day that these words constitute the principle of your entire life and that with the help of divine grace you will observe these solemn vows that today, before God, you formulate."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "If you expect the blessings of God, be kind to His people."
   },
   "author": {
    "text": "Abu Bakr"
   }
  },
  {
   "quote": {
    "text": "God does not play dice."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Don't let anybody make you think God chose America as His divine messianic force to be a sort of policeman of the whole world."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "A woman of faith is blessed by faithful men in her life who hold the priesthood of God and honor this privilege: her father, bishop, husband, brothers, sons. They value her and the divine gifts given by God to His daughter. They sustain and encourage, and they understand the great mission of her life as a woman. They love her; they bless her."
   },
   "author": {
    "text": "Margaret D. Nadauld"
   }
  },
  {
   "quote": {
    "text": "There is no greater power in Heaven or on Earth than pure, unconditional love. The nature of the God force, the unseen intelligence in all things, which causes the material world and is the center of both the spiritual and physical plane, is best described as pure, unconditional love."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "I believe God is managing affairs and that He doesn't need any advice from me. With God in charge, I believe everything will work out for the best in the end. So what is there to worry about."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "O God, O God, how weary, stale, flat, and unprofitable seem to me all the uses of this world!"
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "God hath given you one face, and you make yourselves another."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "What God intended for you goes far beyond anything you can imagine."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "I have a fundamental belief in the Bible as the Word of God, written by those who were inspired. I study the Bible daily."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "I do not feel obliged to believe that the same God who has endowed us with sense, reason, and intellect has intended us to forgo their use."
   },
   "author": {
    "text": "Galileo Galilei"
   }
  },
  {
   "quote": {
    "text": "God creates out of nothing. Wonderful you say. Yes, to be sure, but he does what is still more wonderful: he makes saints out of sinners."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "Freedom prospers when religion is vibrant and the rule of law under God is acknowledged."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "If God did not exist, it would be necessary to invent Him."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "In this world of ours, every believer must be a spark of light, a center of love, a vivifying ferment for the mass; and it will be that all the more as, in the depths of his being, he lives in communion with God."
   },
   "author": {
    "text": "Pope John XXIII"
   }
  },
  {
   "quote": {
    "text": "God, as Truth, has been for me a treasure beyond price. May He be so to every one of us."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "I know, to banish anger altogether from one's breast is a difficult task. It cannot be achieved through pure personal effort. It can be done only by God's grace."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "God is, even though the whole world deny him. Truth stands, even if there be no public support. It is self-sustained."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "The tragedy of life and of the world is not that men do not know God; the tragedy is that, knowing Him, they still insist on going their own way."
   },
   "author": {
    "text": "William Barclay"
   }
  },
  {
   "quote": {
    "text": "All men are born with a nose and five fingers, but no one is born with a knowledge of God."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "There is nothing that wastes the body like worry, and one who has any faith in God should be ashamed to worry about anything whatsoever."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "I sometimes think that God in creating man somewhat overestimated his ability."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "I have seen (as far as it can be seen) many persons changed in a moment from the spirit of horror, fear, and despair to the spirit of hope, joy, peace; and from sinful desires, till then reigning over them, to a pure desire of doing the will of God."
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "Conscience is the authentic voice of God to you."
   },
   "author": {
    "text": "Rutherford B. Hayes"
   }
  },
  {
   "quote": {
    "text": "The kingdom of God is a theocracy. And as it is the only form of government which will redeem and save mankind, it is necessary that every soul should be rightly and thoroughly instructed in regard to its nature and general characteristics."
   },
   "author": {
    "text": "Orson Pratt"
   }
  },
  {
   "quote": {
    "text": "War is God's way of teaching Americans geography."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "I believe that the greatest form of prayer is praise to God."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "I think I'm like most people - we fear the unknown and the things that have yet to come to pass, which are the very things that don't deserve to be feared. When you give God complete control, it's very hard not to be fearless."
   },
   "author": {
    "text": "Rihanna"
   }
  },
  {
   "quote": {
    "text": "God is so unique in giving His people ways to fellowship, witness, and remember what a mighty and merciful God He is."
   },
   "author": {
    "text": "Monica Johnson"
   }
  },
  {
   "quote": {
    "text": "It's a dream when some people think that once you give your life to God, all of a sudden things are perfect. That's not the case. We live in a world that's broken, where there's disease, where people are selfish. The foundation of your faith helps you know how to put that in proper perspective."
   },
   "author": {
    "text": "Danny Gokey"
   }
  },
  {
   "quote": {
    "text": "The blame is his who chooses: God is blameless."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "When I put my faith in Jesus Christ as my savior, and I asked him to forgive and to come into my life, and He does - from that moment forward I have established a personal relationship with God that I have to develop, you know, through Bible reading and prayer, and living my life for him."
   },
   "author": {
    "text": "Anne Graham Lotz"
   }
  },
  {
   "quote": {
    "text": "One of the things I associate with God is a sunrise. How many sunrises have you missed over the years, and God created that?"
   },
   "author": {
    "text": "Donald Miller"
   }
  },
  {
   "quote": {
    "text": "God gives us life and takes us away as He sees fit."
   },
   "author": {
    "text": "Johnny Cash"
   }
  },
  {
   "quote": {
    "text": "I always tell my clients to be tough, to be strong. Never weaken yourself. I believe God favors only strong persons."
   },
   "author": {
    "text": "Mario Teguh"
   }
  },
  {
   "quote": {
    "text": "Risk is a part of God's game, alike for men and nations."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "If you believe in God, He will open the windows of heaven and pour blessings upon you."
   },
   "author": {
    "text": "Mahalia Jackson"
   }
  },
  {
   "quote": {
    "text": "So many people don't know that God loves them. They feel, 'Why would God love me? Why would He be interested in me?'"
   },
   "author": {
    "text": "Jan Karon"
   }
  },
  {
   "quote": {
    "text": "There's only one effectively redemptive sacrifice, the sacrifice of self-will to make room for the knowledge of God."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "We all have our ways of handling fear and managing trying; jumping in or climbing down, a direct approach or a delay, joyful or miserable, a spirit of adventure, or God help me, get this thing over with."
   },
   "author": {
    "text": "Kristin Armstrong"
   }
  },
  {
   "quote": {
    "text": "God is best known in not knowing him."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "The very contradictions in my life are in some ways signs of God's mercy to me."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "The Lord your God will raise up a Prophet like me from among your own people. Listen carefully to everything He tells you. Anyone who will not listen to that Prophet will be cut off from God's people and utterly destroyed."
   },
   "author": {
    "text": "Moses"
   }
  },
  {
   "quote": {
    "text": "In our pledge every day, we pledge one Nation under God with liberty and justice for all."
   },
   "author": {
    "text": "Patrick J. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Human beings should be held accountable. Leave God alone. He has enough problems."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "Material possessions, winning scores, and great reputations are meaningless in the eyes of the Lord, because He knows what we really are and that is all that matters."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "We account the Scriptures of God to be the most sublime philosophy."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "I found thee not, O Lord, without, because I erred in seeking thee without that wert within."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "Only God can look at somebody's heart."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "God bless the USA, so large, so friendly, and so rich."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "God who is eternally complete, who directs the stars, who is the master of fates, who elevates man from his lowliness to Himself, who speaks from the cosmos to every single human soul, is the most brilliant manifestation of the goal of perfection."
   },
   "author": {
    "text": "Alfred Adler"
   }
  },
  {
   "quote": {
    "text": "Every creature is a word of God."
   },
   "author": {
    "text": "Meister Eckhart"
   }
  },
  {
   "quote": {
    "text": "After all, God is God because he remembers."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "I feel like, looking back, if I didn't have so many injuries, who knows where my numbers could be right now. But only God can judge me."
   },
   "author": {
    "text": "Jose Reyes"
   }
  },
  {
   "quote": {
    "text": "God has entrusted me with myself."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "The style of God venerated in the church, mosque, or synagogue seems completely different from the style of the natural universe."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "Discernment is God's call to intercession, never to faultfinding."
   },
   "author": {
    "text": "Corrie Ten Boom"
   }
  },
  {
   "quote": {
    "text": "God, I can push the grass apart and lay my finger on Thy heart."
   },
   "author": {
    "text": "Edna St. Vincent Millay"
   }
  },
  {
   "quote": {
    "text": "Knowledge of God's Word is a bulwark against deception, temptation, accusation, even persecution."
   },
   "author": {
    "text": "Edwin Louis Cole"
   }
  },
  {
   "quote": {
    "text": "I don't claim to know what it means to say that we are made in the image of God, but I profoundly and instinctively believe it and all that it implies."
   },
   "author": {
    "text": "Marilynne Robinson"
   }
  },
  {
   "quote": {
    "text": "We should always look upon ourselves as God's servants, placed in God's world, to do his work; and accordingly labour faithfully for him; not with a design to grow rich and great, but to glorify God, and do all the good we possibly can."
   },
   "author": {
    "text": "David Brainerd"
   }
  },
  {
   "quote": {
    "text": "If thou desire the love of God and man, be humble, for the proud heart, as it loves none but itself, is beloved of none but itself. Humility enforces where neither virtue, nor strength, nor reason can prevail."
   },
   "author": {
    "text": "Francis Quarles"
   }
  },
  {
   "quote": {
    "text": "God is looking for people to use, and if you can get usable, he will wear you out. The most dangerous prayer you can pray is this: 'Use me.'"
   },
   "author": {
    "text": "Rick Warren"
   }
  },
  {
   "quote": {
    "text": "God gets you to the plate, but once your there your on your own."
   },
   "author": {
    "text": "Ted Williams"
   }
  },
  {
   "quote": {
    "text": "Rest assured: Before God, the righteousness of Christ is all we need; before God, the righteousness of Christ is all we have."
   },
   "author": {
    "text": "Tullian Tchividjian"
   }
  },
  {
   "quote": {
    "text": "Of course God will forgive me; that's His job."
   },
   "author": {
    "text": "Heinrich Heine"
   }
  },
  {
   "quote": {
    "text": "Even God lends a hand to honest boldness."
   },
   "author": {
    "text": "Menander"
   }
  },
  {
   "quote": {
    "text": "The Bible is not man's word about God, but God's word about man."
   },
   "author": {
    "text": "John Barth"
   }
  },
  {
   "quote": {
    "text": "Cast your cares on God; that anchor holds."
   },
   "author": {
    "text": "Frank Moore Colby"
   }
  },
  {
   "quote": {
    "text": "It may be that our role on this planet is not to worship God - but to create him."
   },
   "author": {
    "text": "Arthur C. Clarke"
   }
  },
  {
   "quote": {
    "text": "God gives some more than others because some accept more than others."
   },
   "author": {
    "text": "Ernest Holmes"
   }
  },
  {
   "quote": {
    "text": "Before me, even as behind, God is, and all is well."
   },
   "author": {
    "text": "John Greenleaf Whittier"
   }
  },
  {
   "quote": {
    "text": "I think that anything that begins to give people a sense of their own worth and dignity is God."
   },
   "author": {
    "text": "John Shelby Spong"
   }
  },
  {
   "quote": {
    "text": "God gave me life to continue to do things that I would never have done."
   },
   "author": {
    "text": "Stevie Wonder"
   }
  },
  {
   "quote": {
    "text": "Your God is ever beside you - indeed, He is even within you."
   },
   "author": {
    "text": "Alphonsus Liguori"
   }
  },
  {
   "quote": {
    "text": "My walk on the moon lasted three days. My walk with God will last forever."
   },
   "author": {
    "text": "Charles Duke"
   }
  },
  {
   "quote": {
    "text": "'Economics for Everybody' begins with understanding God's principles for organizing His creation and what that means for us as creatures and stewards."
   },
   "author": {
    "text": "R. C. Sproul"
   }
  },
  {
   "quote": {
    "text": "There is no work, however vile or sordid, that does not glisten before God."
   },
   "author": {
    "text": "John Calvin"
   }
  },
  {
   "quote": {
    "text": "Life is God's novel. Let him write it."
   },
   "author": {
    "text": "Isaac Bashevis Singer"
   }
  },
  {
   "quote": {
    "text": "Many are the names of God and infinite the forms through which He may be approached."
   },
   "author": {
    "text": "Ramakrishna"
   }
  },
  {
   "quote": {
    "text": "Why has God given me such magnificent talent? It is a curse as well as a great blessing."
   },
   "author": {
    "text": "Albrecht Durer"
   }
  },
  {
   "quote": {
    "text": "At the cross God wrapped his heart in flesh and blood and let it be nailed to the cross for our redemption."
   },
   "author": {
    "text": "E. Stanley Jones"
   }
  },
  {
   "quote": {
    "text": "People see God every day, they just don't recognize him."
   },
   "author": {
    "text": "Pearl Bailey"
   }
  },
  {
   "quote": {
    "text": "God is one, greatest of gods and men, not like mortals in body or thought."
   },
   "author": {
    "text": "Xenophanes"
   }
  },
  {
   "quote": {
    "text": "God is a verb, not a noun."
   },
   "author": {
    "text": "R. Buckminster Fuller"
   }
  },
  {
   "quote": {
    "text": "Faith in God is the gift that takes us beyond our limited self, with all its incessant demands. It opens us to a life that stretches us, enlightens us, and often springs surprises upon us. Such faith, like love, sees that which is invisible and lives by it."
   },
   "author": {
    "text": "Vincent Nichols"
   }
  },
  {
   "quote": {
    "text": "Before we can know God and understand his great plan it is first necessary for us to believe that he exists and that he rewards all who diligently seek him."
   },
   "author": {
    "text": "Joseph Franklin Rutherford"
   }
  },
  {
   "quote": {
    "text": "Second, we also got a more authentic liturgy of the people of God, in the vernacular language."
   },
   "author": {
    "text": "Hans Kung"
   }
  },
  {
   "quote": {
    "text": "Since God knows our future, our personalities, and our capacity to listen, He isn't ever going to say more to us than we can deal with at the moment."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "God will never reject you. Whether you accept Him is your decision."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "However many blessings we expect from God, His infinite liberality will always exceed all our wishes and our thoughts."
   },
   "author": {
    "text": "John Calvin"
   }
  },
  {
   "quote": {
    "text": "Some of God's greatest gifts are unanswered prayers."
   },
   "author": {
    "text": "Garth Brooks"
   }
  },
  {
   "quote": {
    "text": "To lovers of the truth, nothing can be put before God and hope in Him."
   },
   "author": {
    "text": "Saint Basil"
   }
  },
  {
   "quote": {
    "text": "There is nothing unpremeditated, nothing neglected by God. His unsleeping eye beholds all things."
   },
   "author": {
    "text": "Saint Basil"
   }
  },
  {
   "quote": {
    "text": "It is only the impossible that is possible for God. He has given over the possible to the mechanics of matter and the autonomy of his creatures."
   },
   "author": {
    "text": "Simone Weil"
   }
  },
  {
   "quote": {
    "text": "God sent Jesus as an example to see if we could retain and maintain the Holy Spirit in human flesh."
   },
   "author": {
    "text": "Benny Hinn"
   }
  },
  {
   "quote": {
    "text": "A thick skin is a gift from God."
   },
   "author": {
    "text": "Konrad Adenauer"
   }
  },
  {
   "quote": {
    "text": "They always win who side with God."
   },
   "author": {
    "text": "Frederick William Faber"
   }
  },
  {
   "quote": {
    "text": "I say that I can't make anything up. I think of myself as a collage artist. I'm cutting and pasting memories of my life. And I say, I have to live a life in order to tell a life. I would prefer to tell it because telling you're always in control, you're like God."
   },
   "author": {
    "text": "Spalding Gray"
   }
  },
  {
   "quote": {
    "text": "There is no place in my soul, no corner of my character, where God is not."
   },
   "author": {
    "text": "Evelyn Underhill"
   }
  },
  {
   "quote": {
    "text": "Reason is God's crowning gift to man."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "Praise God, from whom all blessings flow! Praise Him, all creatures here below! Praise Him above, ye heavenly host! Praise Father, Son, and Holy Ghost!"
   },
   "author": {
    "text": "Thomas Ken"
   }
  },
  {
   "quote": {
    "text": "Whatever comes from God is impossible for a man to turn back."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "I've said all along that God is in control."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "The way to be with God in every season is to strive to be near Him every week and each day."
   },
   "author": {
    "text": "Thomas S. Monson"
   }
  },
  {
   "quote": {
    "text": "God is in the sadness and the laughter, in the bitter and the sweet."
   },
   "author": {
    "text": "Neale Donald Walsch"
   }
  },
  {
   "quote": {
    "text": "Nothing that is God's is obtainable by money."
   },
   "author": {
    "text": "Tertullian"
   }
  },
  {
   "quote": {
    "text": "God is not a cosmic bellboy for whom we can press a button to get things."
   },
   "author": {
    "text": "Harry Emerson Fosdick"
   }
  },
  {
   "quote": {
    "text": "For it pleased God, after he had made all things by the word of his power, to create man after his own image."
   },
   "author": {
    "text": "George Whitefield"
   }
  },
  {
   "quote": {
    "text": "As God is continually being marginalized and dismissed in the culture, you will continue to see evil proliferate."
   },
   "author": {
    "text": "Tony Evans"
   }
  },
  {
   "quote": {
    "text": "Trust in God - she will provide."
   },
   "author": {
    "text": "Emmeline Pankhurst"
   }
  },
  {
   "quote": {
    "text": "In myself I am nothing. It all comes from God and the Virgin Mary."
   },
   "author": {
    "text": "Lech Walesa"
   }
  },
  {
   "quote": {
    "text": "Nobody talks so constantly about God as those who insist that there is no God."
   },
   "author": {
    "text": "Heywood Broun"
   }
  },
  {
   "quote": {
    "text": "The Bible is a revelation of the mind and will of God to men. Therein we may learn, what God is."
   },
   "author": {
    "text": "Jupiter Hammon"
   }
  },
  {
   "quote": {
    "text": "When it is a question of God's almighty Spirit, never say, 'I can't.'"
   },
   "author": {
    "text": "Oswald Chambers"
   }
  },
  {
   "quote": {
    "text": "God is an unutterable sigh, planted in the depths of the soul."
   },
   "author": {
    "text": "Jean Paul"
   }
  },
  {
   "quote": {
    "text": "Sometimes you ask God for something and you don't know what you're asking."
   },
   "author": {
    "text": "Mahalia Jackson"
   }
  },
  {
   "quote": {
    "text": "But I know God has big stuff planned that ultimately doesn't have anything to do with me."
   },
   "author": {
    "text": "Michael W. Smith"
   }
  },
  {
   "quote": {
    "text": "Since His delights are to be with you, let yours be found in Him."
   },
   "author": {
    "text": "Alphonsus Liguori"
   }
  },
  {
   "quote": {
    "text": "Adoration is caring for God above all else."
   },
   "author": {
    "text": "Evelyn Underhill"
   }
  },
  {
   "quote": {
    "text": "For hundreds of millions of Americans who believe in God, prayer is our bridge between Earth and Heaven, our way of opening our hearts to the Lord. Through this intimate relationship we find peace and guidance."
   },
   "author": {
    "text": "Nick Rahall"
   }
  },
  {
   "quote": {
    "text": "Sometimes God writes straightforward in twisted lines."
   },
   "author": {
    "text": "Gloria Trevi"
   }
  },
  {
   "quote": {
    "text": "We are made to know and love God."
   },
   "author": {
    "text": "Nicolas Malebranche"
   }
  },
  {
   "quote": {
    "text": "God, from a beautiful necessity, is Love."
   },
   "author": {
    "text": "Martin Farquhar Tupper"
   }
  },
  {
   "quote": {
    "text": "The world sees in our conduct, in our behaviour, the proof that we are the real children of God."
   },
   "author": {
    "text": "Pope Shenouda III"
   }
  },
  {
   "quote": {
    "text": "God in His wisdom has decided that He will reward no works but His own."
   },
   "author": {
    "text": "Johannes Tauler"
   }
  },
  {
   "quote": {
    "text": "Each atom of the Holy Spirit is intelligent, and like all other matter has solidity, form, and size, and occupies space."
   },
   "author": {
    "text": "Orson Pratt"
   }
  },
  {
   "quote": {
    "text": "God is creating at every moment of the world's existence in and through the perpetually endowed creativity of the very stuff of the world."
   },
   "author": {
    "text": "Arthur Peacocke"
   }
  }
 ]
}