{
 "GoodQuotes": [
  {
   "quote": {
    "text": "Good, better, best. Never let it rest. 'Til your good is better and your better is best."
   },
   "author": {
    "text": "St. Jerome"
   }
  },
  {
   "quote": {
    "text": "A good teacher can inspire hope, ignite the imagination, and instill a love of learning."
   },
   "author": {
    "text": "Brad Henry"
   }
  },
  {
   "quote": {
    "text": "Love myself I do. Not everything, but I love the good as well as the bad. I love my crazy lifestyle, and I love my hard discipline. I love my freedom of speech and the way my eyes get dark when I'm tired. I love that I have learned to trust people with my heart, even if it will get broken. I am proud of everything that I am and will become."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "Happiness radiates like the fragrance from a flower and draws all good things towards you."
   },
   "author": {
    "text": "Maharishi Mahesh Yogi"
   }
  },
  {
   "quote": {
    "text": "For beautiful eyes, look for the good in others; for beautiful lips, speak only words of kindness; and for poise, walk with the knowledge that you are never alone."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "Nothing is better than going home to family and eating good food and relaxing."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "Nobody can predict the future. You just have to give your all to the relationship you're in and do your best to take care of your partner, communicate and give them every last drop of love you have. I think one of the most important things in a relationship is caring for your significant other through good times and bad."
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "The good times of today, are the sad thoughts of tomorrow."
   },
   "author": {
    "text": "Bob Marley"
   }
  },
  {
   "quote": {
    "text": "Calm mind brings inner strength and self-confidence, so that's very important for good health."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Some days are just bad days, that's all. You have to experience sadness to know happiness, and I remind myself that not every day is going to be a good day, that's just the way it is!"
   },
   "author": {
    "text": "Dita Von Teese"
   }
  },
  {
   "quote": {
    "text": "To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "Goodness is about character - integrity, honesty, kindness, generosity, moral courage, and the like. More than anything else, it is about how we treat other people."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "It is not enough to have a good mind; the main thing is to use it well."
   },
   "author": {
    "text": "Rene Descartes"
   }
  },
  {
   "quote": {
    "text": "Teaching is a very noble profession that shapes the character, caliber, and future of an individual. If the people remember me as a good teacher, that will be the biggest honour for me."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "One good thing about music, when it hits you, you feel no pain."
   },
   "author": {
    "text": "Bob Marley"
   }
  },
  {
   "quote": {
    "text": "A good leader takes a little more than his share of the blame, a little less than his share of the credit."
   },
   "author": {
    "text": "Arnold H. Glasow"
   }
  },
  {
   "quote": {
    "text": "Good health and good sense are two of life's greatest blessings."
   },
   "author": {
    "text": "Publilius Syrus"
   }
  },
  {
   "quote": {
    "text": "When you think positive, good things happen."
   },
   "author": {
    "text": "Matt Kemp"
   }
  },
  {
   "quote": {
    "text": "Be true to yourself, help others, make each day your masterpiece, make friendship a fine art, drink deeply from good books - especially the Bible, build a shelter against a rainy day, give thanks for your blessings and pray for guidance every day."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires."
   },
   "author": {
    "text": "William Arthur Ward"
   }
  },
  {
   "quote": {
    "text": "Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses."
   },
   "author": {
    "text": "Ann Landers"
   }
  },
  {
   "quote": {
    "text": "A father is a man who expects his son to be as good a man as he meant to be."
   },
   "author": {
    "text": "Frank A. Clark"
   }
  },
  {
   "quote": {
    "text": "A tree is known by its fruit; a man by his deeds. A good deed is never lost; he who sows courtesy reaps friendship, and he who plants kindness gathers love."
   },
   "author": {
    "text": "Saint Basil"
   }
  },
  {
   "quote": {
    "text": "To enjoy the glow of good health, you must exercise."
   },
   "author": {
    "text": "Gene Tunney"
   }
  },
  {
   "quote": {
    "text": "I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "It's easy to impress me. I don't need a fancy party to be happy. Just good friends, good food, and good laughs. I'm happy. I'm satisfied. I'm content."
   },
   "author": {
    "text": "Maria Sharapova"
   }
  },
  {
   "quote": {
    "text": "Wearing the correct dress for any occasion is a matter of good manners."
   },
   "author": {
    "text": "Loretta Young"
   }
  },
  {
   "quote": {
    "text": "No man has a good enough memory to be a successful liar."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Success is not a good teacher, failure makes you humble."
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love. There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Of all the hard jobs around, one of the hardest is being a good teacher."
   },
   "author": {
    "text": "Maggie Gallagher"
   }
  },
  {
   "quote": {
    "text": "No beauty shines brighter than that of a good heart."
   },
   "author": {
    "text": "Shanina Shaik"
   }
  },
  {
   "quote": {
    "text": "No matter how good you think you are as a leader, my goodness, the people around you will have all kinds of ideas for how you can get better. So for me, the most fundamental thing about leadership is to have the humility to continue to get feedback and to try to get better - because your job is to try to help everybody else get better."
   },
   "author": {
    "text": "Jim Yong Kim"
   }
  },
  {
   "quote": {
    "text": "You can look in the mirror and find a million things wrong with yourself. Or you can look in the mirror and think, 'I feel good, I have my health, and I'm so blessed.' That's the way I choose to look at it."
   },
   "author": {
    "text": "Isla Fisher"
   }
  },
  {
   "quote": {
    "text": "Music is love, love is music, music is life, and I love my life. Thank you and good night."
   },
   "author": {
    "text": "A. J. McLean"
   }
  },
  {
   "quote": {
    "text": "The only thing necessary for the triumph of evil is for good men to do nothing."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "Whenever a doctor cannot do good, he must be kept from doing harm."
   },
   "author": {
    "text": "Hippocrates"
   }
  },
  {
   "quote": {
    "text": "It makes my heart sick when I remember all the good words and the broken promises."
   },
   "author": {
    "text": "Chief Joseph"
   }
  },
  {
   "quote": {
    "text": "Most good relationships are built on mutual trust and respect."
   },
   "author": {
    "text": "Mona Sutphen"
   }
  },
  {
   "quote": {
    "text": "Be grateful for what you have and stop complaining - it bores everybody else, does you no good, and doesn't solve any problems."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Sunshine is delicious, rain is refreshing, wind braces us up, snow is exhilarating; there is really no such thing as bad weather, only different kinds of good weather."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "Be sure what you want and be sure about yourself. Fashion is not just beauty, it's about good attitude. You have to believe in yourself and be strong."
   },
   "author": {
    "text": "Adriana Lima"
   }
  },
  {
   "quote": {
    "text": "Thanksgiving, man. Not a good day to be my pants."
   },
   "author": {
    "text": "Kevin James"
   }
  },
  {
   "quote": {
    "text": "We shall never know all the good that a simple smile can do."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "I do believe in the old saying, 'What does not kill you makes you stronger.' Our experiences, good and bad, make us who we are. By overcoming difficulties, we gain strength and maturity."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "To keep the body in good health is a duty... otherwise we shall not be able to keep our mind strong and clear."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "Your diet is a bank account. Good food choices are good investments."
   },
   "author": {
    "text": "Bethenny Frankel"
   }
  },
  {
   "quote": {
    "text": "A good teacher, like a good entertainer first must hold his audience's attention, then he can teach his lesson."
   },
   "author": {
    "text": "John Henrik Clarke"
   }
  },
  {
   "quote": {
    "text": "The best preparation for good work tomorrow is to do good work today."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "Death and love are the two wings that bear the good man to heaven."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "There is nothing either good or bad but thinking makes it so."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "I am a teacher. It's how I define myself. A good teacher isn't someone who gives the answers out to their kids but is understanding of needs and challenges and gives tools to help other people succeed. That's the way I see myself, so whatever it is that I will do eventually after politics, it'll have to do a lot with teaching."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "Too much of a good thing can be taxing."
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "I get way too much happiness from good food."
   },
   "author": {
    "text": "Elizabeth Olsen"
   }
  },
  {
   "quote": {
    "text": "Life is all about having a good time."
   },
   "author": {
    "text": "Miley Cyrus"
   }
  },
  {
   "quote": {
    "text": "The more man meditates upon good thoughts, the better will be his world and the world at large."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "When we adopt a dog or any pet, we know it is going to end with us having to say goodbye, but we still do it. And we do it for a very good reason: They bring so much joy and optimism and happiness. They attack every moment of every day with that attitude."
   },
   "author": {
    "text": "W. Bruce Cameron"
   }
  },
  {
   "quote": {
    "text": "The most important thing is to have a good relationship with the bike... you have to understand what she wants. I think of a motorcycle as a woman, and I know that sounds silly, but it's true."
   },
   "author": {
    "text": "Valentino Rossi"
   }
  },
  {
   "quote": {
    "text": "The difference between something good and something great is attention to detail."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "A good laugh is sunshine in the house."
   },
   "author": {
    "text": "William Makepeace Thackeray"
   }
  },
  {
   "quote": {
    "text": "True friendship multiplies the good in life and divides its evils. Strive to have friends, for life without friends is like life on a desert island... to find one real friend in a lifetime is good fortune; to keep him is a blessing."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "Do not go gentle into that good night but rage, rage against the dying of the light."
   },
   "author": {
    "text": "Dylan Thomas"
   }
  },
  {
   "quote": {
    "text": "Making money is art and working is art and good business is the best art."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "Thanksgiving Day is a good day to recommit our energies to giving thanks and just giving."
   },
   "author": {
    "text": "Amy Grant"
   }
  },
  {
   "quote": {
    "text": "A good husband makes a good wife."
   },
   "author": {
    "text": "John Florio"
   }
  },
  {
   "quote": {
    "text": "Inside each of us, there is the seed of both good and evil. It's a constant struggle as to which one will win. And one cannot exist without the other."
   },
   "author": {
    "text": "Eric Burdon"
   }
  },
  {
   "quote": {
    "text": "Everyone has highs and lows that they have to learn from, but every morning I start off with a good head on my shoulders, saying to myself, 'It's going to be a good day!'."
   },
   "author": {
    "text": "Lindsay Lohan"
   }
  },
  {
   "quote": {
    "text": "One of the best ways to make yourself happy in the present is to recall happy times from the past. Photos are a great memory-prompt, and because we tend to take photos of happy occasions, they weight our memories to the good."
   },
   "author": {
    "text": "Gretchen Rubin"
   }
  },
  {
   "quote": {
    "text": "A good wife is one who serves her husband in the morning like a mother does, loves him in the day like a sister does and pleases him like a prostitute in the night."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "If biking is your passion, set aside time to enjoy a good ride."
   },
   "author": {
    "text": "Patrick Dempsey"
   }
  },
  {
   "quote": {
    "text": "Observe good faith and justice toward all nations. Cultivate peace and harmony with all."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "Surround yourself with good people; surround yourself with positivity and people who are going to challenge you to make you better."
   },
   "author": {
    "text": "Ali Krieger"
   }
  },
  {
   "quote": {
    "text": "Happiness is nothing more than good health and a bad memory."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "I have my own high standards for what I want in a partner and how I want to be treated. I bring a lot to the table. I'm not talking about material things but what I have to offer as a person - love and loyalty and all the things that make a good relationship."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "Good night, good night! Parting is such sweet sorrow, that I shall say good night till it be morrow."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Sports build good habits, confidence, and discipline. They make players into community leaders and teach them how to strive for a goal, handle mistakes, and cherish growth opportunities."
   },
   "author": {
    "text": "Julie Foudy"
   }
  },
  {
   "quote": {
    "text": "For good ideas and true innovation, you need human interaction, conflict, argument, debate."
   },
   "author": {
    "text": "Margaret Heffernan"
   }
  },
  {
   "quote": {
    "text": "A good head and a good heart are always a formidable combination."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Finding good players is easy. Getting them to play as a team is another story."
   },
   "author": {
    "text": "Casey Stengel"
   }
  },
  {
   "quote": {
    "text": "Good health is not something we can buy. However, it can be an extremely valuable savings account."
   },
   "author": {
    "text": "Anne Wilson Schaef"
   }
  },
  {
   "quote": {
    "text": "New technology is not good or evil in and of itself. It's all about how people choose to use it."
   },
   "author": {
    "text": "David Wong"
   }
  },
  {
   "quote": {
    "text": "It is easy to hate and it is difficult to love. This is how the whole scheme of things works. All good things are difficult to achieve; and bad things are very easy to get."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that's beautiful."
   },
   "author": {
    "text": "Rashida Jones"
   }
  },
  {
   "quote": {
    "text": "Music is the greatest communication in the world. Even if people don't understand the language that you're singing in, they still know good music when they hear it."
   },
   "author": {
    "text": "Lou Rawls"
   }
  },
  {
   "quote": {
    "text": "Just as treasures are uncovered from the earth, so virtue appears from good deeds, and wisdom appears from a pure and peaceful mind. To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "A good decision is based on knowledge and not on numbers."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "I love looking in the mirror and feeling good about what I see."
   },
   "author": {
    "text": "Heather Morris"
   }
  },
  {
   "quote": {
    "text": "When I am myself, I am happy and have a good result."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "So long as the memory of certain beloved friends lives in my heart, I shall say that life is good."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Reading is a conversation. All books talk. But a good book listens as well."
   },
   "author": {
    "text": "Mark Haddon"
   }
  },
  {
   "quote": {
    "text": "A real man loves his wife, and places his family as the most important thing in life. Nothing has brought me more peace and content in life than simply being a good husband and father."
   },
   "author": {
    "text": "Frank Abagnale"
   }
  },
  {
   "quote": {
    "text": "I love a man with a great sense of humor and who is intelligent - a man who has a great smile. He has to make me laugh. I like a man who is very ambitious and driven and who has a good heart and makes me feel safe. I like a man who is very strong and independent and confident - that is very sexy - but at the same time, he's very kind to people."
   },
   "author": {
    "text": "Nicole Scherzinger"
   }
  },
  {
   "quote": {
    "text": "I surround myself with good people who make me feel great and give me positive energy."
   },
   "author": {
    "text": "Ali Krieger"
   }
  },
  {
   "quote": {
    "text": "Drawing is the honesty of the art. There is no possibility of cheating. It is either good or bad."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "You have to remember that the hard days are what make you stronger. The bad days make you realize what a good day is. If you never had any bad days, you would never have that sense of accomplishment!"
   },
   "author": {
    "text": "Aly Raisman"
   }
  },
  {
   "quote": {
    "text": "Every good citizen makes his country's honor his own, and cherishes it not only as precious but as sacred. He is willing to risk his life in its defense and is conscious that he gains protection while he gives it."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "Whatever good things we build end up building us."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "It takes many good deeds to build a good reputation, and only one bad one to lose it."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Good manners will open doors that the best education cannot."
   },
   "author": {
    "text": "Clarence Thomas"
   }
  },
  {
   "quote": {
    "text": "High school is what kind of grows you into the person you are. I have great memories, good and bad, some learning experiences and some that I'll take with me the rest of my life."
   },
   "author": {
    "text": "Giancarlo Stanton"
   }
  },
  {
   "quote": {
    "text": "There is no more lovely, friendly and charming relationship, communion or company than a good marriage."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "There's nothing more important than our good health - that's our principal capital asset."
   },
   "author": {
    "text": "Arlen Specter"
   }
  },
  {
   "quote": {
    "text": "What makes a child gifted and talented may not always be good grades in school, but a different way of looking at the world and learning."
   },
   "author": {
    "text": "Chuck Grassley"
   }
  },
  {
   "quote": {
    "text": "Bad officials are the ones elected by good citizens who do not vote."
   },
   "author": {
    "text": "George Jean Nathan"
   }
  },
  {
   "quote": {
    "text": "Any good teacher knows how important it is to connect with students and understand our culture."
   },
   "author": {
    "text": "Adora Svitak"
   }
  },
  {
   "quote": {
    "text": "You control your future, your destiny. What you think about comes about. By recording your dreams and goals on paper, you set in motion the process of becoming the person you most want to be. Put your future in good hands - your own."
   },
   "author": {
    "text": "Mark Victor Hansen"
   }
  },
  {
   "quote": {
    "text": "Food is for eating, and good food is to be enjoyed... I think food is, actually, very beautiful in itself."
   },
   "author": {
    "text": "Delia Smith"
   }
  },
  {
   "quote": {
    "text": "The good life is one inspired by love and guided by knowledge."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Technology is nothing. What's important is that you have a faith in people, that they're basically good and smart, and if you give them tools, they'll do wonderful things with them."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "There are two kinds of pride, both good and bad. 'Good pride' represents our dignity and self-respect. 'Bad pride' is the deadly sin of superiority that reeks of conceit and arrogance."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Good habits formed at youth make all the difference."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "I don't want to miss out on the chance of having a good time."
   },
   "author": {
    "text": "Victor Webster"
   }
  },
  {
   "quote": {
    "text": "Humans aren't as good as we should be in our capacity to empathize with feelings and thoughts of others, be they humans or other animals on Earth. So maybe part of our formal education should be training in empathy. Imagine how different the world would be if, in fact, that were 'reading, writing, arithmetic, empathy.'"
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "I just want to say, good night, sweet prince, may flights of angels sing thee to thy rest."
   },
   "author": {
    "text": "Harry Dean Stanton"
   }
  },
  {
   "quote": {
    "text": "A good teacher is a determined person."
   },
   "author": {
    "text": "Gilbert Highet"
   }
  },
  {
   "quote": {
    "text": "A garden requires patient labor and attention. Plants do not grow merely to satisfy ambitions or to fulfill good intentions. They thrive because someone expended effort on them."
   },
   "author": {
    "text": "Liberty Hyde Bailey"
   }
  },
  {
   "quote": {
    "text": "You know the best part of being a mom is getting that love. Honestly, you know, my son's love... a child's love is so pure, it just makes you feel so good no matter what."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "We are constituted so that simple acts of kindness, such as giving to charity or expressing gratitude, have a positive effect on our long-term moods. The key to the happy life, it seems, is the good life: a life with sustained relationships, challenging work, and connections to community."
   },
   "author": {
    "text": "Paul Bloom"
   }
  },
  {
   "quote": {
    "text": "My childhood, I wouldn't say it was bad. It helped me grow up. I stayed out of trouble. My parents taught me what's wrong and right, and knowing that I had a little brother following me, I had to make sure I was doing the right thing so he knows what's right, too. I was in the house nine days out of 10. There wasn't nothing good outside for me."
   },
   "author": {
    "text": "Russell Westbrook"
   }
  },
  {
   "quote": {
    "text": "I have been very blessed in my life and rewarded with good friends and good health. I am grateful and happy to be able to share this."
   },
   "author": {
    "text": "Eric Idle"
   }
  },
  {
   "quote": {
    "text": "It gives you a good feeling. Each year, you rediscover in a garden the magic of life. A flower arrives, and it is a miracle. The leaves fall in the autumn, and it looks fantastic. There is a tenderness about a garden, and you can't help but be sensitive to that."
   },
   "author": {
    "text": "Hubert de Givenchy"
   }
  },
  {
   "quote": {
    "text": "I have learned that, although I am a good teacher, I am a much better student, and I was blessed to learn valuable lessons from my students on a daily basis. They taught me the importance of teaching to a student - and not to a test."
   },
   "author": {
    "text": "Erin Gruwell"
   }
  },
  {
   "quote": {
    "text": "I hope I can be as good of a father to my son as my dad was to me."
   },
   "author": {
    "text": "Calvin Johnson"
   }
  },
  {
   "quote": {
    "text": "The good physician treats the disease; the great physician treats the patient who has the disease."
   },
   "author": {
    "text": "William Osler"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, if I can say I had fun, it was a good day."
   },
   "author": {
    "text": "Simone Biles"
   }
  },
  {
   "quote": {
    "text": "Good words cool more than cold water."
   },
   "author": {
    "text": "John Ray"
   }
  },
  {
   "quote": {
    "text": "You don't need a silver fork to eat good food."
   },
   "author": {
    "text": "Paul Prudhomme"
   }
  },
  {
   "quote": {
    "text": "A good teacher who can take the zero pay and help kids develop physically, emotionally, socially, is literally an angel."
   },
   "author": {
    "text": "Eva Amurri"
   }
  },
  {
   "quote": {
    "text": "Every day is a good day to be alive, whether the sun's shining or not."
   },
   "author": {
    "text": "Marty Robbins"
   }
  },
  {
   "quote": {
    "text": "I define friendship as a bond that transcends all barriers. When you are ready to expect anything and everything from friends, good, bad or ugly... that's what I call true friendship."
   },
   "author": {
    "text": "Harbhajan Singh"
   }
  },
  {
   "quote": {
    "text": "No man succeeds without a good woman behind him. Wife or mother, if it is both, he is twice blessed indeed."
   },
   "author": {
    "text": "Godfrey Winn"
   }
  },
  {
   "quote": {
    "text": "The ultimate tragedy is not the oppression and cruelty by the bad people but the silence over that by the good people."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "A simple life is good with me. I don't need a whole lot. For me, a T-shirt, a pair of shorts, barefoot on a beach and I'm happy."
   },
   "author": {
    "text": "Yanni"
   }
  },
  {
   "quote": {
    "text": "A cute outfit can really make your day. If I wear something I look good in, my mood just goes way up."
   },
   "author": {
    "text": "Jennette McCurdy"
   }
  },
  {
   "quote": {
    "text": "Appreciation is the highest form of prayer, for it acknowledges the presence of good wherever you shine the light of your thankful thoughts."
   },
   "author": {
    "text": "Alan Cohen"
   }
  },
  {
   "quote": {
    "text": "A good marriage would be between a blind wife and a deaf husband."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "You don't know how good you are until you actually get out on a bike and get riding."
   },
   "author": {
    "text": "Laura Trott"
   }
  },
  {
   "quote": {
    "text": "For every good reason there is to lie, there is a better reason to tell the truth."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "The test of good manners is to be patient with the bad ones."
   },
   "author": {
    "text": "Solomon Ibn Gabirol"
   }
  },
  {
   "quote": {
    "text": "One good teacher in a lifetime may sometimes change a delinquent into a solid citizen."
   },
   "author": {
    "text": "Philip Wylie"
   }
  },
  {
   "quote": {
    "text": "The roots of all goodness lie in the soil of appreciation for goodness."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "How far that little candle throws its beams! So shines a good deed in a naughty world."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "A good vacation for me is going to warm weather. Being able to go outside, in the sun, hit the beach, play outside sports. Being active outside. Going swimming, hanging by the pool, having a couple drinks, having a couple of your close buddies around, and just having a blast."
   },
   "author": {
    "text": "Rob Gronkowski"
   }
  },
  {
   "quote": {
    "text": "When you open your heart to patriotism, there is no room for prejudice. The Bible tells us, 'How good and pleasant it is when God's people live together in unity.'"
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Marriage is good for those who are afraid to sleep alone at night."
   },
   "author": {
    "text": "St. Jerome"
   }
  },
  {
   "quote": {
    "text": "Whatever you are, be a good one."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "I like to go out if there's a party or go to the movies, but I just like hanging out with my buddies and having a good time."
   },
   "author": {
    "text": "Jean-Luc Bilodeau"
   }
  },
  {
   "quote": {
    "text": "All you need for happiness is a good gun, a good horse, and a good wife."
   },
   "author": {
    "text": "Daniel Boone"
   }
  },
  {
   "quote": {
    "text": "Good teachers know how to bring out the best in students."
   },
   "author": {
    "text": "Charles Kuralt"
   }
  },
  {
   "quote": {
    "text": "I cannot emphasize enough the importance of a good teacher."
   },
   "author": {
    "text": "Temple Grandin"
   }
  },
  {
   "quote": {
    "text": "After every storm the sun will smile; for every problem there is a solution, and the soul's indefeasible duty is to be of good cheer."
   },
   "author": {
    "text": "William R. Alger"
   }
  },
  {
   "quote": {
    "text": "Today or any day that phone may ring and bring good news."
   },
   "author": {
    "text": "Ethel Waters"
   }
  },
  {
   "quote": {
    "text": "I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying my friends."
   },
   "author": {
    "text": "Cindy Morgan"
   }
  },
  {
   "quote": {
    "text": "When I do good I feel good, when I do bad I feel bad, and that's my religion."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "But I say to you, Love your enemies and pray for those who persecute you, so that you may be sons of your Father who is in heaven; for he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust."
   },
   "author": {
    "text": "Jesus Christ"
   }
  },
  {
   "quote": {
    "text": "Despite everything, I believe that people are really good at heart."
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "Bad times have a scientific value. These are occasions a good learner would not miss."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "My friends and family are my support system. They tell me what I need to hear, not what I want to hear and they are there for me in the good and bad times. Without them I have no idea where I would be and I know that their love for me is what's keeping my head above the water."
   },
   "author": {
    "text": "Kelly Clarkson"
   }
  },
  {
   "quote": {
    "text": "I spent a lot of years trying to outrun or outsmart vulnerability by making things certain and definite, black and white, good and bad. My inability to lean into the discomfort of vulnerability limited the fullness of those important experiences that are wrought with uncertainty: Love, belonging, trust, joy, and creativity to name a few."
   },
   "author": {
    "text": "Brene Brown"
   }
  },
  {
   "quote": {
    "text": "To be a good father and mother requires that the parents defer many of their own needs and desires in favor of the needs of their children. As a consequence of this sacrifice, conscientious parents develop a nobility of character and learn to put into practice the selfless truths taught by the Savior Himself."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "The foundation of success in life is good health: that is the substratum fortune; it is also the basis of happiness. A person cannot accumulate a fortune very well when he is sick."
   },
   "author": {
    "text": "P. T. Barnum"
   }
  },
  {
   "quote": {
    "text": "When you begin to worry, go find something to do. Get busy being a blessing to someone; do something fruitful. Talking about your problem or sitting alone, thinking about it, does no good; it serves only to make you miserable. Above all else, remember that worrying is totally useless. Worrying will not solve your problem."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Treasure the love you receive above all. It will survive long after your good health has vanished."
   },
   "author": {
    "text": "Og Mandino"
   }
  },
  {
   "quote": {
    "text": "While you're going through this process of trying to find the satisfaction in your work, pretend you feel satisfied. Tell yourself you had a good day. Walk through the corridors with a smile rather than a scowl. Your positive energy will radiate. If you act like you're having fun, you'll find you are having fun."
   },
   "author": {
    "text": "Jean Chatzky"
   }
  },
  {
   "quote": {
    "text": "A good plan violently executed now is better than a perfect plan executed next week."
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "Happiness is being content with what you have, living in freedom and liberty, having a good family life and good friends."
   },
   "author": {
    "text": "Divyanka Tripathi"
   }
  },
  {
   "quote": {
    "text": "Strive to find things to be thankful for, and just look for the good in who you are!"
   },
   "author": {
    "text": "Bethany Hamilton"
   }
  },
  {
   "quote": {
    "text": "All the money in the world can't buy you back good health."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "I'm just thankful I'm surrounded by good people."
   },
   "author": {
    "text": "Jon Pardi"
   }
  },
  {
   "quote": {
    "text": "It's cool to be different and just be who you are and shock people in a good way."
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "My idea of a good night has always been having a lovely meal and a proper conversation."
   },
   "author": {
    "text": "Kirsty Gallacher"
   }
  },
  {
   "quote": {
    "text": "I am as bad as the worst, but, thank God, I am as good as the best."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "Sharing is good, and with digital technology, sharing is easy."
   },
   "author": {
    "text": "Richard Stallman"
   }
  },
  {
   "quote": {
    "text": "A successful competition for me is always going out there and putting 100 percent into whatever I'm doing. It's not always winning. People, I think, mistake that it's just winning. Sometimes it could be, but for me, it's hitting the best sets I can, gaining confidence, and having a good time and having fun."
   },
   "author": {
    "text": "Simone Biles"
   }
  },
  {
   "quote": {
    "text": "I define a 'good person' as somebody who is fully conscious of their own limitations. They know their strengths, but they also know their 'shadow' - they know their weaknesses. In other words, they understand that there is no good without bad. Good and evil are really one, but we have broken them up in our consciousness. We polarize them."
   },
   "author": {
    "text": "John Bradshaw"
   }
  },
  {
   "quote": {
    "text": "Looking good and feeling good go hand in hand. If you have a healthy lifestyle, your diet and nutrition are set, and you're working out, you're going to feel good."
   },
   "author": {
    "text": "Jason Statham"
   }
  },
  {
   "quote": {
    "text": "I don't believe that if you do good, good things will happen. Everything is completely accidental and random. Sometimes bad things happen to very good people and sometimes good things happen to bad people. But at least if you try to do good things, then you're spending your time doing something worthwhile."
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "Inspiration is one thing and you can't control it, but hard work is what keeps the ship moving. Good luck means, work hard. Keep up the good work."
   },
   "author": {
    "text": "Kevin Eubanks"
   }
  },
  {
   "quote": {
    "text": "One way to feel good about yourself is to love yourself... to take care of yourself."
   },
   "author": {
    "text": "Goldie Hawn"
   }
  },
  {
   "quote": {
    "text": "Fast food is popular because it's convenient, it's cheap, and it tastes good. But the real cost of eating fast food never appears on the menu."
   },
   "author": {
    "text": "Eric Schlosser"
   }
  },
  {
   "quote": {
    "text": "I believe that working with good people matters because then the work environment is good. If there is a sense of respect and belief among the people you work with, that is when good work is done."
   },
   "author": {
    "text": "Ranbir Kapoor"
   }
  },
  {
   "quote": {
    "text": "My dad is my best friend, my father, and my boss. When I do something that is exciting and he likes it, it feels three times as good as you can imagine."
   },
   "author": {
    "text": "David Lauren"
   }
  },
  {
   "quote": {
    "text": "Surround yourself with really good people. I think that's an important thing. Because the people you surround yourself are a reflection of you."
   },
   "author": {
    "text": "Aaron Rodgers"
   }
  },
  {
   "quote": {
    "text": "Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "I have a good imagination. Look, I know what it feels like to have a broken heart. I know what it feels like to feel something for somebody. I'm just too weird to be in a relationship."
   },
   "author": {
    "text": "Diane Warren"
   }
  },
  {
   "quote": {
    "text": "The good life is a process, not a state of being. It is a direction not a destination."
   },
   "author": {
    "text": "Carl Rogers"
   }
  },
  {
   "quote": {
    "text": "The power for creating a better future is contained in the present moment: You create a good future by creating a good present."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Sometimes I'm so tired, I look down at what I'm wearing, and if it's comfortable enough to sleep in, I don't even make it into my pajamas. I'm looking down, and I'm like, 'T-shirt and stretchy pants? Yup, that's fine. It's pajama-y, good night.'"
   },
   "author": {
    "text": "Rebecca Romijn"
   }
  },
  {
   "quote": {
    "text": "Hearty laughter is a good way to jog internally without having to go outdoors."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "My trust in God flows out of the experience of his loving me, day in and day out, whether the day is stormy or fair, whether I'm sick or in good health, whether I'm in a state of grace or disgrace. He comes to me where I live and loves me as I am."
   },
   "author": {
    "text": "Brennan Manning"
   }
  },
  {
   "quote": {
    "text": "When you invest your time, you make a goal and a decision of something that you want to accomplish. Whether it's make good grades in school, be a good athlete, be a good person, go down and do some community service and help somebody who's in need, whatever it is you choose to do, you're investing your time in that."
   },
   "author": {
    "text": "Nick Saban"
   }
  },
  {
   "quote": {
    "text": "It's great to reminisce about good memories of my past. It was enjoyable when it was today. So learning to enjoy today has two benefits: it gives me happiness right now, and it becomes a good memory later."
   },
   "author": {
    "text": "George Foreman"
   }
  },
  {
   "quote": {
    "text": "You have enemies? Good. That means you've stood up for something, sometime in your life."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Darkness comes. In the middle of it, the future looks blank. The temptation to quit is huge. Don't. You are in good company... You will argue with yourself that there is no way forward. But with God, nothing is impossible. He has more ropes and ladders and tunnels out of pits than you can conceive. Wait. Pray without ceasing. Hope."
   },
   "author": {
    "text": "John Piper"
   }
  },
  {
   "quote": {
    "text": "Keep a good attitude and do the right thing even when it's hard. When you do that you are passing the test. And God promises you your marked moments are on their way."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Now and then it's good to pause in our pursuit of happiness and just be happy."
   },
   "author": {
    "text": "Guillaume Apollinaire"
   }
  },
  {
   "quote": {
    "text": "Every time there's a new tool, whether it's Internet or cell phones or anything else, all these things can be used for good or evil. Technology is neutral; it depends on how it's used."
   },
   "author": {
    "text": "Rick Smolan"
   }
  },
  {
   "quote": {
    "text": "The secret to success is good leadership, and good leadership is all about making the lives of your team members or workers better."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "Finance is not merely about making money. It's about achieving our deep goals and protecting the fruits of our labor. It's about stewardship and, therefore, about achieving the good society."
   },
   "author": {
    "text": "Robert J. Shiller"
   }
  },
  {
   "quote": {
    "text": "Waste no more time arguing about what a good man should be. Be one."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "If you are a chef, no matter how good a chef you are, it's not good cooking for yourself; the joy is in cooking for others - it's the same with music."
   },
   "author": {
    "text": "will.i.am"
   }
  },
  {
   "quote": {
    "text": "Good things happen when you meet strangers."
   },
   "author": {
    "text": "Yo-Yo Ma"
   }
  },
  {
   "quote": {
    "text": "Life moves so fast. You gotta document the good times, man."
   },
   "author": {
    "text": "Big Boi"
   }
  },
  {
   "quote": {
    "text": "I like food. I like eating. And I don't want to deprive myself of good food."
   },
   "author": {
    "text": "Sarah Michelle Gellar"
   }
  },
  {
   "quote": {
    "text": "If there were no bad people, there would be no good lawyers."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "The fragrance of flowers spreads only in the direction of the wind. But the goodness of a person spreads in all directions."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "Friends and good manners will carry you where money won't go."
   },
   "author": {
    "text": "Margaret Walker"
   }
  },
  {
   "quote": {
    "text": "Sexiness is all about your personality, being genuine and confident, and being a good person."
   },
   "author": {
    "text": "Erin Heatherton"
   }
  },
  {
   "quote": {
    "text": "Treat those who are good with goodness, and also treat those who are not good with goodness. Thus goodness is attained. Be honest to those who are honest, and be also honest to those who are not honest. Thus honesty is attained."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "Being a good police officer is one of the most difficult, dangerous, idealistic jobs in the world."
   },
   "author": {
    "text": "Thomas Hauser"
   }
  },
  {
   "quote": {
    "text": "If you're not having a good time, find something else that gives you some joy in life."
   },
   "author": {
    "text": "Penny Marshall"
   }
  },
  {
   "quote": {
    "text": "When you make a mistake and the devil comes and tells you 'You're no good,' you don't have to take on the guilt and condemnation he wants to put on you. No! You can immediately confess your mistake to God, thank Him for forgiving you and cleansing you with the blood of Jesus, and move forward in the victory of His grace and forgiveness."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Derive happiness in oneself from a good day's work, from illuminating the fog that surrounds us."
   },
   "author": {
    "text": "Henri Matisse"
   }
  },
  {
   "quote": {
    "text": "We need to make friends with ourselves. We are stuck with our self all day, so let's be kinder, gentler, more amusing company. Let's take our own hand and say, 'There, there, sister. You're doing a good job. I'm proud of how you're handling all this craziness down here. Don't give up. Carry on, warrior.'"
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "The amount of good luck coming your way depends on your willingness to act."
   },
   "author": {
    "text": "Barbara Sher"
   }
  },
  {
   "quote": {
    "text": "Painting is self-discovery. Every good artist paints what he is."
   },
   "author": {
    "text": "Jackson Pollock"
   }
  },
  {
   "quote": {
    "text": "Leadership contains certain elements of good management, but it requires that you inspire, that you build durable trust. For an organization to be not just good but to win, leadership means evoking participation larger than the job description, commitment deeper than any job contract's wording."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "Corruption is the enemy of development, and of good governance. It must be got rid of. Both the government and the people at large must come together to achieve this national objective."
   },
   "author": {
    "text": "Pratibha Patil"
   }
  },
  {
   "quote": {
    "text": "I travel light. I think the most important thing is to be in a good mood and enjoy life, wherever you are."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "Unless you have bad times, you can't appreciate the good times."
   },
   "author": {
    "text": "Joe Torre"
   }
  },
  {
   "quote": {
    "text": "A true friend is someone who thinks that you are a good egg even though he knows that you are slightly cracked."
   },
   "author": {
    "text": "Bernard Meltzer"
   }
  },
  {
   "quote": {
    "text": "My parents couldn't give me a whole lot of financial support, but they gave me good genes. My dad is a handsome son-of-a-gun, and my mom is beautiful. And I've definitely been the lucky recipient. So, thank you, Mom and Dad."
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "Nostalgia is a file that removes the rough edges from the good old days."
   },
   "author": {
    "text": "Doug Larson"
   }
  },
  {
   "quote": {
    "text": "What people don't understand is joining a gang ain't bad, it's cool, it's fine. When you in the hood, joining a gang it's cool because all your friends are in the gang, all your family's in the gang. We're not just killing people every night, we're just hanging out, having a good time."
   },
   "author": {
    "text": "Snoop Dogg"
   }
  },
  {
   "quote": {
    "text": "I pray to be a good servant to God, a father, a husband, a son, a friend, a brother, an uncle, a good neighbor, a good leader to those who look up to me, a good follower to those who are serving God and doing the right thing."
   },
   "author": {
    "text": "Mark Wahlberg"
   }
  },
  {
   "quote": {
    "text": "I'm just here for good times, man. I want people to have the best time ever. Especially if they're around me."
   },
   "author": {
    "text": "Travis Scott"
   }
  },
  {
   "quote": {
    "text": "Life is not a matter of holding good cards, but of playing a poor hand well."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Eating good food is my favourite thing in the whole world. Nothing is more blissful."
   },
   "author": {
    "text": "Justine Larbalestier"
   }
  },
  {
   "quote": {
    "text": "You can have great teachers, but if you don't have a good principal, you won't have a good school."
   },
   "author": {
    "text": "Eli Broad"
   }
  },
  {
   "quote": {
    "text": "Bad politicians are sent to Washington by good people who don't vote."
   },
   "author": {
    "text": "William E. Simon"
   }
  },
  {
   "quote": {
    "text": "Good company in a journey makes the way seem shorter."
   },
   "author": {
    "text": "Izaak Walton"
   }
  },
  {
   "quote": {
    "text": "No matter how devastating our struggles, disappointments, and troubles are, they are only temporary. No matter what happens to you, no matter the depth of tragedy or pain you face, no matter how death stalks you and your loved ones, the Resurrection promises you a future of immeasurable good."
   },
   "author": {
    "text": "Josh McDowell"
   }
  },
  {
   "quote": {
    "text": "Nobody gets justice. People only get good luck or bad luck."
   },
   "author": {
    "text": "Orson Welles"
   }
  },
  {
   "quote": {
    "text": "For me, I think one of the biggest battles is mentally. You have good days, and you have bad days. Randomly, you'll feel good for weeks, and then all of a sudden, you'll have a bad day where you're really sore. And you end up questioning yourself, like, 'Am I doing the right thing? Why is this so hard?'"
   },
   "author": {
    "text": "Jimmy Graham"
   }
  },
  {
   "quote": {
    "text": "Good night, and good luck."
   },
   "author": {
    "text": "Edward R. Murrow"
   }
  },
  {
   "quote": {
    "text": "I like to think I'm a pretty good friend. I love having a good time, and I enjoy being able to share those good times with others."
   },
   "author": {
    "text": "Jacob Batalon"
   }
  },
  {
   "quote": {
    "text": "Good people do not need laws to tell them to act responsibly, while bad people will find a way around the laws."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "You must never be satisfied with losing. You must get angry, terribly angry, about losing. But the mark of the good loser is that he takes his anger out on himself and not his victorious opponents or on his teammates."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "Stay open-minded; stay focused. Train hard and train smart. For me, the older I get, the smarter I have to train also, because the recovery time is longer. Work on everything: become a well-rounded fighter - don't just be good at one thing; be good at everything."
   },
   "author": {
    "text": "Brock Lesnar"
   }
  },
  {
   "quote": {
    "text": "Badminton is not only about winning. What is important to me is about playing hard, doing my best and putting up a good show for the spectators."
   },
   "author": {
    "text": "Lin Dan"
   }
  },
  {
   "quote": {
    "text": "I have a family, loving aunts, and a good home. No, on the surface I seem to have everything except my one true friend. All I think about when I'm with friends is having a good time. I can't bring myself to talk about anything but ordinary everyday things. We don't seem to be able to get any closer, and that's the problem."
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "If I'm half as good as everybody said I am, I'm far too good to be wasting time with ordinary people. But I seem to be spending my life with ordinary people, who are the best people in the world."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "I don't want to be interesting. I want to be good."
   },
   "author": {
    "text": "Ludwig Mies van der Rohe"
   }
  },
  {
   "quote": {
    "text": "A good teacher must be able to put himself in the place of those who find learning hard."
   },
   "author": {
    "text": "Eliphas Levi"
   }
  },
  {
   "quote": {
    "text": "People like to say that the conflict is between good and evil. The real conflict is between truth and lies."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "Do all the good you can, by all the means you can, in all the ways you can, in all the places you can, at all the times you can, to all the people you can, as long as ever you can."
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "Attitude and enthusiasm play a big part in my life. I get excited about the things that inspire me. I also believe in laughing and having a good time."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "It is painful to watch children trying to show off for parents who are engrossed in their cell phones. Children are nostalgic for the 'good old days' when parents used to read to them without the cell phone by their side or watch football games or Disney movies without having the BlackBerry handy."
   },
   "author": {
    "text": "Sherry Turkle"
   }
  },
  {
   "quote": {
    "text": "I've prioritized taking care of my mind, having fun, and doing things that make me laugh. And eating well - as in, really good food, like steak or pasta or fresh vegetables or an amazing dessert. You know, 'treat yo'self.'"
   },
   "author": {
    "text": "Phillipa Soo"
   }
  },
  {
   "quote": {
    "text": "A good financial plan is a road map that shows us exactly how the choices we make today will affect our future."
   },
   "author": {
    "text": "Alexa Von Tobel"
   }
  },
  {
   "quote": {
    "text": "I love when I teach my son a good lesson. But I love it even more when he teaches me."
   },
   "author": {
    "text": "Brad Meltzer"
   }
  },
  {
   "quote": {
    "text": "To be a good citizen, it's important to be able to put yourself in other people's shoes and see the big picture. If everything you see is rooted in your own identity, that becomes difficult or impossible."
   },
   "author": {
    "text": "Eli Pariser"
   }
  },
  {
   "quote": {
    "text": "I think the path is different for everybody. Go after the doors that are open to you. That has always been my motto getting into the music business. Do the things that seem to be good opportunities and work hard at it. Try to make good decisions and be nice. Hopefully all of that will pay off at some point."
   },
   "author": {
    "text": "Chris Stapleton"
   }
  },
  {
   "quote": {
    "text": "I think one of the most important things in a relationship is caring for your significant other through good times and bad."
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "Good luck is when opportunity meets preparation, while bad luck is when lack of preparation meets reality."
   },
   "author": {
    "text": "Eliyahu Goldratt"
   }
  },
  {
   "quote": {
    "text": "The good part about getting older is you stop trying to prove anything to anyone, including yourself. All you are in the pursuit of is collecting experiences - beautiful, fragile little soap bubbles that you store in your heart, and every once in a while you pull one out and gaze at the delicate pictures it shows you."
   },
   "author": {
    "text": "Twinkle Khanna"
   }
  },
  {
   "quote": {
    "text": "The crest and crowning of all good, Life's final star, is brotherhood."
   },
   "author": {
    "text": "Edwin Markham"
   }
  },
  {
   "quote": {
    "text": "From my dad I learned to be good to people, to always be honest and straightforward. I learned hard work and perseverance."
   },
   "author": {
    "text": "Luke Bryan"
   }
  },
  {
   "quote": {
    "text": "By all means, marry. If you get a good wife, you'll become happy; if you get a bad one, you'll become a philosopher."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "Don't worry about being a star, worry about doing good work, and all that will come to you."
   },
   "author": {
    "text": "Ice Cube"
   }
  },
  {
   "quote": {
    "text": "Don't ever criticize yourself. Don't go around all day long thinking, 'I'm unattractive, I'm slow, I'm not as smart as my brother.' God wasn't having a bad day when he made you... If you don't love yourself in the right way, you can't love your neighbour. You can't be as good as you are supposed to be."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "A good traveler has no fixed plans, and is not intent on arriving."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "It's far better to shoot a good picture than a good-looking picture."
   },
   "author": {
    "text": "Robert Richardson"
   }
  },
  {
   "quote": {
    "text": "Reading is a basic tool in the living of a good life."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "Maintaining good health should be the primary focus of everyone."
   },
   "author": {
    "text": "Sangram Singh"
   }
  },
  {
   "quote": {
    "text": "Diligence is the mother of good luck."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "I think of love and marriage in the same way I do plants: We have perennials and annuals. The perennial plant blooms, goes away, and comes back. The annual blooms for just a season, and then winter arrives and takes it out for good. But it's still enriched the soil for the next flower to bloom. In the same way, no love is wasted."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "Good management is the art of making problems so interesting and their solutions so constructive that everyone wants to get to work and deal with them."
   },
   "author": {
    "text": "Paul Hawken"
   }
  },
  {
   "quote": {
    "text": "I think the best way to get a good night sleep is to work hard throughout the day. If you work hard and, of course, work out."
   },
   "author": {
    "text": "William H. McRaven"
   }
  },
  {
   "quote": {
    "text": "Each of us has a vision of good and of evil. We have to encourage people to move towards what they think is good... Everyone has his own idea of good and evil and must choose to follow the good and fight evil as he conceives them. That would be enough to make the world a better place."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Good buildings come from good people, and all problems are solved by good design."
   },
   "author": {
    "text": "Stephen Gardiner"
   }
  },
  {
   "quote": {
    "text": "I'm not sure I'm a good cook. But I like cooking, and it's a real family thing - an expression of love being together."
   },
   "author": {
    "text": "Genevieve O'Reilly"
   }
  },
  {
   "quote": {
    "text": "If you play good cricket, a lot of bad things get hidden."
   },
   "author": {
    "text": "Kapil Dev"
   }
  },
  {
   "quote": {
    "text": "I believe that if you don't derive a deep sense of purpose from what you do, if you don't come radiantly alive several times a day, if you don't feel deeply grateful at the tremendous good fortune that has been bestowed on you, then you are wasting your life. And life is too short to waste."
   },
   "author": {
    "text": "Srikumar Rao"
   }
  },
  {
   "quote": {
    "text": "Our prayers should be for blessings in general, for God knows best what is good for us."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "The battleline between good and evil runs through the heart of every man."
   },
   "author": {
    "text": "Aleksandr Solzhenitsyn"
   }
  },
  {
   "quote": {
    "text": "To be a good loser is to learn how to win."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "I believe that every human mind feels pleasure in doing good to another."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Money doesn't mean anything to me. I've made a lot of money, but I want to enjoy life and not stress myself building my bank account. I give lots away and live simply, mostly out of a suitcase in hotels. We all know that good health is much more important."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "People gossip. People are insecure, so they talk about other people so that they won't be talked about. They point out flaws in other people to make them feel good about themselves. I think at any age or any social class, that's present."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "Evil is a source of moral intelligence in the sense that we need to learn from our shadow, from our dark side, in order to be good."
   },
   "author": {
    "text": "John Bradshaw"
   }
  },
  {
   "quote": {
    "text": "The good man is the friend of all living things."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "All good is hard. All evil is easy. Dying, losing, cheating, and mediocrity is easy. Stay away from easy."
   },
   "author": {
    "text": "Scott Alexander"
   }
  },
  {
   "quote": {
    "text": "My daughter is the biggest gift; I've said it so many times and it sounds like a cliche, but the thing about being a parent is when you think you've cracked it, and you're on top of your game, they change again and you have to catch up and adjust. I feel such a responsibility to instill good values in her, to be polite, to have discipline."
   },
   "author": {
    "text": "Geri Halliwell"
   }
  },
  {
   "quote": {
    "text": "A bad system will beat a good person every time."
   },
   "author": {
    "text": "W. Edwards Deming"
   }
  },
  {
   "quote": {
    "text": "Words - so innocent and powerless as they are, as standing in a dictionary, how potent for good and evil they become in the hands of one who knows how to combine them."
   },
   "author": {
    "text": "Nathaniel Hawthorne"
   }
  },
  {
   "quote": {
    "text": "A good fragrance should have a certain personality that makes people identify the scent with you."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "Leadership is hard to define and good leadership even harder. But if you can get people to follow you to the ends of the earth, you are a great leader."
   },
   "author": {
    "text": "Indra Nooyi"
   }
  },
  {
   "quote": {
    "text": "Many people dream about being an entrepreneur, starting their own business, working for themselves, and living the good life. Very few, however, will actually take the plunge and put everything they've got into being their own boss."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "No matter what happens in life, be good to people. Being good to people is a wonderful legacy to leave behind."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "I feel grateful because I have a lot of love in my life. I found the person I'm sharing my life with. I have a good man."
   },
   "author": {
    "text": "Gisele Bundchen"
   }
  },
  {
   "quote": {
    "text": "Thank you, dear God, for this good life and forgive us if we do not love it enough. Thank you for the rain. And for the chance to wake up in three hours and go fishing: I thank you for that now, because I won't feel so thankful then."
   },
   "author": {
    "text": "Garrison Keillor"
   }
  },
  {
   "quote": {
    "text": "There is no limit to suffering human beings have been willing to inflict on others, no matter how innocent, no matter how young, and no matter how old. This fact must lead all reasonable human beings, that is, all human beings who take evidence seriously, to draw only one possible conclusion: Human nature is not basically good."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "There is a cult of ignorance in the United States, and there has always been. The strain of anti-intellectualism has been a constant thread winding its way through our political and cultural life, nurtured by the false notion that democracy means that my ignorance is just as good as your knowledge."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "I hope everyone that is reading this is having a really good day. And if you are not, just know that in every new minute that passes you have an opportunity to change that."
   },
   "author": {
    "text": "Gillian Anderson"
   }
  },
  {
   "quote": {
    "text": "All good writing is swimming under water and holding your breath."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "A film is never really good unless the camera is an eye in the head of a poet."
   },
   "author": {
    "text": "Orson Welles"
   }
  },
  {
   "quote": {
    "text": "I live a very joyful life, with a lot of laughter and good times."
   },
   "author": {
    "text": "Kimberly Elise"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, nobody cares how much you tried, what the deal was, or if you were a good guy or a bad guy."
   },
   "author": {
    "text": "David Lichtenstein"
   }
  },
  {
   "quote": {
    "text": "When one has not had a good father, one must create one."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "In my career, there's many things I've won and many things I've achieved, but for me, my greatest achievement is my children and my family. It's about being a good father, a good husband, just being connected to family as much as possible."
   },
   "author": {
    "text": "David Beckham"
   }
  },
  {
   "quote": {
    "text": "I am a bit difficult to be around sometimes. I can be stubborn on a lot of things, and I'm set, but I can also adapt in a conflict situation and don't hold on to an ego. I end up seeing the larger good and adapt to it, provided it benefits me. I may come across as a cold person, but I am extremely sentimental."
   },
   "author": {
    "text": "Emraan Hashmi"
   }
  },
  {
   "quote": {
    "text": "A man is born alone and dies alone; and he experiences the good and bad consequences of his karma alone; and he goes alone to hell or the Supreme abode."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "Gratitude is one of the strongest and most transformative states of being. It shifts your perspective from lack to abundance and allows you to focus on the good in your life, which in turn pulls more goodness into your reality."
   },
   "author": {
    "text": "Jen Sincero"
   }
  },
  {
   "quote": {
    "text": "Fighting corruption is not just good governance. It's self-defense. It's patriotism."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "When you take care of yourself, you're a better person for others. When you feel good about yourself, you treat others better."
   },
   "author": {
    "text": "Solange Knowles"
   }
  },
  {
   "quote": {
    "text": "Elegance is usually confused with superficiality, fashion, lack of depth. This is a serious mistake: human beings need to have elegance in their actions and in their posture because this word is synonymous with good taste, amiability, equilibrium and harmony."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "I'm a true believer in karma. You get what you give, whether it's bad or good."
   },
   "author": {
    "text": "Sandra Bullock"
   }
  },
  {
   "quote": {
    "text": "We should keep on going along the path of globalization. Globalization is good... when trade stops, war comes."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "Education begins the gentleman, but reading, good company and reflection must finish him."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "Expressions of affection, like putting your arm around someone's shoulder, holding hands, or giving a kiss good night, involve the principle of honesty."
   },
   "author": {
    "text": "John Bytheway"
   }
  },
  {
   "quote": {
    "text": "I have embraced crying mothers who have lost their children because our politicians put their personal agendas before the national good. I have no patience for injustice, no tolerance for government incompetence, no sympathy for leaders who fail their citizens."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Experts on romance say for a happy marriage there has to be more than a passionate love. For a lasting union, they insist, there must be a genuine liking for each other. Which, in my book, is a good definition for friendship."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "I tell people that life is like a book. Sometimes you've just got to turn the chapter. Even if you don't understand it, turn the chapter and move away from it. You don't know all the good things that are ahead of you yet."
   },
   "author": {
    "text": "Danny Gokey"
   }
  },
  {
   "quote": {
    "text": "The good and bad things are what form us as people... change makes us grow."
   },
   "author": {
    "text": "Kate Winslet"
   }
  },
  {
   "quote": {
    "text": "Cooking is not difficult. Everyone has taste, even if they don't realize it. Even if you're not a great chef, there's nothing to stop you understanding the difference between what tastes good and what doesn't."
   },
   "author": {
    "text": "Gerard Depardieu"
   }
  },
  {
   "quote": {
    "text": "My motto is: more good times."
   },
   "author": {
    "text": "Jack Nicholson"
   }
  },
  {
   "quote": {
    "text": "The heart and soul of good writing is research; you should write not what you know but what you can find out about."
   },
   "author": {
    "text": "Robert J. Sawyer"
   }
  },
  {
   "quote": {
    "text": "Our brand of democracy is hard. But I can promise that a year from now, when I no longer hold this office, I'll be right there with you as a citizen - inspired by those voices of fairness and vision, of grit and good humor and kindness that have helped America travel so far."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Good things happen when you get your priorities straight."
   },
   "author": {
    "text": "Scott Caan"
   }
  },
  {
   "quote": {
    "text": "In this life, we have to make many choices. Some are very important choices. Some are not. Many of our choices are between good and evil. The choices we make, however, determine to a large extent our happiness or our unhappiness, because we have to live with the consequences of our choices."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Good friends, good books and a sleepy conscience: this is the ideal life."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "It turns out that advancing equal opportunity and economic empowerment is both morally right and good economics, because discrimination, poverty and ignorance restrict growth, while investments in education, infrastructure and scientific and technological research increase it, creating more good jobs and new wealth for all of us."
   },
   "author": {
    "text": "William J. Clinton"
   }
  },
  {
   "quote": {
    "text": "Good character is not formed in a week or a month. It is created little by little, day by day. Protracted and patient effort is needed to develop good character."
   },
   "author": {
    "text": "Heraclitus"
   }
  },
  {
   "quote": {
    "text": "It's been proven by quite a few studies that plants are good for our psychological development. If you green an area, the rate of crime goes down. Torture victims begin to recover when they spend time outside in a garden with flowers. So we need them, in some deep psychological sense, which I don't suppose anybody really understands yet."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "The good thing about flying solo is it's never boring."
   },
   "author": {
    "text": "Steve Fossett"
   }
  },
  {
   "quote": {
    "text": "We are all human beings, and we all have insecurities, but it's about being healthy and happy with yourself. I'm not perfect, and I will indulge in pizza and sweets on occasion. The goal is to make the majority of your decisions good for your body. So listen to your body, and treat it like your temple."
   },
   "author": {
    "text": "Jacqueline MacInnes Wood"
   }
  },
  {
   "quote": {
    "text": "Am I complicated? Nah, I'm interesting. I just like having a good time."
   },
   "author": {
    "text": "Gerry Cooney"
   }
  },
  {
   "quote": {
    "text": "I think it's important to always keep professional and surround yourself with good people, work hard, and be nice to everyone."
   },
   "author": {
    "text": "Caroline Winberg"
   }
  },
  {
   "quote": {
    "text": "Life is about having a good time, and it was a good time. We did some things well and some things poorly, but that was always the case."
   },
   "author": {
    "text": "Norman Lear"
   }
  },
  {
   "quote": {
    "text": "Life comes from physical survival; but the good life comes from what we care about."
   },
   "author": {
    "text": "Rollo May"
   }
  },
  {
   "quote": {
    "text": "My perfect beach town isn't a fancy resort or glitzy planned community. It's a place with a hometown grocery that has decent meat, seafood, and a deli; a couple of ice cream shops; and a handful of good restaurants - where the island-wide dress code is 'no shoes, no shirt, no problem.'"
   },
   "author": {
    "text": "Mary Kay Andrews"
   }
  },
  {
   "quote": {
    "text": "The brain is like a muscle. When it is in use we feel very good. Understanding is joyous."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "There are some things that you can fulfil with money, but at the end of the day these are not the things that make you happy. It is the small things that make life good."
   },
   "author": {
    "text": "Sebastian Vettel"
   }
  },
  {
   "quote": {
    "text": "Your grammar is a reflection of your image. Good or bad, you have made an impression. And like all impressions, you are in total control."
   },
   "author": {
    "text": "Jeffrey Gitomer"
   }
  },
  {
   "quote": {
    "text": "I'm a hacker, but I'm the good kind of hackers. And I've never been a criminal."
   },
   "author": {
    "text": "Mikko Hypponen"
   }
  },
  {
   "quote": {
    "text": "When you adopt a dog, you have a lot of very good days and one very bad day."
   },
   "author": {
    "text": "W. Bruce Cameron"
   }
  },
  {
   "quote": {
    "text": "People will travel anywhere for good food - it's crazy."
   },
   "author": {
    "text": "Rene Redzepi"
   }
  },
  {
   "quote": {
    "text": "We struggle with eating healthily, obesity, and access to good nutrition for everyone. But we have a great opportunity to get on the right side of this battle by beginning to think differently about the way that we eat and the way that we approach food."
   },
   "author": {
    "text": "Marcus Samuelsson"
   }
  },
  {
   "quote": {
    "text": "If you don't think every day is a good day, just try missing one."
   },
   "author": {
    "text": "Cavett Robert"
   }
  },
  {
   "quote": {
    "text": "And I believe that good journalism, good television, can make our world a better place."
   },
   "author": {
    "text": "Christiane Amanpour"
   }
  },
  {
   "quote": {
    "text": "I collect watches because I'm always late, and I need to know exactly how late I'm going to be - in order to come up with a good excuse."
   },
   "author": {
    "text": "Colin Hanks"
   }
  },
  {
   "quote": {
    "text": "A good mustache makes a man for many reasons."
   },
   "author": {
    "text": "John Oates"
   }
  },
  {
   "quote": {
    "text": "A magnetic personality doesn't necessarily indicate a good heart."
   },
   "author": {
    "text": "Laura Linney"
   }
  },
  {
   "quote": {
    "text": "My grandfather was an amazing man. You talk about character and integrity, everyone who knew him, whether they agreed with him or not, said, 'George Romney is a good man, and he sticks to his principles: a man of honesty and hard work, integrity.'"
   },
   "author": {
    "text": "Tagg Romney"
   }
  },
  {
   "quote": {
    "text": "I know my soul is beautiful; I know I'm a good person. And that will never change for me."
   },
   "author": {
    "text": "Khloe Kardashian"
   }
  },
  {
   "quote": {
    "text": "I'm surrounded by nothing but great people. I've been blessed with that, so really, I've got no choice but to be an all-around good person."
   },
   "author": {
    "text": "Tim Duncan"
   }
  },
  {
   "quote": {
    "text": "There is only one rule for being a good talker - learn to listen."
   },
   "author": {
    "text": "Christopher Morley"
   }
  },
  {
   "quote": {
    "text": "Abortion is part of being a mother and of caring for children, because part of caring for children is knowing when it's not a good idea to bring them into the world."
   },
   "author": {
    "text": "Katha Pollitt"
   }
  },
  {
   "quote": {
    "text": "Sometimes we look back and 10 years from now we think, 'Boy, those were great old days.' Well, you know, we're living in the good old days."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I prefer to win titles with the team ahead of individual awards or scoring more goals than anyone else. I'm more worried about being a good person than being the best football player in the world. When all this is over, what are you left with? When I retire, I hope I am remembered for being a decent guy."
   },
   "author": {
    "text": "Lionel Messi"
   }
  },
  {
   "quote": {
    "text": "The World is my country, all mankind are my brethren, and to do good is my religion."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "What I've realized over the years is that I have some pretty good friends."
   },
   "author": {
    "text": "Anthony Kiedis"
   }
  },
  {
   "quote": {
    "text": "I'm a good girl because I really believe in love, integrity, and respect. I'm a bad girl because I like to tease."
   },
   "author": {
    "text": "Katy Perry"
   }
  },
  {
   "quote": {
    "text": "Set your sights high, the higher the better. Expect the most wonderful things to happen, not in the future but right now. Realize that nothing is too good. Allow absolutely nothing to hamper you or hold you up in any way."
   },
   "author": {
    "text": "Eileen Caddy"
   }
  },
  {
   "quote": {
    "text": "I enjoy going to the beach, relaxing with my wife, going out to dinner, and having a good time."
   },
   "author": {
    "text": "Frank Vincent"
   }
  },
  {
   "quote": {
    "text": "At Thanksgiving, I always start at the top of my list and say I'm grateful for friends, family, and good health. Then I get more superficial... like being thankful for my Louboutins."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "I was walking along and this chair came flying past me, and another, and another, and I thought, man, is this gonna be a good night."
   },
   "author": {
    "text": "Liam Gallagher"
   }
  },
  {
   "quote": {
    "text": "The care of human life and happiness, and not their destruction, is the first and only object of good government."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Experience is a good teacher, but she sends in terrific bills."
   },
   "author": {
    "text": "Minna Antrim"
   }
  },
  {
   "quote": {
    "text": "I really believe I've been a good person. Not perfect - forget about perfect - but just learning by what I was taught and living by my own values. I might have stepped on a few ants - and a few other things as well - but I've never hurt anybody."
   },
   "author": {
    "text": "Kiri Te Kanawa"
   }
  },
  {
   "quote": {
    "text": "Children have never been very good at listening to their elders, but they have never failed to imitate them."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "I have really fond memories of growing up in Chicago, and I always love going back. I still have a lot of really good friends from high school that I go to dinner with. It's kind of become a tradition when I go out there to do a show to give a few friends a call, tell some funny stories about high school and walk down memory lane."
   },
   "author": {
    "text": "Kaskade"
   }
  },
  {
   "quote": {
    "text": "Good painting is like good cooking; it can be tasted, but not explained."
   },
   "author": {
    "text": "Maurice de Vlaminck"
   }
  },
  {
   "quote": {
    "text": "Never set limits, go after your dreams, don't be afraid to push the boundaries. And laugh a lot - it's good for you!"
   },
   "author": {
    "text": "Paula Radcliffe"
   }
  },
  {
   "quote": {
    "text": "Nothing is more responsible for the good old days than a bad memory."
   },
   "author": {
    "text": "Franklin Pierce Adams"
   }
  },
  {
   "quote": {
    "text": "The way to gain a good reputation is to endeavor to be what you desire to appear."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "The line between good and evil is permeable and almost anyone can be induced to cross it when pressured by situational forces."
   },
   "author": {
    "text": "Philip Zimbardo"
   }
  },
  {
   "quote": {
    "text": "You can have good times with anyone, but it's really different and much more interesting when you look at how you get through the bad times with someone."
   },
   "author": {
    "text": "Kenya Barris"
   }
  },
  {
   "quote": {
    "text": "My sister and I cooked a lot together; my sister was a very healthy vegetarian. She was always a real good teacher for me about organics, recycling, composting -whenever you hear me talk about it, it's usually because of my sister's influence."
   },
   "author": {
    "text": "Guy Fieri"
   }
  },
  {
   "quote": {
    "text": "There's too much darkness in the world. Everywhere you turn, someone is tryin' to tear someone down in some way; everywhere you go, there's a feeling of inadequacy, or a feeling that you're not good enough. I want to bring a certain light to the world."
   },
   "author": {
    "text": "Alicia Keys"
   }
  },
  {
   "quote": {
    "text": "Serenity is the balance between good and bad, life and death, horrors and pleasures. Life is, as it were, defined by death. If there wasn't death of things, then there wouldn't be any life to celebrate."
   },
   "author": {
    "text": "Norman Davies"
   }
  },
  {
   "quote": {
    "text": "Persuasion is achieved by the speaker's personal character when the speech is so spoken as to make us think him credible. We believe good men more fully and more readily than others: this is true generally whatever the question is, and absolutely true where exact certainty is impossible and opinions are divided."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Being a teen can be tough. Just try to surround yourself with really good friends that really have your back, and also be a really good friend to those who really care about you. If you're not sure about certain things, talk to your friends that you trust and your family."
   },
   "author": {
    "text": "Victoria Justice"
   }
  },
  {
   "quote": {
    "text": "It's funny what memory does, isn't it? My favorite holiday tradition might not have happened more than once or twice. But because it is such a good memory, so encapsulating of everything I love about the holidays, in my mind it happened every year. Without fail."
   },
   "author": {
    "text": "Molly O'Keefe"
   }
  },
  {
   "quote": {
    "text": "A good person can make another person good; it means that goodness will elicit goodness in the society; other persons will also be good."
   },
   "author": {
    "text": "Bhumibol Adulyadej"
   }
  },
  {
   "quote": {
    "text": "Of all that is good, sublimity is supreme. Succeeding is the coming together of all that is beautiful. Furtherance is the agreement of all that is just. Perseverance is the foundation of all actions."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "I hope that five years and ten years from now, I'll be a better man, a more mature man, a wiser man, a more humble man and a more spirited man to serve the good of my people and the good of humanity."
   },
   "author": {
    "text": "Louis Farrakhan"
   }
  },
  {
   "quote": {
    "text": "I live for those who love me, for those who know me true, for the heaven so blue above me, and the good that I can do."
   },
   "author": {
    "text": "George Linnaeus Banks"
   }
  },
  {
   "quote": {
    "text": "In tragedy, it's hard to find a good resolution; it's not black and white: it's a big fog of gray."
   },
   "author": {
    "text": "Paul Dano"
   }
  },
  {
   "quote": {
    "text": "I always like a good song: puts me in a good mood."
   },
   "author": {
    "text": "Waris Ahluwalia"
   }
  },
  {
   "quote": {
    "text": "I am a marathon worker and marathon mother. I'll spend three or four days completely swallowed up by work. And if I make it home in time to say good night, I may have one good hour with the girls, maybe a brief family dinner or a family walk with the dog, and then it is back on the computer to prepare for tomorrow's shows."
   },
   "author": {
    "text": "Mika Brzezinski"
   }
  },
  {
   "quote": {
    "text": "The best part is still ahead of me - I haven't experienced my 'good old days' yet."
   },
   "author": {
    "text": "Luther Vandross"
   }
  },
  {
   "quote": {
    "text": "There's an art to being a good actor, there's an art to being a celebrity, and there's an art to longevity."
   },
   "author": {
    "text": "Rocky Carroll"
   }
  },
  {
   "quote": {
    "text": "It's a long journey. There will be good times, and there will be bad times, but SoftBank is always there."
   },
   "author": {
    "text": "Masayoshi Son"
   }
  },
  {
   "quote": {
    "text": "Screaming at children over their grades, especially to the point of the child's tears, is child abuse, pure and simple. It's not funny and it's not good parenting. It is a crushing, scarring, disastrous experience for the child. It isn't the least bit funny."
   },
   "author": {
    "text": "Ben Stein"
   }
  },
  {
   "quote": {
    "text": "Thunder is good, thunder is impressive; but it is lightning that does the work."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "All tyranny needs to gain a foothold is for people of good conscience to remain silent."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "Thank you, God, for this good life and forgive us if we do not love it enough."
   },
   "author": {
    "text": "Garrison Keillor"
   }
  },
  {
   "quote": {
    "text": "Turn off your email; turn off your phone; disconnect from the Internet; figure out a way to set limits so you can concentrate when you need to, and disengage when you need to. Technology is a good servant but a bad master."
   },
   "author": {
    "text": "Gretchen Rubin"
   }
  },
  {
   "quote": {
    "text": "It's also selfish because it makes you feel good when you help others. I've been helped by acts of kindness from strangers. That's why we're here, after all, to help others."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "Good judgment comes from experience, and a lot of that comes from bad judgment."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be."
   },
   "author": {
    "text": "Wayne Gretzky"
   }
  },
  {
   "quote": {
    "text": "Love is the most important thing in the world, but baseball is pretty good, too."
   },
   "author": {
    "text": "Yogi Berra"
   }
  },
  {
   "quote": {
    "text": "Good, bad or indifferent, if you are not investing in new technology, you are going to be left behind."
   },
   "author": {
    "text": "Philip Green"
   }
  },
  {
   "quote": {
    "text": "I understand that I'm not perfect. I made mistakes and I had a hand in everything that's happened to me, good and bad."
   },
   "author": {
    "text": "Dwyane Wade"
   }
  },
  {
   "quote": {
    "text": "There is no higher religion than human service. To work for the common good is the greatest creed."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "Whatever is done for love always occurs beyond good and evil."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "A youth, when at home, should be filial and, abroad, respectful to his elders. He should be earnest and truthful. He should overflow in love to all and cultivate the friendship of the good. When he has time and opportunity, after the performance of these things, he should employ them in polite studies."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "I think it's not really difficult to write about love. We've been saying the same thing over and over for so many years. But it depends on how honest it is and how good you make it feel. You can say 'I love you' in a trillion ways, and it can always sound different or feel different."
   },
   "author": {
    "text": "Babyface"
   }
  },
  {
   "quote": {
    "text": "It is very important to generate a good attitude, a good heart, as much as possible. From this, happiness in both the short term and the long term for both yourself and others will come."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "The most important thing is to read as much as you can, like I did. It will give you an understanding of what makes good writing and it will enlarge your vocabulary."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "I just feel like, with growing up and having peer pressure and what society wants you to be and what you think you should do, I feel like it's really important to surround yourself around good, understanding, amazing people that actually love you for you."
   },
   "author": {
    "text": "Storm Reid"
   }
  },
  {
   "quote": {
    "text": "Tramping is too easy with all this money. My days were more exciting when I was penniless and had to forage around for my next meal... I've decided that I'm going to live this life for some time to come. The freedom and simple beauty of it is just too good to pass up."
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "Remember, the storm is a good opportunity for the pine and the cypress to show their strength and their stability."
   },
   "author": {
    "text": "Ho Chi Minh"
   }
  },
  {
   "quote": {
    "text": "People change over the years, and that changes situations for good and for bad."
   },
   "author": {
    "text": "Bobby Knight"
   }
  },
  {
   "quote": {
    "text": "Putting forward your positive energy connects you back to basic human values which we all share. Good Deeds Day shows that no matter the size of the gesture, a smile that brightens someone else's day or volunteering in your community, we can all take active part in making a difference."
   },
   "author": {
    "text": "Shari Arison"
   }
  },
  {
   "quote": {
    "text": "First, I want to pay tribute to Diana myself. She was an exceptional and gifted human being. In good times and bad, she never lost her capacity to smile and laugh, nor to inspire others with her warmth and kindness. I admired and respected her - for her energy and commitment to others, and especially for her devotion to her two boys."
   },
   "author": {
    "text": "Queen Elizabeth II"
   }
  },
  {
   "quote": {
    "text": "I wouldn't ever say if you're having tough times then there must be something wrong with you or your attitude. Life's a fight. It's a good fight of faith. I encourage people to stay up, stay hopeful, stay faith-filled."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Great ambition is the passion of a great character. Those endowed with it may perform very good or very bad acts. All depends on the principles which direct them."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "There is a fine line between censorship and good taste and moral responsibility."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "Eventually, competition and adventure wane, and I enter my ibuprofen phase. Tweaky hamstrings and achy knees restrict mileage, but I continue running for health, sanity, and the ritual of a Sunday trail run with like-minded buddies. We discuss the nagging injuries that bedevil us, and remember the good old days when we were kings."
   },
   "author": {
    "text": "Don Kardong"
   }
  },
  {
   "quote": {
    "text": "If I were to say, 'God, why me?' about the bad things, then I should have said, 'God, why me?' about the good things that happened in my life."
   },
   "author": {
    "text": "Arthur Ashe"
   }
  },
  {
   "quote": {
    "text": "Strong government doesn't mean simply military power or an efficient intelligence apparatus. Instead, it should mean effective, fair administration - in other words, 'good governance.'"
   },
   "author": {
    "text": "Raghuram Rajan"
   }
  },
  {
   "quote": {
    "text": "There is no evidence that dogs have the kind of complex emotional lives and value systems that we do. It's one reason why we love them so much, in fact. They are neither \"good\" nor \"bad.\" They don't hold grudges, act in petty ways, or seek revenge. They read our moods, but not our minds."
   },
   "author": {
    "text": "Jon Katz"
   }
  },
  {
   "quote": {
    "text": "Get outside. Watch the sunrise. Watch the sunset. How does that make you feel? Does it make you feel big or tiny? Because there's something good about feeling both."
   },
   "author": {
    "text": "Amy Grant"
   }
  },
  {
   "quote": {
    "text": "To me, it doesn't matter how good you are. Sport is all about playing and competing. Whatever you do in cricket and in sport, enjoy it, be positive and try to win."
   },
   "author": {
    "text": "Ian Botham"
   }
  },
  {
   "quote": {
    "text": "My goal is to be able to provide for myself and not have to worry about the daily expenses. I do want to be able to benefit from my work and make a good living, but I love it so much that I would do it for free."
   },
   "author": {
    "text": "Jenn Proske"
   }
  },
  {
   "quote": {
    "text": "I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I'm in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown."
   },
   "author": {
    "text": "Cherie Lunghi"
   }
  },
  {
   "quote": {
    "text": "Everything is a learning lesson, good and bad, so I am happy with the way things are, and I learned from everything negative. I am in a great space now, so I wouldn't change a thing!"
   },
   "author": {
    "text": "Karen Civil"
   }
  },
  {
   "quote": {
    "text": "There are three ingredients in the good life: learning, earning and yearning."
   },
   "author": {
    "text": "Christopher Morley"
   }
  },
  {
   "quote": {
    "text": "Breakfast is the most important meal of the day. When you feed yourself what your body needs when it needs it, that's love. So give your bod some TLC and sit down and enjoy a good, substantial breakfast."
   },
   "author": {
    "text": "Kathy Freston"
   }
  },
  {
   "quote": {
    "text": "Sorrow can be alleviated by good sleep, a bath and a glass of wine."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as bad weather, only different kinds of good weather."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "Good business leaders create a vision, articulate the vision, passionately own the vision, and relentlessly drive it to completion."
   },
   "author": {
    "text": "Jack Welch"
   }
  },
  {
   "quote": {
    "text": "The worst thing about that kind of prejudice... is that while you feel hurt and angry and all the rest of it, it feeds you self-doubt. You start thinking, perhaps I am not good enough."
   },
   "author": {
    "text": "Nina Simone"
   }
  },
  {
   "quote": {
    "text": "I try to keep in my mind the simple question: Am I trying to do good or make myself look good? Too many of our responsibilities get added to our plate when we are trying to please people, impress people, prove ourselves, acquire power, increase our prestige. All those motivations are about looking good more than doing good."
   },
   "author": {
    "text": "Kevin DeYoung"
   }
  },
  {
   "quote": {
    "text": "You can't change the world alone - you will need some help - and to truly get from your starting point to your destination takes friends, colleagues, the good will of strangers and a strong coxswain to guide them."
   },
   "author": {
    "text": "William H. McRaven"
   }
  },
  {
   "quote": {
    "text": "I wake up every day and I think, 'I'm breathing! It's a good day.'"
   },
   "author": {
    "text": "Eve Ensler"
   }
  },
  {
   "quote": {
    "text": "There are two main jobs in acting - the first one is to be a good actor, and the second one is to convince everyone that you're a good actor."
   },
   "author": {
    "text": "Laurence Fox"
   }
  },
  {
   "quote": {
    "text": "I used to do my best thinking while staring out airplane windows. The seat-back video system put a stop to that. Now I sit and watch old' Friends' and 'Everybody Loves Raymond' episodes. Walking is good, but here again, technology has interfered. I like to listen to iTunes while I walk home. I guess I don't think anymore."
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "A liar should have a good memory."
   },
   "author": {
    "text": "Quintilian"
   }
  },
  {
   "quote": {
    "text": "Jealousy can even be good for love. One partner may feel secretly flattered when the other is mildly jealous. And catching someone flirting with your beloved can spark the kind of lust and romance that reignites a relationship."
   },
   "author": {
    "text": "Helen Fisher"
   }
  },
  {
   "quote": {
    "text": "It's good to be selfish. But not so self-centered that you never listen to other people."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "You only do good work when you're taking risks and pushing yourself."
   },
   "author": {
    "text": "Sally Hawkins"
   }
  },
  {
   "quote": {
    "text": "The things that have always been important: to be a good man, to try to live my life the way God would have me, to turn it over to Him that His will might be worked in my life, to do my work without looking back, to give it all I've got, and to take pride in my work as an honest performer."
   },
   "author": {
    "text": "Johnny Cash"
   }
  },
  {
   "quote": {
    "text": "We forget just how painfully dim the world was before electricity. A candle, a good candle, provides barely a hundredth of the illumination of a single 100 watt light bulb."
   },
   "author": {
    "text": "Bill Bryson"
   }
  },
  {
   "quote": {
    "text": "Life is abundant, and life is beautiful. And it's a good place that we're all in, you know, on this earth, if we take care of it."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "When you feel good, you look good. And vice versa: When you look good, you feel good."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "I am proud to have been born in Iowa. Through the eyes of a ten-year-old boy, it was a place of adventure and daily discoveries - the wonder of the growing crops, the excitements of the harvest, the journeys to the woods for nuts and hunting, the joys of snowy winters, the comfort of the family fireside, of good food and tender care."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "What is interesting is the power and the impact of social media... So we must try to use social media in a good way."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "If I can, I love staying in pajamas all day and watching movies and eating good food."
   },
   "author": {
    "text": "Becky G"
   }
  },
  {
   "quote": {
    "text": "I do think the heart can balance out the mind, if your heart is in a good place it can give you the strength to do the right thing and behave the right way and overcome the mind."
   },
   "author": {
    "text": "Alexis Arguello"
   }
  },
  {
   "quote": {
    "text": "If you're happy, if you're feeling good, then nothing else matters."
   },
   "author": {
    "text": "Robin Wright"
   }
  },
  {
   "quote": {
    "text": "Perfect happiness would be knowing that all my family and friends were happy and safe. Then I'd go to a tropical island with my husband where it was gorgeous and fun all day long and interesting and fun all evening. Good food and dancing would be nice, too, and weekly visits from those safe and happy family and friends. Plus world peace."
   },
   "author": {
    "text": "Suzanne Weyn"
   }
  },
  {
   "quote": {
    "text": "Creativity is a habit, and the best creativity is the result of good work habits."
   },
   "author": {
    "text": "Twyla Tharp"
   }
  },
  {
   "quote": {
    "text": "A good boss makes his men realize they have more ability than they think they have so that they consistently do better work than they thought they could."
   },
   "author": {
    "text": "Charles Erwin Wilson"
   }
  },
  {
   "quote": {
    "text": "The true measure of a man is how he treats someone who can do him absolutely no good."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "It's a good thing I was born a girl, otherwise I'd be a drag queen."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "Climb the mountains and get their good tidings."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "You can live your life angry, bitter, mad at somebody or even guilty, not letting go of your own mistakes, but you won't receive the good things God has in store."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "To understand me, you have to meet me and be around me. And then only if I'm in a good mood - don't meet me in a bad mood."
   },
   "author": {
    "text": "Avril Lavigne"
   }
  },
  {
   "quote": {
    "text": "Good advertising does not just circulate information. It penetrates the public mind with desires and belief."
   },
   "author": {
    "text": "Leo Burnett"
   }
  },
  {
   "quote": {
    "text": "Good performance is about the capacity to focus and concentrate."
   },
   "author": {
    "text": "Betty Buckley"
   }
  },
  {
   "quote": {
    "text": "A lot of good love can happen in ten years."
   },
   "author": {
    "text": "Jim Carrey"
   }
  },
  {
   "quote": {
    "text": "He who is too busy doing good finds no time to be good."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "I always had a philosophy which I got from my father. He used to say, 'Listen. God gave to you the gift to play football. This is your gift from God. If you take care of your health, if you are in good shape all the time, with your gift from God no one will stop you, but you must be prepared.'"
   },
   "author": {
    "text": "Pele"
   }
  },
  {
   "quote": {
    "text": "But the real secret to lifelong good health is actually the opposite: Let your body take care of you."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Since you cannot do good to all, you are to pay special attention to those who, by the accidents of time, or place, or circumstances, are brought into closer connection with you."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "Every book you pick up has its own lesson or lessons, and quite often the bad books have more to teach than the good ones."
   },
   "author": {
    "text": "Stephen King"
   }
  },
  {
   "quote": {
    "text": "Your life is like a play with several acts. Some of the characters who enter have short roles to play, others, much larger. Some are villains and others are good guys. But all of them are necessary; otherwise, they wouldn't be in the play. Embrace them all, and move on to the next act."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Bread without flesh is a good diet, as on many botanical excursions I have proved. Tea also may easily be ignored. Just bread and water and delightful toil is all I need - not unreasonably much, yet one ought to be trained and tempered to enjoy life in these brave wilds in full independence of any particular kind of nourishment."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Be true to the game, because the game will be true to you. If you try to shortcut the game, then the game will shortcut you. If you put forth the effort, good things will be bestowed upon you. That's truly about the game, and in some ways that's about life too."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "You are educated. Your certification is in your degree. You may think of it as the ticket to the good life. Let me ask you to think of an alternative. Think of it as your ticket to change the world."
   },
   "author": {
    "text": "Tom Brokaw"
   }
  },
  {
   "quote": {
    "text": "I hope people remember me as a good and decent man. And if they do, then that's success."
   },
   "author": {
    "text": "Tim Cook"
   }
  },
  {
   "quote": {
    "text": "I bike everywhere. It's a good workout, and it's so much fun."
   },
   "author": {
    "text": "Nina Agdal"
   }
  },
  {
   "quote": {
    "text": "It's important to surround yourself with good people, interesting people, young people, young ideas. Go places, learn new stuff. Look at the world with wonder - don't be tired about it."
   },
   "author": {
    "text": "Angela Bassett"
   }
  },
  {
   "quote": {
    "text": "Associate yourself with people of good quality, for it is better to be alone than in bad company."
   },
   "author": {
    "text": "Booker T. Washington"
   }
  },
  {
   "quote": {
    "text": "I like Aurora, 'Sleeping Beauty,' because she's just sleeping and looking pretty and waiting for boys to come kiss her. Sounds like a good life - lots of naps and cute boys fighting dragons to come kiss you."
   },
   "author": {
    "text": "Ariana Grande"
   }
  },
  {
   "quote": {
    "text": "The good man is the man who, no matter how morally unworthy he has been, is moving to become better."
   },
   "author": {
    "text": "John Dewey"
   }
  },
  {
   "quote": {
    "text": "I went to my son's graduation this weekend, and I heard a great quote I've never heard before from Albert Einstein. It was that the greatest danger to the world is not the bad people but it's the good people who don't speak out."
   },
   "author": {
    "text": "Hamilton Jordan"
   }
  },
  {
   "quote": {
    "text": "Live fast, die young, and leave a good looking corpse."
   },
   "author": {
    "text": "John Derek"
   }
  },
  {
   "quote": {
    "text": "Let God's grace be the mosque, and devotion the prayer mat. Let the Quran be the good conduct."
   },
   "author": {
    "text": "Guru Nanak"
   }
  },
  {
   "quote": {
    "text": "I like Cinderella, I really do. She has a good work ethic. I appreciate a good, hard-working gal. And she likes shoes. The fairy tale is all about the shoe at the end, and I'm a big shoe girl."
   },
   "author": {
    "text": "Amy Adams"
   }
  },
  {
   "quote": {
    "text": "Hang out with good people, do good things, and always put the team first."
   },
   "author": {
    "text": "Robert Kraft"
   }
  },
  {
   "quote": {
    "text": "Smoking sucks! The one thing I would say to my kid is, 'It's not just that it's bad for you. Do you want to spend the rest of your life fighting a stupid addiction to a stupid thing that doesn't even really give you a good buzz?'"
   },
   "author": {
    "text": "Katherine Heigl"
   }
  },
  {
   "quote": {
    "text": "I'm not good at being a picture-perfect pop star, happy all the time. If I'm having a bad day, I can't pretend. I'm always a bit unhappy, but that's just me. I like dwelling in my sadness."
   },
   "author": {
    "text": "Charli XCX"
   }
  },
  {
   "quote": {
    "text": "All I can tell you really is if you get to the point where someone is telling you that you are not great or not good enough, just follow your heart and don't let anybody crush your dream."
   },
   "author": {
    "text": "Patti LaBelle"
   }
  },
  {
   "quote": {
    "text": "Having good health, being able to breathe and be happy, that's one of the most beautiful gifts. On top of that, I have the gift to play music and make people happy through that. I'm just telling you from my heart, I'm so in love with life."
   },
   "author": {
    "text": "Roy Ayers"
   }
  },
  {
   "quote": {
    "text": "I don't look ahead. I'm right here with you. It's a good way to be."
   },
   "author": {
    "text": "Danny DeVito"
   }
  },
  {
   "quote": {
    "text": "Our doubts are traitors and make us lose the good we oft might win by fearing to attempt."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "You're only as good as your last haircut."
   },
   "author": {
    "text": "Fran Lebowitz"
   }
  },
  {
   "quote": {
    "text": "No man chooses evil because it is evil; he only mistakes it for happiness, the good he seeks."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "I was not a good student. I did not spend much time at college; I was too busy enjoying myself."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Everyone has inside of him a piece of good news. The good news is that you don't know how great you can be! How much you can love! What you can accomplish! And what your potential is!"
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "Being entirely honest with oneself is a good exercise."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "This is important: to get to know people, listen, expand the circle of ideas. The world is crisscrossed by roads that come closer together and move apart, but the important thing is that they lead towards the Good."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Anything is good if it's made of chocolate."
   },
   "author": {
    "text": "Jo Brand"
   }
  },
  {
   "quote": {
    "text": "You can be sexy and feel good in your skin, no matter what size you are."
   },
   "author": {
    "text": "Ashley Graham"
   }
  },
  {
   "quote": {
    "text": "China's republican politics is like a child who just started schooling. He must have a good teacher and be surrounded by good friends. By the same token, the Chinese people, new to the republican politics, must be educated properly. The revolutionary government should be the people's tutor to impart advanced awareness and experience."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "I put a lot of pressure on myself. I think something's not good enough, and I won't stop until I feel like I've made it. I'm never satisfied."
   },
   "author": {
    "text": "J. Cole"
   }
  },
  {
   "quote": {
    "text": "There is no better feeling than doing well while you are doing good. If you really want to meet the nicest, most caring people in your field, get involved with charity work. The thankless hours that go into planning charity dinners, running a carnival, and gathering donations for silent auctions are noticed and appreciated."
   },
   "author": {
    "text": "Jay Samit"
   }
  },
  {
   "quote": {
    "text": "All I'm trying to do is survive and make good out of the dirty, nasty, unbelievable lifestyle that they gave me."
   },
   "author": {
    "text": "Tupac Shakur"
   }
  },
  {
   "quote": {
    "text": "Associate with men of good quality if you esteem your own reputation; for it is better to be alone than in bad company."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "Fishing provides that connection with the whole living world. It gives you the opportunity of being totally immersed, turning back into yourself in a good way. A form of meditation, some form of communion with levels of yourself that are deeper than the ordinary self."
   },
   "author": {
    "text": "Ted Hughes"
   }
  },
  {
   "quote": {
    "text": "Although the life of a person is in a land full of thorns and weeds, there is always a space in which the good seed can grow. You have to trust God."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "When government - in pursuit of good intentions - tries to rearrange the economy, legislate morality, or help special interests, the cost come in inefficiency, lack of motivation, and loss of freedom. Government should be a referee, not an active player."
   },
   "author": {
    "text": "Milton Friedman"
   }
  },
  {
   "quote": {
    "text": "Life is neither good or evil, but only a place for good and evil."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "A good night in is a series of documentaries."
   },
   "author": {
    "text": "Elizabeth Debicki"
   }
  },
  {
   "quote": {
    "text": "I don't want to be too proud, but I have a good personal style."
   },
   "author": {
    "text": "Alexander McQueen"
   }
  },
  {
   "quote": {
    "text": "Clock watchers never seem to be having a good time."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "You have good days, you have bad days. But the main thing is to grow mentally."
   },
   "author": {
    "text": "Floyd Mayweather, Jr."
   }
  },
  {
   "quote": {
    "text": "I don't judge others. I say if you feel good with what you're doing, let your freak flag fly."
   },
   "author": {
    "text": "Sarah Jessica Parker"
   }
  },
  {
   "quote": {
    "text": "It's a lot easier to do good work when you have good words to say and work with good people."
   },
   "author": {
    "text": "Mark Harmon"
   }
  },
  {
   "quote": {
    "text": "Good communication is just as stimulating as black coffee, and just as hard to sleep after."
   },
   "author": {
    "text": "Anne Morrow Lindbergh"
   }
  },
  {
   "quote": {
    "text": "A real man loves and respects his wife and is not only a good father but a man that his kids want to call 'Daddy.'"
   },
   "author": {
    "text": "Frank Abagnale"
   }
  },
  {
   "quote": {
    "text": "I just like playing songs with happy vibes and good feelings."
   },
   "author": {
    "text": "Kygo"
   }
  },
  {
   "quote": {
    "text": "It all comes back to the basics. Serve customers the best-tasting food at a good value in a clean, comfortable restaurant, and they'll keep coming back."
   },
   "author": {
    "text": "Dave Thomas"
   }
  },
  {
   "quote": {
    "text": "Academic achievement was something I'd always sought as a form of reward. Good grades pleased my parents, good grades pleased my teachers; you got them in order to sew up approval."
   },
   "author": {
    "text": "Caroline Knapp"
   }
  },
  {
   "quote": {
    "text": "A good painting to me has always been like a friend. It keeps me company, comforts and inspires."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "A good spicy challenge strikes a balance between flavour and fear."
   },
   "author": {
    "text": "Adam Richman"
   }
  },
  {
   "quote": {
    "text": "My success was due to good luck, hard work, and support and advice from friends and mentors. But most importantly, it depended on me to keep trying after I had failed."
   },
   "author": {
    "text": "Mark Warner"
   }
  },
  {
   "quote": {
    "text": "A free press can, of course, be good or bad, but, most certainly without freedom, the press will never be anything but bad."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Temperance is moderation in the things that are good and total abstinence from the things that are foul."
   },
   "author": {
    "text": "Frances E. Willard"
   }
  },
  {
   "quote": {
    "text": "Good website practice and optimizing for conversion usually makes for good search engine optimization. These work together to ensure you drive quality traffic and can persuade that traffic to help you meet your business goals."
   },
   "author": {
    "text": "Marc Ostrofsky"
   }
  },
  {
   "quote": {
    "text": "Be happy in what you do. Be respectful of yourself. Do good works for others, and the goodness will come back to you and make you a better person. I think that's what happiness is all about."
   },
   "author": {
    "text": "Gerard Malanga"
   }
  },
  {
   "quote": {
    "text": "Good things are associated with blue, like clear days, more than singing the blues. Just the word 'blue' in the singular is full of optimism and positive connotation to most people."
   },
   "author": {
    "text": "David Carson"
   }
  },
  {
   "quote": {
    "text": "I think if you're a good person and spread happiness, good things will come to you!"
   },
   "author": {
    "text": "Jessie James Decker"
   }
  },
  {
   "quote": {
    "text": "It's good sportsmanship to not pick up lost golf balls while they are still rolling."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Riding a motorcycle on today's highways, you have to ride in a very defensive manner. You have to be a good rider and you have to have both hands and both feet on the controls at all times."
   },
   "author": {
    "text": "Evel Knievel"
   }
  },
  {
   "quote": {
    "text": "Patriotism is love of country. But you can't love your country without loving your countrymen and countrywomen. We don't always have to agree, but we must empower each other, we must find the common ground, we must build bridges across our differences to pursue the common good."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "Honest disagreement is often a good sign of progress."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "The only thing to do with good advice is to pass it on. It is never of any use to oneself."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Talking isn't doing. It is a kind of good deed to say well; and yet words are not deeds."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "I have learned that there is more power in a good strong hug than in a thousand meaningful words."
   },
   "author": {
    "text": "Ann Hood"
   }
  },
  {
   "quote": {
    "text": "There are good leaders who actively guide and bad leaders who actively misguide. Hence, leadership is about persuasion, presentation and people skills."
   },
   "author": {
    "text": "Shiv Khera"
   }
  },
  {
   "quote": {
    "text": "So what does a good teacher do? Create tension - but just the right amount."
   },
   "author": {
    "text": "Donald Norman"
   }
  },
  {
   "quote": {
    "text": "The first question which the priest and the Levite asked was: 'If I stop to help this man, what will happen to me?' But... the good Samaritan reversed the question: 'If I do not stop to help this man, what will happen to him?'"
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "The great thing about getting older is that you become more mellow. Things aren't as black and white, and you become much more tolerant. You can see the good in things much more easily rather than getting enraged as you used to do when you were young."
   },
   "author": {
    "text": "Maeve Binchy"
   }
  },
  {
   "quote": {
    "text": "A mountain is composed of tiny grains of earth. The ocean is made up of tiny drops of water. Even so, life is but an endless series of little details, actions, speeches, and thoughts. And the consequences whether good or bad of even the least of them are far-reaching."
   },
   "author": {
    "text": "Swami Sivananda"
   }
  },
  {
   "quote": {
    "text": "Having been an educator for so many years I know that all a good teacher can do is set a context, raise questions or enter into a kind of a dialogic relationship with their students."
   },
   "author": {
    "text": "Godfrey Reggio"
   }
  },
  {
   "quote": {
    "text": "I think most of us are raised with preconceived notions of the choices we're supposed to make. We waste so much time making decisions based on someone else's idea of our happiness - what will make you a good citizen or a good wife or daughter or actress. Nobody says, 'Just be happy - go be a cobbler or go live with goats.'"
   },
   "author": {
    "text": "Sandra Bullock"
   }
  },
  {
   "quote": {
    "text": "When people say, you know, 'Good teacher,' 'Prophet,' 'Really nice guy'... this is not how Jesus thought of Himself. So you're left with a challenge in that, which is either Jesus was who he said he was or a complete and utter nut case. You have to make a choice on that."
   },
   "author": {
    "text": "Bono"
   }
  },
  {
   "quote": {
    "text": "Good governance with good intentions is the hallmark of our government. Implementation with integrity is our core passion."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "I'm not a pretty princess, and I'm aware of that, so I like music that is really intense, really bold, and characters that in a way almost have a dark side and are kind of evil because, for me, that's when I feel my strongest and fiercest, when I'm not necessarily the good girl."
   },
   "author": {
    "text": "Ashley Wagner"
   }
  },
  {
   "quote": {
    "text": "About morals, I know only that what is moral is what you feel good after and what is immoral is what you feel bad after."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "The tree I had in the garden as a child, my beech tree, I used to climb up there and spend hours. I took my homework up there, my books, I went up there if I was sad, and it just felt very good to be up there among the green leaves and the birds and the sky."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "The more we come out and do good to others, the more our hearts will be purified, and God will be in them."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "I think that humans have a huge capacity to carry pain and sadness. There are things that haunt us our entire lives; we are unable to let them go. The good times seem almost effervescent and dreamlike in comparison with the times that didn't go so well."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "In most professions, if you stay at the office an extra four hours every day, you're gonna impress the boss. You're gonna get that promotion; you're gonna get that raise. You're gonna at least have job security. But with acting, if you're really ambitious and you have a good work ethic and are really good at your job, it might not really matter."
   },
   "author": {
    "text": "Jason Bateman"
   }
  },
  {
   "quote": {
    "text": "We are supposed to enjoy the good stuff now, while we can, with the people we love. Life has a funny way of teaching us that lesson over and over again."
   },
   "author": {
    "text": "Sheena Easton"
   }
  },
  {
   "quote": {
    "text": "Do your little bit of good where you are; it's those little bits of good put together that overwhelm the world."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "I'm trying to get myself in good shape, do my workouts, so that when I am back, I am ready to go."
   },
   "author": {
    "text": "Carlos Ruiz"
   }
  },
  {
   "quote": {
    "text": "The power of choosing good and evil is within the reach of all."
   },
   "author": {
    "text": "Origen"
   }
  },
  {
   "quote": {
    "text": "Show me a good loser, and I'll show you a loser."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "Personal relationships are always the key to good business. You can buy networking; you can't buy friendships."
   },
   "author": {
    "text": "Lindsay Fox"
   }
  },
  {
   "quote": {
    "text": "I'm a good man, and I'm gonna become a better man."
   },
   "author": {
    "text": "Chance The Rapper"
   }
  },
  {
   "quote": {
    "text": "Good leadership consists of showing average people how to do the work of superior people."
   },
   "author": {
    "text": "John D. Rockefeller"
   }
  },
  {
   "quote": {
    "text": "I think there's a lot of different kinds of love: not just between a boyfriend and girlfriend, but love with your family, love with the people around you. I think that's really important and, I think, would really be a good thing for the world and make a better world for everybody."
   },
   "author": {
    "text": "Suga"
   }
  },
  {
   "quote": {
    "text": "Bad people doing bad things is not interesting. What I find interesting is good people doing bad things."
   },
   "author": {
    "text": "Amy Bloom"
   }
  },
  {
   "quote": {
    "text": "We're all moving at such a high rate that we have to grab the frozen dinners and the McDonald's. We can't make it a way of life - we have to get back to real, simple, clean good foods. It will save our lives on so many levels; not just spina bifida, but obesity, diabetes, everything. Food is our medicine."
   },
   "author": {
    "text": "Nicole Ari Parker"
   }
  },
  {
   "quote": {
    "text": "A good youth ought to have a fear of God, to be subject to his parents, to give honor to his elders, to preserve his purity; he ought not to despise humility, but should love forbearance and modesty. All these are an ornament to youthful years."
   },
   "author": {
    "text": "Saint Ambrose"
   }
  },
  {
   "quote": {
    "text": "One of my favorite things about what I do for a living is that there is no certainty that, at any hour of any day, I could get a phone call that could change everything. Good or bad. I never know."
   },
   "author": {
    "text": "Samm Levine"
   }
  },
  {
   "quote": {
    "text": "I have no plan. I will leave it to the good things and good times to find me."
   },
   "author": {
    "text": "Nimrat Kaur"
   }
  },
  {
   "quote": {
    "text": "Growing up as a kid, in elementary and middle school, I was always getting in trouble. Always getting suspended. I got suspended for 90 days for fighting beginning my freshman year, so I missed Homecoming, and that's when I turned the page. I went on honor roll and had good grades after that. It was the changing point."
   },
   "author": {
    "text": "Tyron Woodley"
   }
  },
  {
   "quote": {
    "text": "Good words are worth much, and cost little."
   },
   "author": {
    "text": "George Herbert"
   }
  },
  {
   "quote": {
    "text": "People come into your lives who you have a good time with, and time goes by and you still have a good time with them and you do stupid stuff with them. To me, that's life."
   },
   "author": {
    "text": "Danny DeVito"
   }
  },
  {
   "quote": {
    "text": "Simplicity is not the goal. It is the by-product of a good idea and modest expectations."
   },
   "author": {
    "text": "Paul Rand"
   }
  },
  {
   "quote": {
    "text": "As long as your intentions are solid and about growth and progression and being productive and not being idle, then you're doing good in my book."
   },
   "author": {
    "text": "Frank Ocean"
   }
  },
  {
   "quote": {
    "text": "My father was a farmer and my mother was a farmer, but, my childhood was very good. I am very grateful for my childhood, because it was full of gladness and good humanity."
   },
   "author": {
    "text": "Roberto Benigni"
   }
  },
  {
   "quote": {
    "text": "We need Hawaii just as much and a good deal more than we did California. It is Manifest Destiny."
   },
   "author": {
    "text": "William McKinley"
   }
  },
  {
   "quote": {
    "text": "I come from a background where you don't show off the good things you do. It's modesty."
   },
   "author": {
    "text": "Mesut Ozil"
   }
  },
  {
   "quote": {
    "text": "There are good and bad times, but our mood changes more often than our fortune."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "Looking beautiful isn't just about what you apply on your face. It's the little things you do that matter. A combination of a good diet, exercise, healthy habits, discipline, dancing etc. is what my beauty routine consists of. Also, I have no bad habits; I don't drink or smoke. All these contribute to me being fit and looking good."
   },
   "author": {
    "text": "Madhuri Dixit"
   }
  },
  {
   "quote": {
    "text": "When I go to bed at night, I ask God to give me another day; I ask him to keep me strong and make me a good teacher and to keep spreading this right word."
   },
   "author": {
    "text": "Richard Simmons"
   }
  },
  {
   "quote": {
    "text": "Inspiration comes from within yourself. One has to be positive. When you're positive, good things happen."
   },
   "author": {
    "text": "Deep Roy"
   }
  },
  {
   "quote": {
    "text": "Every good citizen adds to the strength of a nation."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "Goodness is the only investment that never fails."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "A good motto is: use friendliness but do not use your friends."
   },
   "author": {
    "text": "Frank Crane"
   }
  },
  {
   "quote": {
    "text": "To create well I have to be in a good mood, happy and cool."
   },
   "author": {
    "text": "Marc Newson"
   }
  },
  {
   "quote": {
    "text": "The purpose of education is to make good human beings with skill and expertise... Enlightened human beings can be created by teachers."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "It's good to test yourself and develop your talents and ambitions as fully as you can and achieve greater success; but I think success is the feeling you get from a job well done, and the key thing is to do the work."
   },
   "author": {
    "text": "Peter Thiel"
   }
  },
  {
   "quote": {
    "text": "Anyone can have a good day, but you have to be able to perform on a bad day."
   },
   "author": {
    "text": "Jurgen Klopp"
   }
  },
  {
   "quote": {
    "text": "Nothing good ever comes of violence."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "As an adult, I've always tried to be a good person my whole life, so I've made good friends, and I've always built great relationships and been friendly with people. I always think what you do to others will come to you, so that's how I treat people."
   },
   "author": {
    "text": "Roman Reigns"
   }
  },
  {
   "quote": {
    "text": "I believe that God knows what each of us wants and needs. It's not necessary for us to make it to church on Sunday to reach Him. You can find Him anyplace. And if that sounds heretical, my source is pretty good: Matthew, Five to Seven, The Sermon on the Mount."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "He who can no longer pause to wonder and stand rapt in awe, is as good as dead; his eyes are closed."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "I am convinced that material things can contribute a lot to making one's life pleasant, but, basically, if you do not have very good friends and relatives who matter to you, life will be really empty and sad and material things cease to be important."
   },
   "author": {
    "text": "David Rockefeller"
   }
  },
  {
   "quote": {
    "text": "I can live for two months on a good compliment."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "A good commander is benevolent and unconcerned with fame."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "It is better to be beautiful than to be good. But... it is better to be good than to be ugly."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "My god is all gods in one. When I see a beautiful sunset, I worship the god of Nature; when I see a hidden action brought to light, I worship the god of Truth; when I see a bad man punished and a good man go free, I worship the god of Justice; when I see a penitent forgiven, I worship the god of Mercy."
   },
   "author": {
    "text": "Edna St. Vincent Millay"
   }
  },
  {
   "quote": {
    "text": "The world that you and I live in is increasingly challenged. Population growth, pollution, over-consumption, unsustainable patterns, social conflict, climate change, loss of nature... these are not good stories."
   },
   "author": {
    "text": "Jack Dangermond"
   }
  },
  {
   "quote": {
    "text": "Honesty and integrity are absolutely essential for success in life - all areas of life. The really good news is that anyone can develop both honesty and integrity."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "In order to be rated as good as a good man in the field of her earnings, she must show herself better than he. She must be more steady, or more trustworthy, or more skilled, or more cheap in order to have the same chance of employment."
   },
   "author": {
    "text": "Florence Kelley"
   }
  },
  {
   "quote": {
    "text": "There is something good in all seeming failures. You are not to see that now. Time will reveal it. Be patient."
   },
   "author": {
    "text": "Swami Sivananda"
   }
  },
  {
   "quote": {
    "text": "However many holy words you read, however many you speak, what good will they do you if you do not act on upon them?"
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "I just love hanging out with good company on a great, fun golf course."
   },
   "author": {
    "text": "Rich Eisen"
   }
  },
  {
   "quote": {
    "text": "I firmly believe that any man's finest hour, the greatest fulfillment of all that he holds dear, is that moment when he has worked his heart out in a good cause and lies exhausted on the field of battle - victorious."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "A woman is only a woman, but a good cigar is a smoke."
   },
   "author": {
    "text": "Rudyard Kipling"
   }
  },
  {
   "quote": {
    "text": "If you're being ignored, that's a good time to concentrate on finding yourself and creating your own mystery."
   },
   "author": {
    "text": "Lykke Li"
   }
  },
  {
   "quote": {
    "text": "The most important thing, in anything you do, is always trying your hardest, because even if you try your hardest and it's not as good as you'd hoped, you still have that sense of not letting yourself down."
   },
   "author": {
    "text": "Tom Holland"
   }
  },
  {
   "quote": {
    "text": "What I dream of is an art of balance, of purity and serenity devoid of troubling or depressing subject matter - a soothing, calming influence on the mind, rather like a good armchair which provides relaxation from physical fatigue."
   },
   "author": {
    "text": "Henri Matisse"
   }
  },
  {
   "quote": {
    "text": "There's design, and there's art. Good design is total harmony. There's no better designer than nature - if you look at a branch or a leaf, it's perfect. It's all function. Art is different. It's about emotion. It's about suffering and beauty - but mostly suffering!"
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "Every man is guilty of all the good he did not do."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Always do good to others. Be selfless. Mentally remove everything and be free. This is divine life. This is the direct way to Moksha or salvation."
   },
   "author": {
    "text": "Swami Sivananda"
   }
  },
  {
   "quote": {
    "text": "I would like to be remembered as a man who had a wonderful time living life, a man who had good friends, fine family - and I don't think I could ask for anything more than that, actually."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "I like a lot of things about yoga - its an intro to good music; with each good teacher you study with, you learn a lot about them personally; it's not just about specific technique or poses. I also like Shavasana - not too many exercise routines let you nap at the end of them. You don't see nap pods in CrossFit gyms."
   },
   "author": {
    "text": "Charles Michael Davis"
   }
  },
  {
   "quote": {
    "text": "To be stupid, selfish, and have good health are three requirements for happiness, though if stupidity is lacking, all is lost."
   },
   "author": {
    "text": "Gustave Flaubert"
   }
  },
  {
   "quote": {
    "text": "You should feel good about making your home nicer for your family and your friends. You should feel great about cooking a good dinner and making a dress for a granddaughter, creating a beautiful birthday party. It's all part of life."
   },
   "author": {
    "text": "Martha Stewart"
   }
  },
  {
   "quote": {
    "text": "The only good luck many great men ever had was being born with the ability and determination to overcome bad luck."
   },
   "author": {
    "text": "Channing Pollock"
   }
  },
  {
   "quote": {
    "text": "I got different moods. Like, if I'm in a good mood, I listen to 'Up' by Thug. If I'm not in a good mood, I'll listen to 'King TROUP' - that's a real emotional one."
   },
   "author": {
    "text": "Lil Uzi Vert"
   }
  },
  {
   "quote": {
    "text": "We ought to do good to others as simply as a horse runs, or a bee makes honey, or a vine bears grapes season after season without thinking of the grapes it has borne."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "It's a good place when all you have is hope and not expectations."
   },
   "author": {
    "text": "Danny Boyle"
   }
  },
  {
   "quote": {
    "text": "God is good for everybody. The sun shines on good people and bad people, and it rains on both, too. God doesn't choose rain only for bad people."
   },
   "author": {
    "text": "Mariano Rivera"
   }
  },
  {
   "quote": {
    "text": "Every good relationship, especially marriage, is based on respect. If it's not based on respect, nothing that appears to be good will last very long."
   },
   "author": {
    "text": "Amy Grant"
   }
  },
  {
   "quote": {
    "text": "The highest reward that God gives us for good work is the ability to do better work."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "I don't like to do much with my hair - which is good, because I don't know how! I just always make sure I have a great haircut."
   },
   "author": {
    "text": "Chyler Leigh"
   }
  },
  {
   "quote": {
    "text": "I'm not a Starbucks guy. I'm a Dunkin Donuts guy, but I like to pay for the coffee of the other folks behind me in line. It typically costs me less than $10, and makes the other people feel good, but more importantly, it makes me feel so good, and random acts of kindness change the world one person at a time."
   },
   "author": {
    "text": "Robert Kraft"
   }
  },
  {
   "quote": {
    "text": "It's in the difficult times that we're growing and you can't just rebuke everything hard. We've got to endure it and fight the good fight of faith and pass the test."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I believe that my worth is not measured by what I do, by the honors that are bestowed upon me, or by material wealth that I might obtain. Instead, I am measured by the courage I show while standing for my beliefs, by the dedication I exhibit to ensure my word is good, and the resolve I undertake to establish my actions and deeds as honorable."
   },
   "author": {
    "text": "Burgess Owens"
   }
  },
  {
   "quote": {
    "text": "I can't in good conscience allow the U.S. government to destroy privacy, internet freedom and basic liberties for people around the world with this massive surveillance machine they're secretly building."
   },
   "author": {
    "text": "Edward Snowden"
   }
  },
  {
   "quote": {
    "text": "I love the sun but don't have the time to get a good tan and keep it year-round, so I am a huge fan of tanning products."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "We were working 'Good Teacher' up, and it became apparent to me that, as we were playing it, the song had a Hendrix, 'Crosstown Traffic' vibe and feel to it."
   },
   "author": {
    "text": "Rickey Medlocke"
   }
  },
  {
   "quote": {
    "text": "Perspective gives us the ability to accurately contrast the large with the small, and the important with the less important. Without it we are lost in a world where all ideas, news, and information look the same. We cannot differentiate, we cannot prioritize, and we cannot make good choices."
   },
   "author": {
    "text": "John Sununu"
   }
  },
  {
   "quote": {
    "text": "I gave up my struggle with perfection a long time ago. That is a concept I don't find very interesting anymore. Everyone just wants to look good in the photographs. I think that is where some of the pressure comes from. Be happy. Be yourself, the day is about a lot more."
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "No blessing, no good, can follow in the path trodden by slavery."
   },
   "author": {
    "text": "Dorothea Dix"
   }
  },
  {
   "quote": {
    "text": "Find a good teacher that will keep the game fun. Work hard and don't be afraid to have success or disappointment. That is what golf is all about."
   },
   "author": {
    "text": "Paula Creamer"
   }
  },
  {
   "quote": {
    "text": "That's what university life is all about. Challenging, questioning, enjoying good people and good friends, and pushing yourself to the limit."
   },
   "author": {
    "text": "David Robinson"
   }
  },
  {
   "quote": {
    "text": "We've seen over time that countries that have the best economic growth are those that have good governance, and good governance comes from freedom of communication. It comes from ending corruption. It comes from a populace that can go online and say, 'This politician is corrupt, this administrator, or this public official is corrupt.'"
   },
   "author": {
    "text": "Ramez Naam"
   }
  },
  {
   "quote": {
    "text": "Good advice is always certain to be ignored, but that's no reason not to give it."
   },
   "author": {
    "text": "Agatha Christie"
   }
  },
  {
   "quote": {
    "text": "Don't be afraid to be awesome. Sometimes being weird and different is good. When you think you're working hard, there is always someone else working harder, so always be yourself and know your stuff."
   },
   "author": {
    "text": "Jacqueline MacInnes Wood"
   }
  },
  {
   "quote": {
    "text": "A good teacher must know the rules; a good pupil, the exceptions."
   },
   "author": {
    "text": "Martin H. Fischer"
   }
  },
  {
   "quote": {
    "text": "When you grow up by the sea, you spend a good deal of time looking at the horizon. You wonder what on Earth the waves might bring - and where the sea might deposit you - until one day you know you have lived between two places, the scene of arrival and the point of departure."
   },
   "author": {
    "text": "Andrew O'Hagan"
   }
  },
  {
   "quote": {
    "text": "Nobody ever becomes an expert parent. But I think good parenting is about consistency. It's about being there at big moments, but it's also just the consistency of decision making. And it's routine."
   },
   "author": {
    "text": "Sebastian Coe"
   }
  },
  {
   "quote": {
    "text": "Chocolate is the first luxury. It has so many things wrapped up in it: Deliciusness in the moment, childhood memories, and that grin-inducing feeling of getting a reward for being good."
   },
   "author": {
    "text": "Mariska Hargitay"
   }
  },
  {
   "quote": {
    "text": "I'm probably wouldn't do anything differently if I had to do it again. Every little thing that happens to you, good and bad, becomes a little piece of the puzzle of who you become. Every successful person you read about - Warren Buffett, Bill Gates - they all say pretty much the same thing. 'Do what you love.' I know I did."
   },
   "author": {
    "text": "David Foster"
   }
  },
  {
   "quote": {
    "text": "The best portion of a good man's life is his little, nameless, unremembered acts of kindness and of love."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "If you look in real life, it is very hard to describe people as good people, bad people, heroes or villains. People aren't bad people. They all have their justifications."
   },
   "author": {
    "text": "Lennie James"
   }
  },
  {
   "quote": {
    "text": "I don't try to be sexy, but I do want to look as good as I can."
   },
   "author": {
    "text": "Laura Wasser"
   }
  },
  {
   "quote": {
    "text": "There's an examination for young people to go to university. I failed it three times. I failed a lot. So I applied to 30 different jobs and got rejected. I went for a job with the police; they said, 'You're no good.' I even went to KFC when it came to my city. Twenty-four people went for the job. Twenty-three were accepted."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "I intend to live forever. So far, so good."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "Golf is a good walk spoiled."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "It is the greatest good to the greatest number of people which is the measure of right and wrong."
   },
   "author": {
    "text": "Jeremy Bentham"
   }
  },
  {
   "quote": {
    "text": "I am just pitifully nostalgic. I can't help but roll my eyes at myself frequently. I mean, I still shoot black-and-white film. And I am constantly reminiscing about the 'good old days.' I'm 28 years old. There haven't even been that many 'good old days.' But still, I love to look back."
   },
   "author": {
    "text": "Chris Lowell"
   }
  },
  {
   "quote": {
    "text": "Good food and a warm kitchen are what makes a house a home. I always tried to make my home like my mother's, because Mom was magnificent at stretching a buck when it came to decorating and food. Like a true Italian, she valued beautification in every area of her life, and I try to do the same."
   },
   "author": {
    "text": "Rachael Ray"
   }
  },
  {
   "quote": {
    "text": "Competition is always a good thing. It forces us to do our best. A monopoly renders people complacent and satisfied with mediocrity."
   },
   "author": {
    "text": "Nancy Pearcey"
   }
  },
  {
   "quote": {
    "text": "Developing a good work ethic is key. Apply yourself at whatever you do, whether you're a janitor or taking your first summer job, because that work ethic will be reflected in everything you do in life."
   },
   "author": {
    "text": "Tyler Perry"
   }
  },
  {
   "quote": {
    "text": "My biggest fear is that I'm not good enough. I have this voice in my head that I've been battling for years that says, 'You're not really talented enough. You don't really deserve this.'"
   },
   "author": {
    "text": "Rachel Platten"
   }
  },
  {
   "quote": {
    "text": "Good manners sometimes means simply putting up with other people's bad manners."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "Look within. Within is the fountain of good, and it will ever bubble up, if thou wilt ever dig."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "The only freedom which deserves the name is that of pursuing our own good, in our own way, so long as we do not attempt to deprive others of theirs, or impede their efforts to obtain it."
   },
   "author": {
    "text": "John Stuart Mill"
   }
  },
  {
   "quote": {
    "text": "Shame is the most powerful, master emotion. It's the fear that we're not good enough."
   },
   "author": {
    "text": "Brene Brown"
   }
  },
  {
   "quote": {
    "text": "The fact is that people are good, Give people affection and security, and they will give affection and be secure in their feelings and their behavior."
   },
   "author": {
    "text": "Abraham Maslow"
   }
  },
  {
   "quote": {
    "text": "Everything has become so easy. It's great that it's at your fingertips, but I miss those good old days. And we're connected, but it can be very alienating. There is this distance between all of us because we're speaking to each other through cameras and monitors and icons and Emojis."
   },
   "author": {
    "text": "Rami Malek"
   }
  },
  {
   "quote": {
    "text": "That's the good thing about being president, I can do whatever I want."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "We are all ready to be savage in some cause. The difference between a good man and a bad one is the choice of the cause."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "If I play a villain, I try to find his lightness and his good side. And if I play a hero or a good guy, I'll try to find his darkness or his flaws. Because I don't believe in good and evil. I believe in grays."
   },
   "author": {
    "text": "Joel Kinnaman"
   }
  },
  {
   "quote": {
    "text": "Paris is always a good idea."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "I think the best riffs and the best songs come when you're jamming and having a good time."
   },
   "author": {
    "text": "Scott Ian"
   }
  },
  {
   "quote": {
    "text": "As any doctor can tell you, the most crucial step toward healing is having the right diagnosis. If the disease is precisely identified, a good resolution is far more likely. Conversely, a bad diagnosis usually means a bad outcome, no matter how skilled the physician."
   },
   "author": {
    "text": "Andrew Weil"
   }
  },
  {
   "quote": {
    "text": "What do I think of Western civilization? I think it would be a very good idea."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "God has entrusted us with his most precious treasure - people. He asks us to shepherd and mold them into strong disciples, with brave faith and good character."
   },
   "author": {
    "text": "John Ortberg"
   }
  },
  {
   "quote": {
    "text": "I basically taught myself how to DJ, but I've been inspired by DJs throughout my whole career. I have some good friends that would hook us up with music. You learn some little things here and there from each DJ and you just take it and put your own style into to it."
   },
   "author": {
    "text": "Pauly D"
   }
  },
  {
   "quote": {
    "text": "A good song has to have a great melody, and the lyrics have to touch my heart. Now, if it's just a little toe-tapper, got to make me feel good somehow or another, or when I sing it I can't make you feel good."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "We're surrounded by distractions. Whether it's emails, phone calls, text messages, social media notifications, or people entering and leaving your workspace, those distractions end up eating a good portion of your time."
   },
   "author": {
    "text": "John Rampton"
   }
  },
  {
   "quote": {
    "text": "Real beauty is to be true to oneself. That's what makes me feel good."
   },
   "author": {
    "text": "Laetitia Casta"
   }
  },
  {
   "quote": {
    "text": "There is only one difference between a long life and a good dinner: that, in the dinner, the sweets come last."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Our higher education system is one of the things that makes America exceptional. There's no place else that has the assets we do when it comes to higher education. People from all over the world aspire to come here and study here. And that is a good thing."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Cardio is a nice way to start the morning, man. Whether you sit on the bike for half an hour or throw on two jumpers and just sweat, it's good to get up, get the body active, put on your headphones, and just pedal away."
   },
   "author": {
    "text": "Anthony Joshua"
   }
  },
  {
   "quote": {
    "text": "My idea of a good night out is staying in."
   },
   "author": {
    "text": "Martin Freeman"
   }
  },
  {
   "quote": {
    "text": "I've thrown away lots of my old diaries - you never know who might get their hands on them. But I have kept a few notes on the good old days."
   },
   "author": {
    "text": "Steffi Graf"
   }
  },
  {
   "quote": {
    "text": "I feel like good music comes and goes in waves."
   },
   "author": {
    "text": "Santigold"
   }
  },
  {
   "quote": {
    "text": "A good compromise, a good piece of legislation, is like a good sentence; or a good piece of music. Everybody can recognize it. They say, 'Huh. It works. It makes sense.'"
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Ideas can be life-changing. Sometimes all you need to open the door is just one more good idea."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "My dad was such a great story-teller, a good teacher."
   },
   "author": {
    "text": "Grace Poe"
   }
  },
  {
   "quote": {
    "text": "My definition of a good hotel is a place I'd stay at."
   },
   "author": {
    "text": "Robert De Niro"
   }
  },
  {
   "quote": {
    "text": "Capitalism does a number of things very well: it helps create an entrepreneurial spirit; it gets people motivated to come up with new ideas, and that's a good thing."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "The great thing about YouTube is there are no gatekeepers. No one is waiting to tell you if you're good enough. It's just your audience."
   },
   "author": {
    "text": "Lindsey Stirling"
   }
  },
  {
   "quote": {
    "text": "I could talk food all day. I love good food."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "Anything worth doing good takes a little chaos."
   },
   "author": {
    "text": "Flea"
   }
  },
  {
   "quote": {
    "text": "Let's not be afraid to speak the common sense truth: you can't have high standards without good discipline."
   },
   "author": {
    "text": "William Hague"
   }
  },
  {
   "quote": {
    "text": "I think that's it's really important to have good friends. Nowadays, you can text 24 hours a day and be in constant contact, but every once in a while, it's nice to just get out with your girlfriends and have fun."
   },
   "author": {
    "text": "Amanda Schull"
   }
  },
  {
   "quote": {
    "text": "I think there's so much emphasis on body image and results and outcome, but really what you should be after is to be healthy and to feel good about yourself."
   },
   "author": {
    "text": "Abby Wambach"
   }
  },
  {
   "quote": {
    "text": "For some people, the definition of who is and who isn't an American defies logic, historical accuracy, common sense, decency, good manners, the milk of human kindness, enjoyment in the good things in life, and love of good food."
   },
   "author": {
    "text": "W. Kamau Bell"
   }
  },
  {
   "quote": {
    "text": "Fashion is about good energy. It's about feelings. That's what I have to give the people, good energy and good feelings."
   },
   "author": {
    "text": "Adriana Lima"
   }
  },
  {
   "quote": {
    "text": "The biggest obstacle to people becoming better is that you have to really want to be a good person in order to be a better person, and most people would rather be other things."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "Good and bad ideas both come from the same fountain of speculation and experiment."
   },
   "author": {
    "text": "Shaun Tan"
   }
  },
  {
   "quote": {
    "text": "You're not going to do good work if you're not choosing something because it inspires you."
   },
   "author": {
    "text": "Maggie Gyllenhaal"
   }
  },
  {
   "quote": {
    "text": "I enjoy life when things are happening. I don't care if it's good things or bad things. That means you're alive."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "It's good to be happy and tell us how cool your life is and how awesome you are on social media. That's great because it inspires other people to be happy, too. But a lot of times, people are trying to be happy in the wrong ways - with money or with different things that are not true happiness."
   },
   "author": {
    "text": "Jaden Smith"
   }
  },
  {
   "quote": {
    "text": "It's hard to get that real good feeling about festivals sometimes."
   },
   "author": {
    "text": "Meg White"
   }
  },
  {
   "quote": {
    "text": "History will have to record that the greatest tragedy of this period of social transition was not the strident clamor of the bad people, but the appalling silence of the good people."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "The good old days, when each idea had an owner, are gone forever."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "People don't want to go to the dump and have a picnic, they want to go out to a beautiful place and enjoy their day. And so I think our job is to try to take the environment, take what the good Lord has given us, and expand upon it or enhance it, without destroying it."
   },
   "author": {
    "text": "Jack Nicklaus"
   }
  },
  {
   "quote": {
    "text": "Win or lose, I'll feel good about myself. That's what is important."
   },
   "author": {
    "text": "Mary Docter"
   }
  },
  {
   "quote": {
    "text": "Silence is golden when you can't think of a good answer."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "Today was good. Today was fun. Tomorrow is another one."
   },
   "author": {
    "text": "Dr. Seuss"
   }
  },
  {
   "quote": {
    "text": "Music is life itself. What would this world be without good music? No matter what kind it is."
   },
   "author": {
    "text": "Louis Armstrong"
   }
  },
  {
   "quote": {
    "text": "The more you are positive and say, 'I want to have a good life,' the more you build that reality for yourself by creating the life that you want."
   },
   "author": {
    "text": "Chris Pine"
   }
  },
  {
   "quote": {
    "text": "I've been blessed to be somebody that's been climbing that success mountain top for years of hard work, you know, but now it's all connecting. And now, the whole world is watching, you know what I'm saying, and it feels good 'cause it's good energy. This is all positive vibes, and good vibes and good energy, so it feels incredible."
   },
   "author": {
    "text": "DJ Khaled"
   }
  },
  {
   "quote": {
    "text": "If you love those who love you, what credit is that to you? For even sinners love those who love them. And if you do good to those who do good to you, what credit is that to you? For even sinners do the same."
   },
   "author": {
    "text": "Jesus Christ"
   }
  },
  {
   "quote": {
    "text": "He who speaks without modesty will find it difficult to make his words good."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Love of country, subordination of personal interests to the common good, concern and care for the helpless and the impoverished - these are among the lost and faded values that we seek to recover and revitalize as we commence our journey towards a better Philippines."
   },
   "author": {
    "text": "Rodrigo Duterte"
   }
  },
  {
   "quote": {
    "text": "If people are good only because they fear punishment, and hope for reward, then we are a sorry lot indeed."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "It takes more than just a good looking body. You've got to have the heart and soul to go with it."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "Remember, it isn't the dreamers who have good lives - it's the doers. Remember also what I call the three Ps of success: passion, planning, and perseverance."
   },
   "author": {
    "text": "Homer Hickam"
   }
  },
  {
   "quote": {
    "text": "Only the pure in heart can make a good soup."
   },
   "author": {
    "text": "Ludwig van Beethoven"
   }
  },
  {
   "quote": {
    "text": "Life is not a matter of holding good cards, but sometimes, playing a poor hand well."
   },
   "author": {
    "text": "Jack London"
   }
  },
  {
   "quote": {
    "text": "It's always good to be underestimated."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Glamour is about feeling good in your own skin."
   },
   "author": {
    "text": "Zoe Saldana"
   }
  },
  {
   "quote": {
    "text": "I think sportsmanship is knowing that it is a game, that we are only as a good as our opponents, and whether you win or lose, to always give 100 percent."
   },
   "author": {
    "text": "Sue Wicks"
   }
  },
  {
   "quote": {
    "text": "Good manners are cost effective. They not only increase the quality of life in the workplace, they contribute to employee morale, embellish the company image, and play a major role in generating profit."
   },
   "author": {
    "text": "Letitia Baldrige"
   }
  },
  {
   "quote": {
    "text": "Those who decide to use leisure as a means of mental development, who love good music, good books, good pictures, good plays, good company, good conversation - what are they? They are the happiest people in the world."
   },
   "author": {
    "text": "William Lyon Phelps"
   }
  },
  {
   "quote": {
    "text": "A good heart is better than all the heads in the world."
   },
   "author": {
    "text": "Edward G. Bulwer-Lytton"
   }
  },
  {
   "quote": {
    "text": "My idea of Heaven is to wake up, have a good breakfast, and spend the rest of the day drawing."
   },
   "author": {
    "text": "Peter Falk"
   }
  },
  {
   "quote": {
    "text": "I don't know about happy endings, because I don't think, eventually, anything is happy. You feel a bout of happiness with good news. Five minutes later, there could be a traffic jam or a phone call from an irritating relative or a weird thought, or it could be a tweet that annoys you, and your emotion will flip immediately."
   },
   "author": {
    "text": "Karan Johar"
   }
  },
  {
   "quote": {
    "text": "It sounds like a cliche but I also learnt that you're not going to fall for the right person until you really love yourself and feel good about how you are."
   },
   "author": {
    "text": "Emma Watson"
   }
  },
  {
   "quote": {
    "text": "My parents are good role models because they've worked hard and gave me a happy childhood."
   },
   "author": {
    "text": "Sophie Ellis-Bextor"
   }
  },
  {
   "quote": {
    "text": "I make sure I always surround myself with good, down to earth, fun, real people, who always keep me grounded."
   },
   "author": {
    "text": "Sean Kingston"
   }
  },
  {
   "quote": {
    "text": "I once had a rose named after me and I was very flattered. But I was not pleased to read the description in the catalogue: no good in a bed, but fine up against a wall."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Make women rational creatures, and free citizens, and they will quickly become good wives; - that is, if men do not neglect the duties of husbands and fathers."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "Good artists copy, great artists steal."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "I'm a good guy with a good heart, and I have good intentions."
   },
   "author": {
    "text": "Antonio Brown"
   }
  },
  {
   "quote": {
    "text": "Safety and comfort comes with complacency, and that's never a good place to be working from."
   },
   "author": {
    "text": "Elijah Wood"
   }
  },
  {
   "quote": {
    "text": "A good man often appears gauche simply because he does not take advantage of the myriad mean little chances of making himself look stylish. Preferring truth to form, he is not constantly at work upon the facade of his appearance."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "You can compromise between good, better, and best, and you can compromise between bad and worse and terrible. But you can't compromise between good and evil. And now people look at the other side as a completely different kind of animal and say, 'They are taking the country down the road to purgatory.' It's complete intolerance."
   },
   "author": {
    "text": "Gary Ackerman"
   }
  },
  {
   "quote": {
    "text": "All of the people in my life whom I consider to be close friends or colleagues are good thinkers."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Manners are a sensitive awareness of the feelings of others. If you have that awareness, you have good manners, no matter what fork you use."
   },
   "author": {
    "text": "Emily Post"
   }
  },
  {
   "quote": {
    "text": "There's nothing simple when you're in this 'Good Place.'"
   },
   "author": {
    "text": "D'Arcy Carden"
   }
  },
  {
   "quote": {
    "text": "Growing up, I had only one good pair of shoes. So on rainy school days, my mom would slip plastic bread bags over them to keep them dry. But I was never embarrassed. Because the school bus would be filled with rows and rows of young Iowans with bread bags slipped over their feet."
   },
   "author": {
    "text": "Joni Ernst"
   }
  },
  {
   "quote": {
    "text": "Well, any good comeback needs some true believers."
   },
   "author": {
    "text": "John Boehner"
   }
  },
  {
   "quote": {
    "text": "I'm just cruising, doing me, having a good time and focusing on getting better."
   },
   "author": {
    "text": "Alistair Overeem"
   }
  },
  {
   "quote": {
    "text": "I tried to drown my sorrows, but the bastards learned how to swim, and now I am overwhelmed by this decent and good feeling."
   },
   "author": {
    "text": "Frida Kahlo"
   }
  },
  {
   "quote": {
    "text": "Most good programmers do programming not because they expect to get paid or get adulation by the public, but because it is fun to program."
   },
   "author": {
    "text": "Linus Torvalds"
   }
  },
  {
   "quote": {
    "text": "I'm La Flame at all times. That, at times, can be bad, at times can be good."
   },
   "author": {
    "text": "Travis Scott"
   }
  },
  {
   "quote": {
    "text": "True love does not only encompass the things that make you feel good, it also holds you to a standard of accountability."
   },
   "author": {
    "text": "Monica Johnson"
   }
  },
  {
   "quote": {
    "text": "Our lives are in God's hands. We have no control. We can't control Him by using the Bible or cross as a good luck charm without a thorough reformation of heart and life."
   },
   "author": {
    "text": "T. B. Joshua"
   }
  },
  {
   "quote": {
    "text": "Contemplate the good things in your life and be grateful for them."
   },
   "author": {
    "text": "Rebecca Pidgeon"
   }
  },
  {
   "quote": {
    "text": "When you are older you will understand how precious little things, seemingly of no value in themselves, can be loved and prized above all price when they convey the love and thoughtfulness of a good heart."
   },
   "author": {
    "text": "Edwin Booth"
   }
  },
  {
   "quote": {
    "text": "Love is not as important as good health. You cannot be in love if you're not healthy. You can't appreciate it."
   },
   "author": {
    "text": "Bryan Cranston"
   }
  },
  {
   "quote": {
    "text": "The message is that I was reminding myself and informing others of the fact that God has always been good to me. No matter what you're going through, God is always with us. Life is a journey."
   },
   "author": {
    "text": "Andrae Crouch"
   }
  },
  {
   "quote": {
    "text": "There has to be evil so that good can prove its purity above it."
   },
   "author": {
    "text": "Unknown"
   }
  },
  {
   "quote": {
    "text": "The definition of success to me is not necessarily a price tag, not fame, but having a good life, and being able to say I did the right thing at the end of the day."
   },
   "author": {
    "text": "Jeremy Luke"
   }
  },
  {
   "quote": {
    "text": "People like to know you're listening, and something as simple as a clarification question shows not only that you are listening but that you also care about what they're saying. You'll be surprised how much respect and appreciation you gain just by asking good questions."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "People are always good company when they are doing what they really enjoy."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "Every job is good if you do your best and work hard. A man who works hard stinks only to the ones that have nothing to do but smell."
   },
   "author": {
    "text": "Laura Ingalls Wilder"
   }
  },
  {
   "quote": {
    "text": "I'm not good at future planning. I don't plan at all. I don't know what I'm doing tomorrow. I don't have a day planner and I don't have a diary. I completely live in the now, not in the past, not in the future."
   },
   "author": {
    "text": "Heath Ledger"
   }
  },
  {
   "quote": {
    "text": "Alcohol is necessary for a man so that he can have a good opinion of himself, undisturbed be the facts."
   },
   "author": {
    "text": "Finley Peter Dunne"
   }
  },
  {
   "quote": {
    "text": "In the good old days when I was a senator, I was my own man."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "God is everywhere but He is most manifest in man. So serve man as God. That is as good as worshipping God."
   },
   "author": {
    "text": "Ramakrishna"
   }
  },
  {
   "quote": {
    "text": "Good looks are not something you earn. But as you get older, how you look is a reflection of the life you've led."
   },
   "author": {
    "text": "Diana Quick"
   }
  },
  {
   "quote": {
    "text": "When you grow up in an extended family, or in a stable neighborhood with two or three generations of families who live there, you feel seen. Not just the good things you've done, the stuff you put on your resume. You know they've seen you in your dark times, when you've messed up - but they're still there."
   },
   "author": {
    "text": "Dean Ornish"
   }
  },
  {
   "quote": {
    "text": "The society which scorns excellence in plumbing as a humble activity and tolerates shoddiness in philosophy because it is an exalted activity will have neither good plumbing nor good philosophy: neither its pipes nor its theories will hold water."
   },
   "author": {
    "text": "John W. Gardner"
   }
  },
  {
   "quote": {
    "text": "I cannot improve on those spoken for many years by a true legend who preceded me at CBS News. He would say, simply, 'good night, and good luck.'"
   },
   "author": {
    "text": "Mike Wallace"
   }
  },
  {
   "quote": {
    "text": "Nothing has brought me more love, joy and peace than being a good husband and good daddy."
   },
   "author": {
    "text": "Frank Abagnale"
   }
  },
  {
   "quote": {
    "text": "Someone who just has a really good heart - it's so attractive: someone who makes you feel beautiful and encourages you - makes you better."
   },
   "author": {
    "text": "Ally Brooke"
   }
  },
  {
   "quote": {
    "text": "Meetings are the linchpin of everything. If someone says you have an hour to investigate a company, I wouldn't look at the balance sheet. I'd watch their executive team in a meeting for an hour. If they are clear and focused and have the board on the edge of their seats, I'd say this is a good company worth investing in."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "Good satire comes from anger. It comes from a sense of injustice, that there are wrongs in the world that need to be fixed. And what better place to get that well of venom and outrage boiling than a newsroom, because you're on the front lines."
   },
   "author": {
    "text": "Carl Hiaasen"
   }
  },
  {
   "quote": {
    "text": "I'm just trying to approach what I make with as much respect and research as I can, and just make it with a good heart."
   },
   "author": {
    "text": "Garth Davis"
   }
  },
  {
   "quote": {
    "text": "I don't know much about Americanism, but it's a damn good word with which to carry an election."
   },
   "author": {
    "text": "Warren G. Harding"
   }
  },
  {
   "quote": {
    "text": "Everyone spends their lives trying to balance their world between good and evil."
   },
   "author": {
    "text": "Laurell K. Hamilton"
   }
  },
  {
   "quote": {
    "text": "If people are not listening to you as individuals, it's always good to get together and make a stand for something."
   },
   "author": {
    "text": "Tinie Tempah"
   }
  },
  {
   "quote": {
    "text": "I don't really get nervous that much, or if I do, only I know. It's all inside me. I am good at hiding everything."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "Trust the young people; trust this generation's innovation. They're making things, changing innovation every day. And all the consumers are the same: they want new things, they want cheap things, they want good things, they want unique things. If we can create these kind of things for consumers, they will come."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "One time, the teacher was the storehouse of knowledge. That will no longer be so. So what would a teacher do? A very good teacher will play the role of augmenter. Also, the teacher will be located anywhere and helping students."
   },
   "author": {
    "text": "Shiv Nadar"
   }
  },
  {
   "quote": {
    "text": "I suppose being fierce is a very good thing, and a very cool thing. But more than fierce, I think I'm a strong person and a strong individual. And that's what I take with me every day."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "It usually takes me more than three weeks to prepare a good impromptu speech."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "A good reputation is more valuable than money."
   },
   "author": {
    "text": "Publilius Syrus"
   }
  },
  {
   "quote": {
    "text": "I have lived pain, and my life can tell: I only deepen the wound of the world when I neglect to give thanks the heavy perfume of wild roses in early July and the song of crickets on summer humid nights and the rivers that run and the stars that rise and the rain that falls and all the good things that a good God gives."
   },
   "author": {
    "text": "Ann Voskamp"
   }
  },
  {
   "quote": {
    "text": "I think a gentleman is someone who holds the comfort of other people above their own. The instinct to do that is inside every good man, I believe. The rules about opening doors and buying dinner and all of that other 'gentleman' stuff is a chess game, especially these days."
   },
   "author": {
    "text": "Anna Kendrick"
   }
  },
  {
   "quote": {
    "text": "Being your own person and standing for what you believe is a critical aspect of a good professional life."
   },
   "author": {
    "text": "Patrick Pichette"
   }
  },
  {
   "quote": {
    "text": "Few things are harder to put up with than the annoyance of a good example."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "I can only control my own performance. If I do my best, then I can feel good at the end of the day."
   },
   "author": {
    "text": "Michael Phelps"
   }
  },
  {
   "quote": {
    "text": "Sleeping is like meditation: it's good to rest the body but also to shut the mind down for a bit."
   },
   "author": {
    "text": "Anthony Joshua"
   }
  },
  {
   "quote": {
    "text": "You're going to struggle. You're going to do well. You can't really let the past or the day before - whether you had a good day or bad day - dictate the day you have that certain day."
   },
   "author": {
    "text": "Andrew Benintendi"
   }
  },
  {
   "quote": {
    "text": "It is absurd to divide people into good and bad. People are either charming or tedious."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Everyone can train hard when they are feeling good. But it's the days when you're feeling bad that you have to step up. That's when champions step up. They pull through."
   },
   "author": {
    "text": "Chad le Clos"
   }
  },
  {
   "quote": {
    "text": "Good can exist without evil, whereas evil cannot exist without good."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "I can completely lose myself into just absolutely satisfying things - a really amazing cheeseburger, a pizza, good fries, a beer. I enjoy being comfortable and eating whatever the hell I like. It's a big thing for me, just having the freedom to be able to do that."
   },
   "author": {
    "text": "Channing Tatum"
   }
  },
  {
   "quote": {
    "text": "Start with good people, lay out the rules, communicate with your employees, motivate them and reward them. If you do all those things effectively, you can't miss."
   },
   "author": {
    "text": "Lee Iacocca"
   }
  },
  {
   "quote": {
    "text": "If you want to feel good, you have to go out and do some good."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "No matter what has happened to you in the past or what is going on in your life right now, it has no power to keep you from having an amazingly good future if you will walk by faith in God. God loves you! He wants you to live with victory over sin so you can possess His promises for your life today!"
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Good guy' or 'bad guy', hero or anti hero; doesn't matter to me, what role I play, only the character have something magical."
   },
   "author": {
    "text": "Rutger Hauer"
   }
  },
  {
   "quote": {
    "text": "Well, there's nothing better than putting your feet up on a Sunday afternoon and grabbing a good book."
   },
   "author": {
    "text": "Chris Klein"
   }
  },
  {
   "quote": {
    "text": "Patience is the secret to good food."
   },
   "author": {
    "text": "Gail Simmons"
   }
  },
  {
   "quote": {
    "text": "On a day when you're tired, it's important to just say good morning to everyone so they're kind of aware that it's gonna be a good day. Jamie Lee Curtis told me that."
   },
   "author": {
    "text": "Lindsay Lohan"
   }
  },
  {
   "quote": {
    "text": "If a great outfit gets you one step closer to feeling good about yourself, then it's worth every penny."
   },
   "author": {
    "text": "Rachel Roy"
   }
  },
  {
   "quote": {
    "text": "It takes a great man to be a good listener."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "Having a bunch of cats around is good. If you're feeling bad, you just look at the cats, you'll feel better because they know that everything is just as it is. There's nothing to get excited about. They just know. They're saviours."
   },
   "author": {
    "text": "Charles Bukowski"
   }
  },
  {
   "quote": {
    "text": "Teamwork is so important that it is virtually impossible for you to reach the heights of your capabilities or make the money that you want without becoming very good at it."
   },
   "author": {
    "text": "Brian Tracy"
   }
  },
  {
   "quote": {
    "text": "A return to first principles in a republic is sometimes caused by the simple virtues of one man. His good example has such an influence that the good men strive to imitate him, and the wicked are ashamed to lead a life so contrary to his example."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "Be unpredictable, be real, be interesting. Tell a good story."
   },
   "author": {
    "text": "James Dashner"
   }
  },
  {
   "quote": {
    "text": "Good leaders organize and align people around what the team needs to do. Great leaders motivate and inspire people with why they're doing it. That's purpose. And that's the key to achieving something truly transformational."
   },
   "author": {
    "text": "Marillyn Hewson"
   }
  },
  {
   "quote": {
    "text": "Suspicion is the companion of mean souls, and the bane of all good society."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "I take a massage each week. This isn't an indulgence, it's an investment in your full creative expression/productivity/passion and sustained good health."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "At its core, bitcoin is a smart currency designed by very forward-thinking engineers. It eliminates the need for banks, gets rid of credit card fees, currency exchange fees, money transfer fees, and reduces the need for lawyers in transitions... all good things."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "I never had anything good, no sweet, no sugar; and that sugar, right by me, did look so nice, and my mistress's back was turned to me while she was fighting with her husband, so I just put my fingers in the sugar bowl to take one lump, and maybe she heard me, for she turned and saw me. The next minute, she had the rawhide down."
   },
   "author": {
    "text": "Harriet Tubman"
   }
  },
  {
   "quote": {
    "text": "Something I try to instill in others is to just be a good person. It's a decision you make a million times a day. But if you just keep trying, good stuff comes to you in an ordained way."
   },
   "author": {
    "text": "Chance The Rapper"
   }
  },
  {
   "quote": {
    "text": "Automation is good, so long as you know exactly where to put the machine."
   },
   "author": {
    "text": "Eliyahu Goldratt"
   }
  },
  {
   "quote": {
    "text": "A good job is more than just a paycheck. A good job fosters independence and discipline, and contributes to the health of the community. A good job is a means to provide for the health and welfare of your family, to own a home, and save for retirement."
   },
   "author": {
    "text": "James H. Douglas, Jr."
   }
  },
  {
   "quote": {
    "text": "It keeps me humble just to know exactly where I came from and all the hard work I had to put in to be here. It feels good to reminisce about the past."
   },
   "author": {
    "text": "Ha Ha Clinton-Dix"
   }
  },
  {
   "quote": {
    "text": "What I've enjoyed most, though, is meeting people who have a real interest in food and sharing ideas with them. Good food is a global thing and I find that there is always something new and amazing to learn - I love it!"
   },
   "author": {
    "text": "Jamie Oliver"
   }
  },
  {
   "quote": {
    "text": "Apart from education, you need good health, and for that, you need to play sports."
   },
   "author": {
    "text": "Kapil Dev"
   }
  },
  {
   "quote": {
    "text": "I think there should be a good balance between being a good student and being able to enjoy your high school life."
   },
   "author": {
    "text": "Vanessa Lachey"
   }
  },
  {
   "quote": {
    "text": "Do and act on what you believe to be right, and you'll wake up the next morning feeling good about yourself."
   },
   "author": {
    "text": "Janet Reno"
   }
  },
  {
   "quote": {
    "text": "I do get to have my normal childhood. I just love to get together with my friends and family and have a good time."
   },
   "author": {
    "text": "Austin O'Brien"
   }
  },
  {
   "quote": {
    "text": "I think that the good and the great are only separated by the willingness to sacrifice."
   },
   "author": {
    "text": "Kareem Abdul-Jabbar"
   }
  },
  {
   "quote": {
    "text": "Jogging is very beneficial. It's good for your legs and your feet. It's also very good for the ground. If makes it feel needed."
   },
   "author": {
    "text": "Charles M. Schulz"
   }
  },
  {
   "quote": {
    "text": "The secret of politics? Make a good treaty with Russia."
   },
   "author": {
    "text": "Otto von Bismarck"
   }
  },
  {
   "quote": {
    "text": "Each time you take a good picture, you have the wonderful feeling of exhilaration... and almost instantly, the flip side. You have this terrible, terrible anxiety that you've just taken your last good picture."
   },
   "author": {
    "text": "Sally Mann"
   }
  },
  {
   "quote": {
    "text": "I'm still not aware that I'm good looking."
   },
   "author": {
    "text": "Jamie Dornan"
   }
  },
  {
   "quote": {
    "text": "One should see the world, and see himself as a scale with an equal balance of good and evil. When he does one good deed the scale is tipped to the good - he and the world is saved. When he does one evil deed the scale is tipped to the bad - he and the world is destroyed."
   },
   "author": {
    "text": "Maimonides"
   }
  },
  {
   "quote": {
    "text": "I grew up in uptown Jamaica; I went to a rich school. I was raised by my mother and my stepfather; they made sure education came before anything. I had a good childhood, grew up spending time with my bigger brothers and sisters. My people are good people. I was exposed to a lot of different kinds of people and culture."
   },
   "author": {
    "text": "Damian Marley"
   }
  },
  {
   "quote": {
    "text": "Ten percent of the big fish still remain. There are still some blue whales. There are still some krill in Antarctica. There are a few oysters in Chesapeake Bay. Half the coral reefs are still in pretty good shape, a jeweled belt around the middle of the planet. There's still time, but not a lot, to turn things around."
   },
   "author": {
    "text": "Sylvia Earle"
   }
  },
  {
   "quote": {
    "text": "I wake up some mornings and sit and have my coffee and look out at my beautiful garden, and I go, 'Remember how good this is. Because you can lose it.'"
   },
   "author": {
    "text": "Jim Carrey"
   }
  },
  {
   "quote": {
    "text": "To an engineer, good enough means perfect. With an artist, there's no such thing as perfect."
   },
   "author": {
    "text": "Alexander Calder"
   }
  },
  {
   "quote": {
    "text": "A heart well prepared for adversity in bad times hopes, and in good times fears for a change in fortune."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "I have never known much good done by those who affected to trade for the public good."
   },
   "author": {
    "text": "Adam Smith"
   }
  },
  {
   "quote": {
    "text": "A man is called selfish not for pursuing his own good, but for neglecting his neighbor's."
   },
   "author": {
    "text": "Richard Whately"
   }
  },
  {
   "quote": {
    "text": "I'm always upset about not doing things as good as I think I could have because I care."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "Salvation cannot be bought with the currency of obedience; it is purchased by the blood of the Son of God. Thinking that we can trade our good works for salvation is like buying a plane ticket and then supposing we own the airline. Or thinking that after paying rent for our home, we now hold title to the entire planet earth."
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "The brave who focus on all things good and all things beautiful and all things true, even in the small, who give thanks for it and discover joy even in the here and now, they are the change agents who bring fullest Light to all the world."
   },
   "author": {
    "text": "Ann Voskamp"
   }
  },
  {
   "quote": {
    "text": "Museums are good things, places to look and absorb and learn."
   },
   "author": {
    "text": "Alan King"
   }
  },
  {
   "quote": {
    "text": "Good government is one of the most important factors in economic growth and social well-being."
   },
   "author": {
    "text": "Joe Lonsdale"
   }
  },
  {
   "quote": {
    "text": "It's not vanity to feel you have a right to be beautiful. Women are taught to feel we're not good enough, that we must live up to someone else's standards. But my aim is to cherish myself as I am."
   },
   "author": {
    "text": "Elle Macpherson"
   }
  },
  {
   "quote": {
    "text": "I'm super self-critical, which I think is good, because then I get exactly what I want. I'm critical of other people, too - I try not to be, though."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "All honest work is good work; it is capable of leading to self-development, provided the doer seeks to discover the inherent lessons and makes the most of the potentialities for such growth."
   },
   "author": {
    "text": "Paramahansa Yogananda"
   }
  },
  {
   "quote": {
    "text": "Science fiction encourages us to explore... all the futures, good and bad, that the human mind can envision."
   },
   "author": {
    "text": "Marion Zimmer Bradley"
   }
  },
  {
   "quote": {
    "text": "For me, I don't expect to have a really amazing meal each time I dine out. Having a good meal with your loved ones - that's what makes the experience."
   },
   "author": {
    "text": "Wolfgang Puck"
   }
  },
  {
   "quote": {
    "text": "You have a good many little gifts and virtues, but there is no need of parading them, for conceit spoils the finest genius. There is not much danger that real talent or goodness will be overlooked long, and the great charm of all power is modesty."
   },
   "author": {
    "text": "Louisa May Alcott"
   }
  },
  {
   "quote": {
    "text": "In the juniors, you are kind of a star, but just because you are a good junior doesn't mean you will be a good pro."
   },
   "author": {
    "text": "Dominic Thiem"
   }
  },
  {
   "quote": {
    "text": "The evil that men do lives after them; the good is oft interred with their bones."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "My idea of good company is the company of clever, well-informed people who have a great deal of conversation; that is what I call good company."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "Without your health, you've got nothing going on. I thank God every day for good health."
   },
   "author": {
    "text": "Ric Flair"
   }
  },
  {
   "quote": {
    "text": "One of the key problems today is that politics is such a disgrace, good people don't go into government."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "I've been a cook all my life, but I am still learning to be a good chef. I'm always learning new techniques and improving beyond my own knowledge because there is always something new to learn and new horizons to discover."
   },
   "author": {
    "text": "Jose Andres"
   }
  },
  {
   "quote": {
    "text": "Not life, but good life, is to be chiefly valued."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "An empty stomach is not a good political adviser."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Don't be afraid to give up the good to go for the great."
   },
   "author": {
    "text": "John D. Rockefeller"
   }
  },
  {
   "quote": {
    "text": "The best executive is one who has sense enough to pick good people to do what he wants done, and self-restraint enough to keep from meddling with them while they do it."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Love and honesty are the things that make a good wife and mother."
   },
   "author": {
    "text": "Jada Pinkett Smith"
   }
  },
  {
   "quote": {
    "text": "Thank you to all for your prayers and good wishes. It gave me the strength to persevere and warmed my heart."
   },
   "author": {
    "text": "Steven Cojocaru"
   }
  },
  {
   "quote": {
    "text": "As long as I have my faith in God, I'm good. I know everything else is going to come."
   },
   "author": {
    "text": "Derrick Rose"
   }
  },
  {
   "quote": {
    "text": "Dedicate yourself to the good you deserve and desire for yourself. Give yourself peace of mind. You deserve to be happy. You deserve delight."
   },
   "author": {
    "text": "Mark Victor Hansen"
   }
  },
  {
   "quote": {
    "text": "I attended college in prison. I was in jail, so there ain't no going to no classes. They have programs in certain facilities where you can earn good time, and then you get time taken off your sentence. But as far as going to classes, it's not like that. You study, and then an administrator gives you a test. I got a Master's in psychology."
   },
   "author": {
    "text": "Kevin Gates"
   }
  },
  {
   "quote": {
    "text": "Great champions have an enormous sense of pride. The people who excel are those who are driven to show the world and prove to themselves just how good they are."
   },
   "author": {
    "text": "Nancy Lopez"
   }
  },
  {
   "quote": {
    "text": "Every day, every one of us sets the stage for our sentiment, our confidence, and our success by getting dressed. When you feel great, when you feel your best, it opens up a world of possibility. Feeling confident and self-assured are important inputs into good days, successful days, and happy days."
   },
   "author": {
    "text": "Katrina Lake"
   }
  },
  {
   "quote": {
    "text": "I don't have to wait to realize the good old days."
   },
   "author": {
    "text": "Ziggy Marley"
   }
  },
  {
   "quote": {
    "text": "A good photograph is knowing where to stand."
   },
   "author": {
    "text": "Ansel Adams"
   }
  },
  {
   "quote": {
    "text": "Research indicates that employees have three prime needs: Interesting work, recognition for doing a good job, and being let in on things that are going on in the company."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Making tough decisions that may make someone unhappy is something to get good at doing."
   },
   "author": {
    "text": "Phoebe Robinson"
   }
  },
  {
   "quote": {
    "text": "If there's one thing I'm good at, it's gathering people together to do something fun."
   },
   "author": {
    "text": "Dave Grohl"
   }
  },
  {
   "quote": {
    "text": "They wrote in the old days that it is sweet and fitting to die for one's country. But in modern war, there is nothing sweet nor fitting in your dying. You will die like a dog for no good reason."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Everyone loves fried chicken, Don't ever make it. Ever. Buy it from a place that makes good fried chicken."
   },
   "author": {
    "text": "Nora Ephron"
   }
  },
  {
   "quote": {
    "text": "Friendship will not stand the strain of very much good advice for very long."
   },
   "author": {
    "text": "Robert Staughton Lynd"
   }
  },
  {
   "quote": {
    "text": "Thinking good thoughts is not enough, doing good deeds is not enough, seeing others follow your good examples is enough."
   },
   "author": {
    "text": "Douglas Horton"
   }
  },
  {
   "quote": {
    "text": "All human beings are commingled out of good and evil."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "I believe, I believe every day is a good day when you paint."
   },
   "author": {
    "text": "Bob Ross"
   }
  },
  {
   "quote": {
    "text": "As long as our government is administered for the good of the people, and is regulated by their will; as long as it secures to us the rights of persons and of property, liberty of conscience and of the press, it will be worth defending."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "The good and the wise lead quiet lives."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "The person earning the federal minimum wage of $7.25 isn't going out to eat at restaurants. They're not taking piano lessons. They're not going to the gym or the yoga studio. They're not sending mom flowers on Mother's day. What good is this person in the economy? If you raise it to $15 an hour, they're doing all of those things."
   },
   "author": {
    "text": "Nick Hanauer"
   }
  },
  {
   "quote": {
    "text": "All music is escapism for me, but I like the way that, on a good night, that sense of escapism can be shared."
   },
   "author": {
    "text": "Jamie xx"
   }
  },
  {
   "quote": {
    "text": "Instead of giving money to found colleges to promote learning, why don't they pass a constitutional amendment prohibiting anybody from learning anything? If it works as good as the Prohibition one did, why, in five years we would have the smartest race of people on earth."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "The objects you decide to keep, the ones that gave you the spark of joy? Treasure them from now on. When you put things away, you can actually audibly say, 'Hey, thank you for the good work today...' By doing so, it becomes easier for you to put the objects away and treasure them, which prolongs the spark of joy environment."
   },
   "author": {
    "text": "Marie Kondo"
   }
  },
  {
   "quote": {
    "text": "I like solitude. I'm very good at being disconnected. I do a lot of disappearing. People who know me go, 'Oh yeah, Mailman, she's gone into her cave again.' I'm like that, a bit of a hibernating bear. Like that crocodile that just sits there in the water and doesn't do much. I was always a bit of a dreamer as a kid, so that hasn't changed."
   },
   "author": {
    "text": "Deborah Mailman"
   }
  },
  {
   "quote": {
    "text": "Employee of the month is a good example of how somebody can be both a winner and a loser at the same time."
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "People have criticized me for seeming to step out of my professional role to become undignifiedly political. I'd say it was belated realization that day care, good schools, health insurance, and nuclear disarmament are even more important aspects of pediatrics than measles vaccine or vitamin D."
   },
   "author": {
    "text": "Benjamin Spock"
   }
  },
  {
   "quote": {
    "text": "There is good evidence that Venus once had liquid water and a much thinner atmosphere, similar to Earth billions of years ago. But today the surface of Venus is dry as a bone, hot enough to melt lead, there are clouds of sulfuric acid that reach a hundred miles high and the air is so thick it's like being 900 meters deep in the ocean."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "Surgeons are not technicians; they're not mechanics. They're artists. I see patterns where not many other people see patterns. ...I think that's what made me a good surgeon, and now, that's what's making me a good writer."
   },
   "author": {
    "text": "Leonard Shlain"
   }
  },
  {
   "quote": {
    "text": "When you have a dark side, nothing is ever as good as it seems."
   },
   "author": {
    "text": "Pink"
   }
  },
  {
   "quote": {
    "text": "I'm obsessed with radio. It's a good start to Sunday morning."
   },
   "author": {
    "text": "R. L. Stine"
   }
  },
  {
   "quote": {
    "text": "Like any good tree that one would hope to grow, we must set our roots deep into the ground so that what is real will prosper in the Light of Love."
   },
   "author": {
    "text": "Billy Corgan"
   }
  },
  {
   "quote": {
    "text": "A long healthy life is no accident. It begins with good genes, but it also depends on good habits."
   },
   "author": {
    "text": "Dan Buettner"
   }
  },
  {
   "quote": {
    "text": "Europeans are much more serious than we are in America because they think that a good place to discuss intellectual matters is a beer party."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "I love a good piece of pizza. I love a good hamburger. If I don't let myself have those things, there's going to be a week where I just go off the deep end and eat nothing but that."
   },
   "author": {
    "text": "Thomas Rhett"
   }
  },
  {
   "quote": {
    "text": "To be in good moral condition requires at least as much training as to be in good physical condition."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "Everyone who wants to do good to the human race always ends in universal bullying."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Be yourself, fill your life with good people, and don't get a big head. It can all be gone tomorrow."
   },
   "author": {
    "text": "Molly Sims"
   }
  },
  {
   "quote": {
    "text": "It is clear that not in one thing alone, but in many ways equality and freedom of speech are a good thing."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "The less we deserve good fortune, the more we hope for it."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "Since I don't look like every other girl, it takes a while to be okay with that. To be different. But different is good."
   },
   "author": {
    "text": "Serena Williams"
   }
  },
  {
   "quote": {
    "text": "I'm convinced of this: Good done anywhere is good done everywhere. For a change, start by speaking to people rather than walking by them like they're stones that don't matter. As long as you're breathing, it's never too late to do some good."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "If we went by the world's definition of who I'm supposed to be because I look weird... 'Well, surely, this guy can't have a productive life, surely, he doesn't have a sense of humor. Surely, he can't love life.' We stereotype people in this world. And so... if the world thinks you're not good enough, it's a lie, you know. Get a second opinion."
   },
   "author": {
    "text": "Nick Vujicic"
   }
  },
  {
   "quote": {
    "text": "The one thing I need to leave behind is good memories."
   },
   "author": {
    "text": "Michael Landon"
   }
  },
  {
   "quote": {
    "text": "Serenity is knowing that your worst shot is still pretty good."
   },
   "author": {
    "text": "Johnny Miller"
   }
  },
  {
   "quote": {
    "text": "Surround yourself with good people who encourage and love you. There are always ups and downs, no matter how successful you are."
   },
   "author": {
    "text": "Liana Liberato"
   }
  },
  {
   "quote": {
    "text": "You know, when you really connect with the instrument and everything just comes out on an emotional level very naturally through your playing. That's, you know, a great night. And I think the reason I love touring so much is you're chasing that high around all the time, trying to have another good night."
   },
   "author": {
    "text": "Slash"
   }
  },
  {
   "quote": {
    "text": "No matter what the recipe, any baker can do wonders in the kitchen with some good ingredients and an upbeat attitude!"
   },
   "author": {
    "text": "Buddy Valastro"
   }
  },
  {
   "quote": {
    "text": "How great are the dangers I face to win a good name in Athens."
   },
   "author": {
    "text": "Alexander the Great"
   }
  },
  {
   "quote": {
    "text": "Looking in the mirror is very strange; we see only what we choose to see, good or bad."
   },
   "author": {
    "text": "Bonnie Langford"
   }
  },
  {
   "quote": {
    "text": "Fun is good."
   },
   "author": {
    "text": "Dr. Seuss"
   }
  },
  {
   "quote": {
    "text": "I treat myself pretty good. I take lots of vacations, I eat well, I take supplements, I do mercury detox, I get plenty of sleep, I drink plenty of water and I stay away from drama and stress."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "Don't try to be different. Just be good. To be good is different enough."
   },
   "author": {
    "text": "Arthur Freed"
   }
  },
  {
   "quote": {
    "text": "A good character is the best tombstone. Those who loved you and were helped by you will remember you when forget-me-nots have withered. Carve your name on hearts, not on marble."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "My advice to anybody, including myself, is if you're going through a bad period, and you just can't see the world's on your shoulders and no day is a good day, you're missing the whole point of the experience. And that's something dogs know from the moment they come bounding up to you as a puppy."
   },
   "author": {
    "text": "W. Bruce Cameron"
   }
  },
  {
   "quote": {
    "text": "The Jews don't like Farrakhan, so they call me Hitler. Well, that's a good name. Hitler was a very great man."
   },
   "author": {
    "text": "Louis Farrakhan"
   }
  },
  {
   "quote": {
    "text": "Democracy is the theory that the common people know what they want, and deserve to get it good and hard."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Hugs can do great amounts of good - especially for children."
   },
   "author": {
    "text": "Princess Diana"
   }
  },
  {
   "quote": {
    "text": "I just love to see people having a good time."
   },
   "author": {
    "text": "Garth Brooks"
   }
  },
  {
   "quote": {
    "text": "When I'm good, I'm very good. But when I'm bad I'm better."
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "The reason we have the stars twinkle at night is because the light is being kind of blurred by the atmosphere around the Earth. That is why the Hubble Space Telescope is so good, because it is above the atmosphere. So it is kind of like looking at the sun from the bottom of a swimming pool, versus looking at the sun above the swimming pool."
   },
   "author": {
    "text": "Michael J. Massimino"
   }
  },
  {
   "quote": {
    "text": "You're in pretty good shape for the shape you are in."
   },
   "author": {
    "text": "Dr. Seuss"
   }
  },
  {
   "quote": {
    "text": "Distance is a bad excuse for not having a good relationship with somebody. It's the determination to keep it going or let it fall by the wayside; that's the real reason that the relationships continue."
   },
   "author": {
    "text": "James McAvoy"
   }
  },
  {
   "quote": {
    "text": "People always underestimate me. But if you stick around long enough, act out of conviction, and try to be honorable in everything you do, good things will come to you."
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "Surround yourself with good people. People who are going to be honest with you and look out for your best interests."
   },
   "author": {
    "text": "Derek Jeter"
   }
  },
  {
   "quote": {
    "text": "Nothing better than a good laugh and giggling over a whole bunch of nothing."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "My mom keeps me going, man. She deserves such a good life. I just wanna give it to her. My dad, too. My family, my friends, they keep me motivated. Just knowing my personal legend, just knowing what I'm supposed to do, that keeps me going."
   },
   "author": {
    "text": "Big Sean"
   }
  },
  {
   "quote": {
    "text": "I was wearing black clothes almost from the beginning. I feel comfortable in black. I felt like black looked good onstage, that it was attractive, so I started wearing it all the time."
   },
   "author": {
    "text": "Johnny Cash"
   }
  },
  {
   "quote": {
    "text": "The majority of my interactions with police were not good. There were a few good ones who were actually protecting the community. But then you have ones from the Valley. They never met me in their life, but since I'm a kid in basketball shorts and a white T-shirt, they wanna slam me on the hood of the car. Sixteen years old."
   },
   "author": {
    "text": "Kendrick Lamar"
   }
  },
  {
   "quote": {
    "text": "I was raised in the greatest of homes... just a really great dad, and I miss him so much... he was a good man, a real simple man... Very faithful, always loved my mom, always provided for the kids, and just a lot of fun."
   },
   "author": {
    "text": "Max Lucado"
   }
  },
  {
   "quote": {
    "text": "No man or woman can be strong, gentle, pure, and good, without the world being better for it and without someone being helped and comforted by the very existence of that goodness."
   },
   "author": {
    "text": "Phillips Brooks"
   }
  },
  {
   "quote": {
    "text": "Good writing will bring you to places you don't even expect sometimes."
   },
   "author": {
    "text": "James Gandolfini"
   }
  },
  {
   "quote": {
    "text": "When a person listens to a good song, and they can look out at the world and their lives and see the dark and the light, the negative and the positive, all the different elements, all come together in one holistic poem, that is a very healing and very reductive thing, and that's what my music is about."
   },
   "author": {
    "text": "Matisyahu"
   }
  },
  {
   "quote": {
    "text": "If it doesn't taste good it doesn't go on the menu."
   },
   "author": {
    "text": "Heston Blumenthal"
   }
  },
  {
   "quote": {
    "text": "You can never take your reputation back. There really is nothing as powerful as a good reputation."
   },
   "author": {
    "text": "Giuliana Rancic"
   }
  },
  {
   "quote": {
    "text": "It's good to shut up sometimes."
   },
   "author": {
    "text": "Marcel Marceau"
   }
  },
  {
   "quote": {
    "text": "All good things which exist are the fruits of originality."
   },
   "author": {
    "text": "John Stuart Mill"
   }
  },
  {
   "quote": {
    "text": "Whatever you wanna be, just, at the end of the day, if you're being a good person, which is not hard to be, and you're putting positive energy into the world, and you're appreciative and loving to the people around you that care about you and everybody in general, then it'll work out."
   },
   "author": {
    "text": "Gnash"
   }
  },
  {
   "quote": {
    "text": "If you can't make it good, at least make it look good."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Your net worth to the world is usually determined by what remains after your bad habits are subtracted from your good ones."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Good things do not come easy. The road is lined with pitfalls."
   },
   "author": {
    "text": "Desi Arnaz"
   }
  },
  {
   "quote": {
    "text": "To invent, you need a good imagination and a pile of junk."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "You don't have to be serious all the time to do a good job."
   },
   "author": {
    "text": "Simone Biles"
   }
  },
  {
   "quote": {
    "text": "I am suggesting that as we go through life, we 'accentuate the positive.' I am asking that we look a little deeper for the good, that we still our voices of insult and sarcasm, that we more generously compliment and endorse virtue and effort."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "I object to violence because when it appears to do good, the good is only temporary; the evil it does is permanent."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Find a good teacher, as I found for my sons. I feel the worst thing you can do is to try and teach your own children yourself, because there is a natural rebellion that occurs."
   },
   "author": {
    "text": "Keith Emerson"
   }
  },
  {
   "quote": {
    "text": "When we have a good balance between thinking and feeling... our actions and lives are always the richer for it."
   },
   "author": {
    "text": "Yo-Yo Ma"
   }
  },
  {
   "quote": {
    "text": "Of all the home remedies, a good wife is best."
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "But the fact is, no matter how good the teacher, how small the class, how focused on quality education the school may be none of this matters if we ignore the individual needs of our students."
   },
   "author": {
    "text": "Roy Barnes"
   }
  },
  {
   "quote": {
    "text": "The true test of a man's style is the haircut. There are some men who look good no matter how their hair is styled, whether it's trendy or not. A man can change his haircut many times, but to pull off any haircut, you have to be very chic. Like Brad Pitt."
   },
   "author": {
    "text": "Carine Roitfeld"
   }
  },
  {
   "quote": {
    "text": "We know that trade, NAFTA, the free and open trade between Canada and the U.S. creates millions of good jobs on both sides of the border."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "Yet, taught by time, my heart has learned to glow for other's good, and melt at other's woe."
   },
   "author": {
    "text": "Homer"
   }
  },
  {
   "quote": {
    "text": "I shall pass through this world but once. Any good, therefore, that I can do or any kindness I can show to any human being, let me do it now. Let me not defer it or neglect it, for I shall not pass this way again."
   },
   "author": {
    "text": "Stephen Grellet"
   }
  },
  {
   "quote": {
    "text": "Democracy is good. I say this because other systems are worse."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "In every age 'the good old days' were a myth. No one ever thought they were good at the time. For every age has consisted of crises that seemed intolerable to the people who lived through them."
   },
   "author": {
    "text": "Brooks Atkinson"
   }
  },
  {
   "quote": {
    "text": "Good men are the stars, the planets of the ages wherein they live, and illustrate the times."
   },
   "author": {
    "text": "Ben Jonson"
   }
  },
  {
   "quote": {
    "text": "You cannot hold on to anything good. You must be continually giving - and getting. You cannot hold on to your seed. You must sow it - and reap anew. You cannot hold on to riches. You must use them and get other riches in return."
   },
   "author": {
    "text": "Robert Collier"
   }
  },
  {
   "quote": {
    "text": "An inexhaustible good nature is one of the most precious gifts of heaven, spreading itself like oil over the troubled sea of thought, and keeping the mind smooth and equable in the roughest weather."
   },
   "author": {
    "text": "Washington Irving"
   }
  },
  {
   "quote": {
    "text": "Capitalism is the astounding belief that the most wickedest of men will do the most wickedest of things for the greatest good of everyone."
   },
   "author": {
    "text": "John Maynard Keynes"
   }
  },
  {
   "quote": {
    "text": "I am for doing good to the poor, but I differ in opinion about the means. I think the best way of doing good to the poor is not making them easy in poverty, but leading or driving them out of it."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Be not simply good - be good for something."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Early in life I learned, just through observation, that right always wins out over wrong. If a person has good intentions in his heart and wants to do the right thing, then there are certain ways that any obstacle can be overcome."
   },
   "author": {
    "text": "Monte Irvin"
   }
  },
  {
   "quote": {
    "text": "Learn to... be what you are, and learn to resign with a good grace all that you are not."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "Better is the enemy of good."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Less is only more where more is no good."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "A man who is good enough to shed his blood for the country is good enough to be given a square deal afterwards."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "The good old days are now."
   },
   "author": {
    "text": "Tom Clancy"
   }
  },
  {
   "quote": {
    "text": "They didn't want it good, they wanted it Wednesday."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "As a goalkeeper you need to be good at organising the people in front of you and motivating them. You need to see what's going on and react to the threats. Just like a good manager in business."
   },
   "author": {
    "text": "Peter Shilton"
   }
  },
  {
   "quote": {
    "text": "Old things are always in good repute, present things in disfavor."
   },
   "author": {
    "text": "Tacitus"
   }
  },
  {
   "quote": {
    "text": "I have made good judgments in the past. I have made good judgments in the future."
   },
   "author": {
    "text": "Dan Quayle"
   }
  },
  {
   "quote": {
    "text": "We cannot make good news out of bad practice."
   },
   "author": {
    "text": "Edward R. Murrow"
   }
  },
  {
   "quote": {
    "text": "A man has to live with himself, and he should see to it that he always has good company."
   },
   "author": {
    "text": "Charles Evans Hughes"
   }
  },
  {
   "quote": {
    "text": "Good advice is something a man gives when he is too old to set a bad example."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "A good listener is not only popular everywhere, but after a while, he knows something."
   },
   "author": {
    "text": "Wilson Mizner"
   }
  },
  {
   "quote": {
    "text": "What the people want is very simple - they want an America as good as its promise."
   },
   "author": {
    "text": "Barbara Jordan"
   }
  },
  {
   "quote": {
    "text": "Good thoughts bear good fruit, bad thoughts bear bad fruit."
   },
   "author": {
    "text": "James Allen"
   }
  },
  {
   "quote": {
    "text": "The 'good old times' - all times when old are good."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "Our will is always for our own good, but we do not always see what that is."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "I know that every good and excellent thing in the world stands moment by moment on the razor-edge of danger and must be fought for."
   },
   "author": {
    "text": "Thornton Wilder"
   }
  },
  {
   "quote": {
    "text": "Laughter is the sensation of feeling good all over and showing it principally in one place."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "Be sweet, be good, and honest always."
   },
   "author": {
    "text": "Emma Bunton"
   }
  },
  {
   "quote": {
    "text": "They're only truly great who are truly good."
   },
   "author": {
    "text": "George Chapman"
   }
  },
  {
   "quote": {
    "text": "A good indignation brings out all one's powers."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Doing well is the result of doing good. That's what capitalism is all about."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Not only must we be good, but we must also be good for something."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "The chief enemy of creativity is 'good' sense."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "He who stops being better stops being good."
   },
   "author": {
    "text": "Oliver Cromwell"
   }
  },
  {
   "quote": {
    "text": "On the whole, human beings want to be good, but not too good, and not quite all the time."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "Nobody minds having what is too good for them."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "The word 'good' has many meanings. For example, if a man were to shoot his grandmother at a range of five hundred yards, I should call him a good shot, but not necessarily a good man."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "It is not good to be too free. It is not good to have everything one wants."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "It is a good thing to learn caution from the misfortunes of others."
   },
   "author": {
    "text": "Publilius Syrus"
   }
  },
  {
   "quote": {
    "text": "A good scare is worth more to a man than good advice."
   },
   "author": {
    "text": "E. W. Howe"
   }
  },
  {
   "quote": {
    "text": "The omission of good is no less reprehensible than the commission of evil."
   },
   "author": {
    "text": "Plutarch"
   }
  },
  {
   "quote": {
    "text": "I believe that we parents must encourage our children to become educated, so they can get into a good college that we cannot afford."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "It is the mark of a good action that it appears inevitable in retrospect."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "A man is as good as he has to be, and a woman as bad as she dares."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "Like every other good thing in this world, leisure and culture have to be paid for. Fortunately, however, it is not the leisured and the cultured who have to pay."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "A good beginning makes a good end."
   },
   "author": {
    "text": "Louis L'Amour"
   }
  },
  {
   "quote": {
    "text": "Goodness is something that makes us serene and content; it is magnificent. Those who are not good are evil."
   },
   "author": {
    "text": "Bhumibol Adulyadej"
   }
  },
  {
   "quote": {
    "text": "The momentous thing in human life is the art of winning the soul to good or evil."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Acorns were good until bread was found."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Please give me some good advice in your next letter. I promise not to follow it."
   },
   "author": {
    "text": "Edna St. Vincent Millay"
   }
  },
  {
   "quote": {
    "text": "Writing is good, thinking is better. Cleverness is good, patience is better."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "What a miserable thing life is: you're living in clover, only the clover isn't good enough."
   },
   "author": {
    "text": "Bertolt Brecht"
   }
  },
  {
   "quote": {
    "text": "Good copy can't be written with tongue in cheek, written just for a living. You've got to believe in the product."
   },
   "author": {
    "text": "David Ogilvy"
   }
  },
  {
   "quote": {
    "text": "No man deserves to be praised for his goodness, who has it not in his power to be wicked. Goodness without that power is generally nothing more than sloth, or an impotence of will."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "Confidence in the goodness of another is good proof of one's own goodness."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "Only the young die good."
   },
   "author": {
    "text": "Oliver Herford"
   }
  },
  {
   "quote": {
    "text": "Evil and good are God's right hand and left."
   },
   "author": {
    "text": "Horace Mann"
   }
  },
  {
   "quote": {
    "text": "Good actions ennoble us, we are the sons of our own deeds."
   },
   "author": {
    "text": "Jean Paul"
   }
  },
  {
   "quote": {
    "text": "Good leaders make people feel that they're at the very heart of things, not at the periphery."
   },
   "author": {
    "text": "Warren Bennis"
   }
  },
  {
   "quote": {
    "text": "If it were better, it wouldn't be as good."
   },
   "author": {
    "text": "Brendan Gill"
   }
  },
  {
   "quote": {
    "text": "Nothing leads to good that is not natural."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "Free is the best. Anything free is good."
   },
   "author": {
    "text": "Sandra Bullock"
   }
  },
  {
   "quote": {
    "text": "No one can be good for long if goodness is not in demand."
   },
   "author": {
    "text": "Bertolt Brecht"
   }
  },
  {
   "quote": {
    "text": "No news at 4:30 a.m. is good."
   },
   "author": {
    "text": "Lady Bird Johnson"
   }
  },
  {
   "quote": {
    "text": "He who bestows his goods upon the poor shall have as much again, and ten times more."
   },
   "author": {
    "text": "John Bunyan"
   }
  },
  {
   "quote": {
    "text": "The more one has seen of the good, the more one asks for the better."
   },
   "author": {
    "text": "John Mason Brown"
   }
  },
  {
   "quote": {
    "text": "I'd rather be lucky than good."
   },
   "author": {
    "text": "Lefty Gomez"
   }
  },
  {
   "quote": {
    "text": "What is beautiful is good, and who is good will soon be beautiful."
   },
   "author": {
    "text": "Vita Sackville-West"
   }
  },
  {
   "quote": {
    "text": "Have a very good reason for everything you do."
   },
   "author": {
    "text": "Laurence Olivier"
   }
  },
  {
   "quote": {
    "text": "I don't think I am any good. If I thought I was any good, I wouldn't be."
   },
   "author": {
    "text": "John Betjeman"
   }
  },
  {
   "quote": {
    "text": "That which is striking and beautiful is not always good, but that which is good is always beautiful."
   },
   "author": {
    "text": "Ninon de L'Enclos"
   }
  },
  {
   "quote": {
    "text": "Good enough never is."
   },
   "author": {
    "text": "Debbi Fields"
   }
  },
  {
   "quote": {
    "text": "Either positive or negative comments are good because it shows I am still relevant."
   },
   "author": {
    "text": "Justin Guarini"
   }
  }
 ]
}