{
 "GreatQuotes": [
  {
   "quote": {
    "text": "There are two great days in a person's life - the day we are born and the day we discover why."
   },
   "author": {
    "text": "William Barclay"
   }
  },
  {
   "quote": {
    "text": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world."
   },
   "author": {
    "text": "Harriet Tubman"
   }
  },
  {
   "quote": {
    "text": "I'd rather attempt to do something great and fail than to attempt to do nothing and succeed."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "Great things in business are never done by one person. They're done by a team of people."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "I am blessed to have so many great things in my life - family, friends and God. All will be in my thoughts daily."
   },
   "author": {
    "text": "Lil' Kim"
   }
  },
  {
   "quote": {
    "text": "It's sad to know I'm done. But looking back, I've got a lot of great memories."
   },
   "author": {
    "text": "Bonnie Blair"
   }
  },
  {
   "quote": {
    "text": "Great minds discuss ideas; average minds discuss events; small minds discuss people."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "I've learned that fear limits you and your vision. It serves as blinders to what may be just a few steps down the road for you. The journey is valuable, but believing in your talents, your abilities, and your self-worth can empower you to walk down an even brighter path. Transforming fear into freedom - how great is that?"
   },
   "author": {
    "text": "Soledad O'Brien"
   }
  },
  {
   "quote": {
    "text": "Good health and good sense are two of life's greatest blessings."
   },
   "author": {
    "text": "Publilius Syrus"
   }
  },
  {
   "quote": {
    "text": "Never stop fighting until you arrive at your destined place - that is, the unique you. Have an aim in life, continuously acquire knowledge, work hard, and have perseverance to realise the great life."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Simply enjoy life and the great pleasures that come with it."
   },
   "author": {
    "text": "Karolina Kurkova"
   }
  },
  {
   "quote": {
    "text": "Great works are performed not by strength but by perseverance."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "A little thought and a little kindness are often worth more than a great deal of money."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "Only great minds can afford a simple style."
   },
   "author": {
    "text": "Stendhal"
   }
  },
  {
   "quote": {
    "text": "The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires."
   },
   "author": {
    "text": "William Arthur Ward"
   }
  },
  {
   "quote": {
    "text": "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Behind every great man is a woman rolling her eyes."
   },
   "author": {
    "text": "Jim Carrey"
   }
  },
  {
   "quote": {
    "text": "I was given such a great gift. It's a miracle that never stops amazing me and reminding me to give thanks, every day. Having a wife and daughter gives me a lot more purpose. I was much more selfish before, but now I think about what kind of role model I'll be. I just want to be a better man."
   },
   "author": {
    "text": "Jake Owen"
   }
  },
  {
   "quote": {
    "text": "Great achievement is usually born of great sacrifice, and is never the result of selfishness."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "No dream is too big. No challenge is too great. Nothing we want for our future is beyond our reach."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "My father was my teacher. But most importantly he was a great dad."
   },
   "author": {
    "text": "Beau Bridges"
   }
  },
  {
   "quote": {
    "text": "Luck is great, but most of life is hard work."
   },
   "author": {
    "text": "Iain Duncan Smith"
   }
  },
  {
   "quote": {
    "text": "The greatest weapon against stress is our ability to choose one thought over another."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Great things are done by a series of small things brought together."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "There is no great genius without some touch of madness."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "Some are born great, some achieve greatness, and some have greatness thrust upon them."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "I'm proud of my hard work. Working hard won't always lead to the exact things we desire. There are many things I've wanted that I haven't always gotten. But, I have a great satisfaction in the blessings from my mother and father, who instilled a great work ethic in me both personally and professionally."
   },
   "author": {
    "text": "Tamron Hall"
   }
  },
  {
   "quote": {
    "text": "The difference between something good and something great is attention to detail."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "My mother had a great deal of trouble with me, but I think she enjoyed it."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Character is higher than intellect. A great soul will be strong to live as well as think."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "One of the best ways to make yourself happy in the present is to recall happy times from the past. Photos are a great memory-prompt, and because we tend to take photos of happy occasions, they weight our memories to the good."
   },
   "author": {
    "text": "Gretchen Rubin"
   }
  },
  {
   "quote": {
    "text": "Silence is a source of great strength."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "Leave your ego at the door every morning, and just do some truly great work. Few things will make you feel better than a job brilliantly done."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Beware of little expenses. A small leak will sink a great ship."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "An animal's eyes have the power to speak a great language."
   },
   "author": {
    "text": "Martin Buber"
   }
  },
  {
   "quote": {
    "text": "No man will make a great leader who wants to do it all himself or get all the credit for doing it."
   },
   "author": {
    "text": "Andrew Carnegie"
   }
  },
  {
   "quote": {
    "text": "Half a truth is often a great lie."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "After climbing a great hill, one only finds that there are many more hills to climb."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Always keep your mind as bright and clear as the vast sky, the great ocean, and the highest peak, empty of all thoughts. Always keep your body filled with light and heat. Fill yourself with the power of wisdom and enlightenment."
   },
   "author": {
    "text": "Morihei Ueshiba"
   }
  },
  {
   "quote": {
    "text": "If you cannot do great things, do small things in a great way."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "I love a man with a great sense of humor and who is intelligent - a man who has a great smile. He has to make me laugh. I like a man who is very ambitious and driven and who has a good heart and makes me feel safe. I like a man who is very strong and independent and confident - that is very sexy - but at the same time, he's very kind to people."
   },
   "author": {
    "text": "Nicole Scherzinger"
   }
  },
  {
   "quote": {
    "text": "Holidays - any holiday - are such a great opportunity to focus on bringing the family together."
   },
   "author": {
    "text": "Lidia Bastianich"
   }
  },
  {
   "quote": {
    "text": "I surround myself with good people who make me feel great and give me positive energy."
   },
   "author": {
    "text": "Ali Krieger"
   }
  },
  {
   "quote": {
    "text": "Great things are done when men and mountains meet."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "If four things are followed - having a great aim, acquiring knowledge, hard work, and perseverance - then anything can be achieved."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "High school is what kind of grows you into the person you are. I have great memories, good and bad, some learning experiences and some that I'll take with me the rest of my life."
   },
   "author": {
    "text": "Giancarlo Stanton"
   }
  },
  {
   "quote": {
    "text": "Small aim is a crime; have great aim."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "The world is the great gymnasium where we come to make ourselves strong."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "Pray that your loneliness may spur you into finding something to live for, great enough to die for."
   },
   "author": {
    "text": "Dag Hammarskjold"
   }
  },
  {
   "quote": {
    "text": "Life is either a great adventure or nothing."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Singing is my passion, my first love and the secret of my energy. Music to me is like finding my inner self, my soul. It gives me a great joy to see audiences enjoying with me. I have given my heart to singing. When I sing, I can feel romance in everything around me."
   },
   "author": {
    "text": "Kailash Kher"
   }
  },
  {
   "quote": {
    "text": "There is no pain so great as the memory of joy in present grief."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "Sometimes I wish that I could go into a time machine right now and just look at my self and say, 'Calm down. Things are gonna be fine. Things are gonna be all great. Just relax.'"
   },
   "author": {
    "text": "Tristan Wilds"
   }
  },
  {
   "quote": {
    "text": "The good physician treats the disease; the great physician treats the patient who has the disease."
   },
   "author": {
    "text": "William Osler"
   }
  },
  {
   "quote": {
    "text": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "A great figure or physique is nice, but it's self-confidence that makes someone really sexy."
   },
   "author": {
    "text": "Vivica A. Fox"
   }
  },
  {
   "quote": {
    "text": "Truth is, I'll never know all there is to know about you just as you will never know all there is to know about me. Humans are by nature too complicated to be understood fully. So, we can choose either to approach our fellow human beings with suspicion or to approach them with an open mind, a dash of optimism and a great deal of candour."
   },
   "author": {
    "text": "Tom Hanks"
   }
  },
  {
   "quote": {
    "text": "Silence is one of the great arts of conversation."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "The price of greatness is responsibility."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Motherhood is a great honor and privilege, yet it is also synonymous with servanthood. Every day women are called upon to selflessly meet the needs of their families. Whether they are awake at night nursing a baby, spending their time and money on less-than-grateful teenagers, or preparing meals, moms continuously put others before themselves."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "All the great things are simple, and many can be expressed in a single word: freedom, justice, honor, duty, mercy, hope."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Our Generation has had no Great war, no Great Depression. Our war is spiritual. Our depression is our lives."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "I feel like life is really short, and it's important to enjoy yourself and embrace whatever comes your way, whether it's a challenging day or a great day, just welcome it with open arms. No matter who you are, you can't escape challenges; they are part of life."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "First, accept sadness. Realize that without losing, winning isn't so great."
   },
   "author": {
    "text": "Alyssa Milano"
   }
  },
  {
   "quote": {
    "text": "The planter, the farmer, the mechanic, and the laborer... form the great body of the people of the United States, they are the bone and sinew of the country men who love liberty and desire nothing but equal rights and equal laws."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "I have decided to stick with love. Hate is too great a burden to bear."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "The great thing about getting older is that you don't lose all the other ages you've been."
   },
   "author": {
    "text": "Madeleine L'Engle"
   }
  },
  {
   "quote": {
    "text": "It always feels nice to be associated with a team you share a great bond with."
   },
   "author": {
    "text": "Anushka Shetty"
   }
  },
  {
   "quote": {
    "text": "Science is the great antidote to the poison of enthusiasm and superstition."
   },
   "author": {
    "text": "Adam Smith"
   }
  },
  {
   "quote": {
    "text": "People always tell you, 'Be humble. Be humble.' When was the last time someone told you to be amazing? Be great! Be great! Be awesome! Be awesome!"
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "It is a rough road that leads to the heights of greatness."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "Her angel's face, As the great eye of heaven shined bright, And made a sunshine in the shady place."
   },
   "author": {
    "text": "Edmund Spenser"
   }
  },
  {
   "quote": {
    "text": "Who's my hero? That's a great question... Well, I think my dad is my hero, because he's someone I look up to every day."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "We live in a fantasy world, a world of illusion. The great task in life is to find reality."
   },
   "author": {
    "text": "Iris Murdoch"
   }
  },
  {
   "quote": {
    "text": "Nature's great masterpiece, an elephant; the only harmless great thing."
   },
   "author": {
    "text": "John Donne"
   }
  },
  {
   "quote": {
    "text": "Passion is one great force that unleashes creativity, because if you're passionate about something, then you're more willing to take risks."
   },
   "author": {
    "text": "Yo-Yo Ma"
   }
  },
  {
   "quote": {
    "text": "When we contemplate the whole globe as one great dewdrop, striped and dotted with continents and islands, flying through space with other stars all singing and shining together as one, the whole universe appears as an infinite storm of beauty."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Wealth consists not in having great possessions, but in having few wants."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "An entire nation, it seemed, was standing in one long breadline, desperate for even the barest essentials. It was a crisis of monumental proportions. It was known as the Great Depression."
   },
   "author": {
    "text": "Kathi Appelt"
   }
  },
  {
   "quote": {
    "text": "There is no greatness where there is no simplicity, goodness and truth."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "Great teachers emanate out of knowledge, passion and compassion."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "All truly great thoughts are conceived by walking."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Football is a great deal like life in that it teaches that work, sacrifice, perseverance, competitive drive, selflessness and respect for authority is the price that each and every one of us must pay to achieve any goal that is worthwhile."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "The greatest accomplishment is not in never falling, but in rising again after you fall."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "My great concern is not whether you have failed, but whether you are content with your failure."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "I'm in love with red. I think it's such a passionate color. Every flag of every country pretty much has red it it. It's power, there's no fence sitting with red. Either you love it or you don't. I think its blood and strength and life. I do love red. I love all colors. Great shades of blue, you find them in nature. They're all magic."
   },
   "author": {
    "text": "Bryan Batt"
   }
  },
  {
   "quote": {
    "text": "I'm surrounded by great friends and family. I don't know what I would do without them."
   },
   "author": {
    "text": "Emma Roberts"
   }
  },
  {
   "quote": {
    "text": "The essence of all beautiful art, all great art, is gratitude."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "It's great to reminisce about good memories of my past. It was enjoyable when it was today. So learning to enjoy today has two benefits: it gives me happiness right now, and it becomes a good memory later."
   },
   "author": {
    "text": "George Foreman"
   }
  },
  {
   "quote": {
    "text": "Great leaders are almost always great simplifiers, who can cut through argument, debate and doubt, to offer a solution everybody can understand."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Great thoughts speak only to the thoughtful mind, but great actions speak to all mankind."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "It is time to remember that old wisdom our soldiers will never forget: that whether we are black or brown or white, we all bleed the same red blood of patriots, we all enjoy the same glorious freedoms, and we all salute the same great American Flag."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "The most important thing is to try and inspire people so that they can be great in whatever they want to do."
   },
   "author": {
    "text": "Kobe Bryant"
   }
  },
  {
   "quote": {
    "text": "The great gift of human beings is that we have the power of empathy."
   },
   "author": {
    "text": "Meryl Streep"
   }
  },
  {
   "quote": {
    "text": "A lot of people, when a guy scores a lot of goals, think, 'He's a great player', because a goal is very important, but a great player is a player who can do everything on the field. He can do assists, encourage his colleagues, give them confidence to go forward. It is someone who, when a team does not do well, becomes one of the leaders."
   },
   "author": {
    "text": "Pele"
   }
  },
  {
   "quote": {
    "text": "Nothing beats a great smile."
   },
   "author": {
    "text": "Karl Urban"
   }
  },
  {
   "quote": {
    "text": "The great thing about social media was how it gave a voice to voiceless people."
   },
   "author": {
    "text": "Jon Ronson"
   }
  },
  {
   "quote": {
    "text": "There are no great limits to growth because there are no limits of human intelligence, imagination, and wonder."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Prejudice is a great time saver. You can form opinions without having to get the facts."
   },
   "author": {
    "text": "E. B. White"
   }
  },
  {
   "quote": {
    "text": "I feel very blessed to have a partner in life who supports me, who is enthusiastic about what I want to do, who has been a great father, and who will be a fabulous grandfather."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Education then, beyond all other devices of human origin, is the great equalizer of the conditions of men, the balance-wheel of the social machinery."
   },
   "author": {
    "text": "Horace Mann"
   }
  },
  {
   "quote": {
    "text": "I like to listen. I have learned a great deal from listening carefully. Most people never listen."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "There may be a great fire in our hearts, yet no one ever comes to warm himself at it, and the passers-by see only a wisp of smoke."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "The hottest place in Hell is reserved for those who remain neutral in times of great moral conflict."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Don't wait for extraordinary opportunities. Seize common occasions and make them great. Weak men wait for opportunities; strong men make them."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "To accomplish great things, we must not only act, but also dream; not only plan, but also believe."
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "Harmony makes small things grow, lack of it makes great things decay."
   },
   "author": {
    "text": "Sallust"
   }
  },
  {
   "quote": {
    "text": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "You can have great teachers, but if you don't have a good principal, you won't have a good school."
   },
   "author": {
    "text": "Eli Broad"
   }
  },
  {
   "quote": {
    "text": "I have a great relationship with the Mexican people."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "On some great and glorious day the plain folks of the land will reach their heart's desire at last, and the White House will be adorned by a downright moron."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "The three great elemental sounds in nature are the sound of rain, the sound of wind in a primeval wood, and the sound of outer ocean on a beach."
   },
   "author": {
    "text": "Henry Beston"
   }
  },
  {
   "quote": {
    "text": "The greatness of a nation can be judged by the way its animals are treated."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Great dreams of great dreamers are always transcended."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Coffee and smoking are the last great addictions."
   },
   "author": {
    "text": "Lara Flynn Boyle"
   }
  },
  {
   "quote": {
    "text": "Men and women must be educated, in a great degree, by the opinions and manners of the society they live in."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "A man is great by deeds, not by birth."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "If you want to be a great leader, remember to treat all people with respect at all times. For one, because you never know when you'll need their help. And two, because it's a sign you respect people, which all great leaders do."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "A man's worth is no greater than his ambitions."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "A great attitude does much more than turn on the lights in our worlds; it seems to magically connect us to all sorts of serendipitous opportunities that were somehow absent before the change."
   },
   "author": {
    "text": "Earl Nightingale"
   }
  },
  {
   "quote": {
    "text": "Every decision on trade, on taxes, on immigration, on foreign affairs, will be made to benefit American workers and American families. We must protect our borders from the ravages of other countries making our products, stealing our companies, and destroying our jobs. Protection will lead to great prosperity and strength."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Nothing great was ever achieved without enthusiasm."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Another thing I like to do is sit back and take in nature. To look at the birds, listen to their singing, go hiking, camping and jogging and running, walking along the beach, playing games and sometimes being alone with the great outdoors. It's very special to me."
   },
   "author": {
    "text": "Larry Wilcox"
   }
  },
  {
   "quote": {
    "text": "We are all faced with a series of great opportunities brilliantly disguised as impossible situations."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "Only those who dare to fail greatly can ever achieve greatly."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Spending time outdoors makes you feel great."
   },
   "author": {
    "text": "Elizabeth Hurley"
   }
  },
  {
   "quote": {
    "text": "If you want to become a great chef, you have to work with great chefs. And that's exactly what I did."
   },
   "author": {
    "text": "Gordon Ramsay"
   }
  },
  {
   "quote": {
    "text": "If you ever catch a great boss, it's just such a rare thing, and it's amazing."
   },
   "author": {
    "text": "James L. Brooks"
   }
  },
  {
   "quote": {
    "text": "It's so great to find that one special person you want to annoy for the rest of your life."
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "You're never too old to start learning, and you're never too young to aim high and achieve great things."
   },
   "author": {
    "text": "Asa Hutchinson"
   }
  },
  {
   "quote": {
    "text": "One of the great lessons the fall of the leaf teaches, is this: do your work well and then be ready to depart when God shall call."
   },
   "author": {
    "text": "Tryon Edwards"
   }
  },
  {
   "quote": {
    "text": "I do not know what I may appear to the world; but to myself, I seem to have been only like a boy playing on the seashore, and diverting myself now and then in finding a smoother pebble or prettier shell than ordinary, while the great ocean of truth lay all undiscovered before me."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "In times of great stress or adversity, it's always best to keep busy, to plow your anger and your energy into something positive."
   },
   "author": {
    "text": "Lee Iacocca"
   }
  },
  {
   "quote": {
    "text": "The digital camera is a great invention because it allows us to reminisce. Instantly."
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "What wisdom can you find that is greater than kindness?"
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "A great restaurant is one that just makes you feel like you're not sure whether you went out or you came home and confuses you. If it can do both of those things at the same time, you're hooked."
   },
   "author": {
    "text": "Danny Meyer"
   }
  },
  {
   "quote": {
    "text": "He who learns but does not think, is lost! He who thinks but does not learn is in great danger."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Gaming has been a great way to get to know people. That's part of what I love about games, that they are social."
   },
   "author": {
    "text": "Rich Sommer"
   }
  },
  {
   "quote": {
    "text": "The great enemy of the truth is very often not the lie, deliberate, contrived and dishonest, but the myth, persistent, persuasive and unrealistic."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Leadership is hard to define and good leadership even harder. But if you can get people to follow you to the ends of the earth, you are a great leader."
   },
   "author": {
    "text": "Indra Nooyi"
   }
  },
  {
   "quote": {
    "text": "Automobiles have always been part of my life, and I'm sure they always will be. What is it about them that moves me? The sound of a great engine, the unity and uniqueness of an automobile's engineering and coachwork, the history of the company and the car, and, of course, the sheer beauty of the thing."
   },
   "author": {
    "text": "Edward Herrmann"
   }
  },
  {
   "quote": {
    "text": "Never quit believing that you can develop in life. Never give up. Don't deny the inward spirit that provides the drive to accomplish great things in life."
   },
   "author": {
    "text": "Jon Huntsman, Sr."
   }
  },
  {
   "quote": {
    "text": "You can't build a great building on a weak foundation. You must have a solid foundation if you're going to have a strong superstructure."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "The three great essentials to achieve anything worth while are: Hard work, Stick-to-itiveness, and Common sense."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "Band members have a special bond. A great band is more than just some people working together. It's like a highly specialized army unit, or a winning sports team. A unique combination of elements that becomes stronger together than apart."
   },
   "author": {
    "text": "Steven Van Zandt"
   }
  },
  {
   "quote": {
    "text": "There is no greater agony than bearing an untold story inside you."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "The greatest discovery of all time is that a person can change his future by merely changing his attitude."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "I think the sexiest thing about a woman is confidence, but confidence in a humble way, not in an arrogant way. Sense of humor is definitely important. And sunglasses always hide a multitude of sins. Sunglasses and a great pair of heels can turn most outfits around."
   },
   "author": {
    "text": "Victoria Beckham"
   }
  },
  {
   "quote": {
    "text": "Step with care and great tact, and remember that Life's a Great Balancing Act."
   },
   "author": {
    "text": "Dr. Seuss"
   }
  },
  {
   "quote": {
    "text": "To my young friends out there: Life can be great, but not when you can't see it. So, open your eyes to life: to see it in the vivid colors that God gave us as a precious gift to His children, to enjoy life to the fullest, and to make it count. Say yes to your life."
   },
   "author": {
    "text": "Nancy Reagan"
   }
  },
  {
   "quote": {
    "text": "In New York it seems like there's no Monday or Saturday or Sunday. The town is always moving. The vibe is great."
   },
   "author": {
    "text": "Thierry Henry"
   }
  },
  {
   "quote": {
    "text": "Behind every great athlete is a masterful coach that inspires the athlete to evolve into the strongest performer they can become."
   },
   "author": {
    "text": "Cathy Engelbert"
   }
  },
  {
   "quote": {
    "text": "Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday."
   },
   "author": {
    "text": "Wilma Rudolph"
   }
  },
  {
   "quote": {
    "text": "That some achieve great success, is proof to all that others can achieve it as well."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "There's something so great about being with your nephew and, when you're tired, just handing him off back to your sister."
   },
   "author": {
    "text": "Tahj Mowry"
   }
  },
  {
   "quote": {
    "text": "The change I want to see is a start-up environment where everyone, regardless of gender and background, feels welcome and safe; where sexual harassment or discrimination will not impede great talent from producing great impact."
   },
   "author": {
    "text": "Christine Tsai"
   }
  },
  {
   "quote": {
    "text": "I truly believe in positive synergy, that your positive mindset gives you a more hopeful outlook, and belief that you can do something great means you will do something great."
   },
   "author": {
    "text": "Russell Wilson"
   }
  },
  {
   "quote": {
    "text": "Fishing is much more than fish. It is the great occasion when we may return to the fine simplicity of our forefathers."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "Cooking is not difficult. Everyone has taste, even if they don't realize it. Even if you're not a great chef, there's nothing to stop you understanding the difference between what tastes good and what doesn't."
   },
   "author": {
    "text": "Gerard Depardieu"
   }
  },
  {
   "quote": {
    "text": "My message, especially to young people is to have courage to think differently, courage to invent, to travel the unexplored path, courage to discover the impossible and to conquer the problems and succeed. These are great qualities that they must work towards. This is my message to the young people."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Going to the gym is great for your body, but it's also great for your mind."
   },
   "author": {
    "text": "Rory McIlroy"
   }
  },
  {
   "quote": {
    "text": "I have great faith in fools; self-confidence my friends call it."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "When you choose to take the road less traveled, it can sometimes be a bumpy ride along the way, but if you're doing it for the right reasons, then the reward is so great."
   },
   "author": {
    "text": "Gretchen Bleiler"
   }
  },
  {
   "quote": {
    "text": "Nothing great in the world has ever been accomplished without passion."
   },
   "author": {
    "text": "Georg Wilhelm Friedrich Hegel"
   }
  },
  {
   "quote": {
    "text": "You are your greatest asset. Put your time, effort and money into training, grooming, and encouraging your greatest asset."
   },
   "author": {
    "text": "Tom Hopkins"
   }
  },
  {
   "quote": {
    "text": "Curiosity is one of the great secrets of happiness."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "We struggle with eating healthily, obesity, and access to good nutrition for everyone. But we have a great opportunity to get on the right side of this battle by beginning to think differently about the way that we eat and the way that we approach food."
   },
   "author": {
    "text": "Marcus Samuelsson"
   }
  },
  {
   "quote": {
    "text": "My child, you are going to be a great king; do not imitate me in the taste I have had for building, or in that I have had for war; try, on the contrary, to be at peace with your neighbors."
   },
   "author": {
    "text": "Louis XIV"
   }
  },
  {
   "quote": {
    "text": "We live in a world where sports have the potential to bridge the gap between racism, sexism and discrimination. The 2012 Olympic Games was a great start but hopefully what these games taught us is that if women are given an opportunity on an equal playing field the possibilities for women are endless."
   },
   "author": {
    "text": "Jackie Joyner-Kersee"
   }
  },
  {
   "quote": {
    "text": "Every day, my daddy told me the same thing. 'Once a task is just begun, never leave it till it's done. Be the labour great or small, do it well or not at all.'"
   },
   "author": {
    "text": "Quincy Jones"
   }
  },
  {
   "quote": {
    "text": "If you look at great human civilizations, from the Roman Empire to the Soviet Union, you will see that most do not fail simply due to external threats but because of internal weakness, corruption, or a failure to manifest the values and ideals they espouse."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "Software is a great combination between artistry and engineering."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "I'm surrounded by nothing but great people. I've been blessed with that, so really, I've got no choice but to be an all-around good person."
   },
   "author": {
    "text": "Tim Duncan"
   }
  },
  {
   "quote": {
    "text": "We hang the petty thieves and appoint the great ones to public office."
   },
   "author": {
    "text": "Aesop"
   }
  },
  {
   "quote": {
    "text": "Small deeds done are better than great deeds planned."
   },
   "author": {
    "text": "Peter Marshall"
   }
  },
  {
   "quote": {
    "text": "Great dancers are not great because of their technique, they are great because of their passion."
   },
   "author": {
    "text": "Martha Graham"
   }
  },
  {
   "quote": {
    "text": "One sees great things from the valley; only small things from the peak."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "It's very hard to find true friends when your life is a bumpy ride full of twists and turns. But, I'm glad that amidst all the ramblings in my life I have managed to win some great friends."
   },
   "author": {
    "text": "Harbhajan Singh"
   }
  },
  {
   "quote": {
    "text": "With the right people, culture, and values, you can accomplish great things."
   },
   "author": {
    "text": "Tricia Griffith"
   }
  },
  {
   "quote": {
    "text": "Sometimes we look back and 10 years from now we think, 'Boy, those were great old days.' Well, you know, we're living in the good old days."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Standardized testing is at cross purposes with many of the most important purposes of public education. It doesn't measure big-picture learning, critical thinking, perseverance, problem solving, creativity or curiosity, yet those are the qualities great teaching brings out in a student."
   },
   "author": {
    "text": "Randi Weingarten"
   }
  },
  {
   "quote": {
    "text": "A great man is a torch in the darkness, a beacon in superstition's night, an inspiration and a prophecy."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "A great book begins with an idea; a great life, with a determination."
   },
   "author": {
    "text": "Louis L'Amour"
   }
  },
  {
   "quote": {
    "text": "The world has never yet seen a truly great and virtuous nation because in the degradation of woman the very fountains of life are poisoned at their source."
   },
   "author": {
    "text": "Lucretia Mott"
   }
  },
  {
   "quote": {
    "text": "Life should be great rather than long."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "I accept the fact that angels are great heavenly beings, and I think some people give me the feeling that I'm with an angel."
   },
   "author": {
    "text": "Benjamin Clementine"
   }
  },
  {
   "quote": {
    "text": "Every animal has his or her story, his or her thoughts, daydreams, and interests. All feel joy and love, pain and fear, as we now know beyond any shadow of a doubt. All deserve that the human animal afford them the respect of being cared for with great consideration for those interests or left in peace."
   },
   "author": {
    "text": "Ingrid Newkirk"
   }
  },
  {
   "quote": {
    "text": "The greatest way to live with honor in this world is to be what we pretend to be."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "Those who dare to fail miserably can achieve greatly."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "I am an old man and have known a great many troubles, but most of them never happened."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "A great manager is someone who says, 'You come to work with me, and I'll help you be as successful as possible; I'll help you grow. I'll help you make sure you're in the right role; I'll provide the relationship for you to understand and know yourself. And I want you to be more successful than me.'"
   },
   "author": {
    "text": "Curt Coffman"
   }
  },
  {
   "quote": {
    "text": "The great art of life is sensation, to feel that we exist, even in pain."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "A great man is different from an eminent one in that he is ready to be the servant of the society."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "For every challenge we face - unemployment, poverty, crime, income growth, income inequality, productivity, competitiveness - a great education is a major component of the solution."
   },
   "author": {
    "text": "Bruce Rauner"
   }
  },
  {
   "quote": {
    "text": "I like a quiet evening with family or friends over, great food and great discussion and a lot of laughter. That's really what I think fills my tank."
   },
   "author": {
    "text": "Anna Eshoo"
   }
  },
  {
   "quote": {
    "text": "Sports is a metaphor for overcoming obstacles and achieving against great odds. Athletes, in times of difficulty, can be important role models."
   },
   "author": {
    "text": "Bill Bradley"
   }
  },
  {
   "quote": {
    "text": "If the great American people will only keep their temper, on both sides of the line, the troubles will come to an end, and the question which now distracts the country will be settled just as surely as all other difficulties of like character which have originated in this government have been adjusted."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Great companies are built on great products."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be."
   },
   "author": {
    "text": "Wayne Gretzky"
   }
  },
  {
   "quote": {
    "text": "I am a firm believer in the people. If given the truth, they can be depended upon to meet any national crisis. The great point is to bring them the real facts."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "A fit body gives you confidence. And there's nothing more impressive than a great attitude, which you can wear on your sleeve. But you'll have to remember the difference between being rude and being confident."
   },
   "author": {
    "text": "Virat Kohli"
   }
  },
  {
   "quote": {
    "text": "Great companies are built in the office, with hard work put in by a team."
   },
   "author": {
    "text": "Emily Chang"
   }
  },
  {
   "quote": {
    "text": "A great accomplishment shouldn't be the end of the road, just the starting point for the next leap forward."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "A battle lost or won is easily described, understood, and appreciated, but the moral growth of a great nation requires reflection, as well as observation, to appreciate it."
   },
   "author": {
    "text": "Frederick Douglass"
   }
  },
  {
   "quote": {
    "text": "Perseverance is a great element of success. If you only knock long enough and loud enough at the gate, you are sure to wake up somebody."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "Being a villain is great, even though I've only gotten to do it a few times."
   },
   "author": {
    "text": "Shawn Ashmore"
   }
  },
  {
   "quote": {
    "text": "Great ambition is the passion of a great character. Those endowed with it may perform very good or very bad acts. All depends on the principles which direct them."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "I believe in the power of great clothing. It can evoke confidence, beauty, and a sense of glamour."
   },
   "author": {
    "text": "Tina Knowles"
   }
  },
  {
   "quote": {
    "text": "Life is made up, not of great sacrifices or duties, but of little things, in which smiles and kindness, and small obligations given habitually, are what preserve the heart and secure comfort."
   },
   "author": {
    "text": "Humphry Davy"
   }
  },
  {
   "quote": {
    "text": "The idea of winning a doctor's degree gradually assumed the aspect of a great moral struggle, and the moral fight possessed immense attraction for me."
   },
   "author": {
    "text": "Elizabeth Blackwell"
   }
  },
  {
   "quote": {
    "text": "Schools reward their students for a combination of intelligence, perseverance, and hard work - in the classroom and on the playing fields. But these metrics don't help kids understand that great grades are not a pass for a great life."
   },
   "author": {
    "text": "Steve Blank"
   }
  },
  {
   "quote": {
    "text": "Research shows that there is only half as much variation in student achievement between schools as there is among classrooms in the same school. If you want your child to get the best education possible, it is actually more important to get him assigned to a great teacher than to a great school."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "People who think they know everything are a great annoyance to those of us who do."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "Everything is a learning lesson, good and bad, so I am happy with the way things are, and I learned from everything negative. I am in a great space now, so I wouldn't change a thing!"
   },
   "author": {
    "text": "Karen Civil"
   }
  },
  {
   "quote": {
    "text": "Small minds are concerned with the extraordinary, great minds with the ordinary."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "I find the great thing in this world is not so much where we stand, as in what direction we are moving: To reach the port of heaven, we must sail sometimes with the wind and sometimes against it - but we must sail, and not drift, nor lie at anchor."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "Being rich and famous has never been my goal at all. I love to act and I want to be able to do really great parts."
   },
   "author": {
    "text": "Jenn Proske"
   }
  },
  {
   "quote": {
    "text": "You need a little bit of insanity to do great things."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "It is only the great hearted who can be true friends. The mean and cowardly, Can never know what true friendship means."
   },
   "author": {
    "text": "Charles Kingsley"
   }
  },
  {
   "quote": {
    "text": "It's a great honour to be recognised and appreciated by your fellow colleagues."
   },
   "author": {
    "text": "Pierre-Emerick Aubameyang"
   }
  },
  {
   "quote": {
    "text": "I love everybody. One of the great things about me is that I have a very positive attitude."
   },
   "author": {
    "text": "Imelda Marcos"
   }
  },
  {
   "quote": {
    "text": "Never let a trend get in the way of creating a great outfit for yourself."
   },
   "author": {
    "text": "Stacy London"
   }
  },
  {
   "quote": {
    "text": "I think it's difficult to say what exactly made me become a successful DJ. It depends on so many different things. If I were given an award, I would thank my family, friends, Tiesto and the great team behind me for all their support and hard work. Without them, I wouldn't be where I am today."
   },
   "author": {
    "text": "Martin Garrix"
   }
  },
  {
   "quote": {
    "text": "Parents and schools should place great emphasis on the idea that it is all right to be different. Racism and all the other 'isms' grow from primitive tribalism, the instinctive hostility against those of another tribe, race, religion, nationality, class or whatever. You are a lucky child if your parents taught you to accept diversity."
   },
   "author": {
    "text": "Roger Ebert"
   }
  },
  {
   "quote": {
    "text": "To become truly great, one has to stand with people, not above them."
   },
   "author": {
    "text": "Montesquieu"
   }
  },
  {
   "quote": {
    "text": "When we are born we cry that we are come to this great stage of fools."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Governing a great nation is like cooking a small fish - too much handling will spoil it."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "My life is about ups and downs, great joys and great losses."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "The greater the obstacle, the more glory in overcoming it."
   },
   "author": {
    "text": "Moliere"
   }
  },
  {
   "quote": {
    "text": "The great pleasure of a dog is that you may make a fool of yourself with him and not only will he not scold you, but he will make a fool of himself too."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "Until the great mass of the people shall be filled with the sense of responsibility for each other's welfare, social justice can never be attained."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "As a young man, I lived through the Great Depression, when banks failed and so many lost their jobs and homes and went hungry. I was fortunate to have a job at a canning factory that paid 25 cents an hour."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Great men are like eagles, and build their nest on some lofty solitude."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "The books that help you most are those which make you think that most. The hardest way of learning is that of easy reading; but a great book that comes from a great thinker is a ship of thought, deep freighted with truth and beauty."
   },
   "author": {
    "text": "Pablo Neruda"
   }
  },
  {
   "quote": {
    "text": "The point is that when I see a sunset or a waterfall or something, for a split second it's so great, because for a little bit I'm out of my brain, and it's got nothing to do with me. I'm not trying to figure it out, you know what I mean? And I wonder if I can somehow find a way to maintain that mind stillness."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "Sports are such a great teacher. I think of everything they've taught me: camaraderie, humility, how to resolve differences."
   },
   "author": {
    "text": "Kobe Bryant"
   }
  },
  {
   "quote": {
    "text": "Life is a great big canvas; throw all the paint you can at it."
   },
   "author": {
    "text": "Danny Kaye"
   }
  },
  {
   "quote": {
    "text": "What a great day for football, all we need is some green grass and a ball."
   },
   "author": {
    "text": "Bill Shankly"
   }
  },
  {
   "quote": {
    "text": "I am a great admirer of mystery and magic. Look at this life - all mystery and magic."
   },
   "author": {
    "text": "Harry Houdini"
   }
  },
  {
   "quote": {
    "text": "The Great Depression, like most other periods of severe unemployment, was produced by government mismanagement rather than by any inherent instability of the private economy."
   },
   "author": {
    "text": "Milton Friedman"
   }
  },
  {
   "quote": {
    "text": "One great use of words is to hide our thoughts."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "For a selfie, it's not about the pose, it's about you. There's a reason why you look great in the picture or you look great in real life, because someone has caught the essence of who you are, and a pose is not you."
   },
   "author": {
    "text": "Nigel Barker"
   }
  },
  {
   "quote": {
    "text": "I went to my son's graduation this weekend, and I heard a great quote I've never heard before from Albert Einstein. It was that the greatest danger to the world is not the bad people but it's the good people who don't speak out."
   },
   "author": {
    "text": "Hamilton Jordan"
   }
  },
  {
   "quote": {
    "text": "The greatest generation was formed first by the Great Depression. They shared everything - meals, jobs, clothing."
   },
   "author": {
    "text": "Tom Brokaw"
   }
  },
  {
   "quote": {
    "text": "Hate is too great a burden to bear. It injures the hater more than it injures the hated."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "During the Great Depression, levels of crime actually dropped. During the 1920s, when life was free and easy, so was crime. During the 1930s, when the entire American economy fell into a government-owned alligator moat, crime was nearly non-existent. During the 1950s and 1960s, when the economy was excellent, crime rose again."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "That New York energy, when you've got the benefit of great weather, it really is terrific. You look up at that skyline, and the Empire State Building is literally in your eyesight - there's nothing like that."
   },
   "author": {
    "text": "Justin Hartley"
   }
  },
  {
   "quote": {
    "text": "The essence of America - that which really unites us - is not ethnicity, or nationality or religion - it is an idea - and what an idea it is: That you can come from humble circumstances and do great things."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "The hero is one who kindles a great light in the world, who sets up blazing torches in the dark streets of life for men to see by."
   },
   "author": {
    "text": "Felix Adler"
   }
  },
  {
   "quote": {
    "text": "All I can tell you really is if you get to the point where someone is telling you that you are not great or not good enough, just follow your heart and don't let anybody crush your dream."
   },
   "author": {
    "text": "Patti LaBelle"
   }
  },
  {
   "quote": {
    "text": "Pursue one great decisive aim with force and determination."
   },
   "author": {
    "text": "Carl von Clausewitz"
   }
  },
  {
   "quote": {
    "text": "Everyone has inside of him a piece of good news. The good news is that you don't know how great you can be! How much you can love! What you can accomplish! And what your potential is!"
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "To me, there's no great chef without a great team."
   },
   "author": {
    "text": "Daniel Boulud"
   }
  },
  {
   "quote": {
    "text": "Anyone who knows anything of history knows that great social changes are impossible without feminine upheaval. Social progress can be measured exactly by the social position of the fair sex, the ugly ones included."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "Keep it simple. I usually have my hair up in a ballet bun and a great pair of sunglasses for when I'm on the go. On vacation, all you need is a sexy dress and great perfume, paired with a gorgeous red lip."
   },
   "author": {
    "text": "Lily Aldridge"
   }
  },
  {
   "quote": {
    "text": "Death comes to all, but great achievements build a monument which shall endure until the sun grows cold."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Action is a great restorer and builder of confidence. Inaction is not only the result, but the cause, of fear. Perhaps the action you take will be successful; perhaps different action or adjustments will have to follow. But any action is better than no action at all."
   },
   "author": {
    "text": "Norman Vincent Peale"
   }
  },
  {
   "quote": {
    "text": "A great deal of intelligence can be invested in ignorance when the need for illusion is deep."
   },
   "author": {
    "text": "Saul Bellow"
   }
  },
  {
   "quote": {
    "text": "I love Australia; it was a really, really nice experience for me. It's such a beautiful place. The people are beautiful - like, really beautiful - and they are beautiful in terms of their personalities. It's a great place to be. It's like you are in a little bit of a dream world."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "You don't have to be great to start, but you have to start to be great."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "It is not by muscle, speed, or physical dexterity that great things are achieved, but by reflection, force of character, and judgment."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Boredom always precedes a period of great creativity."
   },
   "author": {
    "text": "Robert M. Pirsig"
   }
  },
  {
   "quote": {
    "text": "A great chef is an artist that I truly respect."
   },
   "author": {
    "text": "Robert Stack"
   }
  },
  {
   "quote": {
    "text": "Most recently, I learned another hobby: baking. It's so much fun to mix all the ingredients and to see the cake come out nice. It's so rewarding when the cake comes out great and tastes great."
   },
   "author": {
    "text": "Yani Tseng"
   }
  },
  {
   "quote": {
    "text": "A great city, whose image dwells in the memory of man, is the type of some great idea. Rome represents conquest; Faith hovers over the towers of Jerusalem; and Athens embodies the pre-eminent quality of the antique world, Art."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Great hopes make great men."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "The great advantage about telling the truth is that nobody ever believes it."
   },
   "author": {
    "text": "Dorothy L. Sayers"
   }
  },
  {
   "quote": {
    "text": "Childhood vaccines are one of the great triumphs of modern medicine. Indeed, parents whose children are vaccinated no longer have to worry about their child's death or disability from whooping cough, polio, diphtheria, hepatitis, or a host of other infections."
   },
   "author": {
    "text": "Ezekiel Emanuel"
   }
  },
  {
   "quote": {
    "text": "Be spectacularly great at what you do. Wear your passion on your sleeve and hold your heart in the palm of your hand. And work hard. Really hard."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "I think one of the great problems we have in the Republican Party is that we don't encourage you to be nasty. We encourage you to be neat, obedient, loyal and faithful and all those Boy Scout words, which would be great around a campfire but are lousy in politics."
   },
   "author": {
    "text": "Newt Gingrich"
   }
  },
  {
   "quote": {
    "text": "Having soon discovered to be great, I must appear so, and therefore studiously avoided mixing in society, and wrapped myself in mystery, devoting my time to fasting and prayer."
   },
   "author": {
    "text": "Nat Turner"
   }
  },
  {
   "quote": {
    "text": "The best way to avoid falling prey to the opinions of others is to realize that other people's opinions are just that - opinions. Regardless of how great or terrible they think you are, that's only their opinion. Your true self-worth comes from within."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "Great is the guilt of an unnecessary war."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "The United Nations is our one great hope for a peaceful and free world."
   },
   "author": {
    "text": "Ralph Bunche"
   }
  },
  {
   "quote": {
    "text": "The great advantage of a hotel is that it is a refuge from home life."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "A great man is always willing to be little."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "The great thing about getting older is that you become more mellow. Things aren't as black and white, and you become much more tolerant. You can see the good in things much more easily rather than getting enraged as you used to do when you were young."
   },
   "author": {
    "text": "Maeve Binchy"
   }
  },
  {
   "quote": {
    "text": "Better a little which is well done, than a great deal imperfectly."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Never was anything great achieved without danger."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "In spite of everything I shall rise again: I will take up my pencil, which I have forsaken in my great discouragement, and I will go on with my drawing."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "Great things are not done by impulse, but by a series of small things brought together."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "I have come to believe that a great teacher is a great artist and that there are as few as there are any other great artists. Teaching might even be the greatest of the arts since the medium is the human mind and spirit."
   },
   "author": {
    "text": "John Steinbeck"
   }
  },
  {
   "quote": {
    "text": "Synergy is what happens when one plus one equals ten or a hundred or even a thousand! It's the profound result when two or more respectful human beings determine to go beyond their preconceived ideas to meet a great challenge."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Little minds are tamed and subdued by misfortune; but great minds rise above them."
   },
   "author": {
    "text": "Washington Irving"
   }
  },
  {
   "quote": {
    "text": "What great thing would you attempt if you knew you could not fail?"
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "Check your ego at the door. The ego can be the great success inhibitor. It can kill opportunities, and it can kill success."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "I've gotten to travel all over the world and meet all kinds of people and do all kinds of great things, so it's, like, surreal. It just lets you know how time flies, especially when you're having fun. It seems like time keeps going by faster as I get older."
   },
   "author": {
    "text": "Mekhi Phifer"
   }
  },
  {
   "quote": {
    "text": "Once you allow yourself to identify with the people in a story, then you might begin to see yourself in that story even if on the surface it's far removed from your situation. This is what I try to tell my students: this is one great thing that literature can do - it can make us identify with situations and people far away."
   },
   "author": {
    "text": "Chinua Achebe"
   }
  },
  {
   "quote": {
    "text": "Art! Who comprehends her? With whom can one consult concerning this great goddess?"
   },
   "author": {
    "text": "Ludwig van Beethoven"
   }
  },
  {
   "quote": {
    "text": "People are going to copy your product if you build great stuff. Just because Yahoo has a search box doesn't make it Google."
   },
   "author": {
    "text": "Evan Spiegel"
   }
  },
  {
   "quote": {
    "text": "I praise the Lord here today. I know that all my talent and all my ability comes from him, and without him I'm nothing and I thank him for his great blessing."
   },
   "author": {
    "text": "Ernie Harwell"
   }
  },
  {
   "quote": {
    "text": "Our government is deeply disordered; its credit is impaired; its debt increasing; its expenditures extravagant and wasteful; its disbursements without efficient accountability; and its taxes (for duties are but taxes) enormous, unequal, and oppressive to the great producing classes of the country."
   },
   "author": {
    "text": "John C. Calhoun"
   }
  },
  {
   "quote": {
    "text": "To produce a mighty book, you must choose a mighty theme. No great and enduring volume can ever be written on the flea, though many there be that have tried it."
   },
   "author": {
    "text": "Herman Melville"
   }
  },
  {
   "quote": {
    "text": "God will not permit any troubles to come upon us, unless He has a specific plan by which great blessing can come out of the difficulty."
   },
   "author": {
    "text": "Peter Marshall"
   }
  },
  {
   "quote": {
    "text": "Every gift which is given, even though it be small, is in reality great, if it is given with affection."
   },
   "author": {
    "text": "Pindar"
   }
  },
  {
   "quote": {
    "text": "Rude contact with facts chased my visions and dreams quickly away, and in their stead I beheld the horrors, the corruption, the evils and hypocrisy of society, and as I stood among them, a young wife, a great wail of agony went out from my soul."
   },
   "author": {
    "text": "Victoria Woodhull"
   }
  },
  {
   "quote": {
    "text": "That's one of the great things about Thanksgiving: Football's on!"
   },
   "author": {
    "text": "Michael Strahan"
   }
  },
  {
   "quote": {
    "text": "When you wake up every day, it's like a new birthday: it's a new chance to be great again and make great decisions."
   },
   "author": {
    "text": "Poo Bear"
   }
  },
  {
   "quote": {
    "text": "The harder the struggle, the more glorious the triumph. Self-realization demands very great struggle."
   },
   "author": {
    "text": "Swami Sivananda"
   }
  },
  {
   "quote": {
    "text": "There have been so many great moments, and I feel so blessed every day."
   },
   "author": {
    "text": "Vusi Mahlasela"
   }
  },
  {
   "quote": {
    "text": "As usual, there is a great woman behind every idiot."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "If fear is the great enemy of intimacy, love is its true friend."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "To be a great motorbike racer, the most important thing is passion for the bike."
   },
   "author": {
    "text": "Valentino Rossi"
   }
  },
  {
   "quote": {
    "text": "All great achievements require time."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "The comfort zone is the great enemy to creativity; moving beyond it necessitates intuition, which in turn configures new perspectives and conquers fears."
   },
   "author": {
    "text": "Dan Stevens"
   }
  },
  {
   "quote": {
    "text": "All great change in America begins at the dinner table."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "As an adult, I've always tried to be a good person my whole life, so I've made good friends, and I've always built great relationships and been friendly with people. I always think what you do to others will come to you, so that's how I treat people."
   },
   "author": {
    "text": "Roman Reigns"
   }
  },
  {
   "quote": {
    "text": "I've been so lucky to work with such great people: people that are such hard workers and have such a respect and appreciation for one another."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "The great questions of the day will not be settled by means of speeches and majority decisions but by iron and blood."
   },
   "author": {
    "text": "Otto von Bismarck"
   }
  },
  {
   "quote": {
    "text": "I'm living on this positive mind frame where I'm only attracting positive things. I'm controlling my energy, I'm eating right, I'm meditating, I'm in the gym, I'm doing all this stuff I'm supposed to be doing. I'm past that young, immature way of thinking. I just want to be great."
   },
   "author": {
    "text": "Shameik Moore"
   }
  },
  {
   "quote": {
    "text": "I tell a student that the most important class you can take is technique. A great chef is first a great technician. 'If you are a jeweler, or a surgeon or a cook, you have to know the trade in your hand. You have to learn the process. You learn it through endless repetition until it belongs to you."
   },
   "author": {
    "text": "Jacques Pepin"
   }
  },
  {
   "quote": {
    "text": "In reading the lives of great men, I found that the first victory they won was over themselves... self-discipline with all of them came first."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "Every great story seems to begin with a snake."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "I just love hanging out with good company on a great, fun golf course."
   },
   "author": {
    "text": "Rich Eisen"
   }
  },
  {
   "quote": {
    "text": "I firmly believe that any man's finest hour, the greatest fulfillment of all that he holds dear, is that moment when he has worked his heart out in a good cause and lies exhausted on the field of battle - victorious."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "A great day in New York would be to wake up, get a cup of coffee and head up to Central Park for a nice walk. Then I'd go down to the East Village and stroll around. After that, maybe I'd go check out a museum or catch an indie film at the Angelika."
   },
   "author": {
    "text": "Emmanuelle Chriqui"
   }
  },
  {
   "quote": {
    "text": "Every great achievement is but a small peak in the mountain range of contributions."
   },
   "author": {
    "text": "Dale T. Mortensen"
   }
  },
  {
   "quote": {
    "text": "There is a great stir about colored men getting their rights, but not a word about the colored women; and if colored men get their rights, and not colored women theirs, you see, the colored men will be masters over the women, and it will be just as bad as it was before."
   },
   "author": {
    "text": "Sojourner Truth"
   }
  },
  {
   "quote": {
    "text": "All those hours exploring the great outdoors made me more resilient and confident."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "It is not the clear-sighted who rule the world. Great achievements are accomplished in a blessed, warm fog."
   },
   "author": {
    "text": "Joseph Conrad"
   }
  },
  {
   "quote": {
    "text": "I love KIND bars. My favorites are coconut and almond and the dark chocolate and sea salt because staying fueled helps keep me from getting sick or injured. Bananas have also made a great comeback in my life. My kids eat them all the time on the go, which has inspired my go-to pre-run morning meal of peanut butter and banana on toast."
   },
   "author": {
    "text": "Summer Sanders"
   }
  },
  {
   "quote": {
    "text": "You should feel good about making your home nicer for your family and your friends. You should feel great about cooking a good dinner and making a dress for a granddaughter, creating a beautiful birthday party. It's all part of life."
   },
   "author": {
    "text": "Martha Stewart"
   }
  },
  {
   "quote": {
    "text": "No one should suffer from the great delusion that any form of communism or socialism which promotes the dictatorship of the few instead of the initiative of the millions can produce a happier or more prosperous society."
   },
   "author": {
    "text": "Charles E. Wilson"
   }
  },
  {
   "quote": {
    "text": "If your determination is fixed, I do not counsel you to despair. Few things are impossible to diligence and skill. Great works are performed not by strength, but perseverance."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "The only good luck many great men ever had was being born with the ability and determination to overcome bad luck."
   },
   "author": {
    "text": "Channing Pollock"
   }
  },
  {
   "quote": {
    "text": "The great aim of education is not knowledge but action."
   },
   "author": {
    "text": "Herbert Spencer"
   }
  },
  {
   "quote": {
    "text": "My scientific studies have afforded me great gratification; and I am convinced that it will not be long before the whole world acknowledges the results of my work."
   },
   "author": {
    "text": "Gregor Mendel"
   }
  },
  {
   "quote": {
    "text": "One of my great joys in life is being a pilot. There is a great sense of freedom in soaring through the sky. You get a different perspective up there. Seeing things that aren't so apparent from the ground."
   },
   "author": {
    "text": "Sonny Perdue"
   }
  },
  {
   "quote": {
    "text": "I don't like to do much with my hair - which is good, because I don't know how! I just always make sure I have a great haircut."
   },
   "author": {
    "text": "Chyler Leigh"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, you can't compete with Mother Nature. If you've got a great tomato, just a pinch of sea salt is all you need."
   },
   "author": {
    "text": "Zac Posen"
   }
  },
  {
   "quote": {
    "text": "Great things come out of being hungry and cold. Once you're pampered, you get lazy."
   },
   "author": {
    "text": "Rob Zombie"
   }
  },
  {
   "quote": {
    "text": "Medical science has proven time and again that when the resources are provided, great progress in the treatment, cure, and prevention of disease can occur."
   },
   "author": {
    "text": "Michael J. Fox"
   }
  },
  {
   "quote": {
    "text": "In France we have a saying, 'Joie de vivre,' which actually doesn't exist in the English language. It means looking at your life as something that is to be taken with great pleasure and enjoy it."
   },
   "author": {
    "text": "Mireille Guiliano"
   }
  },
  {
   "quote": {
    "text": "Because I've spent most of my life with such a beautiful, talented, challenging female, I feel I've gained - and am still gaining - a great deal of knowledge about the feminine mystique and about personal relationships - knowledge which is so important to a writer."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "Great nations are simply the operating fronts of behind-the-scenes, vastly ambitious individuals who had become so effectively powerful because of their ability to remain invisible while operating behind the national scenery."
   },
   "author": {
    "text": "R. Buckminster Fuller"
   }
  },
  {
   "quote": {
    "text": "The greatest wealth is to live content with little."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Great theatre is about challenging how we think and encouraging us to fantasize about a world we aspire to."
   },
   "author": {
    "text": "Willem Dafoe"
   }
  },
  {
   "quote": {
    "text": "For a true writer, each book should be a new beginning where he tries again for something that is beyond attainment. He should always try for something that has never been done or that others have tried and failed. Then sometimes, with great luck, he will succeed."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "I always believed that when you follow your heart or your gut, when you really follow the things that feel great to you, you can never lose, because settling is the worst feeling in the world."
   },
   "author": {
    "text": "Rihanna"
   }
  },
  {
   "quote": {
    "text": "Society sets us up to be everything but ourselves, but I want to take a moment and say to people, love yourself. Find your purpose. You are unique, and that makes you great. I pursued my dreams. You can do it, too."
   },
   "author": {
    "text": "Karen Civil"
   }
  },
  {
   "quote": {
    "text": "God, our Creator, has stored within our minds and personalities, great potential strength and ability. Prayer helps us tap and develop these powers."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "It is of great importance to our country generally, and especially to our navigating and whaling interests, that the Pacific Coast and, indeed, the whole of our territory west of the Rocky Mountains, should speedily be filled up by a hardy and patriotic population."
   },
   "author": {
    "text": "James K. Polk"
   }
  },
  {
   "quote": {
    "text": "I love the sunrise, as I am definitely a morning person! It's a great time to get up and have a coffee in the garden by myself before everybody wakes up."
   },
   "author": {
    "text": "Bianca Balti"
   }
  },
  {
   "quote": {
    "text": "I don't smoke, don't drink much, and go to the gym five times a week. I live a healthy lifestyle and feel great. I can run a marathon, you know."
   },
   "author": {
    "text": "Sarah Michelle Gellar"
   }
  },
  {
   "quote": {
    "text": "I long to accomplish a great and noble task, but it is my chief duty to accomplish small tasks as if they were great and noble."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Everything has become so easy. It's great that it's at your fingertips, but I miss those good old days. And we're connected, but it can be very alienating. There is this distance between all of us because we're speaking to each other through cameras and monitors and icons and Emojis."
   },
   "author": {
    "text": "Rami Malek"
   }
  },
  {
   "quote": {
    "text": "Male and female represent the two sides of the great radical dualism. But in fact they are perpetually passing into one another. Fluid hardens to solid, solid rushes to fluid. There is no wholly masculine man, no purely feminine woman."
   },
   "author": {
    "text": "Margaret Fuller"
   }
  },
  {
   "quote": {
    "text": "I have a great respect for incremental improvement, and I've done that sort of thing in my life, but I've always been attracted to the more revolutionary changes. I don't know why. Because they're harder. They're much more stressful emotionally. And you usually go through a period where everybody tells you that you've completely failed."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Your grandparents came of age in the Great Depression, when everyday life was about deprivation and sacrifice, when the economic conditions of the time were so grave and so unrelenting it would have been easy enough for the American dream to fade away."
   },
   "author": {
    "text": "Tom Brokaw"
   }
  },
  {
   "quote": {
    "text": "Every great brand is like a great story."
   },
   "author": {
    "text": "Kevin Plank"
   }
  },
  {
   "quote": {
    "text": "I think it's healthy for a person to be nervous. It means you care - that you work hard and want to give a great performance. You just have to channel that nervous energy into the show."
   },
   "author": {
    "text": "Beyonce Knowles"
   }
  },
  {
   "quote": {
    "text": "The best thing we can do with rejection is to make it a learning experience - rejection is a great teacher."
   },
   "author": {
    "text": "Adena Friedman"
   }
  },
  {
   "quote": {
    "text": "A good song has to have a great melody, and the lyrics have to touch my heart. Now, if it's just a little toe-tapper, got to make me feel good somehow or another, or when I sing it I can't make you feel good."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "Eating is one of the great beauties in life. One of my favorite recreations... eating with friends, the service, the ambience."
   },
   "author": {
    "text": "LeRoy Neiman"
   }
  },
  {
   "quote": {
    "text": "A great social success is a pretty girl who plays her cards as carefully as if she were plain."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "A great man is one who leaves others at a loss after he is gone."
   },
   "author": {
    "text": "Paul Valery"
   }
  },
  {
   "quote": {
    "text": "I think we all have our own personality, unique and distinctive, and at the same time, I think that our own unique and distinctive personality blends with the wind, with the footsteps in the street, with the noises around the corner, and with the silence of memory, which is the great producer of ghosts."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "I know and I've always felt for Canada that we recognize that diversity is a great source of strength."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "I try not to have high expectations of people because it just sets you up for disappointment, but it's great to work with actors who are that talented and accomplished."
   },
   "author": {
    "text": "Famke Janssen"
   }
  },
  {
   "quote": {
    "text": "Diabetes is a great example whereby, giving the patient the tools, you can manage yourself very well."
   },
   "author": {
    "text": "Clayton M. Christensen"
   }
  },
  {
   "quote": {
    "text": "When the Industrial Revolution started, the amount of carbon sitting underneath Britain in the form of coal was as big as the amount of carbon sitting under Saudi Arabia in the form of oil, and this carbon powered the Industrial Revolution, it put the 'Great' in Great Britain, and led to Britain's temporary world domination."
   },
   "author": {
    "text": "David J. C. MacKay"
   }
  },
  {
   "quote": {
    "text": "Where there is great love, there are always wishes."
   },
   "author": {
    "text": "Willa Cather"
   }
  },
  {
   "quote": {
    "text": "I woke up and realized life is great and people are awesome and life is worth living."
   },
   "author": {
    "text": "Hulk Hogan"
   }
  },
  {
   "quote": {
    "text": "To be one, to be united is a great thing. But to respect the right to be different is maybe even greater."
   },
   "author": {
    "text": "Bono"
   }
  },
  {
   "quote": {
    "text": "My dad was such a great story-teller, a good teacher."
   },
   "author": {
    "text": "Grace Poe"
   }
  },
  {
   "quote": {
    "text": "There are many alternatives to embryonic stem cell research, alternatives with great potential. We need to support these and oppose creating life for the sole purpose of destroying it."
   },
   "author": {
    "text": "Ernest Istook"
   }
  },
  {
   "quote": {
    "text": "The great thing about YouTube is there are no gatekeepers. No one is waiting to tell you if you're good enough. It's just your audience."
   },
   "author": {
    "text": "Lindsey Stirling"
   }
  },
  {
   "quote": {
    "text": "As to war, I am and always was a great enemy, at the same time a warrior the greater part of my life and were I young again, should still be a warrior while ever this country should be invaded and I lived."
   },
   "author": {
    "text": "Daniel Morgan"
   }
  },
  {
   "quote": {
    "text": "Most people would succeed in small things if they were not troubled with great ambitions."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "My dearly beloved if I am to die today and never see the sweet face of you I want you to know that I am no great man and am lucky to have such a woman as you."
   },
   "author": {
    "text": "Wild Bill Hickok"
   }
  },
  {
   "quote": {
    "text": "I have my mantra about silhouette, proportion, and fit. I believe that when they are in harmony and balance, you'll look great in anything."
   },
   "author": {
    "text": "Tim Gunn"
   }
  },
  {
   "quote": {
    "text": "In the city that the wolf enters, enemies will be close by. An alien force will sack a great country. Allies will cross the mountains and the borders."
   },
   "author": {
    "text": "Nostradamus"
   }
  },
  {
   "quote": {
    "text": "It's great to be a blonde. With low expectations it's very easy to surprise people."
   },
   "author": {
    "text": "Pamela Anderson"
   }
  },
  {
   "quote": {
    "text": "The great thing about getting older is that you get a chance to tell the people in your life who matter what they mean to you."
   },
   "author": {
    "text": "Mike Love"
   }
  },
  {
   "quote": {
    "text": "Scientists dream about doing great things. Engineers do them."
   },
   "author": {
    "text": "James A. Michener"
   }
  },
  {
   "quote": {
    "text": "It's good to be happy and tell us how cool your life is and how awesome you are on social media. That's great because it inspires other people to be happy, too. But a lot of times, people are trying to be happy in the wrong ways - with money or with different things that are not true happiness."
   },
   "author": {
    "text": "Jaden Smith"
   }
  },
  {
   "quote": {
    "text": "I believe the first test of a truly great man is in his humility."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "Today's a beautiful day, and yesterday was a beautiful day, so that means it's a great life."
   },
   "author": {
    "text": "Gnash"
   }
  },
  {
   "quote": {
    "text": "My childhood was great, honestly. I have all these incredible memories of my childhood. I was an only child. I always had all my cousins around. I had my grandparents around. I had my parents around. I had my uncles around - whatever."
   },
   "author": {
    "text": "Action Bronson"
   }
  },
  {
   "quote": {
    "text": "Most people say that it is the intellect which makes a great scientist. They are wrong: it is character."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Could a greater miracle take place than for us to look through each other's eyes for an instant?"
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "To live alone is the fate of all great souls."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "I'm having a great time. It's like I'm on some ridiculous big roller coaster not knowing what's happening next, but just having a great time on the ride."
   },
   "author": {
    "text": "Samantha Mumba"
   }
  },
  {
   "quote": {
    "text": "Every great man, every successful man, no matter what the field of endeavor, has known the magic that lies in these words: every adversity has the seed of an equivalent or greater benefit."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "I had great relationship with the Hispanic - we had a lot of Hispanics in the school actually from different countries, Venezuela, from Brazil, and they all played soccer, and I was on the soccer team, and I developed great relationships with them."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "I think happiness is a choice. If you feel yourself being happy and can settle in to the life choices you make, then it's great. It's really, really great. I swear to God, happiness is the best makeup."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "Nurture your minds with great thoughts. To believe in the heroic makes heroes."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Great men show politeness in a particular way; a smile suffices to assure you that you are welcome, and keep about their avocations as if you were a member of the family."
   },
   "author": {
    "text": "John James Audubon"
   }
  },
  {
   "quote": {
    "text": "Always in life bad times will lead to great times."
   },
   "author": {
    "text": "M. Night Shyamalan"
   }
  },
  {
   "quote": {
    "text": "The demand to be loved is the greatest of all arrogant presumptions."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "I am among those who think that science has great beauty."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "Good artists copy, great artists steal."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "Anybody can be a great photographer if they zoom in enough on what they love."
   },
   "author": {
    "text": "David Bailey"
   }
  },
  {
   "quote": {
    "text": "Enthusiasm is the mother of effort, and without it nothing great was ever achieved."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "It is a grand mistake to think of being great without goodness and I pronounce it as certain that there was never a truly great man that was not at the same time truly virtuous."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "In Republics, the great danger is, that the majority may not sufficiently respect the rights of the minority."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "Shopping with friends is a great way of still enjoying the thrill of the chase without having to make a purchase. It can also be a real bonding opportunity. Helping your friend find something nice is just as rewarding as helping yourself."
   },
   "author": {
    "text": "Sophie Kinsella"
   }
  },
  {
   "quote": {
    "text": "Throughout human history, in any great endeavour requiring the common effort of many nations and men and women everywhere, we have learned - it is only through seriousness of purpose and persistence that we ultimately carry the day. We might liken it to riding a bicycle. You stay upright and move forward so long as you keep up the momentum."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "A simple compliment goes a really long way - for a guy to just come over and say, 'You have great hair' or 'I really like your dress,' and then just smile and walk away. That's a great move, because he's sort of putting himself out there by doing that, but it won't lead to any embarrassment if the girl isn't interested."
   },
   "author": {
    "text": "Stacy Keibler"
   }
  },
  {
   "quote": {
    "text": "Most great people have attained their greatest success just one step beyond their greatest failure."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "Great people have great values and great ethics."
   },
   "author": {
    "text": "Jeffrey Gitomer"
   }
  },
  {
   "quote": {
    "text": "Do not waste time dreaming of great faraway opportunities; do the best you can where you are. Open your petals of power and beauty and fling out the fragrance of your life in the place that has been assigned to you."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "I wasn't born with a silver spoon in Beverly Hills, but I was born with a great deal of self-worth."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "Australia is a nation of compassion. Courage and compassion. And the third of these great values: resilience."
   },
   "author": {
    "text": "Kevin Rudd"
   }
  },
  {
   "quote": {
    "text": "There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Our political leaders have great responsibilities, but as with many situations in life, people often rise or fall to meet your expectations. Our responsibility as citizens is to expect our leaders to lead and to give them enough support so that they may do so."
   },
   "author": {
    "text": "Paul Polman"
   }
  },
  {
   "quote": {
    "text": "I am the greatest, I said that even before I knew I was."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "I try to greet my friends with a drink in my hand, a warm smile on my face, and great music in the background, because that's what gets a dinner party off to a fun start."
   },
   "author": {
    "text": "Ina Garten"
   }
  },
  {
   "quote": {
    "text": "The truth. It is a beautiful and terrible thing, and must therefore be treated with great caution."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "Change is never easy, and it often creates discord, but when people come together for the good of humanity and the Earth, we can accomplish great things."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "Globalization can be a great opportunity."
   },
   "author": {
    "text": "Emmanuel Macron"
   }
  },
  {
   "quote": {
    "text": "Whatever I have tried to do in life, I have tried with all my heart to do it well; whatever I have devoted myself to, I have devoted myself completely; in great aims and in small I have always thoroughly been in earnest."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "It is a useless life that is not consecrated to a great ideal. It is like a stone wasted on the field without becoming a part of any edifice."
   },
   "author": {
    "text": "Jose Rizal"
   }
  },
  {
   "quote": {
    "text": "You can be fat and love yourself. You can be fat and have a great damn personality. You can be fat and sew your own clothes. But you can't be fat and healthy."
   },
   "author": {
    "text": "Susan Powter"
   }
  },
  {
   "quote": {
    "text": "Any great warrior is also a scholar, and a poet, and an artist."
   },
   "author": {
    "text": "Steven Seagal"
   }
  },
  {
   "quote": {
    "text": "The Chinese people are a great people; they are industrious and brave, and they never pause in pursuit of progress."
   },
   "author": {
    "text": "Xi Jinping"
   }
  },
  {
   "quote": {
    "text": "We spend our lives, all of us, waiting for the great day, the great battle, or the deed of power. But that external consummation is not given to many: nor is it necessary. So long as our being is tensed, directed with passion, towards that which is the spirit of all things, then that spirit will emerge from our own hidden, nameless effort."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "Community colleges are one of America's great social inventions a gateway to the future for first time students looking for an affordable college education, and for mid-career students looking to get ahead in the workplace."
   },
   "author": {
    "text": "Barbara Mikulski"
   }
  },
  {
   "quote": {
    "text": "I'd love to have a lasting impact as far as growing the game. It would be cool to be remembered as a major champion. I'd like to be remembered as a great golfer but also a great person, as far as growing the game and charity work. The whole well-rounded athlete."
   },
   "author": {
    "text": "Rickie Fowler"
   }
  },
  {
   "quote": {
    "text": "Let us go forward in this battle fortified by conviction that those who labour in the service of a great and good cause will never fail."
   },
   "author": {
    "text": "Owen Arthur"
   }
  },
  {
   "quote": {
    "text": "Society is like a large piece of frozen water; and skating well is the great art of social life."
   },
   "author": {
    "text": "Letitia Elizabeth Landon"
   }
  },
  {
   "quote": {
    "text": "I have had so many great moments, but I would have to say that dancing the Swan in 'Swan Lake' was such a unique and passionate experience for me. It was such bloody hard work, even at that very early age, that I would not want to try to replicate it again now."
   },
   "author": {
    "text": "William Kempe"
   }
  },
  {
   "quote": {
    "text": "Every man of action has a strong dose of egoism, pride, hardness, and cunning. But all those things will be regarded as high qualities if he can make them the means to achieve great ends."
   },
   "author": {
    "text": "Giorgos Seferis"
   }
  },
  {
   "quote": {
    "text": "It's great to be queen!"
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "I think making mistakes and discovering them for yourself is of great value, but to have someone else to point out your mistakes is a shortcut of the process."
   },
   "author": {
    "text": "Shelby Foote"
   }
  },
  {
   "quote": {
    "text": "Together, We will make America strong again. We will make wealthy again. We will make America proud again. We will make America safe again. And yes, together, we will make America great again. Thank you. God bless you. And God bless America."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "There are two powers in the world; one is the sword and the other is the pen. There is a great competition and rivalry between the two. There is a third power stronger than both, that of the women."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "Education is not solely about earning a great living. It means living a great life."
   },
   "author": {
    "text": "Brad Henry"
   }
  },
  {
   "quote": {
    "text": "No other investment yields as great a return as the investment in education. An educated workforce is the foundation of every community and the future of every economy."
   },
   "author": {
    "text": "Brad Henry"
   }
  },
  {
   "quote": {
    "text": "God and Nature first made us what we are, and then out of our own created genius we make ourselves what we want to be. Follow always that great law. Let the sky and God be our limit and Eternity our measurement."
   },
   "author": {
    "text": "Marcus Garvey"
   }
  },
  {
   "quote": {
    "text": "To do a great right do a little wrong."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "What is great in man is that he is a bridge and not a goal."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Mental prayer in my opinion is nothing else than an intimate sharing between friends; it means taking time frequently to be alone with Him who we know loves us. The important thing is not to think much but to love much and so do that which best stirs you to love. Love is not great delight but desire to please God in everything."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "The principles of living greatly include the capacity to face trouble with courage, disappointment with cheerfulness, and trial with humility."
   },
   "author": {
    "text": "Thomas S. Monson"
   }
  },
  {
   "quote": {
    "text": "If you want to be remembered as great, if you want to be a legend, you have to go out there every single day and do stuff."
   },
   "author": {
    "text": "J. J. Watt"
   }
  },
  {
   "quote": {
    "text": "Sunrise offered a very beautiful spectacle; the water was quite unruffled, but the motion communicated by the tides was so great that, although there was not a breath of air stirring, the sea heaved slowly with a grand and majestic motion."
   },
   "author": {
    "text": "George Grey"
   }
  },
  {
   "quote": {
    "text": "Wolves and women are relational by nature, inquiring, possessed of great endurance and strength. They are deeply intuitive, intensely concerned with their young, their mate and their pack. Yet both have been hounded, harassed and falsely imputed to be devouring and devious, overly aggressive, of less value than those who are their detractors."
   },
   "author": {
    "text": "Clarissa Pinkola Estes"
   }
  },
  {
   "quote": {
    "text": "Awards are great, as you get to meet up with friends and colleagues from your industry - a sort of reunion."
   },
   "author": {
    "text": "Penelope Cruz"
   }
  },
  {
   "quote": {
    "text": "We want to do a lot of stuff; we're not in great shape. We didn't get a good night's sleep. We're a little depressed. Coffee solves all these problems in one delightful little cup."
   },
   "author": {
    "text": "Jerry Seinfeld"
   }
  },
  {
   "quote": {
    "text": "One of the greatest diseases is to be nobody to anybody."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "A great empire, like a great cake, is most easily diminished at the edges."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Great journalism will always attract readers. The words, pictures and graphics that are the stuff of journalism have to be brilliantly packaged; they must feed the mind and move the heart."
   },
   "author": {
    "text": "Rupert Murdoch"
   }
  },
  {
   "quote": {
    "text": "If a great outfit gets you one step closer to feeling good about yourself, then it's worth every penny."
   },
   "author": {
    "text": "Rachel Roy"
   }
  },
  {
   "quote": {
    "text": "It takes a great man to be a good listener."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "You have the ability to choose which way you want to go. You have to believe great things are going to happen in your life. Do everything you can - prepare, pray and achieve - to make it happen."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "People are always going to go shopping. A lot of our effort is just: 'How do we make the retail experience a great one?'"
   },
   "author": {
    "text": "Philip Green"
   }
  },
  {
   "quote": {
    "text": "It is the experiences, the great triumphant joy of living to the fullest extent in which real meaning is found. God it's great to be alive!"
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "By people getting together and celebrating this idea of togetherness, great things can happen."
   },
   "author": {
    "text": "Edward Enninful"
   }
  },
  {
   "quote": {
    "text": "Good leaders organize and align people around what the team needs to do. Great leaders motivate and inspire people with why they're doing it. That's purpose. And that's the key to achieving something truly transformational."
   },
   "author": {
    "text": "Marillyn Hewson"
   }
  },
  {
   "quote": {
    "text": "In terms of fashion, I love adding a fun scarf to whatever I'm wearing - it's a great way to dress up a plain outfit!"
   },
   "author": {
    "text": "Bridgit Mendler"
   }
  },
  {
   "quote": {
    "text": "Behavior used to be reinforced by great deprivation; if people weren't hungry, they wouldn't work. Now we are committed to feeding people whether they work or not. Nor is money as great a reinforcer as it once was. People no longer work for punitive reasons, yet our culture offers no new satisfactions."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "God blessed me with great talent and good genetics. Plus, he blessed me with a good work ethic and a drive to want to be the best."
   },
   "author": {
    "text": "Benjamin Watson"
   }
  },
  {
   "quote": {
    "text": "It's always great to get to do what you love and to do something that hopefully people will see and love."
   },
   "author": {
    "text": "Casey Wilson"
   }
  },
  {
   "quote": {
    "text": "If Heaven exists, to know that there's laughter, that would be a great thing."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "The wise man does not expose himself needlessly to danger, since there are few things for which he cares sufficiently; but he is willing, in great crises, to give even his life - knowing that under certain conditions it is not worthwhile to live."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Our posturings, our imagined self-importance, the delusion that we have some privileged position in the universe, are challenged by this point of pale light. Our planet is a lonely speck in the great enveloping cosmic dark."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "We all have an edge. We all are floating our psyche on top with a great ocean underneath."
   },
   "author": {
    "text": "Brad Dourif"
   }
  },
  {
   "quote": {
    "text": "Context and memory play powerful roles in all the truly great meals in one's life."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "Great effort springs naturally from great attitude."
   },
   "author": {
    "text": "Pat Riley"
   }
  },
  {
   "quote": {
    "text": "Miami is one of these great places that is a really sensual, physically beautiful place."
   },
   "author": {
    "text": "Michael Mann"
   }
  },
  {
   "quote": {
    "text": "I think that the good and the great are only separated by the willingness to sacrifice."
   },
   "author": {
    "text": "Kareem Abdul-Jabbar"
   }
  },
  {
   "quote": {
    "text": "Man is capable of every great heroism; it was man who found a means of conquering the formidable obstacles of his environment, establishing himself lord of the earth, and laying the foundations of civilization."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Happiness is not that easy to achieve, but having a handsome husband, a beautiful baby, and a great job helps."
   },
   "author": {
    "text": "Ellen Pompeo"
   }
  },
  {
   "quote": {
    "text": "There are so many great things in life; why dwell on negativity?"
   },
   "author": {
    "text": "Zendaya"
   }
  },
  {
   "quote": {
    "text": "Above all things let us never forget that mankind constitutes one great brotherhood; all born to encounter suffering and sorrow, and therefore bound to sympathize with each other."
   },
   "author": {
    "text": "Albert Pike"
   }
  },
  {
   "quote": {
    "text": "It's just such an honor to say that I was in something by Steven Spielberg. I feel so blessed I got to meet such great people, and I got to go to a beautiful place, Vancouver, and I had a great time."
   },
   "author": {
    "text": "Dakota Fanning"
   }
  },
  {
   "quote": {
    "text": "When people are connected, we can just do some great things. They have the opportunity to get access to jobs, education, health, communications. We have the opportunity to bring the people we care about closer to us. It really makes a big difference."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "My life path has been a blessing and a great learning experience. Skateboarding is my passion and I don't see that changing. When I'm not skating, I love to surf. I'm open to the new experiences and opportunities."
   },
   "author": {
    "text": "Ryan Sheckler"
   }
  },
  {
   "quote": {
    "text": "I call upon the scientific community in our country, those who gave us nuclear weapons, to turn their great talents now to the cause of mankind and world peace: to give us the means of rendering these nuclear weapons impotent and obsolete."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "In international relations, in foreign policy, a great deal has to do with historical circumstances, a great deal has to do with the sense and perception of people."
   },
   "author": {
    "text": "Salman Khurshid"
   }
  },
  {
   "quote": {
    "text": "Do you wish to be great? Then begin by being. Do you desire to construct a vast and lofty fabric? Think first about the foundations of humility. The higher your structure is to be, the deeper must be its foundation."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "It is humiliating to remain with our hands folded while others write history. It matters little who wins. To make a people great it is necessary to send them to battle even if you have to kick them in the pants. That is what I shall do."
   },
   "author": {
    "text": "Benito Mussolini"
   }
  },
  {
   "quote": {
    "text": "My life has been such a blur since I was 18, 19 years old. I haven't even had time to contemplate my own life. By forcing yourself to write your life story you learn a great deal about yourself."
   },
   "author": {
    "text": "Grant Achatz"
   }
  },
  {
   "quote": {
    "text": "Put on a sweater and really great sneakers with a big scarf, and you'll look so stylish. For me, they are an everyday essential."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "All architecture is great architecture after sunset; perhaps architecture is really a nocturnal art, like the art of fireworks."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "As a person, he was wonderful. He really was a great person. He was full of life. He had a great sense of humor. Very talented, of course, but very caring to his parents. There was a very endearing quality about Elvis."
   },
   "author": {
    "text": "Priscilla Presley"
   }
  },
  {
   "quote": {
    "text": "I'm an incurable optimist, and I'm a great believer in never looking back. Life is too short, and new challenges are exciting."
   },
   "author": {
    "text": "Cherie Blair"
   }
  },
  {
   "quote": {
    "text": "Sometimes you just vibe with people. Some people have great energy, and you click with them, and you just wanna have a good time."
   },
   "author": {
    "text": "Rotimi"
   }
  },
  {
   "quote": {
    "text": "I listen to Helmet - and I love Helmet, they're a great band - but every song sounds the same."
   },
   "author": {
    "text": "Adam Jones"
   }
  },
  {
   "quote": {
    "text": "Eventually, I think Chicago will be the most beautiful great city left in the world."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "Scripture is filled with examples of men and women whom God used late in life, often with great impact - men and women who refused to use old age as an excuse to ignore what God wanted them to do."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "My personal life is the same. At the end of the day, this is just a job. I love what I do, and it's a great job. But it's like my alter ego. There's Chris Brown the singer. And there's Christopher Brown, the down-home Tappahannock boy that plays video games and basketball and hangs out."
   },
   "author": {
    "text": "Chris Brown"
   }
  },
  {
   "quote": {
    "text": "Adaptability is a great asset to have because life is so unpredictable, and things can change overnight for any of us."
   },
   "author": {
    "text": "Chanda Kochhar"
   }
  },
  {
   "quote": {
    "text": "Great moments are born from great oppurtunities."
   },
   "author": {
    "text": "Herb Brooks"
   }
  },
  {
   "quote": {
    "text": "God gave me a great body and it's my duty to take care of my physical temple."
   },
   "author": {
    "text": "Jean-Claude Van Damme"
   }
  },
  {
   "quote": {
    "text": "Being a geek is a great thing. I think we're all geeks. Being a geek means you're passionate about something and that defines your uniqueness. I would rather be passionate about something than be apathetic about everything."
   },
   "author": {
    "text": "Masi Oka"
   }
  },
  {
   "quote": {
    "text": "Sometimes it's great when, you know, you're sitting down to watch a straightforward story, and you know how it's going to go, and you know how it's going to end. That's a fairy tale."
   },
   "author": {
    "text": "Clare-Hope Ashitey"
   }
  },
  {
   "quote": {
    "text": "The baby boomers' politics have covered a wide band of silliness, from the Weather Underground to the Timothy McVeigh types. The great majority of us are well in the middle of that spectrum, but still, there's been both leftie silliness and right-wing silliness."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Action is greater than writing. A good man is a nobler object of contemplation than a great author. There are but two things worth living for: to do what is worthy of being written; and to write what is worthy of being read."
   },
   "author": {
    "text": "Ross Perot"
   }
  },
  {
   "quote": {
    "text": "You have a good many little gifts and virtues, but there is no need of parading them, for conceit spoils the finest genius. There is not much danger that real talent or goodness will be overlooked long, and the great charm of all power is modesty."
   },
   "author": {
    "text": "Louisa May Alcott"
   }
  },
  {
   "quote": {
    "text": "Gray is great. People think gray is a neutral, but I think it's such a moody, intense, dramatic and sexy color. It's very sleek."
   },
   "author": {
    "text": "Bryan Batt"
   }
  },
  {
   "quote": {
    "text": "Scarves, mittens, and hats are a great way to express your personality in the cold weather."
   },
   "author": {
    "text": "Brad Goreski"
   }
  },
  {
   "quote": {
    "text": "My mum, Helen, was hilarious. She had a tremendous sense of humour and was a great singer and tap dancer. For many years, she was the voice of Minnie Mouse in the Macy's Thanksgiving Day Parade. She would be in the float as it came along, singing whatever the Minnie Mouse song of the day was. She was a really big spirit in my life."
   },
   "author": {
    "text": "Billy Crystal"
   }
  },
  {
   "quote": {
    "text": "Ambition is an idol, on whose wings great minds are carried only to extreme; to be sublimely great or to be nothing."
   },
   "author": {
    "text": "Shakti Gawain"
   }
  },
  {
   "quote": {
    "text": "All great men are gifted with intuition. They know without reasoning or analysis, what they need to know."
   },
   "author": {
    "text": "Alexis Carrel"
   }
  },
  {
   "quote": {
    "text": "Life seeks life and loves life. The opening of a catkin of a willow, in the flight of the butterfly, in the chirping of a tree-toad or the sweep of an eagle - my life loves to see how others live, exults in their joy, and so far is partner in their great concern."
   },
   "author": {
    "text": "Edward Everett Hale"
   }
  },
  {
   "quote": {
    "text": "Laws control the lesser man... Right conduct controls the greater one."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "In other words, don't expect to always be great. Disappointments, failures and setbacks are a normal part of the lifecycle of a unit or a company and what the leader has to do is constantly be up and say 'we have a problem, let's go and get it'."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Veterans are a symbol of what makes our nation great, and we must never forget all they have done to ensure our freedom."
   },
   "author": {
    "text": "Rodney Frelinghuysen"
   }
  },
  {
   "quote": {
    "text": "My idea of good company is the company of clever, well-informed people who have a great deal of conversation; that is what I call good company."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "The greatest mistake you can make in life is continually fearing that you'll make one."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "A great restaurant doesn't distinguish itself by how few mistakes it makes but by how well they handle those mistakes."
   },
   "author": {
    "text": "Danny Meyer"
   }
  },
  {
   "quote": {
    "text": "What's great about this country is that America started the tradition where the richest consumers buy essentially the same things as the poorest. You can be watching TV and see Coca-Cola, and you can know that the President drinks Coke. Liz Taylor drinks Coke, and just think, you can drink Coke, too."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "The final proof of greatness lies in being able to endure criticism without resentment."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "It's always better to shock people and change people's expectations than to give them exactly what they think you can do. It's not unexpected for me to be in a comedy film anymore; I'm no longer the underdog in that world. Not that I'm great or good at it or anything, it's just that I've done a bunch of them, so you're not shocked."
   },
   "author": {
    "text": "Jonah Hill"
   }
  },
  {
   "quote": {
    "text": "We feel very honored to have been offered the responsibility to host this great event, Berlin is a wonderful city that is developing at a tremendous rate, and this decision means that we can now prepare to welcome the world's best athletes to a fascinating place."
   },
   "author": {
    "text": "Otto Schily"
   }
  },
  {
   "quote": {
    "text": "What my father gave me more than anything else is great tutoring and a great brain, frankly. You know, my father's brother was a top person at MIT, went to MIT, graduated from MIT, was a teacher at MIT, a professor at MIT, a great engineer. I mean, you know, I have very good genes."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "The best way a mentor can prepare another leader is to expose him or her to other great people."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "A book has got smell. A new book smells great. An old book smells even better. An old book smells like ancient Egypt."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "Don't be afraid to give up the good to go for the great."
   },
   "author": {
    "text": "John D. Rockefeller"
   }
  },
  {
   "quote": {
    "text": "Every great advance in science has issued from a new audacity of imagination."
   },
   "author": {
    "text": "John Dewey"
   }
  },
  {
   "quote": {
    "text": "Growth is the great separator between those who succeed and those who do not. When I see a person beginning to separate themselves from the pack, it's almost always due to personal growth."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "A great wind is blowing, and that gives you either imagination or a headache."
   },
   "author": {
    "text": "Catherine the Great"
   }
  },
  {
   "quote": {
    "text": "The great fights with your strongest rivals are always the biggest motivation. When you win easily it's not the same taste."
   },
   "author": {
    "text": "Valentino Rossi"
   }
  },
  {
   "quote": {
    "text": "But in truth, should I meet with gold or spices in great quantity, I shall remain till I collect as much as possible, and for this purpose I am proceeding solely in quest of them."
   },
   "author": {
    "text": "Christopher Columbus"
   }
  },
  {
   "quote": {
    "text": "Great acts are made up of small deeds."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "Part of what made the Macintosh great was that the people working on it were musicians, poets, and artists, and zoologists, and historians. They also happened to be the best computer scientists in the world. But if it hadn't been computer science, these people would have been doing amazing things in other fields."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "They've got great parents; I'm just trying to be the fun uncle."
   },
   "author": {
    "text": "Sarah Silverman"
   }
  },
  {
   "quote": {
    "text": "Every day is a great day for hockey."
   },
   "author": {
    "text": "Mario Lemieux"
   }
  },
  {
   "quote": {
    "text": "Great champions have an enormous sense of pride. The people who excel are those who are driven to show the world and prove to themselves just how good they are."
   },
   "author": {
    "text": "Nancy Lopez"
   }
  },
  {
   "quote": {
    "text": "A great man does not seek applause or place; he seeks for truth; he seeks the road to happiness, and what he ascertains, he gives to others."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "Every day, every one of us sets the stage for our sentiment, our confidence, and our success by getting dressed. When you feel great, when you feel your best, it opens up a world of possibility. Feeling confident and self-assured are important inputs into good days, successful days, and happy days."
   },
   "author": {
    "text": "Katrina Lake"
   }
  },
  {
   "quote": {
    "text": "Great personal style is an extreme curiosity about yourself."
   },
   "author": {
    "text": "Iris Apfel"
   }
  },
  {
   "quote": {
    "text": "I'm never bored, never ever bored. If I've got a day off I'll sit in a cafe and watch and observe. I'm a great observer."
   },
   "author": {
    "text": "David Suchet"
   }
  },
  {
   "quote": {
    "text": "Each person is an enigma. You're a puzzle not only to yourself but also to everyone else, and the great mystery of our time is how we penetrate this puzzle."
   },
   "author": {
    "text": "Theodore Zeldin"
   }
  },
  {
   "quote": {
    "text": "I do not know what I may appear to the world, but to myself I seem to have been only like a boy playing on the seashore, and diverting myself in now and then finding a smoother pebble or a prettier shell than ordinary, whilst the great ocean of truth lay all undiscovered before me."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "Great necessities call out great virtues."
   },
   "author": {
    "text": "Abigail Adams"
   }
  },
  {
   "quote": {
    "text": "No man is worth his salt who is not ready at all times to risk his well-being, to risk his body, to risk his life, in a great cause."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Great discoveries and improvements invariably involve the cooperation of many minds. I may be given credit for having blazed the trail, but when I look at the subsequent developments I feel the credit is due to others rather than to myself."
   },
   "author": {
    "text": "Alexander Graham Bell"
   }
  },
  {
   "quote": {
    "text": "Go for great. Own your game. Be kind. Get big things done."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Fun can happen on the interior. Nobody knows about it, but there are fireworks going on inside your spirit when you hear a great orchestra playing great music."
   },
   "author": {
    "text": "David Ogden Stiers"
   }
  },
  {
   "quote": {
    "text": "A dream is the bearer of a new possibility, the enlarged horizon, the great hope."
   },
   "author": {
    "text": "Howard Thurman"
   }
  },
  {
   "quote": {
    "text": "We come nearest to the great when we are great in humility."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "The paradox is really the pathos of intellectual life and just as only great souls are exposed to passions it is only the great thinker who is exposed to what I call paradoxes, which are nothing else than grandiose thoughts in embryo."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "There are great legends and great fighters in the history of Mexico, and there will be more to come."
   },
   "author": {
    "text": "Canelo Alvarez"
   }
  },
  {
   "quote": {
    "text": "I believe that people make their own luck by great preparation and good strategy."
   },
   "author": {
    "text": "Jack Canfield"
   }
  },
  {
   "quote": {
    "text": "There are two Mustafa Kemals: one is I, the flesh and bone Mustafa Kemal... the scond Mustafa Kemal I cannot describe with the word 'I.' That Mustafa Kemal is not I - it is 'We.' That Mustafa Kemal is the enlightened and warrior collectivity that is striving for the new thought, the new life, and the Great Ideal on every corner of this country."
   },
   "author": {
    "text": "Mustafa Kemal Ataturk"
   }
  },
  {
   "quote": {
    "text": "It was great. I mean, it's a blast directing underwater stuff."
   },
   "author": {
    "text": "David R. Ellis"
   }
  },
  {
   "quote": {
    "text": "Let us not listen to those who think we ought to be angry with our enemies, and who believe this to be great and manly. Nothing is so praiseworthy, nothing so clearly shows a great and noble soul, as clemency and readiness to forgive."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "I was able to get along with everybody. I really enjoyed all of those guys. They were unique in their own ways, and I think that's what made the sport fun. We had a great time laughing and having fun."
   },
   "author": {
    "text": "Lee Haney"
   }
  },
  {
   "quote": {
    "text": "Being ignored is a great privilege. That is how I think I learned to see what others do not see and to react to situations differently. I simply looked at the world, not really prepared for anything."
   },
   "author": {
    "text": "Saul Leiter"
   }
  },
  {
   "quote": {
    "text": "Being brilliant is no great feat if you respect nothing."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "The atom bomb was no 'great decision.' It was merely another powerful weapon in the arsenal of righteousness."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "A great building must begin with the unmeasurable, must go through measurable means when it is being designed and in the end must be unmeasurable."
   },
   "author": {
    "text": "Louis Kahn"
   }
  },
  {
   "quote": {
    "text": "Our government is founded upon the intelligence of the people. I for one do not despair of the republic. I have great confidence in the virtue of the great majority of the people, and I cannot fear the result."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "The further you get away from yourself, the more challenging it is. Not to be in your comfort zone is great fun."
   },
   "author": {
    "text": "Benedict Cumberbatch"
   }
  },
  {
   "quote": {
    "text": "Great thoughts and a pure heart, that is what we should ask from God."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Unemployment is a great tragedy. The man who goes about hopelessly seeking work in order to earn bread for his children is a living reproach to civilization."
   },
   "author": {
    "text": "Carlos Saavedra Lamas"
   }
  },
  {
   "quote": {
    "text": "I spent a great deal of my life being ignored. I was always very happy that way."
   },
   "author": {
    "text": "Saul Leiter"
   }
  },
  {
   "quote": {
    "text": "While on top of Everest, I looked across the valley towards the great peak Makalu and mentally worked out a route about how it could be climbed. It showed me that even though I was standing on top of the world, it wasn't the end of everything. I was still looking beyond to other interesting challenges."
   },
   "author": {
    "text": "Edmund Hillary"
   }
  },
  {
   "quote": {
    "text": "The rage for railroads is so great that many will be laid in parts where they will not pay."
   },
   "author": {
    "text": "George Stephenson"
   }
  },
  {
   "quote": {
    "text": "There is no force in the world that can block the powerful march of our army and people, who are holding high the banner of the suns of great Comrade Kim Il Sung and great Comrade Kim Jong Il and continuing to advance under the leadership of the party and with strong faith in sure victory."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "I think journalism is a great way to do public service, to have an impact on your community."
   },
   "author": {
    "text": "Bob Schieffer"
   }
  },
  {
   "quote": {
    "text": "My feeling was, you plant some seeds. If they grow, great; if they don't, you don't take it personally. Not my problem; I just kept planting. Just like a farmer."
   },
   "author": {
    "text": "Hank Haney"
   }
  },
  {
   "quote": {
    "text": "Failure is nature's plan to prepare you for great responsibilities."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "I love life. I think it's fantastic. Sometimes it deals hard things, and when it deals great things, you have to seize them."
   },
   "author": {
    "text": "Sam Taylor-Johnson"
   }
  },
  {
   "quote": {
    "text": "Great leaders inspire incredible loyalty in their followers and subordinates."
   },
   "author": {
    "text": "Joe Lonsdale"
   }
  },
  {
   "quote": {
    "text": "You will become as small as your controlling desire; as great as you dominant aspiration."
   },
   "author": {
    "text": "James Allen"
   }
  },
  {
   "quote": {
    "text": "What's great about collaborating is getting to work with wonderful people. That's what theatre is about: other people getting you to give your best, and getting everyone else's best out of them."
   },
   "author": {
    "text": "Jason Robert Brown"
   }
  },
  {
   "quote": {
    "text": "Strange, is it not, my brothers, how often in America those great watchwords of human energy - 'Be strong!' 'Know thyself!' 'Hitch your wagon to a star!' - how often these die away into dim whispers when we face these seething millions of black men? And yet do they not belong to them? Are they not their heritage as well as yours?"
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "I have learned to use the word 'impossible' with the greatest caution."
   },
   "author": {
    "text": "Wernher von Braun"
   }
  },
  {
   "quote": {
    "text": "My mother lived through the Great Depression. Her family of 11 children pulled themselves up by their bootstraps and moved to wherever there was work at the time. And in rural Oklahoma, that wasn't easy to find."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "What you want is the opportunity to work and an audience. Prizes after that are just a great big bonus."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "We should celebrate how amazing our bodies are! We all have things that we like and dislike about our bodies, but we need to focus on what we love - maybe it's a great smile, strong legs or curly hair?"
   },
   "author": {
    "text": "Katherine Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "I wish that the Indians believed me a god, for upon the report of an enemy's valor oftentimes depends the success of a battle, and false reports have many times done as great things as true courage and resolution."
   },
   "author": {
    "text": "Alexander the Great"
   }
  },
  {
   "quote": {
    "text": "At Microsoft, we're aspiring to have a living, learning culture with a growth mindset that allows us to learn from ourselves and our customers. These are the key attributes of the new culture at Microsoft, and I feel great about how it seems to be resonating and how it's seen as empowering."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "I have gone on the air and announced my telephone number at the Washington Post. I go into the night, talking to people, looking for things. The great dreaded thing every reporter lives with is what you don't know. The source you didn't go to. The phone call you didn't return."
   },
   "author": {
    "text": "Bob Woodward"
   }
  },
  {
   "quote": {
    "text": "When I did 'Bird,' it was a surprise to some people, first because I wasn't in it and second because most of the films I'd been doing were cop movies or westerns or adventure films, so to be doing one about Charlie Parker, who was a great influence on American music, was a great thrill for me."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "The great want of our race is perfect educators to train new-born minds, who are infallible teachers of what is right and true."
   },
   "author": {
    "text": "Catharine Beecher"
   }
  },
  {
   "quote": {
    "text": "You've gotta believe in yourself, and you just have to work harder at it than you've ever worked at anything before in your life. And if you keep doing that and keep believing in yourself, great things do happen."
   },
   "author": {
    "text": "Kate McKinnon"
   }
  },
  {
   "quote": {
    "text": "Ideas are the great warriors of the world, and a war that has no idea behind it, is simply a brutality."
   },
   "author": {
    "text": "James A. Garfield"
   }
  },
  {
   "quote": {
    "text": "I like to do a mix for my workout because I find that when you do the same workout, you get bored of the gym, and also, it's great to shock your body."
   },
   "author": {
    "text": "Shanina Shaik"
   }
  },
  {
   "quote": {
    "text": "When I get home off a long week, I go to the gym, have a great workout, and then I go home and order a giant taco pizza with a pint of Ben & Jerry's ice cream."
   },
   "author": {
    "text": "Seth Rollins"
   }
  },
  {
   "quote": {
    "text": "One of the great things about Sydney is that it has a great acceptance of everyone and everything. It's an incredibly tolerant city, a city with a huge multicultural basis."
   },
   "author": {
    "text": "Baz Luhrmann"
   }
  },
  {
   "quote": {
    "text": "I'm never going to be able to leave Mexico, really. It would be foolish of me to do it. I would be wasting such a great opportunity that the accident of life, or destiny, gave me, which is to be Mexican. If we would make 'Lord of the Rings' analogies, I think Mexico City is Middle-earth. That's where the fight of humanity is."
   },
   "author": {
    "text": "Gael Garcia Bernal"
   }
  },
  {
   "quote": {
    "text": "I think one great tip is that you should always love yourself. If you don't love yourself, take care of yourself, cater to yourself and that little inner voice, you will really not be very worthy of being with someone else, because you won't be the best version of you."
   },
   "author": {
    "text": "Kimora Lee Simmons"
   }
  },
  {
   "quote": {
    "text": "I have great hopes that we shall love each other all our lives as much as if we had never married at all."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "The privilege of holding the priesthood, which is the power and authority to act in God's name, is a great blessing and privilege and one that carries with it equally great obligations and responsibilities."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "I love creating partnerships; I love not having to bear the entire burden of the creative storytelling, and when I have unions like with George Lucas and Peter Jackson, it's really great; not only do I benefit, but the project is better for it."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "Protecting our Great Lakes and conserving this resource for the next generation is critical both for surrounding communities and our planet as a whole."
   },
   "author": {
    "text": "Brad Schneider"
   }
  },
  {
   "quote": {
    "text": "The great thieves lead away the little thief."
   },
   "author": {
    "text": "Diogenes"
   }
  },
  {
   "quote": {
    "text": "The two great risks are risking too much but also risking too little. That's for each person to decide. For me, not risking anything is worse than death. By far."
   },
   "author": {
    "text": "Jimmy Chin"
   }
  },
  {
   "quote": {
    "text": "The silent killer of all great men and women of achievement - particularly men, I don't know why, maybe it's the testosterone - I think it's narcissism. Even more than hubris. And for women, too. Narcissism is the killer."
   },
   "author": {
    "text": "James Woods"
   }
  },
  {
   "quote": {
    "text": "I planted my self in the middle of a great many Glasses full of Dew, tied fast about me, upon which the Sun so violently darted his Rays, that the Heat, which attracted them, as it does the thickest Clouds, carried me up so high, that at length I found my self above the middle Region of the Air."
   },
   "author": {
    "text": "Cyrano de Bergerac"
   }
  },
  {
   "quote": {
    "text": "The audience wants to be attracted not by the critics, but by a great story. You must deliver to the audience emotion - and when I say emotion, I mean suspense, drama, love."
   },
   "author": {
    "text": "Dino De Laurentiis"
   }
  },
  {
   "quote": {
    "text": "Getting recognized and doing shoots and signing on partnerships and signing on deals, that's all great, and I'm so appreciative of that, but it's more the reward that's the most satisfying. I know the importance of working hard, and I appreciate pretty much everything that has come my way; I don't take any of it for granted."
   },
   "author": {
    "text": "Carli Lloyd"
   }
  },
  {
   "quote": {
    "text": "When I feel like the day is great? Pasta. When I feel like I want the day to be great? Pasta. It's just awesome."
   },
   "author": {
    "text": "Jennifer Hyman"
   }
  },
  {
   "quote": {
    "text": "Great spirits have always encountered violent opposition from mediocre minds."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Our greatest glory is not in never failing, but in rising up every time we fail."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "The target for every great champion is to play for the team."
   },
   "author": {
    "text": "Antonio Conte"
   }
  },
  {
   "quote": {
    "text": "It's not like a boss and artist relationship; it's like a big brother to a younger brother relationship, and he's a great guy. So big shout-out to Akon and the Konvict Muzik crowd."
   },
   "author": {
    "text": "WizKid"
   }
  },
  {
   "quote": {
    "text": "Great leaders don't need to act tough. Their confidence and humility serve to underscore their toughness."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "I am grateful to be a woman. I must have done something great in another life."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "All great artists draw from the same resource: the human heart, which tells us that we are all more alike than we are unalike."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I love my iPhone; it's great to have a camera around all the time."
   },
   "author": {
    "text": "Win Butler"
   }
  },
  {
   "quote": {
    "text": "We will be protected by the great men and women of our military and law enforcement and, most importantly, we are protected by God."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "You know, when you really connect with the instrument and everything just comes out on an emotional level very naturally through your playing. That's, you know, a great night. And I think the reason I love touring so much is you're chasing that high around all the time, trying to have another good night."
   },
   "author": {
    "text": "Slash"
   }
  },
  {
   "quote": {
    "text": "Life is a great sunrise. I do not see why death should not be an even greater one."
   },
   "author": {
    "text": "Vladimir Nabokov"
   }
  },
  {
   "quote": {
    "text": "There is no personal charm so great as the charm of a cheerful temperament."
   },
   "author": {
    "text": "Henry Van Dyke"
   }
  },
  {
   "quote": {
    "text": "I am concerned for the security of our great Nation; not so much because of any threat from without, but because of the insidious forces working from within."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "How great are the dangers I face to win a good name in Athens."
   },
   "author": {
    "text": "Alexander the Great"
   }
  },
  {
   "quote": {
    "text": "This is a great country, but fortunately for you, it is not perfect. There is much to be done to bring about complete equality. Remove hunger. Bring reality closer to theory and democratic principles."
   },
   "author": {
    "text": "Thurgood Marshall"
   }
  },
  {
   "quote": {
    "text": "The real power of the Buddha was that he had so much love. He saw people trapped in their notions of small separate self, feeling guilty or proud of that self, and he offered revolutionary teachings that resounded like a lion's roar, like a great rising tide, helping people to wake up and break free from the prison of ignorance."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "I love being married. It's so great to find that one special person you want to annoy for the rest of your life."
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "Great leaders are willing to sacrifice the numbers to save the people. Poor leaders sacrifice the people to save the numbers."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "A great thing can only be done by a great person; and they do it without effort."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "Great minds have purposes; others have wishes."
   },
   "author": {
    "text": "Washington Irving"
   }
  },
  {
   "quote": {
    "text": "Success doesn't necessarily come from breakthrough innovation but from flawless execution. A great strategy alone won't win a game or a battle; the win comes from basic blocking and tackling."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "The great musicians are those who can reach people, who can make people feel something."
   },
   "author": {
    "text": "Sam Rivers"
   }
  },
  {
   "quote": {
    "text": "The great constitutional corrective in the hands of the people against usurpation of power, or corruption by their agents is the right of suffrage; and this when used with calmness and deliberation will prove strong enough."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "That's another great thing about getting older. Your life is written on your face."
   },
   "author": {
    "text": "Frances McDormand"
   }
  },
  {
   "quote": {
    "text": "As a child of God, I am greater than anything that can happen to me."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "My mom was a terrible parent of young children. And thank God - I thank God every time I think of it - I was sent to my paternal grandmother. Ah, but my mother was a great parent of a young adult."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Civil engineers build bridges. Electrical engineers, power grids. Software engineers, apps. From the engineers who created the Great Pyramids to the engineers who are designing and developing tomorrow's autonomous vehicles, these visionaries and their tangible creations are inextricably linked."
   },
   "author": {
    "text": "Dinesh Paliwal"
   }
  },
  {
   "quote": {
    "text": "Mental health needs a great deal of attention. It's the final taboo and it needs to be faced and dealt with."
   },
   "author": {
    "text": "Adam Ant"
   }
  },
  {
   "quote": {
    "text": "I think it's wonderful when a love story begins with a great deal of romance and affection, passion and excitement, that's how it should be. But I don't necessarily know that it's the wisest thing in the world to expect that it ends there, or that it should, 30 years down the road, still look as it did on the night of your first kiss."
   },
   "author": {
    "text": "Elizabeth Gilbert"
   }
  },
  {
   "quote": {
    "text": "I suffer the mortification of seeing myself attacked right and left by people at home professing patriotism and love of country who never heard the whistle of a hostile bullet. I pity them and the nation dependent on such for its existence. I am thankful, however that, though such people make a great noise, the masses are not like them."
   },
   "author": {
    "text": "Ulysses S. Grant"
   }
  },
  {
   "quote": {
    "text": "Families are the compass that guide us. They are the inspiration to reach great heights, and our comfort when we occasionally falter."
   },
   "author": {
    "text": "Brad Henry"
   }
  },
  {
   "quote": {
    "text": "The Jews don't like Farrakhan, so they call me Hitler. Well, that's a good name. Hitler was a very great man."
   },
   "author": {
    "text": "Louis Farrakhan"
   }
  },
  {
   "quote": {
    "text": "To vilify a great man is the readiest way in which a little man can himself attain greatness."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "The making of the far-famed New York Central Park was opposed by even good men, with misguided pluck, perseverance, and ingenuity, but straight right won its way, and now that park is appreciated. So we confidently believe it will be with our great national parks and forest reservations."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Standing beside each one of our brave soldiers, sailors, airmen and marines is a loving, supportive, and dedicated family whose sacrifice is a true service to our great nation."
   },
   "author": {
    "text": "Elise Stefanik"
   }
  },
  {
   "quote": {
    "text": "Wisdom is the right use of knowledge. To know is not to be wise. Many men know a great deal, and are all the greater fools for it. There is no fool so great a fool as a knowing fool. But to know how to use knowledge is to have wisdom."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "When leaders know how to lead great meetings, there's less time wasted and less frustration. We have more energy to do the work that matters, realize our full potential, and do great things."
   },
   "author": {
    "text": "Justin Rosenstein"
   }
  },
  {
   "quote": {
    "text": "The past is a great place and I don't want to erase it or to regret it, but I don't want to be its prisoner either."
   },
   "author": {
    "text": "Mick Jagger"
   }
  },
  {
   "quote": {
    "text": "Life is short, youth is finite, and opportunities endless. Have you found the intersection of your passion and the potential for world-shaping positive impact? If you don't have a great idea of your own, there are plenty of great teams that need you - unknown startups and established teams in giant companies alike."
   },
   "author": {
    "text": "Justin Rosenstein"
   }
  },
  {
   "quote": {
    "text": "I believe in the fundamental truth of all great religions of the world."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "The mark of a great player is in his ability to come back. The great champions have all come back from defeat."
   },
   "author": {
    "text": "Sam Snead"
   }
  },
  {
   "quote": {
    "text": "Hugs can do great amounts of good - especially for children."
   },
   "author": {
    "text": "Princess Diana"
   }
  },
  {
   "quote": {
    "text": "Sausage is a great deal like life. You get out of it about what you put into it."
   },
   "author": {
    "text": "Jimmy Dean"
   }
  },
  {
   "quote": {
    "text": "Those who want to reap the benefits of this great nation must bear the fatigue of supporting it."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "It is a great boost for confidence in a squad when there is not just one or two players scoring goals, but the whole team is contributing."
   },
   "author": {
    "text": "Harry Kane"
   }
  },
  {
   "quote": {
    "text": "More enduringly than any other sport, wrestling teaches self-control and pride. Some have wrestled without great skill - none have wrestled without pride."
   },
   "author": {
    "text": "Dan Gable"
   }
  },
  {
   "quote": {
    "text": "I had a Guru. He was a great saint and most merciful. I served him long - very, very long; still, he would not blow any mantra in my ears. I had a keen desire never to leave him but to stay with him and serve him and at all cost receive some instruction from him."
   },
   "author": {
    "text": "Sai Baba"
   }
  },
  {
   "quote": {
    "text": "Loyal and efficient work in a great cause, even though it may not be immediately recognized, ultimately bears fruit."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "Taking my bike out and riding the bike path along Lake Shore Drive, that's one of the great experiences in my life. And I hope to do it as long as I can."
   },
   "author": {
    "text": "Raghuram Rajan"
   }
  },
  {
   "quote": {
    "text": "Shave off your beard and wear a dress. You would be a great female impersonator."
   },
   "author": {
    "text": "Simon Cowell"
   }
  },
  {
   "quote": {
    "text": "Love and desire are the spirit's wings to great deeds."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "That's the great thing about a tractor. You can't really hear the phone ring."
   },
   "author": {
    "text": "Jeff Foxworthy"
   }
  },
  {
   "quote": {
    "text": "No great advance has been made in science, politics, or religion without controversy."
   },
   "author": {
    "text": "Lyman Beecher"
   }
  },
  {
   "quote": {
    "text": "I can't imagine what it must be like to be one of the indigenous people of the United States of America. I can't imagine watching the news every day - as people debate whose country this is and who should be in charge of it and how to make it great again - and hardly ever see your people brought into the discussion."
   },
   "author": {
    "text": "W. Kamau Bell"
   }
  },
  {
   "quote": {
    "text": "It's hard to be humble, when you're as great as I am."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "A feminist is a person who believes in the power of women just as much as they believe in the power of anyone else. It's equality, it's fairness, and I think it's a great thing to be a part of."
   },
   "author": {
    "text": "Zendaya"
   }
  },
  {
   "quote": {
    "text": "See everything, overlook a great deal, correct a little."
   },
   "author": {
    "text": "Pope John XXIII"
   }
  },
  {
   "quote": {
    "text": "I know this may come as a shock to most of you, but I've decided to quit acting. I will not be auditioning for anything anymore, and if I get offered something like a role in a movie or a commercial or something, I will graciously turn it down. It's been great, but its just not for me anymore."
   },
   "author": {
    "text": "Chris Pratt"
   }
  },
  {
   "quote": {
    "text": "So, I'm on 'Sesame Street,' walking around with all these monsters, Elmo and his buddies, a whole bunch of chickens, a whole bunch of penguins and a number four dancing about. It was just pure joy, simple, ridiculous fun, stupid joy. There's no irony. 'Sesame Street' is just a crazy great place to be."
   },
   "author": {
    "text": "Feist"
   }
  },
  {
   "quote": {
    "text": "The Mohawks have on all occasions shown their zeal and loyalty to the Great King; yet they have been very badly treated by his people."
   },
   "author": {
    "text": "Joseph Brant"
   }
  },
  {
   "quote": {
    "text": "Surrealism had a great effect on me because then I realised that the imagery in my mind wasn't insanity. Surrealism to me is reality."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "Taking risks and being focused, sometimes, are at odds. Both are required to build a great company."
   },
   "author": {
    "text": "Andy Dunn"
   }
  },
  {
   "quote": {
    "text": "I believe that curiosity, wonder and passion are defining qualities of imaginative minds and great teachers; that restlessness and discontent are vital things; and that intense experience and suffering instruct us in ways that less intense emotions can never do."
   },
   "author": {
    "text": "Kay Redfield Jamison"
   }
  },
  {
   "quote": {
    "text": "I'm proud of myself. I could break and go get all this plastic surgery and get my nose fixed and get lipo or do whatever, but I haven't chosen to do that because I know I'm a great person. I'm pretty damn hot, if you ask me."
   },
   "author": {
    "text": "Khloe Kardashian"
   }
  },
  {
   "quote": {
    "text": "This Sunday School has been of help to me, greater perhaps than any other force in my Christian life, and I can ask no better things for you than that you, and all that shall come after you in this great band of workers for Christ, shall receive the same measure of blessedness which I have been permitted to have."
   },
   "author": {
    "text": "John D. Rockefeller"
   }
  },
  {
   "quote": {
    "text": "If a man can bridge the gap between life and death, if he can live on after he's dead, then maybe he was a great man."
   },
   "author": {
    "text": "James Dean"
   }
  },
  {
   "quote": {
    "text": "I see travelling as a great learning process, and my biggest dream is to travel the world."
   },
   "author": {
    "text": "Pooja Hegde"
   }
  },
  {
   "quote": {
    "text": "Nothing great will ever be achieved without great men, and men are great only if they are determined to be so."
   },
   "author": {
    "text": "Charles de Gaulle"
   }
  },
  {
   "quote": {
    "text": "Mother Nature is the great equalizer. You can't get away from it."
   },
   "author": {
    "text": "Christopher Heyerdahl"
   }
  },
  {
   "quote": {
    "text": "No person will make a great business who wants to do it all himself or get all the credit."
   },
   "author": {
    "text": "Andrew Carnegie"
   }
  },
  {
   "quote": {
    "text": "Men know not the gold which lies in the mine of Christ Jesus, or surely they would dig in it night and day. They have not yet discovered the pearl of great price, or they would have sold their all to buy the field wherein it lies."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Love and hate have a magical transforming power. They are the great soul changers. We grow through their exercise into the likeness of what we contemplate."
   },
   "author": {
    "text": "George William Russell"
   }
  },
  {
   "quote": {
    "text": "All great deeds and all great thoughts have a ridiculous beginning. Great works are often born on a street corner or in a restaurant's revolving door."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Now and then, someone is able to look at an empty space, conclude it would be a great place to start a revolution, and bravely go forward."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "When I'm traveling, I won't miss an opportunity to try great pasta."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "Of course great hotels have always been social ideas, flawless mirrors to the particular societies they service."
   },
   "author": {
    "text": "Joan Didion"
   }
  },
  {
   "quote": {
    "text": "I was raised in the greatest of homes... just a really great dad, and I miss him so much... he was a good man, a real simple man... Very faithful, always loved my mom, always provided for the kids, and just a lot of fun."
   },
   "author": {
    "text": "Max Lucado"
   }
  },
  {
   "quote": {
    "text": "I want to be an independent woman who falls in love, finds a great partner for her lifetime, has kids and kind of does it all. I'd like to have it all."
   },
   "author": {
    "text": "Jennifer Love Hewitt"
   }
  },
  {
   "quote": {
    "text": "You can learn more from the lows than the highs. The highs are great but the lows make you really look at things in a different way and want to improve. Every player will have both in their careers and I have, but what you get is that experience which is so important to perform at your best."
   },
   "author": {
    "text": "Wayne Rooney"
   }
  },
  {
   "quote": {
    "text": "Among a great many other things that chess teaches you is to control the initial excitement you feel when you see something that looks good. It trains you to think before grabbing and to think just as objectively when you're in trouble."
   },
   "author": {
    "text": "Stanley Kubrick"
   }
  },
  {
   "quote": {
    "text": "The great thing about McDonald's is that they have a lot of different things on the menu. I love their salads."
   },
   "author": {
    "text": "Beyonce Knowles"
   }
  },
  {
   "quote": {
    "text": "I can't even explain how blessed I am and how fortunate that I have such a great team that believes in me."
   },
   "author": {
    "text": "Holly Holm"
   }
  },
  {
   "quote": {
    "text": "The feeling of longing for home is born into us. That wonderful dream cannot become real without great faith - enough for the Holy Ghost to lead us to repentance, baptism, and the making and keeping of sacred covenants with God. This faith requires enduring bravely the trials of mortal life."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "One of my great regrets, and I don't have many, is that I spent too long putting people's status and reputation ahead of their more important qualities. I learned far too late in life that a long list of letters after someone's name is no guarantee of compassion, kindness, humour, all the far more relevant stuff."
   },
   "author": {
    "text": "Bill Nighy"
   }
  },
  {
   "quote": {
    "text": "The financial crisis and the Great Recession posed the most significant macroeconomic challenges for the United States in a half-century, leaving behind high unemployment and below-target inflation and calling for highly accommodative monetary policies."
   },
   "author": {
    "text": "Jerome Powell"
   }
  },
  {
   "quote": {
    "text": "Old people whimper, and cry, and belch, and make great hollow rumbling sounds at table; old people wake up in the middle of the night screaming, and find out they haven't even been asleep; and when old people are asleep, they try to wake up, and they can't... not for the longest time."
   },
   "author": {
    "text": "Edward Albee"
   }
  },
  {
   "quote": {
    "text": "Reconstruction is the great black hole that remains to be filled. Even experts on the Civil War don't really understand its full significance."
   },
   "author": {
    "text": "Ron Chernow"
   }
  },
  {
   "quote": {
    "text": "Habit is a great deadener."
   },
   "author": {
    "text": "Samuel Beckett"
   }
  },
  {
   "quote": {
    "text": "Judging from the experience of the European War, imperialism renders no great benefit to any nation, whereas liberty for all nationalities is the only principle by which humanity will ever be saved."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "People who get into animation tend to be kids. We don't have to grow up. But also, animators are great observers, and there's this childlike wonder and interest in the world, the observation of little things that happen in life."
   },
   "author": {
    "text": "John Lasseter"
   }
  },
  {
   "quote": {
    "text": "We make a great mistake in supposing all people are capable of self-government."
   },
   "author": {
    "text": "John C. Calhoun"
   }
  },
  {
   "quote": {
    "text": "And some places you been before are so great that you don't ever mind going back. Some places you been before you don't ever want to go back, you know, like Montreal in the Winter."
   },
   "author": {
    "text": "Morgan Freeman"
   }
  },
  {
   "quote": {
    "text": "Our nuclear scientists and engineers have done a splendid job, and naturally, the entire nation has risen to salute their professional excellence, discipline, and patriotism. They have had the benefit of having been led in the past by great men like Homi Bhabha and Vikram Sarabhai."
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "With great power comes great responsibility. These are platforms with hundreds of millions of people."
   },
   "author": {
    "text": "Dave McClure"
   }
  },
  {
   "quote": {
    "text": "I love the DJ scene out in the clubs. It is a great way to party and make people happy, the atmosphere is one that I use as an escape from reality."
   },
   "author": {
    "text": "Danny Masterson"
   }
  },
  {
   "quote": {
    "text": "There's not as much oxygen in that hot gym and I think it's great for conditioning. I believe in a lot of boxing. You can train and work on the speed bag and heavy bag, but when you get in the ring with another fighter, it's a different story. Punches are coming at you, there's physical contact, muscle against muscle."
   },
   "author": {
    "text": "Emanuel Steward"
   }
  },
  {
   "quote": {
    "text": "Throwing on a black dress with black tights, cute booties, a great coat and throw a scarf over it. I think simple accessories and, if you want to make a pop, a great red lip."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "Truth is always served by great minds, even if they fight it."
   },
   "author": {
    "text": "Jean Rostand"
   }
  },
  {
   "quote": {
    "text": "Every morning, my dad would have me looking in the mirror and repeat, 'Today is going to be a great day; I can, and I will.'"
   },
   "author": {
    "text": "Gina Rodriguez"
   }
  },
  {
   "quote": {
    "text": "Over the course of the game, you can't let negativity get in your head. Any time a guy playing negative upon emotion, it's not going to be a great day."
   },
   "author": {
    "text": "Antonio Brown"
   }
  },
  {
   "quote": {
    "text": "If the people raise a great howl against my barbarity and cruelty, I will answer that war is war, and not popularity seeking."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "All architecture is shelter, all great architecture is the design of space that contains, cuddles, exalts, or stimulates the persons in that space."
   },
   "author": {
    "text": "Philip Johnson"
   }
  },
  {
   "quote": {
    "text": "Teaching man his relatively small sphere in the creation, it also encourages him by its lessons of the unity of Nature and shows him that his power of comprehension allies him with the great intelligence over-reaching all."
   },
   "author": {
    "text": "Annie Jump Cannon"
   }
  },
  {
   "quote": {
    "text": "Boston was a great city to grow up in, and it probably still is. We were surrounded by two very important elements: academia and the arts. I was surrounded by theater, music, dance, museums. And I learned how to sail on the Charles River. So I had a great childhood in Boston. It was wonderful."
   },
   "author": {
    "text": "Leonard Nimoy"
   }
  },
  {
   "quote": {
    "text": "When I played at Minnesota, Green Bay, those northern cities, Buffalo, they wanted to have those championship games at home. It was going to be an advantage to be there with their fans and the cold weather and all that. But when you've got a Super Bowl, and it's the two best teams, you want ideal conditions. You want to play a great game."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "Ninety-nine percent of the people in the world are fools and the rest of us are in great danger of contagion."
   },
   "author": {
    "text": "Thornton Wilder"
   }
  },
  {
   "quote": {
    "text": "Having read the histories of other countries, I saw that expansion was everything, and that the world's surface being limited, the great object of present humanity should be to take as much of the world as it possibly could."
   },
   "author": {
    "text": "Cecil Rhodes"
   }
  },
  {
   "quote": {
    "text": "Character contributes to beauty. It fortifies a woman as her youth fades. A mode of conduct, a standard of courage, discipline, fortitude, and integrity can do a great deal to make a woman beautiful."
   },
   "author": {
    "text": "Jacqueline Bisset"
   }
  },
  {
   "quote": {
    "text": "I want a real revolution, a real change in society: society, a great organic mass of well-regulated forces used for the bringing-about a happy life for all."
   },
   "author": {
    "text": "William Morris"
   }
  },
  {
   "quote": {
    "text": "There will always be people who think that money and benefits and even just having a job should be thanks enough. There are also those that think they do a great job without anyone having to thank them. But study after study has shown that no one is immune from the motivating effects of acknowledgement and thanks."
   },
   "author": {
    "text": "Mark Goulston"
   }
  },
  {
   "quote": {
    "text": "The Haisla named this point Obela. Not so long ago, the bay was lined with longhouses and canoes, totem poles and fishing gear. The reserve was once a winter village, a place to celebrate the sacred season, when memories passed in dance and song and stories from one generation to the next with great feasts called potlatches."
   },
   "author": {
    "text": "Eden Robinson"
   }
  },
  {
   "quote": {
    "text": "I love Damien Hirst. I respect his work a great deal, and I am happy that the polka dots I started using have become a symbol of love and peace around the world with everybody joining hands to use them in this way."
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "There's a great metaphor that one of my doctors uses: If a fish is swimming in a dirty tank and it gets sick, do you take it to the vet and amputate the fin? No, you clean the water. So, I cleaned up my system. By eating organic raw greens, nuts and healthy fats, I am flooding my body with enzymes, vitamins and oxygen."
   },
   "author": {
    "text": "Kris Carr"
   }
  },
  {
   "quote": {
    "text": "Each person has inside a basic decency and goodness. If he listens to it and acts on it, he is giving a great deal of what it is the world needs most. It is not complicated but it takes courage. It takes courage for a person to listen to his own goodness and act on it."
   },
   "author": {
    "text": "Pablo Casals"
   }
  },
  {
   "quote": {
    "text": "Let's face it - think of Africa, and the first images that come to mind are of war, poverty, famine and flies. How many of us really know anything at all about the truly great ancient African civilizations, which in their day, were just as splendid and glorious as any on the face of the earth?"
   },
   "author": {
    "text": "Henry Louis Gates"
   }
  },
  {
   "quote": {
    "text": "Throughout the years, many Christian women have told me of their great respect for the bravery and courage evident in my work, perhaps even gesturing to their own Isis earrings or a Nile River Goddess pendants."
   },
   "author": {
    "text": "Carol P. Christ"
   }
  },
  {
   "quote": {
    "text": "Milan, for me, is a city of discovery. You can find some amazing gardens behind some great houses; I also love finding beautiful galleries and incredible shops, but you have to explore. And the food is amazing."
   },
   "author": {
    "text": "Francisco Costa"
   }
  },
  {
   "quote": {
    "text": "Our goal is to make General Motors the most valuable automotive company. Clearly, that is having sustainable profitability and driving great returns for our shareholders."
   },
   "author": {
    "text": "Mary Barra"
   }
  },
  {
   "quote": {
    "text": "If our wondrous kindness is evidence for God, is our capacity for great evil proof of the Devil?"
   },
   "author": {
    "text": "Paul Bloom"
   }
  },
  {
   "quote": {
    "text": "The great advantage of being a writer is that you can spy on people. You're there, listening to every word, but part of you is observing. Everything is useful to a writer, you see - every scrap, even the longest and most boring of luncheon parties."
   },
   "author": {
    "text": "Graham Greene"
   }
  },
  {
   "quote": {
    "text": "Social media is great, I guess, but it feels like technology is the sapper of innocence."
   },
   "author": {
    "text": "Chris O'Dowd"
   }
  },
  {
   "quote": {
    "text": "It does not matter much whom we live with in this world, but it matters a great deal whom we dream of."
   },
   "author": {
    "text": "Willa Cather"
   }
  },
  {
   "quote": {
    "text": "A little sincerity is a dangerous thing, and a great deal of it is absolutely fatal."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "The true revolutionary is guided by a great feeling of love. It is impossible to think of a genuine revolutionary lacking this quality."
   },
   "author": {
    "text": "Che Guevara"
   }
  },
  {
   "quote": {
    "text": "To be great is to be misunderstood."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "I look forward to a great future for America - a future in which our country will match its military strength with our moral restraint, its wealth with our wisdom, its power with our purpose."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Passion is needed for any great work, and for the revolution, passion and audacity are required in big doses."
   },
   "author": {
    "text": "Che Guevara"
   }
  },
  {
   "quote": {
    "text": "You have to come to your closed doors before you get to your open doors... What if you knew you had to go through 32 closed doors before you got to your open door? Well, then you'd come to closed door number eight and you'd think, 'Great, I got another one out of the way'... Keep moving forward."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Owning a great golf course gives you great power."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Though I do not believe that a plant will spring up where no seed has been, I have great faith in a seed... Convince me that you have a seed there, and I am prepared to expect wonders."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Festivals are great because you get to just walk around the corner and see a new band that you've heard but not had the chance to check out."
   },
   "author": {
    "text": "Johnny Marr"
   }
  },
  {
   "quote": {
    "text": "Rhetoric is a poor substitute for action, and we have trusted only to rhetoric. If we are really to be a great nation, we must not merely talk; we must act big."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "My height doesn't define my skill set. To be a great quarterback, you have to have great leadership, great attention to detail and a relentless competitive nature - and I try to bring that on a daily basis."
   },
   "author": {
    "text": "Russell Wilson"
   }
  },
  {
   "quote": {
    "text": "The practice of charity will bind us - will bind all men in one great brotherhood."
   },
   "author": {
    "text": "Conrad Hilton"
   }
  },
  {
   "quote": {
    "text": "Only passions, great passions can elevate the soul to great things."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "Do you have hands? Excellent. That's a good start. Can you hold a pencil? Great. If you have a sketchbook, open it and start by making a line, a mark, wherever. Doodle."
   },
   "author": {
    "text": "Chris Riddell"
   }
  },
  {
   "quote": {
    "text": "I have always loved fashion because it's a great way to express your mood. And I'm definitely a shoe lover. The right pair of shoes can change the feel of an outfit, and even change how a woman feels about herself. A woman can wear confidence on her feet with a high stiletto, or slip into weekend comfort with a soft ballet flat."
   },
   "author": {
    "text": "Fergie"
   }
  },
  {
   "quote": {
    "text": "Suffering becomes beautiful when anyone bears great calamities with cheerfulness, not through insensibility but through greatness of mind."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "The great enemy of clear language is insincerity. When there is a gap between one's real and one's declared aims, one turns, as it were, instinctively to long words and exhausted idioms, like a cuttlefish squirting out ink."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "There is strength in numbers, but organizing those numbers is one of the great challenges."
   },
   "author": {
    "text": "John C. Mather"
   }
  },
  {
   "quote": {
    "text": "I had a period in my life where I decided that I would never be bored again and that, if I had any free time at all, I would make plans, and I would always be doing things. It actually was great for a year or so, but then I lost all of my friends."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "A great tailor is like a great personal trainer - they tailor that suit to your natural physique."
   },
   "author": {
    "text": "Jidenna"
   }
  },
  {
   "quote": {
    "text": "I like cats a lot. I've always liked cats. They're great company. When they eat, they always leave a little bit at the bottom of the bowl. A dog will polish the bowl, but a cat always leaves a little bit. It's like an offering."
   },
   "author": {
    "text": "Christopher Walken"
   }
  },
  {
   "quote": {
    "text": "We owe these heroes a great deal - it is our solemn responsibility to ensure that all veterans receive the care and respect they have earned."
   },
   "author": {
    "text": "Bill Foster"
   }
  },
  {
   "quote": {
    "text": "A cloudy day or a little sunshine have as great an influence on many constitutions as the most recent blessings or misfortunes."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "America's fighting men and women sacrifice much to ensure that our great nation stays free. We owe a debt of gratitude to the soldiers that have paid the ultimate price for this cause, as well as for those who are blessed enough to return from the battlefield unscathed."
   },
   "author": {
    "text": "Allen Boyd"
   }
  },
  {
   "quote": {
    "text": "You say that you are my judge; I do not know if you are; but take good heed not to judge me ill, because you would put yourself in great peril."
   },
   "author": {
    "text": "Joan of Arc"
   }
  },
  {
   "quote": {
    "text": "As we learned after President Herbert Hoover signed the Smoot-Hawley tariff at the outset of the Great Depression, vibrant international trade is a key component to economic recovery; hindering trade is a recipe for disaster."
   },
   "author": {
    "text": "Asa Hutchinson"
   }
  },
  {
   "quote": {
    "text": "I am not going to Heaven because I have preached to great crowds or read the Bible many times. I'm going to Heaven just like the thief on the cross who said in that last moment: 'Lord, remember me.'"
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Because of a great love, one is courageous."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "Voting is something that we all have a right to. It's not something that we have to do... it's absolutely an honor and a great opportunity to be heard."
   },
   "author": {
    "text": "Grace Potter"
   }
  },
  {
   "quote": {
    "text": "We have the opportunity to move not only toward the rich society and the powerful society, but upward to the Great Society."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "If you look around, complacency is the great disease of your autumn years, and I work hard to prevent that."
   },
   "author": {
    "text": "Nick Cave"
   }
  },
  {
   "quote": {
    "text": "I'm a great believer in karma, and the vengeance that it serves up to those who are deliberately mean is generally enough for me."
   },
   "author": {
    "text": "Beth Ditto"
   }
  },
  {
   "quote": {
    "text": "No one in this world, so far as I know - and I have searched the records for years, and employed agents to help me - has ever lost money by underestimating the intelligence of the great masses of the plain people."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "The greatest humiliation in life, is to work hard on something from which you expect great appreciation, and then fail to get it."
   },
   "author": {
    "text": "E. W. Howe"
   }
  },
  {
   "quote": {
    "text": "After many years of great mercy, after tasting of the powers of the world to come, we still are so weak, so foolish; but, oh! when we get away from self to God, there all is truth and purity and holiness, and our heart finds peace, wisdom, completeness, delight, joy, victory."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "The old days were the old days. And they were great days. But now is now."
   },
   "author": {
    "text": "Don Rickles"
   }
  },
  {
   "quote": {
    "text": "It's not even about black and white anymore, because so many people are from mixed backgrounds and mixed ethnicities, and it's just a great time to be able to pull all that together."
   },
   "author": {
    "text": "George Lopez"
   }
  },
  {
   "quote": {
    "text": "A man must live like a great brilliant flame and burn as brightly as he can. In the end he burns out. But this is far better than a mean little flame."
   },
   "author": {
    "text": "Boris Yeltsin"
   }
  },
  {
   "quote": {
    "text": "A successful entrepreneur can't be afraid of failures or setbacks. An initial setback can be a great opportunity to take a new and more promising approach to any problem, to come back stronger than ever."
   },
   "author": {
    "text": "John Roos"
   }
  },
  {
   "quote": {
    "text": "The fun stuff comes when someone is not so strict on sticking to the script. You're allowed the spontaneity, and great moments can happen."
   },
   "author": {
    "text": "Jennifer Aniston"
   }
  },
  {
   "quote": {
    "text": "I've also seen that great men are often lonely. This is understandable, because they have built such high standards for themselves that they often feel alone. But that same loneliness is part of their ability to create."
   },
   "author": {
    "text": "Yousuf Karsh"
   }
  },
  {
   "quote": {
    "text": "Without an open-minded mind, you can never be a great success."
   },
   "author": {
    "text": "Martha Stewart"
   }
  },
  {
   "quote": {
    "text": "It's stunning to me what kind of an impact even one person can have if they have the right passion, perspective and are able to align the interest of a great team."
   },
   "author": {
    "text": "Steve Case"
   }
  },
  {
   "quote": {
    "text": "While the laughter of joy is in full harmony with our deeper life, the laughter of amusement should be kept apart from it. The danger is too great of thus learning to look at solemn things in a spirit of mockery, and to seek in them opportunities for exercising wit."
   },
   "author": {
    "text": "Lewis Carroll"
   }
  },
  {
   "quote": {
    "text": "Standing, as I believe the United States stands for humanity and civilization, we should exercise every influence of our great country to put a stop to that war which is now raging in Cuba and give to that island once more peace, liberty, and independence."
   },
   "author": {
    "text": "Henry Cabot Lodge"
   }
  },
  {
   "quote": {
    "text": "More than anything, I like a jacket. You can do anything with a great jacket, the bigger the better. You can have any silhouette underneath. It gives you an attitude. It makes a gown look cool."
   },
   "author": {
    "text": "Rihanna"
   }
  },
  {
   "quote": {
    "text": "Wisdom and penetration are the fruit of experience, not the lessons of retirement and leisure. Great necessities call out great virtues."
   },
   "author": {
    "text": "Abigail Adams"
   }
  },
  {
   "quote": {
    "text": "Don't forget your great guns, which are the most respectable arguments of the rights of kings."
   },
   "author": {
    "text": "Frederick the Great"
   }
  },
  {
   "quote": {
    "text": "I don't think journalism changes. It's about digging into stories and telling them well. The basic tenets of great reporting stay the same while things around it change. Technology has made reporting easier, but it has also caused job loss. Social media has increased discussion around topics, but it has its own challenges at times."
   },
   "author": {
    "text": "Soledad O'Brien"
   }
  },
  {
   "quote": {
    "text": "Until you're ready to look foolish, you'll never have the possibility of being great."
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "Praised be You, my Lord, with all Your creatures, especially Sir Brother Sun, Who is the day through whom You give us light. And he is beautiful and radiant with great splendour; of You, Most High, he bears the likeness."
   },
   "author": {
    "text": "Francis of Assisi"
   }
  },
  {
   "quote": {
    "text": "Character may be manifested in the great moments, but it is made in the small ones."
   },
   "author": {
    "text": "Phillips Brooks"
   }
  },
  {
   "quote": {
    "text": "Great things are accomplished by talented people who believe they will accomplish them."
   },
   "author": {
    "text": "Warren Bennis"
   }
  },
  {
   "quote": {
    "text": "Every great political campaign rewrites the rules; devising a new way to win is what gives campaigns a comparative advantage against their foes."
   },
   "author": {
    "text": "John Podhoretz"
   }
  },
  {
   "quote": {
    "text": "Panama's a really wonderful country. There's obviously the Panama Canal, which brings a lot of tourism, and a huge American influence; it's just a mix of so many great things: African, Caribbean, Latin American Spanish, all kinds of influences there."
   },
   "author": {
    "text": "J. August Richards"
   }
  },
  {
   "quote": {
    "text": "Great ideas originate in the muscles."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "An understanding of the natural world and what's in it is a source of not only a great curiosity but great fulfillment."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "A little flattery will support a man through great fatigue."
   },
   "author": {
    "text": "James Monroe"
   }
  },
  {
   "quote": {
    "text": "It took capitalism half a century to come back from the Great Depression."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "Anything created by human beings is already in the great book of nature."
   },
   "author": {
    "text": "Antoni Gaudi"
   }
  },
  {
   "quote": {
    "text": "Small opportunities are often the beginning of great enterprises."
   },
   "author": {
    "text": "Demosthenes"
   }
  },
  {
   "quote": {
    "text": "We can have democracy in this country, or we can have great wealth concentrated in the hands of a few, but we can't have both."
   },
   "author": {
    "text": "Louis D. Brandeis"
   }
  },
  {
   "quote": {
    "text": "There are many of us that are willing to do great things for the Lord, but few of us are willing to do little things."
   },
   "author": {
    "text": "Dwight L. Moody"
   }
  },
  {
   "quote": {
    "text": "Cooking classes are a great way to hone your skills, learn new recipes, and meet like-minded friends. Spending time in the kitchen with people who love to cook as much as you do is fun and educational."
   },
   "author": {
    "text": "Homaro Cantu"
   }
  },
  {
   "quote": {
    "text": "It makes a big difference when men respect women. There are a lot of men who don't, so that's the main quality that would make a good man a great man."
   },
   "author": {
    "text": "Stephanie Sigman"
   }
  },
  {
   "quote": {
    "text": "It is the idle man, not the great worker, who is always complaining that he has no time or opportunity."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Enlightenment is always there. Small enlightenment will bring great enlightenment. If you breathe in and are aware that you are alive - that you can touch the miracle of being alive - then that is a kind of enlightenment."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Great leaders communicate a vision that captures the imagination and fires the hearts and minds of those around them."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "Seek not greatness, but seek truth and you will find both."
   },
   "author": {
    "text": "Horace Mann"
   }
  },
  {
   "quote": {
    "text": "I am unboreable in the great outdoors."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Years ago I went into my laboratory and said, 'Dear Mr. Creator, please tell me what the universe was made for?' The Great Creator answered, 'You want to know too much for that little mind of yours. Ask for something more your size, little man.'"
   },
   "author": {
    "text": "George Washington Carver"
   }
  },
  {
   "quote": {
    "text": "I love maxi dresses, I feel so great when I put on a maxi dress, big earrings and sandals."
   },
   "author": {
    "text": "Poppy Delevingne"
   }
  },
  {
   "quote": {
    "text": "Great leaders don't rush to blame. They instinctively look for solutions."
   },
   "author": {
    "text": "Nina Easton"
   }
  },
  {
   "quote": {
    "text": "In life, so many things are taken for granted, but one thing I can honestly say is that I took every day, enjoyed the game of putting on that uniform and playing the great game of baseball."
   },
   "author": {
    "text": "Wade Boggs"
   }
  },
  {
   "quote": {
    "text": "It would be doing me great injustice to think that I have any feeling of indifference to my country; I have more reason than anyone to feel, every day of my life, the value of the blood which flows in my veins, and it is only from prudence that at times I abstain from showing how proud I am of it."
   },
   "author": {
    "text": "Marie Antoinette"
   }
  },
  {
   "quote": {
    "text": "All great empires die from within."
   },
   "author": {
    "text": "Terry Bradshaw"
   }
  },
  {
   "quote": {
    "text": "I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "The great lesson my mother and father gave me was almost invisible. It was a strong sense of being rooted."
   },
   "author": {
    "text": "Dan Rather"
   }
  },
  {
   "quote": {
    "text": "My parents survived the Great Depression and brought me up to live within my means, save some for tomorrow, share and don't be greedy, work hard for the necessities in life knowing that money does not make you better or more important than anyone else. So, extravagance has been bred out of my DNA."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "Liberty is a great celestial Goddess, strong, beneficent, and austere, and she can never descend upon a nation by the shouting of crowds, nor by arguments of unbridled passion, nor by the hatred of class against class."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "I think the more important task for a young person than developing a personal brand is figuring out what she's great at, what she loves to do, and how she can use that to leave an imprint in the world. Those are tough questions, but essential ones. Answer those - and the personal brand follows."
   },
   "author": {
    "text": "Daniel H. Pink"
   }
  },
  {
   "quote": {
    "text": "I know to win a championship, you're not going to do it alone. You're going to have to have a great supporting cast."
   },
   "author": {
    "text": "Klay Thompson"
   }
  },
  {
   "quote": {
    "text": "I do have this belief that we all have a chance to be great, beautiful people based on how we are raised and our surroundings."
   },
   "author": {
    "text": "Rod Lurie"
   }
  },
  {
   "quote": {
    "text": "We had a great many horses, of which we gave Lewis and Clark what they needed, and they gave us guns and tobacco in return."
   },
   "author": {
    "text": "Chief Joseph"
   }
  },
  {
   "quote": {
    "text": "I always entertain great hopes."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "He who looks the higher is the more highly distinguished, and turning over the great book of nature (which is the proper object of philosophy) is the way to elevate one's gaze."
   },
   "author": {
    "text": "Galileo Galilei"
   }
  },
  {
   "quote": {
    "text": "Rugby is great. The players don't wear helmets or padding; they just beat the living daylights out of each other and then go for a beer. I love that."
   },
   "author": {
    "text": "Joe Theismann"
   }
  },
  {
   "quote": {
    "text": "I'm not sure whether I've been happy. After my last book tour, I sat on my balcony with a cup of tea. I thought: 'You can't rewind the movie. I've spent more than half my life in the Middle East. There have been great moments of horror and depression and loneliness.'"
   },
   "author": {
    "text": "Robert Fisk"
   }
  },
  {
   "quote": {
    "text": "I had an amazing experience working with great people. I had a great family, a typical family with drama in certain areas, and that's pretty much everywhere in everyone's life."
   },
   "author": {
    "text": "Tina Yothers"
   }
  },
  {
   "quote": {
    "text": "Florence is charming, cozy, beautiful, inspiring - it has so many great places to go to and so many unique things to see that you won't find anywhere else!"
   },
   "author": {
    "text": "Edgardo Osorio"
   }
  },
  {
   "quote": {
    "text": "Great work is done by people who are not afraid to be great."
   },
   "author": {
    "text": "Fernando Flores"
   }
  },
  {
   "quote": {
    "text": "On a level plain, simple mounds look like hills; and the insipid flatness of our present bourgeoisie is to be measured by the altitude of its great intellects."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "In the first six to twelve months of a war with the United States and Great Britain I will run wild and win victory upon victory. But then, if the war continues after that, I have no expectation of success."
   },
   "author": {
    "text": "Isoroku Yamamoto"
   }
  },
  {
   "quote": {
    "text": "If we had more time for discussion we should probably have made a great many more mistakes."
   },
   "author": {
    "text": "Leon Trotsky"
   }
  },
  {
   "quote": {
    "text": "Advertising ministers to the spiritual side of trade. It is great power that has been entrusted to your keeping which charges you with the high responsibility of inspiring and ennobling the commercial world. It is all part of the greater work of the regeneration and redemption of mankind."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "There must be a beginning of any great matter, but the continuing unto the end until it be thoroughly finished yields the true glory."
   },
   "author": {
    "text": "Francis Drake"
   }
  },
  {
   "quote": {
    "text": "Violin playing is a physical art with great traditions behind it."
   },
   "author": {
    "text": "Vanessa Mae"
   }
  },
  {
   "quote": {
    "text": "Great occasions do not make heroes or cowards; they simply unveil them to the eyes of men. Silently and imperceptibly, as we wake or sleep, we grow strong or weak; and at last some crisis shows what we have become."
   },
   "author": {
    "text": "Brooke Foss Westcott"
   }
  },
  {
   "quote": {
    "text": "When an American says that he loves his country, he means not only that he loves the New England hills, the prairies glistening in the sun, the wide and rising plains, the great mountains and the sea. He means that he loves an inner air, inner life in which freedom lives. In which a man can draw the breath of self-respect."
   },
   "author": {
    "text": "Ralph Bellamy"
   }
  },
  {
   "quote": {
    "text": "I entered the navy with the great ambition of becoming a naval soldier and going to war. Either I die from this festering wound - because I refuse to have my arm amputated - or I recover from it and continue being a soldier. I have a one-in-two chance, and I shall bet my life on it!"
   },
   "author": {
    "text": "Isoroku Yamamoto"
   }
  },
  {
   "quote": {
    "text": "To me, growing old is great. It's the very best thing - considering the alternative."
   },
   "author": {
    "text": "Michael Caine"
   }
  },
  {
   "quote": {
    "text": "After great pain, a formal feeling comes. The Nerves sit ceremonious, like tombs."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "I've watched with a kind of wary eye how gaming has progressed. I was there at the beginning with Pong in the arcade, and a lot of my great childhood memories were around a 'Tempest' machine."
   },
   "author": {
    "text": "Trent Reznor"
   }
  },
  {
   "quote": {
    "text": "I never wanted to be famous. I only wanted to be great."
   },
   "author": {
    "text": "Ray Charles"
   }
  },
  {
   "quote": {
    "text": "An allegory is not meant to be taken literally. There is a great lack of comprehension on the part of some readers."
   },
   "author": {
    "text": "Naguib Mahfouz"
   }
  },
  {
   "quote": {
    "text": "Jordan has a strange, haunting beauty and a sense of timelessness. Dotted with the ruins of empires once great, it is the last resort of yesterday in the world of tomorrow. I love every inch of it."
   },
   "author": {
    "text": "Hussein of Jordan"
   }
  },
  {
   "quote": {
    "text": "I try not to look too far ahead. I'm more about living day to day and working hard. I think it's great to visualize a dream, but it's more important to make it come true with your efforts."
   },
   "author": {
    "text": "Ana de Armas"
   }
  },
  {
   "quote": {
    "text": "A great man is made up of qualities that meet or make great occasions."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "I never weary of great churches. It is my favorite kind of mountain scenery. Mankind was never so happily inspired as when it made a cathedral."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Behind every great man is a woman rolling her eyes."
   },
   "author": {
    "text": "Mike Pence"
   }
  },
  {
   "quote": {
    "text": "That is the difference between good teachers and great teachers: good teachers make the best of a pupil's means; great teachers foresee a pupil's ends."
   },
   "author": {
    "text": "Maria Callas"
   }
  },
  {
   "quote": {
    "text": "We never had a huge squad and we never had a great deal of choice. But in many ways that helps because you've got to make do with what you've got. You don't have too many problems about picking the team you just hope that everyone turns up on the day."
   },
   "author": {
    "text": "Jack Charlton"
   }
  },
  {
   "quote": {
    "text": "It would be very glamorous to be reincarnated as a great big ring on Liz Taylor's finger."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "I love to find new people. It's not for the sake of their being new; it's because if you find someone who perfectly fits a part, that's such a great thing."
   },
   "author": {
    "text": "Robert De Niro"
   }
  },
  {
   "quote": {
    "text": "The fact that the great scientist believed in flying machines was the one thing that encouraged us to begin our studies."
   },
   "author": {
    "text": "Wilbur Wright"
   }
  },
  {
   "quote": {
    "text": "Ben was more improvisational, and relied less on methodology, and basically is a guitarist who switched to bass, whereas Jeff has a more traditional approach to playing bass in a band, and has a great sense of what his band sounds like, and we lock up nicely."
   },
   "author": {
    "text": "Matt Cameron"
   }
  },
  {
   "quote": {
    "text": "Great events make me quiet and calm; it is only trifles that irritate my nerves."
   },
   "author": {
    "text": "Queen Victoria"
   }
  },
  {
   "quote": {
    "text": "I am totally fascinated by people and our history as I understand and continue to explore it. People have so much to give and so far to go and yet we have given and gone a great distance. It's really just interesting to ask: why not? And see where that takes me."
   },
   "author": {
    "text": "Nikki Giovanni"
   }
  },
  {
   "quote": {
    "text": "Keep courage. Whatever you do, do not feel sorry for yourself. You will win in a great age of opportunity."
   },
   "author": {
    "text": "Richard L. Evans"
   }
  },
  {
   "quote": {
    "text": "We need to take advantage of the opportunity we have now to create a vision and become great."
   },
   "author": {
    "text": "Christine Gregoire"
   }
  },
  {
   "quote": {
    "text": "Everything great in science and art is simple. What can be less complicated than the greatest discoveries of humanity - gravitation, the compass, the printing press, the steam engine, the electric telegraph?"
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "There's a time in everyone's career where you go, 'Ah, this is hard - how long am I going to have to do this?' But the rewards are so great. Who gets to go on the podium and hear the national anthem? The whole nation singing! Money can't buy you that."
   },
   "author": {
    "text": "Mo Farah"
   }
  },
  {
   "quote": {
    "text": "I came back out here from England and I was there for a while and it was beautiful and it is just great to see London going from Spring to Summer and Autumn."
   },
   "author": {
    "text": "Orlando Bloom"
   }
  },
  {
   "quote": {
    "text": "Even Crazy Horses is a good song, by the Osmonds. I've known many bands who have covered that. It's just a great song. I bought it in a brown, paper bag because I didn't want anyone to know I had it."
   },
   "author": {
    "text": "Joe Elliott"
   }
  },
  {
   "quote": {
    "text": "My wardrobe for 'Suits' isn't like 'Working Girl' - dressing for work doesn't have to be so on-the-nose these days. The key is to have your own point of view attached to it. Personally, I love cropped pants in vegan leather, a great fitted blazer, and a button-down."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "It was very much about performances, the whole ensemble thing was just great - everybody working together. Sometimes it didn't feel like a film set. It wasn't technically driven, it was very, very enjoyable."
   },
   "author": {
    "text": "Cillian Murphy"
   }
  },
  {
   "quote": {
    "text": "Never give in - never, never, never, never, in nothing great or small, large or petty, never give in except to convictions of honour and good sense."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Everything has seasons, and we have to be able to recognize when something's time has passed and be able to move into the next season. Everything that is alive requires pruning as well, which is a great metaphor for endings."
   },
   "author": {
    "text": "Henry Cloud"
   }
  },
  {
   "quote": {
    "text": "The great thing about candy is that it can't be spoiled by the adult world. Candy is innocent. And all Halloween candy pales next to candy corn, if only because candy corn used to appear, like the Great Pumpkin, solely on Halloween."
   },
   "author": {
    "text": "Rosecrans Baldwin"
   }
  },
  {
   "quote": {
    "text": "Every great work, every big accomplishment, has been brought into manifestation through holding to the vision, and often just before the big achievement, comes apparent failure and discouragement."
   },
   "author": {
    "text": "Florence Scovel Shinn"
   }
  },
  {
   "quote": {
    "text": "Whatever you want to do, if you want to be great at it, you have to love it and be able to make sacrifices for it."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Thou know'st the first time that we smell the air we wawl and cry. When we are born we cry, that we are come to this great state of fools."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "The conscious mind may be compared to a fountain playing in the sun and falling back into the great subterranean pool of subconscious from which it rises."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "The great question that has never been answered, and which I have not yet been able to answer, despite my thirty years of research into the feminine soul, is 'What does a woman want?'"
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "Great literature is simply language charged with meaning to the utmost possible degree."
   },
   "author": {
    "text": "Ezra Pound"
   }
  },
  {
   "quote": {
    "text": "The heights by great men reached and kept were not attained by sudden flight, but they, while their companions slept, were toiling upward in the night."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "One of the greatest discoveries a man makes, one of his great surprises, is to find he can do what he was afraid he couldn't do."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "To have a great idea, have a lot of them."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "If there is one certainty in soccer, it is this: The quickest road to becoming a winning soccer team is to have a great goalkeeper."
   },
   "author": {
    "text": "Julie Foudy"
   }
  },
  {
   "quote": {
    "text": "Someone told me that having a baby is like having your heart walking around outside of your body, and I didn't understand it until I had a baby. Now, like, everything he does literally crushes my heart. In a great way. And then if he's in pain, it's like my whole endeavor is to make sure he's not in pain."
   },
   "author": {
    "text": "Elizabeth Banks"
   }
  },
  {
   "quote": {
    "text": "Throughout my career, I was blessed with great teams and great teammates."
   },
   "author": {
    "text": "Roger Craig"
   }
  },
  {
   "quote": {
    "text": "Nothing in the affairs of men is worthy of great anxiety."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "One of the great cosmic laws, I think, is that whatever we hold in our thought will come true in our experience. When we hold something, anything, in our thought, then somehow coincidence leads us in the direction that we've been wishing to lead ourselves."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "A really great talent finds its happiness in execution."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Success has always been a great liar."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Times of great calamity and confusion have been productive for the greatest minds. The purest ore is produced from the hottest furnace. The brightest thunder-bolt is elicited from the darkest storm."
   },
   "author": {
    "text": "Charles Caleb Colton"
   }
  },
  {
   "quote": {
    "text": "Great things are not accomplished by those who yield to trends and fads and popular opinion."
   },
   "author": {
    "text": "Jack Kerouac"
   }
  },
  {
   "quote": {
    "text": "Do you want to be safe and good, or do you want to take a chance and be great?"
   },
   "author": {
    "text": "Jimmy Johnson"
   }
  },
  {
   "quote": {
    "text": "The first test of a truly great man is his humility. By humility I don't mean doubt of his powers or hesitation in speaking his opinion, but merely an understanding of the relationship of what he can say and what he can do."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "Creativity is a great motivator because it makes people interested in what they are doing. Creativity gives hope that there can be a worthwhile idea. Creativity gives the possibility of some sort of achievement to everyone. Creativity makes life more fun and more interesting."
   },
   "author": {
    "text": "Edward de Bono"
   }
  },
  {
   "quote": {
    "text": "You can never let anything distract you from your main objective. My only goal is to be great. That's all I want. That's all I ever aspire to be. Greatness is something nobody can ever take away from you, no matter what happens. So I put all my energy and focus into my craft."
   },
   "author": {
    "text": "Larry Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "The greatest happiness is to know the source of unhappiness."
   },
   "author": {
    "text": "Fyodor Dostoevsky"
   }
  },
  {
   "quote": {
    "text": "Believe deep down in your heart that you're destined to do great things."
   },
   "author": {
    "text": "Joe Paterno"
   }
  },
  {
   "quote": {
    "text": "The great moral powers of the soul are faith, hope, and love."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Greatness lies, not in being strong, but in the right using of strength; and strength is not used rightly when it serves only to carry a man above his fellows for his own solitary glory. He is the greatest whose strength carries up the most hearts by the attraction of his own."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "Communism counts its opportunities in terms of decades - not of weeks. Its means of aggression consist not only of nuclear weapons and missiles with enormous boosters, and not only of spies, agents and terrorists, but of great masses of men and women, deluded by a common ideology which inspires them with a false hope."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "I look at my father. He is one of my heroes. He is such an incredible, classy man. He was such a great father and such a great husband in so many ways, and we lived through some pretty tough times losing my mom. When I see all that he did, I think, 'Wow, that's a really wonderful man.'"
   },
   "author": {
    "text": "Emmanuelle Chriqui"
   }
  },
  {
   "quote": {
    "text": "Sometimes, it's just great to bring new people into the mix."
   },
   "author": {
    "text": "John Oates"
   }
  },
  {
   "quote": {
    "text": "I can't play soccer, and I'm not a great swimmer. I won't drown, but you won't see me doing laps in a pool."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "We are all faced with a series of great opportunities - brilliantly disguised as insoluble problems."
   },
   "author": {
    "text": "John W. Gardner"
   }
  },
  {
   "quote": {
    "text": "Fables should be taught as fables, myths as myths, and miracles as poetic fantasies. To teach superstitions as truths is a most terrible thing. The child mind accepts and believes them, and only through great pain and perhaps tragedy can he be in after years relieved of them."
   },
   "author": {
    "text": "Hypatia"
   }
  },
  {
   "quote": {
    "text": "As soon as a redwood is cut down or burned, it sends up a crowd of eager, hopeful shoots, which, if allowed to grow, would in a few decades attain a height of a hundred feet, and the strongest of them would finally become giants as great as the original tree."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "The pen and the written word hold a great deal of power."
   },
   "author": {
    "text": "Andy Biersack"
   }
  },
  {
   "quote": {
    "text": "There is a dark side in all of us. And for us 'bad' people, the bad side dominates. I think there is a great sadness in villains, and I have tried to put that across. We cannot stop ourselves doing what we are doing."
   },
   "author": {
    "text": "Christopher Lee"
   }
  },
  {
   "quote": {
    "text": "Very few of the men whose names have become great in the early pioneering of jazz and of swing were trained in music at all. They were born musicians: they felt their music and played by ear and memory. That was the way it was with the great Dixieland Five."
   },
   "author": {
    "text": "Louis Armstrong"
   }
  },
  {
   "quote": {
    "text": "The whole idea of a stereotype is to simplify. Instead of going through the problem of all this great diversity - that it's this or maybe that - you have just one large statement; it is this."
   },
   "author": {
    "text": "Chinua Achebe"
   }
  },
  {
   "quote": {
    "text": "Starbucks is not an advertiser; people think we are a great marketing company, but in fact we spend very little money on marketing and more money on training our people than advertising."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "Great minds are to make others great. Their superiority is to be used, not to break the multitude to intellectual vassalage, not to establish over them a spiritual tyranny, but to rouse them from lethargy, and to aid them to judge for themselves."
   },
   "author": {
    "text": "William Ellery Channing"
   }
  },
  {
   "quote": {
    "text": "I have so much satisfaction in my life. I have a beautiful wife and the great stimulation of an interesting career. I'm the most happy fellow that I know."
   },
   "author": {
    "text": "Brendan Fraser"
   }
  },
  {
   "quote": {
    "text": "I dream of the realization of the unity of Africa, whereby its leaders combine in their efforts to solve the problems of this continent. I dream of our vast deserts, of our forests, of all our great wildernesses."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "We must always remember that America is a great nation today not because of what government did for people but because of what people did for themselves and for one another."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "It is not, of course, complete yet - but some sentences were understood this afternoon... I feel that I have at last struck the solution of a great problem - and the day is coming when telegraph wires will be laid onto houses just like water or gas - and friends converse with each other without leaving home."
   },
   "author": {
    "text": "Alexander Graham Bell"
   }
  },
  {
   "quote": {
    "text": "All great truths begin as blasphemies."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "By imposing too great a responsibility, or rather, all responsibility, on yourself, you crush yourself."
   },
   "author": {
    "text": "Franz Kafka"
   }
  },
  {
   "quote": {
    "text": "Dumped? Fired? Scorned? Humiliated? Totally pissed off? If so, I've got great news! You might be on your way to living your best life ever - if you consciously choose to channel this pain into fuel - and use it to motivate yourself to become your highest potential self!"
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "It takes a great deal of character strength to apologize quickly out of one's heart rather than out of pity. A person must possess himself and have a deep sense of security in fundamental principles and values in order to genuinely apologize."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Great men are rare, poets are rarer, but the great man who is a poet, transfiguring his greatness, is the rarest of all events."
   },
   "author": {
    "text": "John Drinkwater"
   }
  },
  {
   "quote": {
    "text": "Those who have accomplished great things in the world have been, as a rule, bold, aggressive, and self-confident. They dared to step out from the crowd and act in an original way. They were not afraid to be generals."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "The forests of America, however slighted by man, must have been a great delight to God; for they were the best he ever planted. The whole continent was a garden, and from the beginning, it seemed to be favored above all the other wild parks and gardens of the globe."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "To be a great nation and a great people, you have to do great things."
   },
   "author": {
    "text": "Homer Hickam"
   }
  },
  {
   "quote": {
    "text": "It's an interesting combination: Having a great fear of being alone, and having a desperate need for solitude and the solitary experience. That's always been a tug of war for me."
   },
   "author": {
    "text": "Jodie Foster"
   }
  },
  {
   "quote": {
    "text": "My favorite book is anything by Kurt Vonnegut - he's my literary hero. I got to meet him several times, which was a great thrill for me. I don't really remember what we talked about."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "I'm obsessed with frozen yogurt because you don't feel totally guilty eating it. It's not as bad as ice cream, and during the hot summer months, it's a great way to just refresh."
   },
   "author": {
    "text": "Caroline Sunshine"
   }
  },
  {
   "quote": {
    "text": "I think that when we know that we actually do live in uncertainty, then we ought to admit it; it is of great value to realize that we do not know the answers to different questions. This attitude of mind - this attitude of uncertainty - is vital to the scientist, and it is this attitude of mind which the student must first acquire."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "If you don't know how great this country is, I know someone who does; Russia."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "The last great delusion is soon to open before us. Antichrist is to perform his marvelous works in our sight So closely will the counterfeit resemble the true that it will be impossible to distinguish between them except by the Holy Scriptures."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "By a great man, however, we mean a man who, because of his spiritual gifts, his character, and other qualities, deserves to be called great and who as a result earns the power to influence others."
   },
   "author": {
    "text": "Fredrik Bajer"
   }
  },
  {
   "quote": {
    "text": "Lives of great men all remind us, we can make our lives sublime, and, departing, leave behind us, footprints on the sands of time."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "Don't be humble... you're not that great."
   },
   "author": {
    "text": "Golda Meir"
   }
  },
  {
   "quote": {
    "text": "The great object is that every man be armed."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "Fortune, which has a great deal of power in other matters but especially in war, can bring about great changes in a situation through very slight forces."
   },
   "author": {
    "text": "Julius Caesar"
   }
  },
  {
   "quote": {
    "text": "Great artists make the roads; good teachers and good companions can point them out. But there ain't no free rides, baby."
   },
   "author": {
    "text": "Ursula K. Le Guin"
   }
  },
  {
   "quote": {
    "text": "Everybody in the NBA is good. And then you have the really good ones and the great ones."
   },
   "author": {
    "text": "Kyrie Irving"
   }
  },
  {
   "quote": {
    "text": "Great talents are the most lovely and often the most dangerous fruits on the tree of humanity. They hang upon the most slender twigs that are easily snapped off."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "Grandfather, Great Spirit, once more behold me on earth and lean to hear my feeble voice."
   },
   "author": {
    "text": "Black Elk"
   }
  },
  {
   "quote": {
    "text": "If I were president of the United States, I'd build a great wall along the Mexican border and not let anybody in."
   },
   "author": {
    "text": "Dave Mustaine"
   }
  },
  {
   "quote": {
    "text": "The cello is a hero because of its register - its tenor voice. It is a masculine instrument, whereas the violin is feminine because of its soprano pitch. When the cello enters in the Dvorak Concerto, it is like a great orator."
   },
   "author": {
    "text": "Mstislav Rostropovich"
   }
  },
  {
   "quote": {
    "text": "Every kid wants to be an actor. When I was a kid, I thought, 'Oh, it'd be great to be like Errol Flynn. I want to be an actor.'"
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "It's easy for me to play bad guys because it's a very linear acting. Bad guys aren't empathetic. Being a bad guy is great because you're not friendly and you don't have to do much with your face."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Great art is the outward expression of an inner life in the artist, and this inner life will result in his personal vision of the world."
   },
   "author": {
    "text": "Edward Hopper"
   }
  },
  {
   "quote": {
    "text": "Youth is the period in which a man can be hopeless. The end of every episode is the end of the world. But the power of hoping through everything, the knowledge that the soul survives its adventures, that great inspiration comes to the middle-aged."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Clothes are like a good meal, a good movie, great pieces of music."
   },
   "author": {
    "text": "Michael Kors"
   }
  },
  {
   "quote": {
    "text": "I'm not one of those guys that has a great worldview. I kind of deal with terror and fear and isolation and abandonment."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "I do what I do. You like it, great. You don't, go listen to somebody else. I'm stickin' with the people who stuck with me."
   },
   "author": {
    "text": "Ice Cube"
   }
  },
  {
   "quote": {
    "text": "Great people talk about ideas, average people talk about things, and small people talk about wine."
   },
   "author": {
    "text": "Fran Lebowitz"
   }
  },
  {
   "quote": {
    "text": "To be really great in little things, to be truly noble and heroic in the insipid details of everyday life, is a virtue so rare as to be worthy of canonization."
   },
   "author": {
    "text": "Harriet Beecher Stowe"
   }
  },
  {
   "quote": {
    "text": "Color in certain places has the great value of making the outlines and structural planes seem more energetic."
   },
   "author": {
    "text": "Antoni Gaudi"
   }
  },
  {
   "quote": {
    "text": "Innovation in an existing company is not just the sum of great technology, key acquisitions, or smart people. Corporate innovation needs a culture that matches and supports it."
   },
   "author": {
    "text": "Steve Blank"
   }
  },
  {
   "quote": {
    "text": "For me, an aerial picture is no different than a close-up portrait. It's a question of framing and angle. Helicopters are great for that. But I've also used planes. Of course, I always have a harness."
   },
   "author": {
    "text": "Yann Arthus-Bertrand"
   }
  },
  {
   "quote": {
    "text": "Was it proof of madness in the first corps of sea officers to have, at so critical a period, launched out on the ocean with only two armed merchant ships, two armed brigantines, and one armed sloop, to make war against such a power as Great Britain?"
   },
   "author": {
    "text": "John Paul Jones"
   }
  },
  {
   "quote": {
    "text": "The greatest good you can do for another is not just to share your riches but to reveal to him his own."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "I had faith in Israel before it was established, I have in it now. I believe it has a glorious future before it - not just another sovereign nation, but as an embodiment of the great ideals of our civilization."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "However great his outward conformity, the immigrant is not Americanized unless his interests and affections have become deeply rooted here. And we properly demand of the immigrant even more than this. He must be brought into complete harmony with our ideals and aspirations and cooperate with us for their attainment."
   },
   "author": {
    "text": "Louis D. Brandeis"
   }
  },
  {
   "quote": {
    "text": "All great comedians make me laugh, but people make me laugh more."
   },
   "author": {
    "text": "Louie Anderson"
   }
  },
  {
   "quote": {
    "text": "One of the privileges of the great is to witness catastrophes from a terrace."
   },
   "author": {
    "text": "Jean Giraudoux"
   }
  },
  {
   "quote": {
    "text": "Great companies that build an enduring brand have an emotional relationship with customers that has no barrier. And that emotional relationship is on the most important characteristic, which is trust."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "Life in abundance comes only through great love."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "The great man is he who does not lose his child's-heart."
   },
   "author": {
    "text": "Mencius"
   }
  },
  {
   "quote": {
    "text": "Apologies are great, but they don't really change anything. You know what does? Action."
   },
   "author": {
    "text": "Stella Young"
   }
  },
  {
   "quote": {
    "text": "One of the things that always fascinated me about the Renaissance was that it was a time both of great scientific discovery and also of superstition and belief in magic. And so it was a period in which Galileo invented the telescope, but also a time when hundreds were burned at the stake because people thought they were witches."
   },
   "author": {
    "text": "Marie Rutkoski"
   }
  },
  {
   "quote": {
    "text": "I've got a great ambition to die of exhaustion rather than boredom."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "The American people should be made aware of the trend toward monopolization of the great public information vehicles and the concentration of more and more power over public opinion in fewer and fewer hands."
   },
   "author": {
    "text": "Spiro T. Agnew"
   }
  },
  {
   "quote": {
    "text": "It feels great to be a role model and I'm very careful with the things I do. I'm not perfect, I do make a lot of mistakes, but I try my best."
   },
   "author": {
    "text": "Angie Stone"
   }
  },
  {
   "quote": {
    "text": "Our planet is dying. Whales will be extinct before we ever get to know them. They say these creatures are so intelligent. They may disappear from the face of the Earth before we know them, and that is a great tragedy."
   },
   "author": {
    "text": "Loretta Swit"
   }
  },
  {
   "quote": {
    "text": "My guess is the great majority of teachers would welcome a system where innovation is embraced, where their hard work and their students' achievement are applauded and rewarded."
   },
   "author": {
    "text": "Lionel Sosa"
   }
  },
  {
   "quote": {
    "text": "I have good and bad days like everyone else. I just try to be positive and surround myself with great people. When I think about all the great things and people I have had in my life, that gives me confidence."
   },
   "author": {
    "text": "Jessica White"
   }
  },
  {
   "quote": {
    "text": "All the ills of mankind, all the tragic misfortunes that fill the history books, all the political blunders, all the failures of the great leaders have arisen merely from a lack of skill at dancing."
   },
   "author": {
    "text": "Moliere"
   }
  },
  {
   "quote": {
    "text": "Bugs are a great pest in Colorado. They come out of the earth, infest the wooden walls, and cannot be got rid of by any amount of cleanliness. Many careful housewives take their beds to pieces every week and put carbolic acid on them."
   },
   "author": {
    "text": "Isabella Bird"
   }
  },
  {
   "quote": {
    "text": "Naming is a privilege of reason and the province of bullies. We name to tame and to maim; to honor the great, the dead, and ourselves."
   },
   "author": {
    "text": "Jane Leavy"
   }
  },
  {
   "quote": {
    "text": "There would be no great men if there were no little ones."
   },
   "author": {
    "text": "George Herbert"
   }
  },
  {
   "quote": {
    "text": "Excellence is a great starting point for any new organisation but also an unending journey."
   },
   "author": {
    "text": "Azim Premji"
   }
  },
  {
   "quote": {
    "text": "And what he greatly thought, he nobly dared."
   },
   "author": {
    "text": "Homer"
   }
  },
  {
   "quote": {
    "text": "Every great and deep difficulty bears in itself its own solution. It forces us to change our thinking in order to find it."
   },
   "author": {
    "text": "Niels Bohr"
   }
  },
  {
   "quote": {
    "text": "Let us not act out of fear and misunderstanding, but out of the values of inclusion, diversity, and regard for all that make our country great."
   },
   "author": {
    "text": "Loretta Lynch"
   }
  },
  {
   "quote": {
    "text": "A woman of faith is blessed by faithful men in her life who hold the priesthood of God and honor this privilege: her father, bishop, husband, brothers, sons. They value her and the divine gifts given by God to His daughter. They sustain and encourage, and they understand the great mission of her life as a woman. They love her; they bless her."
   },
   "author": {
    "text": "Margaret D. Nadauld"
   }
  },
  {
   "quote": {
    "text": "A great work is made out of a combination of obedience and liberty."
   },
   "author": {
    "text": "Nadia Boulanger"
   }
  },
  {
   "quote": {
    "text": "'Aladdin' was probably my favorite Disney animation when I was a kid. The animation was great and Robin Williams was unbelievable as the Genie. 'Aladdin' was an amazing adventure and the lead character was a hero for guys, which I loved. It wasn't a princess or a girl beating the odds; it was a street rat. That seemed really cool to me."
   },
   "author": {
    "text": "Zachary Levi"
   }
  },
  {
   "quote": {
    "text": "Trust men and they will be true to you; treat them greatly and they will show themselves great."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as a great talent without great will power."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "To achieve great things, two things are needed; a plan, and not quite enough time."
   },
   "author": {
    "text": "Leonard Bernstein"
   }
  },
  {
   "quote": {
    "text": "Behind every great fortune lies a great crime."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "The first and greatest victory is to conquer yourself; to be conquered by yourself is of all things most shameful and vile."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "In the lack of judgment great harm arises, but one vote cast can set right a house."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "The greatest mistake we make is living in constant fear that we will make one."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Have courage for the great sorrows of life and patience for the small ones; and when you have laboriously accomplished your daily task, go to sleep in peace."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Best thing that's happened this year? Maybe Hostel. It was a great experience. I loved it."
   },
   "author": {
    "text": "Jay Hernandez"
   }
  },
  {
   "quote": {
    "text": "Great men are seldom over-scrupulous in the arrangement of their attire."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "If there is not the war, you don't get the great general; if there is not a great occasion, you don't get a great statesman; if Lincoln had lived in a time of peace, no one would have known his name."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "I would not call Himmanshoo a good husband, but I would call him my best friend and a great companion. Personally, my mom and my family say that I am very lucky to have Himmanshoo as my partner. And I don't disagree at all. Marriage has been great!"
   },
   "author": {
    "text": "Amruta Khanvilkar"
   }
  },
  {
   "quote": {
    "text": "The great marriages are partnerships. It can't be a great marriage without being a partnership."
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "Just do what must be done. This may not be happiness, but it is greatness."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "It is not always what we know or analyzed before we make a decision that makes it a great decision. It is what we do after we make the decision to implement and execute it that makes it a good decision."
   },
   "author": {
    "text": "William Pollard"
   }
  },
  {
   "quote": {
    "text": "People can be great competitors on Sunday and mates on Monday."
   },
   "author": {
    "text": "Casey Stoner"
   }
  },
  {
   "quote": {
    "text": "Genius begins great works; labor alone finishes them."
   },
   "author": {
    "text": "Joseph Joubert"
   }
  },
  {
   "quote": {
    "text": "The benefits and consequences of globalization have a great deal to do with whether we're intelligent and thoughtful about how we approach globalization, or whether we're blindly accepting... or blindly resistant."
   },
   "author": {
    "text": "Ethan Zuckerman"
   }
  },
  {
   "quote": {
    "text": "For the person for whom small things do not exist, the great is not great."
   },
   "author": {
    "text": "Jose Ortega y Gasset"
   }
  },
  {
   "quote": {
    "text": "The present time, together with the past, shall be judged by a great jovialist."
   },
   "author": {
    "text": "Nostradamus"
   }
  },
  {
   "quote": {
    "text": "To have great poets, there must be great audiences."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "I believe with all my heart that America remains 'the great idea' that inspires the world. It is a privilege to be born here. It is an honor to become a citizen here. It is a gift to raise your family here, to vote here, and to live here."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "To have the recognition of your colleagues is great. The public attention is a mixed blessing."
   },
   "author": {
    "text": "Joshua Lederberg"
   }
  },
  {
   "quote": {
    "text": "We are committed to getting our content to our audience in as many ways as possible. We are very excited about our partnerships.. and we relaunched our ABC app, which is going to be a great place and opportunity for our audience to find our shows in addition to throwback content and new ABC digital originals."
   },
   "author": {
    "text": "Channing Dungey"
   }
  },
  {
   "quote": {
    "text": "There is no way that you can ever really repeat something. I have this great belief that the magic of the moment can never be recaptured."
   },
   "author": {
    "text": "Brian May"
   }
  },
  {
   "quote": {
    "text": "It is the nature of all greatness not to be exact."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "We chose NYU because their arts program was great, and they're a prestigious institution, but really because you're in a city. You're involved in a completely different way of life. You didn't feel trapped within a campus or in a bubble."
   },
   "author": {
    "text": "Cole Sprouse"
   }
  },
  {
   "quote": {
    "text": "Decor sets the stage for any party, and it also gives a great indication to your guests as to how much effort you've put into hosting them within your home."
   },
   "author": {
    "text": "Rachel Hollis"
   }
  },
  {
   "quote": {
    "text": "I find the great thing in this world is not so much where we stand, as in what direction we are moving: To reach the port of heaven, we must sail sometimes with the wind and sometimes against it, but we must sail, and not drift, nor lie at anchor."
   },
   "author": {
    "text": "Marjorie Holmes"
   }
  },
  {
   "quote": {
    "text": "I think capital punishment works great. Every killer you kill never kills again."
   },
   "author": {
    "text": "Bill Maher"
   }
  },
  {
   "quote": {
    "text": "He who would accomplish little must sacrifice little; he who would achieve much must sacrifice much; he who would attain highly must sacrifice greatly."
   },
   "author": {
    "text": "James Allen"
   }
  },
  {
   "quote": {
    "text": "Great causes and little men go ill together."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "A face is a road map of someone's life. Without any need to amplify that or draw attention to it, there's a great deal that's communicated about who this person is and what their life experiences have been."
   },
   "author": {
    "text": "Chuck Close"
   }
  },
  {
   "quote": {
    "text": "I think what motivates people is not great hate, but great love for other people."
   },
   "author": {
    "text": "Huey Newton"
   }
  },
  {
   "quote": {
    "text": "Great wisdom is generous; petty wisdom is contentious. Great speech is impassioned, small speech cantankerous."
   },
   "author": {
    "text": "Zhuangzi"
   }
  },
  {
   "quote": {
    "text": "The sun was like a great visiting presence that stimulated and took its due from all animal energy. When it flung wide its cloak and stepped down over the edge of the fields at evening, it left behind it a spent and exhausted world."
   },
   "author": {
    "text": "Willa Cather"
   }
  },
  {
   "quote": {
    "text": "A retentive memory may be a good thing, but the ability to forget is the true token of greatness."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "There are so many great, great vintage clothes to find; there's a whole territory unexplored there."
   },
   "author": {
    "text": "Lily Cole"
   }
  },
  {
   "quote": {
    "text": "The world's great men have not commonly been great scholars, nor its great scholars great men."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "We grow small trying to be great."
   },
   "author": {
    "text": "E. Stanley Jones"
   }
  },
  {
   "quote": {
    "text": "The greater the artist, the greater the doubt. Perfect confidence is granted to the less talented as a consolation prize."
   },
   "author": {
    "text": "Robert Hughes"
   }
  },
  {
   "quote": {
    "text": "A mistake made by many people with great convictions is that they will let nothing stand in the way of their views, not even kindness."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Believe that with your feelings and your work you are taking part in the greatest; the more strongly you cultivate this belief, the more will reality and the world go forth from it."
   },
   "author": {
    "text": "Rainer Maria Rilke"
   }
  },
  {
   "quote": {
    "text": "Great things are won by great dangers."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "And the American people are the greatest people in the world. What makes America the greatest nation in the world is the heart of the American people: hardworking, innovative, risk-taking, God- loving, family-oriented American people."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "Heaven and hell suppose two distinct species of men, the good and the bad. But the greatest part of mankind float betwixt vice and virtue."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "Don't be afraid to give up the good for the great."
   },
   "author": {
    "text": "Kenny Rogers"
   }
  },
  {
   "quote": {
    "text": "A great pleasure in life is doing what people say you cannot do."
   },
   "author": {
    "text": "Walter Bagehot"
   }
  },
  {
   "quote": {
    "text": "The greater the effort, the greater the glory."
   },
   "author": {
    "text": "Pierre Corneille"
   }
  },
  {
   "quote": {
    "text": "Be great in act, as you have been in thought."
   },
   "author": {
    "text": "Jean Paul"
   }
  },
  {
   "quote": {
    "text": "The greater the difficulty, the more the glory in surmounting it."
   },
   "author": {
    "text": "Charles de Saint-vremond"
   }
  },
  {
   "quote": {
    "text": "The appearance of a single great genius is more than equivalent to the birth of a hundred mediocrities."
   },
   "author": {
    "text": "Cesare Lombroso"
   }
  },
  {
   "quote": {
    "text": "The most characteristic mark of a great mind is to choose some one important object, and pursue it for life."
   },
   "author": {
    "text": "Anna Letitia Barbauld"
   }
  }
 ]
}