{
 "HappinessQuotes": [
  {
   "quote": {
    "text": "There is only one happiness in this life, to love and be loved."
   },
   "author": {
    "text": "George Sand"
   }
  },
  {
   "quote": {
    "text": "Life is full of happiness and tears; be strong and have faith."
   },
   "author": {
    "text": "Kareena Kapoor Khan"
   }
  },
  {
   "quote": {
    "text": "Be happy for this moment. This moment is your life."
   },
   "author": {
    "text": "Omar Khayyam"
   }
  },
  {
   "quote": {
    "text": "Friends show their love in times of trouble, not in happiness."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "Happiness radiates like the fragrance from a flower and draws all good things towards you."
   },
   "author": {
    "text": "Maharishi Mahesh Yogi"
   }
  },
  {
   "quote": {
    "text": "Today I choose life. Every morning when I wake up I can choose joy, happiness, negativity, pain... To feel the freedom that comes from being able to continue to make mistakes and choices - today I choose to feel life, not to deny my humanity but embrace it."
   },
   "author": {
    "text": "Kevyn Aucoin"
   }
  },
  {
   "quote": {
    "text": "Happiness is not something you postpone for the future; it is something you design for the present."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "Some days are just bad days, that's all. You have to experience sadness to know happiness, and I remind myself that not every day is going to be a good day, that's just the way it is!"
   },
   "author": {
    "text": "Dita Von Teese"
   }
  },
  {
   "quote": {
    "text": "To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "Happiness doesn't depend on any external conditions, it is governed by our mental attitude."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "Let us never know what old age is. Let us know the happiness time brings, not count the years."
   },
   "author": {
    "text": "Ausonius"
   }
  },
  {
   "quote": {
    "text": "The best way to pay for a lovely moment is to enjoy it."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "Every day is a new day, and you'll never be able to find happiness if you don't move on."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "A grateful heart is a beginning of greatness. It is an expression of humility. It is a foundation for the development of such virtues as prayer, faith, courage, contentment, happiness, love, and well-being."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Happiness is having a large, loving, caring, close-knit family in another city."
   },
   "author": {
    "text": "George Burns"
   }
  },
  {
   "quote": {
    "text": "Happiness lies in the joy of achievement and the thrill of creative effort."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "The secret to happiness is freedom... And the secret to freedom is courage."
   },
   "author": {
    "text": "Thucydides"
   }
  },
  {
   "quote": {
    "text": "Happiness is a choice. You can choose to be happy. There's going to be stress in life, but it's your choice whether you let it affect you or not."
   },
   "author": {
    "text": "Valerie Bertinelli"
   }
  },
  {
   "quote": {
    "text": "Happiness does not come from doing easy work but from the afterglow of satisfaction that comes after the achievement of a difficult task that demanded our best."
   },
   "author": {
    "text": "Theodore Isaac Rubin"
   }
  },
  {
   "quote": {
    "text": "Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "Family and friendships are two of the greatest facilitators of happiness."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Every day we have plenty of opportunities to get angry, stressed or offended. But what you're doing when you indulge these negative emotions is giving something outside yourself power over your happiness. You can choose to not let little things upset you."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "The most simple things can bring the most happiness."
   },
   "author": {
    "text": "Izabella Scorupco"
   }
  },
  {
   "quote": {
    "text": "Happiness is a butterfly, which when pursued, is always just beyond your grasp, but which, if you will sit down quietly, may alight upon you."
   },
   "author": {
    "text": "Nathaniel Hawthorne"
   }
  },
  {
   "quote": {
    "text": "I get way too much happiness from good food."
   },
   "author": {
    "text": "Elizabeth Olsen"
   }
  },
  {
   "quote": {
    "text": "When we adopt a dog or any pet, we know it is going to end with us having to say goodbye, but we still do it. And we do it for a very good reason: They bring so much joy and optimism and happiness. They attack every moment of every day with that attitude."
   },
   "author": {
    "text": "W. Bruce Cameron"
   }
  },
  {
   "quote": {
    "text": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "'Sunrise Sunset' is about trying to get to a place where life is simple and not letting the stress and happenings in the world get in the way of your happiness."
   },
   "author": {
    "text": "Benny Cassette"
   }
  },
  {
   "quote": {
    "text": "True happiness is... to enjoy the present, without anxious dependence upon the future."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "Whoever said money can't buy happiness simply didn't know where to go shopping."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "If you want others to be happy, practice compassion. If you want to be happy, practice compassion."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Red is such an interesting color to correlate with emotion, because it's on both ends of the spectrum. On one end you have happiness, falling in love, infatuation with someone, passion, all that. On the other end, you've got obsession, jealousy, danger, fear, anger and frustration."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "For me, fitness is not just about hitting the gym; it is also about an inner happiness and an overall well-being."
   },
   "author": {
    "text": "Rakul Preet Singh"
   }
  },
  {
   "quote": {
    "text": "Happiness is nothing more than good health and a bad memory."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "Through a long and painful process, I've learned that happiness is an inside job - not based on anything or anyone in the outer material world. I've become a different and better person - not perfect, but still a work in progress."
   },
   "author": {
    "text": "Alana Stewart"
   }
  },
  {
   "quote": {
    "text": "Happiness doesn't come from being rich, nor merely from being successful in your career, nor by self-indulgence. One step towards happiness is to make yourself healthy and strong while you are a boy so that you can be useful and so you can enjoy life when you are a man."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "The true secret of happiness lies in taking a genuine interest in all the details of daily life."
   },
   "author": {
    "text": "William Morris"
   }
  },
  {
   "quote": {
    "text": "Love is when the other person's happiness is more important than your own."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "Poetry comes from the highest happiness or the deepest sorrow."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Happiness held is the seed; Happiness shared is the flower."
   },
   "author": {
    "text": "John Harrigan"
   }
  },
  {
   "quote": {
    "text": "I do believe that if you haven't learnt about sadness, you cannot appreciate happiness."
   },
   "author": {
    "text": "Nana Mouskouri"
   }
  },
  {
   "quote": {
    "text": "Crying is cleansing. There's a reason for tears, happiness or sadness."
   },
   "author": {
    "text": "Dionne Warwick"
   }
  },
  {
   "quote": {
    "text": "A smile is happiness you'll find right under your nose."
   },
   "author": {
    "text": "Tom Wilson"
   }
  },
  {
   "quote": {
    "text": "We hold these truths to be self-evident: that all men are created equal; that they are endowed by their Creator with certain unalienable rights; that among these are life, liberty, and the pursuit of happiness."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "The moments of happiness we enjoy take us by surprise. It is not that we seize them, but that they seize us."
   },
   "author": {
    "text": "Ashley Montagu"
   }
  },
  {
   "quote": {
    "text": "Happiness is not a matter of intensity but of balance, order, rhythm and harmony."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "Happiness is when what you think, what you say, and what you do are in harmony."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "All happiness depends on a leisurely breakfast."
   },
   "author": {
    "text": "John Gunther"
   }
  },
  {
   "quote": {
    "text": "Happiness is the natural flower of duty."
   },
   "author": {
    "text": "Phillips Brooks"
   }
  },
  {
   "quote": {
    "text": "Bride: A woman with a fine prospect of happiness behind her."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "I don't have to chase extraordinary moments to find happiness - it's right in front of me if I'm paying attention and practicing gratitude."
   },
   "author": {
    "text": "Brene Brown"
   }
  },
  {
   "quote": {
    "text": "Life in common among people who love each other is the ideal of happiness."
   },
   "author": {
    "text": "George Sand"
   }
  },
  {
   "quote": {
    "text": "Happiness is not something ready made. It comes from your own actions."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "All you need for happiness is a good gun, a good horse, and a good wife."
   },
   "author": {
    "text": "Daniel Boone"
   }
  },
  {
   "quote": {
    "text": "Christmas is the spirit of giving without a thought of getting. It is happiness because we see joy in people. It is forgetting self and finding time for others. It is discarding the meaningless and stressing the true values."
   },
   "author": {
    "text": "Thomas S. Monson"
   }
  },
  {
   "quote": {
    "text": "The foundation of success in life is good health: that is the substratum fortune; it is also the basis of happiness. A person cannot accumulate a fortune very well when he is sick."
   },
   "author": {
    "text": "P. T. Barnum"
   }
  },
  {
   "quote": {
    "text": "People take different roads seeking fulfillment and happiness. Just because they're not on your road doesn't mean they've gotten lost."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "Happiness can exist only in acceptance."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "Happiness is like a kiss. You must share it to enjoy it."
   },
   "author": {
    "text": "Bernard Meltzer"
   }
  },
  {
   "quote": {
    "text": "Happiness is being content with what you have, living in freedom and liberty, having a good family life and good friends."
   },
   "author": {
    "text": "Divyanka Tripathi"
   }
  },
  {
   "quote": {
    "text": "Trust your own instincts, go inside, follow your heart. Right from the start. go ahead and stand up for what you believe in. As I've learned, that's the path to happiness."
   },
   "author": {
    "text": "Lesley Ann Warren"
   }
  },
  {
   "quote": {
    "text": "Joy is prayer; joy is strength: joy is love; joy is a net of love by which you can catch souls."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "Most folks are as happy as they make up their minds to be."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "True happiness involves the full use of one's power and talents."
   },
   "author": {
    "text": "John W. Gardner"
   }
  },
  {
   "quote": {
    "text": "Happiness, true happiness, is an inner quality. It is a state of mind. If your mind is at peace, you are happy. If your mind is at peace, but you have nothing else, you can be happy. If you have everything the world can give - pleasure, possessions, power - but lack peace of mind, you can never be happy."
   },
   "author": {
    "text": "Dada Vaswani"
   }
  },
  {
   "quote": {
    "text": "Achievement of your happiness is the only moral purpose of your life, and that happiness, not pain or mindless self-indulgence, is the proof of your moral integrity, since it is the proof and the result of your loyalty to the achievement of your values."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Perfect happiness is a beautiful sunset, the giggle of a grandchild, the first snowfall. It's the little things that make happy moments, not the grand events. Joy comes in sips, not gulps."
   },
   "author": {
    "text": "Sharon Draper"
   }
  },
  {
   "quote": {
    "text": "It's great to reminisce about good memories of my past. It was enjoyable when it was today. So learning to enjoy today has two benefits: it gives me happiness right now, and it becomes a good memory later."
   },
   "author": {
    "text": "George Foreman"
   }
  },
  {
   "quote": {
    "text": "There is no way to happiness - happiness is the way."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Now and then it's good to pause in our pursuit of happiness and just be happy."
   },
   "author": {
    "text": "Guillaume Apollinaire"
   }
  },
  {
   "quote": {
    "text": "Happiness is actually found in simple things, such as taking my nephew around the island by bicycle or seeing the stars at night. We go to coffee shops or see airplanes land at the airport."
   },
   "author": {
    "text": "Andrea Hirata"
   }
  },
  {
   "quote": {
    "text": "My mother is a big believer in being responsible for your own happiness. She always talked about finding joy in small moments and insisted that we stop and take in the beauty of an ordinary day. When I stop the car to make my kids really see a sunset, I hear my mother's voice and smile."
   },
   "author": {
    "text": "Jennifer Garner"
   }
  },
  {
   "quote": {
    "text": "Derive happiness in oneself from a good day's work, from illuminating the fog that surrounds us."
   },
   "author": {
    "text": "Henri Matisse"
   }
  },
  {
   "quote": {
    "text": "Love is the master key that opens the gates of happiness, of hatred, of jealousy, and, most easily of all, the gate of fear."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "At the end of the day, you are in control of your own happiness. Life is going to happen whether you overthink it, overstress it or not. Just experience life and be happy along the way. You can't control everything in your life, but you can control your happiness."
   },
   "author": {
    "text": "Holly Holm"
   }
  },
  {
   "quote": {
    "text": "The white man's happiness cannot be purchased by the black man's misery."
   },
   "author": {
    "text": "Frederick Douglass"
   }
  },
  {
   "quote": {
    "text": "Money may not buy happiness, but it can damn well give it!"
   },
   "author": {
    "text": "Freddie Mercury"
   }
  },
  {
   "quote": {
    "text": "I would maintain that thanks are the highest form of thought, and that gratitude is happiness doubled by wonder."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "I love walking down the street and seeing faces and drama and happiness and sadness and dirt and cleanliness."
   },
   "author": {
    "text": "Ric Ocasek"
   }
  },
  {
   "quote": {
    "text": "Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invincible host against difficulties."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "A mother's happiness is like a beacon, lighting up the future but reflected also on the past in the guise of fond memories."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "The culture of a workplace - an organization's values, norms and practices - has a huge impact on our happiness and success."
   },
   "author": {
    "text": "Adam Grant"
   }
  },
  {
   "quote": {
    "text": "The purpose of meditation is to make our mind calm and peaceful. If our mind is peaceful, we will be free from worries and mental discomfort, and so we will experience true happiness. But if our mind is not peaceful, we will find it very difficult to be happy, even if we are living in the very best conditions."
   },
   "author": {
    "text": "Kelsang Gyatso"
   }
  },
  {
   "quote": {
    "text": "Morality is not the doctrine of how we may make ourselves happy, but how we may make ourselves worthy of happiness."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "The objective of cleaning is not just to clean, but to feel happiness living within that environment."
   },
   "author": {
    "text": "Marie Kondo"
   }
  },
  {
   "quote": {
    "text": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Happiness and moral duty are inseparably connected."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "A table, a chair, a bowl of fruit and a violin; what else does a man need to be happy?"
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "My definition of beauty is happiness. I believe that when you are happy, it shines through and makes you a more attractive and beautiful person!"
   },
   "author": {
    "text": "Bianca Balti"
   }
  },
  {
   "quote": {
    "text": "Being of service to others is what brings true happiness."
   },
   "author": {
    "text": "Marie Osmond"
   }
  },
  {
   "quote": {
    "text": "I, not events, have the power to make me happy or unhappy today. I can choose which it shall be. Yesterday is dead, tomorrow hasn't arrived yet. I have just one day, today, and I'm going to be happy in it."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "I enjoy being happy every day, and hopefully you can hear my happiness in my music. Life is beautiful."
   },
   "author": {
    "text": "Christina Milian"
   }
  },
  {
   "quote": {
    "text": "In this life, we have to make many choices. Some are very important choices. Some are not. Many of our choices are between good and evil. The choices we make, however, determine to a large extent our happiness or our unhappiness, because we have to live with the consequences of our choices."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "You can't get a cup of tea big enough or a book long enough to suit me."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "Curiosity is one of the great secrets of happiness."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Happiness... consists in giving, and in serving others."
   },
   "author": {
    "text": "Henry Drummond"
   }
  },
  {
   "quote": {
    "text": "I'm a very positive person. My grandmother taught me that happiness is both a skill and a decision, and you are responsible for the outcome."
   },
   "author": {
    "text": "Helen McCrory"
   }
  },
  {
   "quote": {
    "text": "Why does watching a dog be a dog fill one with happiness?"
   },
   "author": {
    "text": "Jonathan Safran Foer"
   }
  },
  {
   "quote": {
    "text": "Happiness depends upon ourselves."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Breathing in South Korea, even though the life here is not easy, makes me so happy. I feel that sitting in a coffee shop, having a cup of tea, and looking out of the window at the blue sky - this is happiness. Truly happiness."
   },
   "author": {
    "text": "Lee Hyeon-seo"
   }
  },
  {
   "quote": {
    "text": "The care of human life and happiness, and not their destruction, is the first and only object of good government."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "I've realized through the years that I just find happiness in other things, whether it's my dogs or my friends or, like, looking at the sunset. So if I were to wish for something else, it would just to be happy all the time, to have a superpower of not letting things affect me, and to be true to who I am, always."
   },
   "author": {
    "text": "Kylie Jenner"
   }
  },
  {
   "quote": {
    "text": "Marriage is the most natural state of man, and... the state in which you will find solid happiness."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "For happiness one needs security, but joy can spring like a flower even from the cliffs of despair."
   },
   "author": {
    "text": "Anne Morrow Lindbergh"
   }
  },
  {
   "quote": {
    "text": "Happiness resides not in possessions, and not in gold, happiness dwells in the soul."
   },
   "author": {
    "text": "Democritus"
   }
  },
  {
   "quote": {
    "text": "If you want to be happy, be."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "It is very important to generate a good attitude, a good heart, as much as possible. From this, happiness in both the short term and the long term for both yourself and others will come."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "The art of being happy lies in the power of extracting happiness from common things."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "The Constitution only gives people the right to pursue happiness. You have to catch it yourself."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "True happiness arises, in the first place, from the enjoyment of one's self, and in the next, from the friendship and conversation of a few select companions."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "It is not how much we have, but how much we enjoy, that makes happiness."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Some cause happiness wherever they go; others whenever they go."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Happiness in intelligent people is the rarest thing I know."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Remember that the happiest people are not those getting more, but those giving more."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "Happiness comes from... some curious adjustment to life."
   },
   "author": {
    "text": "Hugh Walpole"
   }
  },
  {
   "quote": {
    "text": "Perfect happiness would be knowing that all my family and friends were happy and safe. Then I'd go to a tropical island with my husband where it was gorgeous and fun all day long and interesting and fun all evening. Good food and dancing would be nice, too, and weekly visits from those safe and happy family and friends. Plus world peace."
   },
   "author": {
    "text": "Suzanne Weyn"
   }
  },
  {
   "quote": {
    "text": "In my life I've learned that true happiness comes from giving. Helping others along the way makes you evaluate who you are. I think that love is what we're all searching for. I haven't come across anyone who didn't become a better person through love."
   },
   "author": {
    "text": "Marla Gibbs"
   }
  },
  {
   "quote": {
    "text": "The two enemies of human happiness are pain and boredom."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "Independence is happiness."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "I adored Mickey Mouse when I was a child. He was the emblem of happiness and funniness."
   },
   "author": {
    "text": "Maurice Sendak"
   }
  },
  {
   "quote": {
    "text": "No man chooses evil because it is evil; he only mistakes it for happiness, the good he seeks."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "The happiness of your life depends upon the quality of your thoughts: therefore, guard accordingly, and take care that you entertain no notions unsuitable to virtue and reasonable nature."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "The measure of success is happiness and peace of mind."
   },
   "author": {
    "text": "Bobby Davro"
   }
  },
  {
   "quote": {
    "text": "True happiness comes from the joy of deeds well done, the zest of creating things new."
   },
   "author": {
    "text": "Antoine de Saint-Exupery"
   }
  },
  {
   "quote": {
    "text": "Happiness is like a cloud, if you stare at it long enough, it evaporates."
   },
   "author": {
    "text": "Sarah McLachlan"
   }
  },
  {
   "quote": {
    "text": "A contented mind is the greatest blessing a man can enjoy in this world."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "Don't walk in front of me, I may not follow. Don't walk behind me, I may not lead. There is only one happiness in life, to love and be loved."
   },
   "author": {
    "text": "George Sand"
   }
  },
  {
   "quote": {
    "text": "There is no greater sorrow than to recall happiness in times of misery."
   },
   "author": {
    "text": "Dante Alighieri"
   }
  },
  {
   "quote": {
    "text": "I am a spiritual person in an eastern religion kind of way. I learned that happiness for all of us is a switch that you flick in your brain. It doesn't have anything to do with getting a new house, a new car, a new girlfriend, or a new pair of shoes. Our culture is very much about that; we are never happy with what we have today."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "Remember happiness doesn't depend upon who you are or what you have; it depends solely on what you think."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "Be happy in what you do. Be respectful of yourself. Do good works for others, and the goodness will come back to you and make you a better person. I think that's what happiness is all about."
   },
   "author": {
    "text": "Gerard Malanga"
   }
  },
  {
   "quote": {
    "text": "I think if you're a good person and spread happiness, good things will come to you!"
   },
   "author": {
    "text": "Jessie James Decker"
   }
  },
  {
   "quote": {
    "text": "I think most of us are raised with preconceived notions of the choices we're supposed to make. We waste so much time making decisions based on someone else's idea of our happiness - what will make you a good citizen or a good wife or daughter or actress. Nobody says, 'Just be happy - go be a cobbler or go live with goats.'"
   },
   "author": {
    "text": "Sandra Bullock"
   }
  },
  {
   "quote": {
    "text": "Getting married, for me, was the best thing I ever did. I was suddenly beset with an immense sense of release, that we have something more important than our separate selves, and that is the marriage. There's immense happiness that can come from working towards that."
   },
   "author": {
    "text": "Nick Cave"
   }
  },
  {
   "quote": {
    "text": "Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy."
   },
   "author": {
    "text": "Wayne Gretzky"
   }
  },
  {
   "quote": {
    "text": "The drive for happiness is vital; it's what keeps us in motion."
   },
   "author": {
    "text": "Richard Gere"
   }
  },
  {
   "quote": {
    "text": "I might have some character traits that some might see as innocence or naive. That's because I discovered peace and happiness in my soul. And with this knowledge, I also see the beauty of human life."
   },
   "author": {
    "text": "Tobey Maguire"
   }
  },
  {
   "quote": {
    "text": "Happiness is dependent on self-discipline. We are the biggest obstacles to our own happiness. It is much easier to do battle with society and with others than to fight our own nature."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "No one is perfect... absolutely no one. Like precious stones, we have a few flaws, but why focus on that? Focus on what you like about yourself, and that will bring you happiness and peace."
   },
   "author": {
    "text": "Richard Simmons"
   }
  },
  {
   "quote": {
    "text": "God will prepare everything for our perfect happiness in heaven, and if it takes my dog being there, I believe he'll be there."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "When a small child, I thought that success spelled happiness. I was wrong, happiness is like a butterfly which appears and delights us for one brief moment, but soon flits away."
   },
   "author": {
    "text": "Anna Pavlova"
   }
  },
  {
   "quote": {
    "text": "The most worth-while thing is to try to put happiness into the lives of others."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "If I can bring happiness to people all around the world, then I will try my best to do so."
   },
   "author": {
    "text": "Tom Holland"
   }
  },
  {
   "quote": {
    "text": "Happiness is not an ideal of reason, but of imagination."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "Happiness never lays its finger on its pulse."
   },
   "author": {
    "text": "Adam Smith"
   }
  },
  {
   "quote": {
    "text": "The secret to happiness is to face the fact that the world is horrible."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "To be stupid, selfish, and have good health are three requirements for happiness, though if stupidity is lacking, all is lost."
   },
   "author": {
    "text": "Gustave Flaubert"
   }
  },
  {
   "quote": {
    "text": "I refuse to accept other people's ideas of happiness for me. As if there's a 'one size fits all' standard for happiness."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "I'm a suck-it-up-and-move-on kind of person. Every day is a new day, and you'll never be able to find happiness if you don't move on."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "Happiness is hard to recall. Its just a glow."
   },
   "author": {
    "text": "Frank McCourt"
   }
  },
  {
   "quote": {
    "text": "A hug is like a boomerang - you get it back right away."
   },
   "author": {
    "text": "Bil Keane"
   }
  },
  {
   "quote": {
    "text": "My mantra is: Let there be happiness in my soul, and let me share it with the world."
   },
   "author": {
    "text": "Alexandra Stoddard"
   }
  },
  {
   "quote": {
    "text": "My happiness is not dependent on others; it comes from within. Spiritual growth in a person is never encouraged, but it is important. I don't know why people want to judge others instead of doing their own thing. I firmly feel that I don't need to follow or live according to other people's rules. I like living life the way I want to."
   },
   "author": {
    "text": "Sonu Nigam"
   }
  },
  {
   "quote": {
    "text": "Everything has its wonders, even darkness and silence, and I learn, whatever state I may be in, therein to be content."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Some people think happiness is a luxury, but it's a necessity. You need to make space for it in your life."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "You might not make it to the top, but if you are doing what you love, there is much more happiness there than being rich or famous."
   },
   "author": {
    "text": "Tony Hawk"
   }
  },
  {
   "quote": {
    "text": "There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "More compassionate mind, more sense of concern for other's well-being, is source of happiness."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "The happiness of the bee and the dolphin is to exist. For man it is to know that and to wonder at it."
   },
   "author": {
    "text": "Jacques Yves Cousteau"
   }
  },
  {
   "quote": {
    "text": "The true basis of morality is utility; that is, the adaptation of our actions to the promotion of the general welfare and happiness; the endeavour so to rule our lives that we may serve and bless mankind."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "It's good to be happy and tell us how cool your life is and how awesome you are on social media. That's great because it inspires other people to be happy, too. But a lot of times, people are trying to be happy in the wrong ways - with money or with different things that are not true happiness."
   },
   "author": {
    "text": "Jaden Smith"
   }
  },
  {
   "quote": {
    "text": "I am determined to be cheerful and happy in whatever situation I may find myself. For I have learned that the greater part of our misery or unhappiness is determined not by our circumstance but by our disposition."
   },
   "author": {
    "text": "Martha Washington"
   }
  },
  {
   "quote": {
    "text": "I think happiness is a choice. If you feel yourself being happy and can settle in to the life choices you make, then it's great. It's really, really great. I swear to God, happiness is the best makeup."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "To find out what one is fitted to do, and to secure an opportunity to do it, is the key to happiness."
   },
   "author": {
    "text": "John Dewey"
   }
  },
  {
   "quote": {
    "text": "I don't know about happy endings, because I don't think, eventually, anything is happy. You feel a bout of happiness with good news. Five minutes later, there could be a traffic jam or a phone call from an irritating relative or a weird thought, or it could be a tweet that annoys you, and your emotion will flip immediately."
   },
   "author": {
    "text": "Karan Johar"
   }
  },
  {
   "quote": {
    "text": "My happiness grows in direct proportion to my acceptance, and in inverse proportion to my expectations."
   },
   "author": {
    "text": "Michael J. Fox"
   }
  },
  {
   "quote": {
    "text": "Everyone has their own way of expressing happiness."
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "It is not in the pursuit of happiness that we find fulfillment, it is in the happiness of pursuit."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "Personal health is related to self-control and to the worship of life in all its natural beauty - self-control bringing with it happiness, renewed youth, and long life."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Affection is responsible for nine-tenths of whatever solid and durable happiness there is in our lives."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "Everyone has noticed how hard it is to turn our thoughts to God when everything is going well with us... While what we call 'our own life' remains agreeable, we will not surrender it to Him. What, then, can God do in our interests but make 'our own life' less agreeable to us, and take away the plausible sources of false happiness?"
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "I don't have to take a trip around the world or be on a yacht in the Mediterranean to have happiness. I can find it in the little things, like looking out into my backyard and seeing deer in the fields."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "Being happy is of the utmost importance. Success in anything is through happiness."
   },
   "author": {
    "text": "Maharishi Mahesh Yogi"
   }
  },
  {
   "quote": {
    "text": "The only way to find true happiness is to risk being completely cut open."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "Love is that condition in which the happiness of another person is essential to your own... Jealousy is a disease, love is a healthy condition. The immature mind often mistakes one for the other, or assumes that the greater the love, the greater the jealousy."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "Never mind your happiness; do your duty."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "Anyone who starts piercing the bubble of happiness, get 'em out of your life."
   },
   "author": {
    "text": "Robert Kraft"
   }
  },
  {
   "quote": {
    "text": "There is no austerity equal to a balanced mind, and there is no happiness equal to contentment; there is no disease like covetousness, and no virtue like mercy."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "They say people live to be happy. If you actually think about what happiness is, it's nothing much. When you get to eat ramen after feeling really, really hungry, that's happiness."
   },
   "author": {
    "text": "RM"
   }
  },
  {
   "quote": {
    "text": "It's in responsibility that most people find the meaning that sustains them through life. It's not in happiness. It's not in impulsive pleasure."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "There is no cosmetic for beauty like happiness."
   },
   "author": {
    "text": "Maria Mitchell"
   }
  },
  {
   "quote": {
    "text": "Happiness is not a goal; it is a by-product."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Power means happiness; power means hard work and sacrifice."
   },
   "author": {
    "text": "Beyonce Knowles"
   }
  },
  {
   "quote": {
    "text": "Success is getting what you want. Happiness is wanting what you get."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "Happiness makes up in height for what it lacks in length."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "Never make friends with people who are above or below you in status. Such friendships will never give you any happiness."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "Since you get more joy out of giving joy to others, you should put a good deal of thought into the happiness that you are able to give."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "The necessary thing for anyone to be happy and contented as long as he lives is working for the ones who will come after him rather than working for himself... One can reach the true delight and happiness in the life only by working for the existence, honor, and happiness of the future generations."
   },
   "author": {
    "text": "Mustafa Kemal Ataturk"
   }
  },
  {
   "quote": {
    "text": "The greatest happiness of the greatest number is the foundation of morals and legislation."
   },
   "author": {
    "text": "Jeremy Bentham"
   }
  },
  {
   "quote": {
    "text": "The man who makes everything that leads to happiness depends upon himself, and not upon other men, has adopted the very best plan for living happily. This is the man of moderation, the man of manly character and of wisdom."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Happiness: a good bank account, a good cook, and a good digestion."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "When ambition ends, happiness begins."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "Happiness is only real when shared."
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "What I think is so amazing about having everything, and feeling like I have everything, is that I don't really find happiness within materialistic things. Like, it's cool if I can buy myself a new car, and I think it's amazing for a week, but then the thrill is over, and I'm like, 'Oh, so I guess that wasn't really happiness.'"
   },
   "author": {
    "text": "Kylie Jenner"
   }
  },
  {
   "quote": {
    "text": "The wretched and miserable would rise into plenty of joy and happiness as soon as they climb the steps of my mosque."
   },
   "author": {
    "text": "Sai Baba"
   }
  },
  {
   "quote": {
    "text": "Happiness is the harvest of a quiet eye."
   },
   "author": {
    "text": "Austin O'Malley"
   }
  },
  {
   "quote": {
    "text": "Happiness is not that easy to achieve, but having a handsome husband, a beautiful baby, and a great job helps."
   },
   "author": {
    "text": "Ellen Pompeo"
   }
  },
  {
   "quote": {
    "text": "Happiness is a direction, not a place."
   },
   "author": {
    "text": "Sydney J. Harris"
   }
  },
  {
   "quote": {
    "text": "The first recipe for happiness is: avoid too lengthy meditation on the past."
   },
   "author": {
    "text": "Andre Maurois"
   }
  },
  {
   "quote": {
    "text": "Actions are right in proportion as they tend to promote happiness; wrong as they tend to produce the reverse of happiness. By happiness is intended pleasure and the absence of pain."
   },
   "author": {
    "text": "John Stuart Mill"
   }
  },
  {
   "quote": {
    "text": "Indeed, man wishes to be happy even when he so lives as to make happiness impossible."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "Happiness is a state of mind, you know. I don't think you are permanently happy. One is happy about certain things and not so happy about others."
   },
   "author": {
    "text": "Indira Gandhi"
   }
  },
  {
   "quote": {
    "text": "All true happiness, pure joy, sweet bounties, and unclouded pleasure are contained within the knowledge and love of God."
   },
   "author": {
    "text": "Said Nursi"
   }
  },
  {
   "quote": {
    "text": "To be without some of the things you want is an indispensable part of happiness."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "A large income is the best recipe for happiness I ever heard of."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "Grief knits two hearts in closer bonds than happiness ever can; and common sufferings are far stronger links than common joys."
   },
   "author": {
    "text": "Alphonse de Lamartine"
   }
  },
  {
   "quote": {
    "text": "When I was growing up, I don't remember being told that America was created so that everyone could get rich. I remember being told it was about opportunity and the pursuit of happiness. Not happiness itself, but the pursuit."
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "Caring about others, running the risk of feeling, and leaving an impact on people, brings happiness."
   },
   "author": {
    "text": "Harold Kushner"
   }
  },
  {
   "quote": {
    "text": "Be more dedicated to making solid achievements than in running after swift but synthetic happiness."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Friendship improves happiness and abates misery, by the doubling of our joy and the dividing of our grief."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "A great man does not seek applause or place; he seeks for truth; he seeks the road to happiness, and what he ascertains, he gives to others."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "Life is essentially a cheat and its conditions are those of defeat; the redeeming things are not happiness and pleasure but the deeper satisfactions that come out of struggle."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "The revolutionary sees his task as liberation not only of the oppressed but also of the oppressor. Happiness can never truly exist in a state of tension."
   },
   "author": {
    "text": "Steven Biko"
   }
  },
  {
   "quote": {
    "text": "Completeness? Happiness? These words don't come close to describing my emotions. There truly is nothing I can say to capture what motherhood means to me, particularly given my medical history."
   },
   "author": {
    "text": "Anita Baker"
   }
  },
  {
   "quote": {
    "text": "Since our society equates happiness with youth, we often assume that sorrow, quiet desperation, and hopelessness go hand in hand with getting older. They don't. Emotional pain or numbness are symptoms of living the wrong life, not a long life."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "Money can't buy you happiness, but it can buy you a yacht big enough to pull up right alongside it."
   },
   "author": {
    "text": "David Lee Roth"
   }
  },
  {
   "quote": {
    "text": "There is nothing which can better deserve your patronage, than the promotion of science and literature. Knowledge is in every country the surest basis of public happiness."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "The groundwork of all happiness is health."
   },
   "author": {
    "text": "Leigh Hunt"
   }
  },
  {
   "quote": {
    "text": "Success is getting what you want. Happiness is liking what you get."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "Happiness exists on earth, and it is won through prudent exercise of reason, knowledge of the harmony of the universe, and constant practice of generosity."
   },
   "author": {
    "text": "Jose Marti"
   }
  },
  {
   "quote": {
    "text": "What we call the secret of happiness is no more a secret than our willingness to choose life."
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "There is joy in work. There is no happiness except in the realization that we have accomplished something."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "You always hear the phrase, money doesn't buy you happiness. But I always in the back of my mind figured a lot of money will buy you a little bit of happiness. But it's not really true. I got a new car because the old one's lease expired."
   },
   "author": {
    "text": "Sergey Brin"
   }
  },
  {
   "quote": {
    "text": "Sometimes in life, we try to do our very best to help others, and in the process, it brings some anguish to us. But we can't ever let that stop us. We can't ever be stopped from helping others and allowing them to have some sense of happiness and joy in their life."
   },
   "author": {
    "text": "Jon Huntsman, Sr."
   }
  },
  {
   "quote": {
    "text": "Heroism is accessible. Happiness is more difficult."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "The essence of philosophy is that a man should so live that his happiness shall depend as little as possible on external things."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "Altruism raises your mood because it raises your self-esteem, which increases happiness. Plus, giving to others gets you outside of yourself and distracts you from your problems."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "In a democracy, the well-being, individuality and happiness of every citizen is important for the overall prosperity, peace and happiness of the nation."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "I think the pursuit of happiness is the pursuit of reality because illusion never leaves us ultimately happy."
   },
   "author": {
    "text": "Parker Palmer"
   }
  },
  {
   "quote": {
    "text": "I thank my God for graciously granting me the opportunity of learning that death is the key which unlocks the door to our true happiness."
   },
   "author": {
    "text": "Wolfgang Amadeus Mozart"
   }
  },
  {
   "quote": {
    "text": "The crown of life is neither happiness nor annihilation; it is understanding."
   },
   "author": {
    "text": "Winifred Holtby"
   }
  },
  {
   "quote": {
    "text": "Public health service should be as fully organized and as universally incorporated into our governmental system as is public education. The returns are a thousand fold in economic benefits, and infinitely more in reduction of suffering and promotion of human happiness."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "In my long life I have found peace, joy, and happiness beyond my fondest hopes and dreams. One of the supreme benedictions of my life has been my marriage to an elect daughter of God. I love her with all my heart and soul."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Genuine happiness can only be achieved when we transform our way of life from the unthinking pursuit of pleasure to one committed to enriching our inner lives, when we focus on 'being more' rather than simply having more."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "We are built to conquer environment, solve problems, achieve goals, and we find no real satisfaction or happiness in life without obstacles to conquer and goals to achieve."
   },
   "author": {
    "text": "Maxwell Maltz"
   }
  },
  {
   "quote": {
    "text": "It is neither wealth nor splendor; but tranquility and occupation which give you happiness."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "True happiness... is not attained through self-gratification, but through fidelity to a worthy purpose."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "One test of the correctness of educational procedure is the happiness of the child."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "There is no value in life except what you choose to place upon it and no happiness in any place except what you bring to it yourself."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Many persons have a wrong idea of what constitutes true happiness. It is not attained through self-gratification but through fidelity to a worthy purpose."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Politicians also have no leisure, because they are always aiming at something beyond political life itself, power and glory, or happiness."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Self-esteem is as important to our well-being as legs are to a table. It is essential for physical and mental health and for happiness."
   },
   "author": {
    "text": "Louise Hart"
   }
  },
  {
   "quote": {
    "text": "Happiness is good health and a bad memory."
   },
   "author": {
    "text": "Ingrid Bergman"
   }
  },
  {
   "quote": {
    "text": "Few and far between are the books you'll cherish, returning to them time and again, to revisit old friends, relive old happiness, and recapture the magic of that first read."
   },
   "author": {
    "text": "Michael A. Stackpole"
   }
  },
  {
   "quote": {
    "text": "The secret of happiness is to admire without desiring."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "God cannot give us a happiness and peace apart from Himself, because it is not there. There is no such thing."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "Happiness is a thing to be practiced, like the violin."
   },
   "author": {
    "text": "John Lubbock"
   }
  },
  {
   "quote": {
    "text": "The thing we're all looking for is happiness, and if we achieve just a modicum of that or even a little piece of serenity even for five minutes a day, we're very lucky."
   },
   "author": {
    "text": "Mel Gibson"
   }
  },
  {
   "quote": {
    "text": "Beauty for some provides escape, who gain a happiness in eyeing the gorgeous buttocks of the ape or Autumn sunsets exquisitely dying."
   },
   "author": {
    "text": "Langston Hughes"
   }
  },
  {
   "quote": {
    "text": "I'm not motivated by money or power or fame. In the end, it doesn't bring much happiness. The only thing that is driving me is self-satisfaction, self-validation."
   },
   "author": {
    "text": "William Clay Ford, Jr."
   }
  },
  {
   "quote": {
    "text": "Happiness is neither virtue nor pleasure nor this thing nor that but simply growth, We are happy when we are growing."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "The secret of happiness is variety, but the secret of variety, like the secret of all spices, is knowing when to use it."
   },
   "author": {
    "text": "Daniel Gilbert"
   }
  },
  {
   "quote": {
    "text": "The sound of laughter is like the vaulted dome of a temple of happiness."
   },
   "author": {
    "text": "Milan Kundera"
   }
  },
  {
   "quote": {
    "text": "For me, the opposite of happiness isn't sadness but boredom."
   },
   "author": {
    "text": "Sushant Singh Rajput"
   }
  },
  {
   "quote": {
    "text": "There is no end of craving. Hence contentment alone is the best way to happiness. Therefore, acquire contentment."
   },
   "author": {
    "text": "Swami Sivananda"
   }
  },
  {
   "quote": {
    "text": "Happiness is nothing but good health and freedom, and money is the single best way you can buy your freedom."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "The happiness of a man in this life does not consist in the absence but in the mastery of his passions."
   },
   "author": {
    "text": "Alfred Lord Tennyson"
   }
  },
  {
   "quote": {
    "text": "It is one of my sources of happiness never to desire a knowledge of other people's business."
   },
   "author": {
    "text": "Dolley Madison"
   }
  },
  {
   "quote": {
    "text": "The greatest happiness of life is the conviction that we are loved; loved for ourselves, or rather, loved in spite of ourselves."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Happiness does not come from football awards. It's terrible to correlate happiness with football. Happiness comes from a good job, being able to feed your wife and kids. I don't dream football, I dream the American dream - two cars in a garage, be a happy father."
   },
   "author": {
    "text": "Barry Sanders"
   }
  },
  {
   "quote": {
    "text": "There is nothing I fear more than waking up without a program that will help me bring a little happiness to those with no resources, those who are poor, illiterate, and ridden with terminal disease."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "The fabric of North Carolina and what makes our state so special is our families and our common desire for a brighter future for our children. No matter what your family looks like, we all want the same thing for our families - happiness, health, prosperity, a bright future for our children and grandchildren."
   },
   "author": {
    "text": "Kay Hagan"
   }
  },
  {
   "quote": {
    "text": "The strongest argument against totalitarianism may be a recognition of a universal human nature; that all humans have innate desires for life, liberty and the pursuit of happiness. The doctrine of the blank slate... is a totalitarian's dream."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "Man is fond of counting his troubles, but he does not count his joys. If he counted them up as he ought to, he would see that every lot has enough happiness provided for it."
   },
   "author": {
    "text": "Fyodor Dostoevsky"
   }
  },
  {
   "quote": {
    "text": "It is the ultimate luxury to combine passion and contribution. It's also a very clear path to happiness."
   },
   "author": {
    "text": "Sheryl Sandberg"
   }
  },
  {
   "quote": {
    "text": "Part of the happiness of life consists not in fighting battles, but in avoiding them. A masterly retreat is in itself a victory."
   },
   "author": {
    "text": "Norman Vincent Peale"
   }
  },
  {
   "quote": {
    "text": "When we recall the past, we usually find that it is the simplest things - not the great occasions - that in retrospect give off the greatest glow of happiness."
   },
   "author": {
    "text": "Bob Hope"
   }
  },
  {
   "quote": {
    "text": "A man doesn't know what happiness is until he's married. By then, it's too late."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "You believe happiness to be derived from the place in which once you have been happy, but in truth it is centered in ourselves."
   },
   "author": {
    "text": "Franz Schubert"
   }
  },
  {
   "quote": {
    "text": "My beauty ethos? Well, I'd love to tell you it's something like 'less is more,' but honestly, it all starts with happiness. If only someone could bottle that up - when I'm happy, I'm at my most radiant and glowing. It does me better than any product ever could. And I stand by how cheesy and cliched that sounds."
   },
   "author": {
    "text": "Solange Knowles"
   }
  },
  {
   "quote": {
    "text": "Defender of the liberty that I idolize, myself more free than anyone, in coming as a friend to offer my services to this intriguing republic, I bring to it only my frankness and my good will; no ambition, no self-interest; in working for my glory, I work for their happiness."
   },
   "author": {
    "text": "Marquis de Lafayette"
   }
  },
  {
   "quote": {
    "text": "Real happiness is cheap enough, yet how dearly we pay for its counterfeit."
   },
   "author": {
    "text": "Hosea Ballou"
   }
  },
  {
   "quote": {
    "text": "Success is getting and achieving what you want. Happiness is wanting and being content with what you get."
   },
   "author": {
    "text": "Bernard Meltzer"
   }
  },
  {
   "quote": {
    "text": "I had lost my way for some time, so I need to do things that I am happy with. It's not about being the number one heroine or money. It's about doing roles that I enjoy. My biggest ambition is happiness."
   },
   "author": {
    "text": "Sonam Kapoor"
   }
  },
  {
   "quote": {
    "text": "Happiness is an attitude of mind, born of the simple determination to be happy under all outward circumstances."
   },
   "author": {
    "text": "J. Donald Walters"
   }
  },
  {
   "quote": {
    "text": "Life should be blissful, and blissful doesn't mean just a small happiness. It's huge. It is profound."
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "In every human society, there is an effort continually tending to confer on one part the height of power and happiness, and to reduce the other to the extreme of weakness and misery. The intent of good laws is to oppose this effort and to diffuse their influence universally and equally."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "I say to my children, the reason that marriage - and having children - is so important is that it stops you thinking about yourself. The way to happiness is to give yourself to others and to think of others before you think of yourself."
   },
   "author": {
    "text": "Terry Wogan"
   }
  },
  {
   "quote": {
    "text": "Conformity is painful. You know, it's too tight. Conformity leads to rebellion. So a desire for happiness is in direct conflict with a desire for freedom."
   },
   "author": {
    "text": "Thomas Jane"
   }
  },
  {
   "quote": {
    "text": "Of all forms of caution, caution in love is perhaps the most fatal to true happiness."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "America offers the most amount of people the best opportunity to pursue happiness on the planet. That's why millions of illegal immigrants have poured into the country - most of them poor. They believe they have a shot to improve themselves economically."
   },
   "author": {
    "text": "Bill O'Reilly"
   }
  },
  {
   "quote": {
    "text": "All true happiness, pure joy, sweet bounties, and untroubled pleasure lie in knowledge of God and love of God; they cannot exist without them."
   },
   "author": {
    "text": "Said Nursi"
   }
  },
  {
   "quote": {
    "text": "You cannot deprive somebody of life, liberty, pursuit of happiness, because that is a right - constitutional right."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "For this generation, ours, life is nuclear survival, liberty is human rights, the pursuit of happiness is a planet whose resources are devoted to the physical and spiritual nourishment of its inhabitants."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "Oh, I adored Mickey Mouse when I was a child. He was the emblem of happiness and funniness. You went to the movies then, you saw two movies and a short. When Mickey Mouse came on the screen and there was his big head, my sister said she had to hold onto me. I went berserk."
   },
   "author": {
    "text": "Maurice Sendak"
   }
  },
  {
   "quote": {
    "text": "The consuming desire of most human beings is deliberately to plant their whole life in the hands of some other person. I would describe this method of searching for happiness as immature. Development of character consists solely in moving toward self-sufficiency."
   },
   "author": {
    "text": "Quentin Crisp"
   }
  },
  {
   "quote": {
    "text": "For me, the only sources of moral values are the pursuit of understanding and the pursuit of happiness."
   },
   "author": {
    "text": "Matthew Stewart"
   }
  },
  {
   "quote": {
    "text": "I learned that, with grief, you have to take it one day at a time and learn how to find the happiness amid the heartbreak."
   },
   "author": {
    "text": "Adrienne C. Moore"
   }
  },
  {
   "quote": {
    "text": "That is happiness; to be dissolved into something complete and great."
   },
   "author": {
    "text": "Willa Cather"
   }
  },
  {
   "quote": {
    "text": "Inside every adult there's still a child that lingers. We're happiness merchants - giving people the opportunity to dream like children."
   },
   "author": {
    "text": "Guy Laliberte"
   }
  },
  {
   "quote": {
    "text": "To me, flowers are happiness."
   },
   "author": {
    "text": "Stefano Gabbana"
   }
  },
  {
   "quote": {
    "text": "Truth is a deep kindness that teaches us to be content in our everyday life and share with the people the same happiness."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "It's part of life to have obstacles. It's about overcoming obstacles; that's the key to happiness."
   },
   "author": {
    "text": "Herbie Hancock"
   }
  },
  {
   "quote": {
    "text": "It is in the compelling zest of high adventure and of victory, and in creative action, that man finds his supreme joys."
   },
   "author": {
    "text": "Antoine de Saint-Exupery"
   }
  },
  {
   "quote": {
    "text": "My idea of absolute happiness is to be in bed on a rainy day, with my blankie, my cat, and my dog."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "The happiness of society is the end of government."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "A happy life must be to a great extent a quiet life, for it is only in an atmosphere of quiet that true joy dare live."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Success to me is only two things: happiness and stability."
   },
   "author": {
    "text": "Kehlani"
   }
  },
  {
   "quote": {
    "text": "The happiness of life is made up of minute fractions - the little, soon forgotten charities of a kiss or a smile, a kind look or heartfelt compliment."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "But what is happiness except the simple harmony between a man and the life he leads?"
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "My greatest beauty secret is being happy with myself. I don't use special creams or treatments - I'll use a little bit of everything. It's a mistake to think you are what you put on yourself. I believe that a lot of how you look is to do with how you feel about yourself and your life. Happiness is the greatest beauty secret."
   },
   "author": {
    "text": "Tina Turner"
   }
  },
  {
   "quote": {
    "text": "Desire nothing, give up all desires and be happy."
   },
   "author": {
    "text": "Swami Sivananda"
   }
  },
  {
   "quote": {
    "text": "The greater part of our happiness or misery depends on our dispositions and not on our circumstances. We carry the seeds of the one or the other about with us in our minds wherever we go."
   },
   "author": {
    "text": "Martha Washington"
   }
  },
  {
   "quote": {
    "text": "Joy can only be real if people look upon their life as a service and have a definite object in life outside themselves and their personal happiness."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "You do the right thing even if it makes you feel bad. The purpose of life is not to be happy but to be worthy of happiness."
   },
   "author": {
    "text": "Tracy Kidder"
   }
  },
  {
   "quote": {
    "text": "The happiness of one's own heart alone cannot satisfy the soul; one must try to include, as necessary to one's own happiness, the happiness of others."
   },
   "author": {
    "text": "Paramahansa Yogananda"
   }
  },
  {
   "quote": {
    "text": "The only thing that holds true happiness is that moment when you're in it. Nothing can be controlled."
   },
   "author": {
    "text": "Eliza Doolittle"
   }
  },
  {
   "quote": {
    "text": "One of the first conditions of happiness is that the link between Man and Nature shall not be broken."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "True happiness consists not in the multitude of friends, but in the worth and choice."
   },
   "author": {
    "text": "Ben Jonson"
   }
  },
  {
   "quote": {
    "text": "Happiness is beneficial for the body, but it is grief that develops the powers of the mind."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "It is necessary to the happiness of man that he be mentally faithful to himself. Infidelity does not consist in believing, or in disbelieving, it consists in professing to believe what he does not believe."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "The thing that's really cool for me about Miami Beach is you have this dichotomy between sunlight and family and happiness and innocence and then at night, darker, stranger mob conspiracy stuff sort of comes out. It seems like a storytelling engine. You can just keep writing about how those two worlds smash into each other."
   },
   "author": {
    "text": "Mitch Glazer"
   }
  },
  {
   "quote": {
    "text": "Discouragement, fear, doubt, lack of self-confidence, are the germs which have killed the prosperity and happiness of tens of thousands of people."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Happiness can only be found if you can free yourself of all other distractions."
   },
   "author": {
    "text": "Saul Bellow"
   }
  },
  {
   "quote": {
    "text": "The said truth is that it is the greatest happiness of the greatest number that is the measure of right and wrong."
   },
   "author": {
    "text": "Jeremy Bentham"
   }
  },
  {
   "quote": {
    "text": "In the scope of a happy life, a messy desk or an overstuffed coat closet is a trivial thing, yet I find - and I hear from other people that they agree - that getting rid of clutter gives a disproportionate boost to happiness."
   },
   "author": {
    "text": "Gretchen Rubin"
   }
  },
  {
   "quote": {
    "text": "I am not very fond of spotlight or even, for that matter, money. I appreciate the small things that give me joy. The most precious forms of happiness often come from things that money cannot buy."
   },
   "author": {
    "text": "Nithya Menen"
   }
  },
  {
   "quote": {
    "text": "When I look back at that freedom of childhood, which is in a way infinite, and at all the joy and the intense happiness, now lost, I sometimes think that childhood is where the real meaning of life is located, and that we, adults, are its servants - that that's our purpose."
   },
   "author": {
    "text": "Karl Ove Knausgard"
   }
  },
  {
   "quote": {
    "text": "True refuge is that which allows us to be at home, at peace, to discover true happiness. The only thing that can give us true refuge is the awareness and love that is intrinsic to who we are. Ultimately, it's our own true nature."
   },
   "author": {
    "text": "Tara Brach"
   }
  },
  {
   "quote": {
    "text": "It's enough to indulge and to be selfish but true happiness is really when you start giving back."
   },
   "author": {
    "text": "Adrian Grenier"
   }
  },
  {
   "quote": {
    "text": "People are chasing cash, not happiness. When you chase money, you're going to lose. You're just going to. Even if you get the money, you're not going to be happy."
   },
   "author": {
    "text": "Gary Vaynerchuk"
   }
  },
  {
   "quote": {
    "text": "Happiness isn't happiness unless there's a violin-playing goat."
   },
   "author": {
    "text": "Julia Roberts"
   }
  },
  {
   "quote": {
    "text": "Happiness often sneaks in through a door you didn't know you left open."
   },
   "author": {
    "text": "John Barrymore"
   }
  },
  {
   "quote": {
    "text": "I am a kind of paranoid in reverse. I suspect people of plotting to make me happy."
   },
   "author": {
    "text": "J. D. Salinger"
   }
  },
  {
   "quote": {
    "text": "We never taste happiness in perfection, our most fortunate successes are mixed with sadness."
   },
   "author": {
    "text": "Pierre Corneille"
   }
  },
  {
   "quote": {
    "text": "Low expectations is the key to happiness in life."
   },
   "author": {
    "text": "Christopher Miller"
   }
  },
  {
   "quote": {
    "text": "A man is not rightly conditioned until he is a happy, healthy, and prosperous being; and happiness, health, and prosperity are the result of a harmonious adjustment of the inner with the outer of the man with his surroundings."
   },
   "author": {
    "text": "James Allen"
   }
  },
  {
   "quote": {
    "text": "Never permit a dichotomy to rule your life, a dichotomy in which you hate what you do so you can have pleasure in your spare time. Look for a situation in which your work will give you as much happiness as your spare time."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "God isn't compatible with machinery and scientific medicine and universal happiness. You must make your choice. Our civilization has chosen machinery and medicine and happiness."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "If you ever find happiness by hunting for it, you will find it, as the old woman did her lost spectacles, safe on her own nose all the time."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "Life finds its purpose and fulfillment in the expansion of happiness."
   },
   "author": {
    "text": "Maharishi Mahesh Yogi"
   }
  },
  {
   "quote": {
    "text": "The greater part of our happiness or misery depends on our dispositions and not our circumstances."
   },
   "author": {
    "text": "Martha Washington"
   }
  },
  {
   "quote": {
    "text": "I've always been able to transform happiness and pain and sorrow and tears into positive energy."
   },
   "author": {
    "text": "Thalia"
   }
  },
  {
   "quote": {
    "text": "Science and technology are a propellant for building a thriving country, and the happiness of the people and the future of the country hinge on their development."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "You know it's love when all you want is that person to be happy, even if you're not part of their happiness."
   },
   "author": {
    "text": "Julia Roberts"
   }
  },
  {
   "quote": {
    "text": "Holiness, not happiness, is the chief end of man."
   },
   "author": {
    "text": "Oswald Chambers"
   }
  },
  {
   "quote": {
    "text": "Happy is the man who has broken the chains which hurt the mind, and has given up worrying once and for all."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "A string of excited, fugitive, miscellaneous pleasures is not happiness; happiness resides in imaginative reflection and judgment, when the picture of one's life, or of human life, as it truly has been or is, satisfies the will, and is gladly accepted."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "Success is not the key to happiness. Happiness is the key to success. If you love what you do, you'll be successful."
   },
   "author": {
    "text": "Tyga"
   }
  },
  {
   "quote": {
    "text": "The single most important factor in our long-term happiness is the relationships we have with our family and close friends."
   },
   "author": {
    "text": "Clayton M. Christensen"
   }
  },
  {
   "quote": {
    "text": "Those who won our independence... valued liberty as an end and as a means. They believed liberty to be the secret of happiness and courage to be the secret of liberty."
   },
   "author": {
    "text": "Louis D. Brandeis"
   }
  },
  {
   "quote": {
    "text": "Wisdom is the supreme part of happiness."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "Happiness in this world, when it comes, comes incidentally. Make it the object of pursuit, and it leads us a wild-goose chase, and is never attained. Follow some other object, and very possibly we may find that we have caught happiness without dreaming of it."
   },
   "author": {
    "text": "Nathaniel Hawthorne"
   }
  },
  {
   "quote": {
    "text": "There is no fulfillment in things whatsoever. And I think one of the reasons that depression reigns supreme amongst the rich and famous is some of them thought that maybe those things would bring them happiness. But what, in fact, does is having a cause, having a passion. And that's really what gives life's true meaning."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "Love is the most terrible, and also the most generous of the passions; it is the only one which includes in its dreams the happiness of someone else."
   },
   "author": {
    "text": "Alphonse Karr"
   }
  },
  {
   "quote": {
    "text": "For the poison of hatred seated near the heart doubles the burden for the one who suffers the disease; he is burdened with his own sorrow, and groans on seeing another's happiness."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "God dislikes evil, and no happiness can be built on hate. Love one another as brothers."
   },
   "author": {
    "text": "Josephine Baker"
   }
  },
  {
   "quote": {
    "text": "Live by this credo: have a little laugh at life and look around you for happiness instead of sadness. Laughter has always brought me out of unhappy situations."
   },
   "author": {
    "text": "Red Skelton"
   }
  },
  {
   "quote": {
    "text": "To have the sense of creative activity is the great happiness and the great proof of being alive."
   },
   "author": {
    "text": "Matthew Arnold"
   }
  },
  {
   "quote": {
    "text": "People say America is exceptional. I agree, but it's not the complexion of our skin or the twists in our DNA that make us unique. America is exceptional because we were founded upon the notion that everyone should be free to pursue life, liberty, and happiness."
   },
   "author": {
    "text": "Rand Paul"
   }
  },
  {
   "quote": {
    "text": "All happiness or unhappiness solely depends upon the quality of the object to which we are attached by love."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "The man who is aware of himself is henceforward independent; and he is never bored, and life is only too short, and he is steeped through and through with a profound yet temperate happiness."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "One mustn't ask apple trees for oranges, France for sun, women for love, life for happiness."
   },
   "author": {
    "text": "Gustave Flaubert"
   }
  },
  {
   "quote": {
    "text": "For many, many people, getting married is one of the most important things they will ever do in the pursuit of happiness."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "There is so much to be gained from adulthood! Feelings just become so much deeper. The feeling of sadness and loss is much deeper than when you were a kid, but the feelings of love and happiness have also so much more dimension when you get older... That is what's so hard and exciting about being a human being."
   },
   "author": {
    "text": "Brie Larson"
   }
  },
  {
   "quote": {
    "text": "Kind words produce happiness. How often have we ourselves been made happy by kind words, in a manner and to an extent which we are unable to explain!"
   },
   "author": {
    "text": "Frederick William Faber"
   }
  },
  {
   "quote": {
    "text": "A good cook is like a sorceress who dispenses happiness."
   },
   "author": {
    "text": "Elsa Schiaparelli"
   }
  },
  {
   "quote": {
    "text": "The founders of a new colony, whatever Utopia of human virtue and happiness they might originally project, have invariably recognized it among their earliest practical necessities to allot a portion of the virgin soil as a cemetery, and another portion as the site of a prison."
   },
   "author": {
    "text": "Nathaniel Hawthorne"
   }
  },
  {
   "quote": {
    "text": "What if I couldn't handle people's opinions of me? I know that shouldn't dictate a person's degree of peace or happiness in life, but the problem is, I chose a business saturated in judgment."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "To apply Kim Jong Il's patriotism means to thoroughly materialize the General's intentions and desires for the prosperity of the country and the happiness of all generations to come and to carry on all work for achieving the prosperity of the country in the way he did."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "Today, we stand as a united country and are much closer to the ideals set forth in our Constitution that all men are created equal; that they are endowed by their Creator with certain unalienable rights; that among these are life, liberty, and the pursuit of happiness."
   },
   "author": {
    "text": "Jim Ryun"
   }
  },
  {
   "quote": {
    "text": "The gospel is a message of peace. Christianity is a system which, received and obeyed, would spread peace, harmony, and happiness throughout the earth."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "I think a child may be the only thing that could give me true happiness."
   },
   "author": {
    "text": "Nicki Minaj"
   }
  },
  {
   "quote": {
    "text": "I'm trying to broaden the scope of positive psychology well beyond the smiley face. Happiness is just one-fifth of what human beings choose to do."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "Pleasure only starts once the worm has got into the fruit, to become delightful happiness must be tainted with poison."
   },
   "author": {
    "text": "Georges Bataille"
   }
  },
  {
   "quote": {
    "text": "To describe happiness is to diminish it."
   },
   "author": {
    "text": "Stendhal"
   }
  },
  {
   "quote": {
    "text": "The United States are a political state, or organized society, whose end is government, for the security, welfare, and happiness of all who live under its protection."
   },
   "author": {
    "text": "William H. Seward"
   }
  },
  {
   "quote": {
    "text": "Some of the natural world is appealing, some of it is terrifying, and some of it grosses us out. Modern people don't want to be dropped naked into a swamp. We want to tour Yosemite with our water bottles and G.P.S. devices. The natural world is a source of happiness and fulfillment, but only when prescribed in the right doses."
   },
   "author": {
    "text": "Paul Bloom"
   }
  },
  {
   "quote": {
    "text": "Happiness is the only good. The time to be happy is now. The place to be happy is here. The way to be happy is to make others so."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "Power, after love, is the first source of happiness."
   },
   "author": {
    "text": "Stendhal"
   }
  },
  {
   "quote": {
    "text": "There is even a happiness - that makes the heart afraid."
   },
   "author": {
    "text": "Thomas Hood"
   }
  },
  {
   "quote": {
    "text": "No one has a right to consume happiness without producing it."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "There are people who can do all fine and heroic things but one - keep from telling their happiness to the unhappy."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "The U. S. Constitution doesn't guarantee happiness, only the pursuit of it. You have to catch up with it yourself."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Success is not just making money. Success is happiness. Success is fulfillment; it's the ability to give."
   },
   "author": {
    "text": "Adam Neumann"
   }
  },
  {
   "quote": {
    "text": "We find delight in the beauty and happiness of children that makes the heart too big for the body."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Happiness is in our own hearts. I have no regrets of anything in the past. I'm totally cheerful and happy, and I think that a lot of your attitude is not in the circumstances you find yourself in, but in the circumstances you make for yourself."
   },
   "author": {
    "text": "Maeve Binchy"
   }
  },
  {
   "quote": {
    "text": "Happiness is an inside job."
   },
   "author": {
    "text": "William Arthur Ward"
   }
  },
  {
   "quote": {
    "text": "One of the magical things about kindness is that it's what we nerds call a 'happiness aggregator.' People confuse kindness with being nice. And they're very different. You can be nice and be passive. But kindness requires action."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "A really great talent finds its happiness in execution."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "My imagination can picture no fairer happiness than to continue living for art."
   },
   "author": {
    "text": "Clara Schumann"
   }
  },
  {
   "quote": {
    "text": "No matter how dull, or how mean, or how wise a man is, he feels that happiness is his indisputable right."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "People look to time in expectation that it will eventually make them happy, but you cannot find true happiness by looking toward the future."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "Happiness is like those palaces in fairy tales whose gates are guarded by dragons: we must fight in order to conquer it."
   },
   "author": {
    "text": "Alexandre Dumas"
   }
  },
  {
   "quote": {
    "text": "We must exercise ourselves in the things which bring happiness, since, if that be present, we have everything, and, if that be absent, all our actions are directed toward attaining it."
   },
   "author": {
    "text": "Epicurus"
   }
  },
  {
   "quote": {
    "text": "The only thing that could spoil a day was people. People were always the limiters of happiness except for the very few that were as good as spring itself."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "The greatest happiness is to know the source of unhappiness."
   },
   "author": {
    "text": "Fyodor Dostoevsky"
   }
  },
  {
   "quote": {
    "text": "Marriage and family are ordained of God. The family is the most important social unit in time and in eternity. Under God's great plan of happiness, families can be sealed in temples and be prepared to return to dwell in His holy presence forever. That is eternal life!"
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "The good life consists in deriving happiness by using your signature strengths every day in the main realms of living. The meaningful life adds one more component: using these same strengths to forward knowledge, power or goodness."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "Research has shown that the best way to be happy is to make each day happy."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Happiness is not being pained in body or troubled in mind."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "There's no reason why children in inner cities or rural areas do not receive the same quality education or opportunities as those in suburbs or wealthy neighborhoods. If we truly believe in giving all citizens a chance to pursue happiness and pursue their goals, then we cannot continue to marginalize entire groups of people."
   },
   "author": {
    "text": "Al Sharpton"
   }
  },
  {
   "quote": {
    "text": "Against eternal injustice, man must assert justice, and to protest against the universe of grief, he must create happiness."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Happiness does not lie in happiness, but in the achievement of it."
   },
   "author": {
    "text": "Fyodor Dostoevsky"
   }
  },
  {
   "quote": {
    "text": "To be stupid and selfish and to have good health are the three requirements for happiness. Though if stupidity is lacking, the others are useless."
   },
   "author": {
    "text": "Stefan Sagmeister"
   }
  },
  {
   "quote": {
    "text": "The happiness and peace attained by those satisfied by the nectar of spiritual tranquillity is not attained by greedy persons restlessly moving here and there."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "Respect your partner. Be happy in your partner's happiness."
   },
   "author": {
    "text": "Divyanka Tripathi"
   }
  },
  {
   "quote": {
    "text": "The secret of happiness is this: let your interests be as wide as possible, and let your reactions to the things and persons that interest you be as far as possible friendly rather than hostile."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Happiness is overrated. There has to be conflict in life."
   },
   "author": {
    "text": "Brad Pitt"
   }
  },
  {
   "quote": {
    "text": "Having been in the restaurant business, our job in the restaurant business is to be responsible for our customers' happiness. It's the nature of the hospitality business. You need to take care of people. You take care of customers above all others. Customers are your lifeblood."
   },
   "author": {
    "text": "Andrew Zimmern"
   }
  },
  {
   "quote": {
    "text": "Wealth, like happiness, is never attained when sought after directly. It comes as a by-product of providing a useful service."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "I always say: 'Share your happiness with the world, give other people that happiness and let it come back,' but some things make me question it. I don't know if I want some people to know that I am happy. I think a lot of people want to take it away from you, and that's really scary."
   },
   "author": {
    "text": "Iggy Azalea"
   }
  },
  {
   "quote": {
    "text": "An award means a lot to me. It brings happiness along with a kind of fear. It brings fear because the award is the responsibility which audiences have put on us. So a singer winning an award should always try to give best of him to the audiences."
   },
   "author": {
    "text": "Shreya Ghoshal"
   }
  },
  {
   "quote": {
    "text": "True success, true happiness lies in freedom and fulfillment."
   },
   "author": {
    "text": "Dada Vaswani"
   }
  },
  {
   "quote": {
    "text": "Did perpetual happiness in the Garden of Eden maybe get so boring that eating the apple was justified?"
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "Before the palefaces came among us, we enjoyed the happiness of unbounded freedom and were acquainted with neither riches, wants, nor oppression."
   },
   "author": {
    "text": "Tecumseh"
   }
  },
  {
   "quote": {
    "text": "In times of joy, all of us wished we possessed a tail we could wag."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "It is possible to live happily in the here and the now. So many conditions of happiness are available - more than enough for you to be happy right now. You don't have to run into the future in order to get more."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Transcendental meditation is an ancient mental technique that allows any human being to dive within, transcend and experience the source of everything. It's such a blessing for the human being because that eternal field is a field of unbounded intelligence, creativity, happiness, love, energy and peace."
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "The great thing in the world is not so much to seek happiness as to earn peace and self-respect."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "Our envy always lasts longer than the happiness of those we envy."
   },
   "author": {
    "text": "Heraclitus"
   }
  },
  {
   "quote": {
    "text": "Happiness is your dentist telling you it won't hurt and then having him catch his hand in the drill."
   },
   "author": {
    "text": "Johnny Carson"
   }
  },
  {
   "quote": {
    "text": "One thing I didn't understand in life was that I had $100,000,000 in the bank and I couldn't buy happiness. I had everything: mansions, yachts, Ferraris, Lamborghinis, but I was depressed. I didn't know where I fitted in. But then I found family and friends and I learned the value of life."
   },
   "author": {
    "text": "Vanilla Ice"
   }
  },
  {
   "quote": {
    "text": "In the face of love, everyone is equal. Let everyone have the freedom to love and to pursue their happiness. I am Tsai Ing-wen, and I support marriage equality."
   },
   "author": {
    "text": "Tsai Ing-wen"
   }
  },
  {
   "quote": {
    "text": "Beauty is the promise of happiness."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "There is no true love save in suffering, and in this world we have to choose either love, which is suffering, or happiness. Man is the more man - that is, the more divine - the greater his capacity for suffering, or rather, for anguish."
   },
   "author": {
    "text": "Miguel de Unamuno"
   }
  },
  {
   "quote": {
    "text": "My happiness doesn't come from money or fame. My happiness comes from seeing life without struggle."
   },
   "author": {
    "text": "Nicki Minaj"
   }
  },
  {
   "quote": {
    "text": "Happiness is having a scratch for every itch."
   },
   "author": {
    "text": "Ogden Nash"
   }
  },
  {
   "quote": {
    "text": "Happiness is inward, and not outward; and so, it does not depend on what we have, but on what we are."
   },
   "author": {
    "text": "Henry Van Dyke"
   }
  },
  {
   "quote": {
    "text": "It's up to you to be responsible for how you feel if you're not happy. Your happiness lies in your hands. You can't rely on a man to make you happy or complete you. That starts with you."
   },
   "author": {
    "text": "Taraji P. Henson"
   }
  },
  {
   "quote": {
    "text": "Success in its highest and noblest form calls for peace of mind and enjoyment and happiness which come only to the man who has found the work that he likes best."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "You can be happy where you are."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Understanding your employee's perspective can go a long way towards increasing productivity and happiness."
   },
   "author": {
    "text": "Kathryn Minshew"
   }
  },
  {
   "quote": {
    "text": "I just want to say to women, 'Be yourself - it's the inner beauty that counts. You are your own best friend, the key to your own happiness, and as soon as you understand that - and it takes a few heartbreaks - you can be happy.'"
   },
   "author": {
    "text": "Cherie Lunghi"
   }
  },
  {
   "quote": {
    "text": "Happiness consists not in having much, but in being content with little."
   },
   "author": {
    "text": "Marguerite Gardiner"
   }
  },
  {
   "quote": {
    "text": "A sure way to lose happiness, I found, is to want it at the expense of everything else."
   },
   "author": {
    "text": "Bette Davis"
   }
  },
  {
   "quote": {
    "text": "Happiness is a light, an atmosphere, an illumination. It sets a personality. I always feel that it is a creation that is difficult for some and easy for others, but essentially an achievement, never an accident."
   },
   "author": {
    "text": "Elizabeth Bibesco"
   }
  },
  {
   "quote": {
    "text": "An institution or reform movement that is not selfish, must originate in the recognition of some evil that is adding to the sum of human suffering, or diminishing the sum of happiness."
   },
   "author": {
    "text": "Clara Barton"
   }
  },
  {
   "quote": {
    "text": "False happiness renders men stern and proud, and that happiness is never communicated. True happiness renders them kind and sensible, and that happiness is always shared."
   },
   "author": {
    "text": "Montesquieu"
   }
  },
  {
   "quote": {
    "text": "Happiness is not a brilliant climax to years of grim struggle and anxiety. It is a long succession of little decisions simply to be happy in the moment."
   },
   "author": {
    "text": "J. Donald Walters"
   }
  },
  {
   "quote": {
    "text": "Happiness is always a coincidence."
   },
   "author": {
    "text": "Jose Bergamin"
   }
  },
  {
   "quote": {
    "text": "The world is full of a lot of fear and a lot of negativity, and a lot of judgment. I just think people need to start shifting into joy and happiness. As corny as it sounds, we need to make a shift."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "Happiness is a ball after which we run wherever it rolls, and we push it with our feet when it stops."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Most of us need time to work through pain and loss. We can find all manner of reasons for postponing forgiveness. One of these reasons is waiting for the wrongdoers to repent before we forgive them. Yet such a delay causes us to forfeit the peace and happiness that could be ours."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "I'm trying to find a little joy and happiness, a lot of giggles - and maybe some pretty shoes."
   },
   "author": {
    "text": "Tracee Ellis Ross"
   }
  },
  {
   "quote": {
    "text": "I am not happy, and the quest for happiness as a principal objective is not part of my world. Of course, ever since I can remember, I have done what I felt like doing."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "Mindfulness helps you go home to the present. And every time you go there and recognize a condition of happiness that you have, happiness comes."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "The ultimate end of education is happiness or a good human life, a life enriched by the possession of every kind of good, by the enjoyment of every type of satisfaction."
   },
   "author": {
    "text": "Mortimer Adler"
   }
  },
  {
   "quote": {
    "text": "I wish I could throw off the thoughts which poison my happiness, but I take a kind of pleasure in indulging them."
   },
   "author": {
    "text": "Frederic Chopin"
   }
  },
  {
   "quote": {
    "text": "There is only one passion, the passion for happiness."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "Money can't buy you happiness but it does bring you a more pleasant form of misery."
   },
   "author": {
    "text": "Spike Milligan"
   }
  },
  {
   "quote": {
    "text": "Existence is a strange bargain. Life owes us little; we owe it everything. The only true happiness comes from squandering ourselves for a purpose."
   },
   "author": {
    "text": "William Cowper"
   }
  },
  {
   "quote": {
    "text": "Happiness is a how; not a what. A talent, not an object."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "Our happiness is certainly mixed in with the tragedies of life. You have to find the lemonade. You have to find the silver lining in the middle of everything that happens in life."
   },
   "author": {
    "text": "Chandra Wilson"
   }
  },
  {
   "quote": {
    "text": "I am about to be married, and am of course in all the misery of a man in pursuit of happiness."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "Action may not bring happiness but there is no happiness without action."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Those who know me know I'm passionate about lists, and top of my list of priorities is my family. My wife Joan and I do not consider our legacy to our children to be wealth or fame but the opportunity to pursue happiness by following their own path."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "Nothing brings me more happiness than trying to help the most vulnerable people in society. It is a goal and an essential part of my life - a kind of destiny. Whoever is in distress can call on me. I will come running wherever they are."
   },
   "author": {
    "text": "Princess Diana"
   }
  },
  {
   "quote": {
    "text": "If there were in the world today any large number of people who desired their own happiness more than they desired the unhappiness of others, we could have a paradise in a few years."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "We have to surmount the difficulties that face us and work steadfastly for the happiness and prosperity of our country."
   },
   "author": {
    "text": "Lal Bahadur Shastri"
   }
  },
  {
   "quote": {
    "text": "Don't wait around for other people to be happy for you. Any happiness you get you've got to make yourself."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Off with you! You're a happy fellow, for you'll give happiness and joy to many other people. There is nothing better or greater than that!"
   },
   "author": {
    "text": "Ludwig van Beethoven"
   }
  },
  {
   "quote": {
    "text": "Every gift from a friend is a wish for your happiness."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "Happiness is a matter of one's most ordinary and everyday mode of consciousness being busy and lively and unconcerned with self."
   },
   "author": {
    "text": "Iris Murdoch"
   }
  },
  {
   "quote": {
    "text": "There are going to be priorities and multiple dimensions of your life, and how you integrate that is how you find happiness."
   },
   "author": {
    "text": "Denise Morrison"
   }
  },
  {
   "quote": {
    "text": "Happiness is secured through virtue; it is a good attained by man's own will."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "America has believed that in differentiation, not in uniformity, lies the path of progress. It acted on this belief; it has advanced human happiness, and it has prospered."
   },
   "author": {
    "text": "Louis D. Brandeis"
   }
  },
  {
   "quote": {
    "text": "I think you can be depressed and flourish, I think you can have cancer and flourish, I think you can be divorced and flourish. When we believed that happiness was only smiling and good mood, that wasn't very good for people like me, people in the lower half of positive affectivity."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "There is nothing, Sir, too little for so little a creature as man. It is by studying little things that we attain the great art of having as little misery and as much happiness as possible."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "I try to be a good daughter, as I believe in karma and feel that how you are with your parents is directly proportionate to what you receive in your life. I am a big oneness follower, and our gurus have told us that if you want to achieve external happiness, you need to be happy internally. And your inner circle is your family."
   },
   "author": {
    "text": "Shilpa Shetty"
   }
  },
  {
   "quote": {
    "text": "If you wait for the perfect moment when all is safe and assured, it may never arrive. Mountains will not be climbed, races won, or lasting happiness achieved."
   },
   "author": {
    "text": "Maurice Chevalier"
   }
  },
  {
   "quote": {
    "text": "Playing is just about feeling. Playing isn't necessarily about misery. Playing isn't necessarily about happiness. But it's just about letting yourself feel all those things that you have already on the inside of you, but you're all the time trying to push them aside because they don't make for polite conversation or something."
   },
   "author": {
    "text": "Janis Joplin"
   }
  },
  {
   "quote": {
    "text": "The happiness of this life depends less on what befalls you than the way in which you take it."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "Happiness is the absence of the striving for happiness."
   },
   "author": {
    "text": "Zhuangzi"
   }
  },
  {
   "quote": {
    "text": "It is not the possession of truth, but the success which attends the seeking after it, that enriches the seeker and brings happiness to him."
   },
   "author": {
    "text": "Max Planck"
   }
  },
  {
   "quote": {
    "text": "The majority of our happiness at work is determined by the people who surround us. Strong teams produce more content, launch more products, and sign more contracts. And most importantly, they have fun doing it."
   },
   "author": {
    "text": "Julia Hartz"
   }
  },
  {
   "quote": {
    "text": "To attain happiness in another world we need only to believe something, while to secure it in this world we must do something."
   },
   "author": {
    "text": "Charlotte Perkins Gilman"
   }
  },
  {
   "quote": {
    "text": "My aim in life isn't so much the pursuit of happiness as the happiness of pursuit."
   },
   "author": {
    "text": "Charles Saatchi"
   }
  },
  {
   "quote": {
    "text": "Happiness serves hardly any other purpose than to make unhappiness possible."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "Happiness is perhaps painlessness, a state one rarely appreciates. Happiness, then, is very much like a great talent. It rarely gets appreciated and is taken for granted."
   },
   "author": {
    "text": "Kamal Haasan"
   }
  },
  {
   "quote": {
    "text": "I find happiness comes from numerous sources in my life. Most often, the happy moments I cherish most are quiet moments with my wife and family back home in Nova Scotia."
   },
   "author": {
    "text": "Peter MacKay"
   }
  },
  {
   "quote": {
    "text": "Happiness is not a reward - it is a consequence. Suffering is not a punishment - it is a result."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "I have sacrificed not only my favorite scheme of life, but the softer affections of the heart, and my prospects of domestic happiness, and I am ready to sacrifice my life also, with cheerfulness, if that forfeiture could restore peace and good will among mankind."
   },
   "author": {
    "text": "John Paul Jones"
   }
  },
  {
   "quote": {
    "text": "To forget oneself is to be happy."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Such happiness as life is capable of comes from the full participation of all our powers in the endeavor to wrest from each changing situations of experience its own full and unique meaning."
   },
   "author": {
    "text": "John Dewey"
   }
  },
  {
   "quote": {
    "text": "We must have courage to bet on our ideas, to take the calculated risk, and to act. Everyday living requires courage if life is to be effective and bring happiness."
   },
   "author": {
    "text": "Maxwell Maltz"
   }
  },
  {
   "quote": {
    "text": "Happiness lies neither in vice nor in virtue; but in the manner we appreciate the one and the other, and the choice we make pursuant to our individual organization."
   },
   "author": {
    "text": "Marquis de Sade"
   }
  },
  {
   "quote": {
    "text": "In the school of mortality, we experience tenderness, love, kindness, happiness, sorrow, disappointment, pain, and even the challenges of physical limitations in ways that prepare us for eternity."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "It was as if all of the happiness, all of the magic of this blissful hour had flowed together into these stirring, bittersweet tones and flowed away, becoming temporal and transitory once more."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "Don't wish me happiness - I don't expect to be happy it's gotten beyond that, somehow. Wish me courage and strength and a sense of humor - I will need them all."
   },
   "author": {
    "text": "Anne Morrow Lindbergh"
   }
  },
  {
   "quote": {
    "text": "I think life is difficult and that's that. I am not at all - absolutely not at all - interested in the pursuit of happiness. I am not interested in the pursuit of positivity. I am interested in pursuing a truth, and the truth often seems to be not happiness but its opposite."
   },
   "author": {
    "text": "Jamaica Kincaid"
   }
  },
  {
   "quote": {
    "text": "Ever since I was a kid, I've always thought it very important to be happy inside. There's a lot of bad things happening in the world, but it's important to try to stay happy and appreciate what you've got, and don't look externally for the happiness."
   },
   "author": {
    "text": "Ana Ivanovic"
   }
  },
  {
   "quote": {
    "text": "The pursuit of happiness, which American citizens are obliged to undertake, tends to involve them in trying to perpetuate the moods, tastes and aptitudes of youth."
   },
   "author": {
    "text": "Malcolm Muggeridge"
   }
  },
  {
   "quote": {
    "text": "Mainly, I hope to inspire honesty. We live in a space where so much can be manipulated, and so much is expected to be manipulated - curated, contrived, edited. I think that's a real detriment to self expression and happiness in a lot of ways. In my mind, honesty and vulnerability is the way forward."
   },
   "author": {
    "text": "K. Flay"
   }
  },
  {
   "quote": {
    "text": "Just staying healthy, that is true wealth and true happiness."
   },
   "author": {
    "text": "Jon Jones"
   }
  },
  {
   "quote": {
    "text": "Martial arts is what pulled me through tough times, and it is one of the reasons for my happiness."
   },
   "author": {
    "text": "Tiger Shroff"
   }
  },
  {
   "quote": {
    "text": "I think I feel most like a princess when I'm sort of bursting with happiness and love, so whether that would be, like, with my boyfriend or my family or at a really fun party - just when you're full of life."
   },
   "author": {
    "text": "Lily James"
   }
  },
  {
   "quote": {
    "text": "Could a government dare to set out with happiness as its goal? Now that there are accepted scientific proofs, it would be easy to audit the progress of national happiness annually, just as we monitor money and GDP."
   },
   "author": {
    "text": "Polly Toynbee"
   }
  },
  {
   "quote": {
    "text": "Anguish over the loss of a loved one or feelings of helplessness have complex roots. But in the end, they make you feel bad because they adjust your brain's chemistry. Happiness and its opposite are both electro-chemical reactions; those reactions are temporary and ineffable and could even have hidden benefits."
   },
   "author": {
    "text": "Eliot Schrefer"
   }
  },
  {
   "quote": {
    "text": "Happiness is a simple everyday miracle, like water, and we are not aware of it."
   },
   "author": {
    "text": "Nikos Kazantzakis"
   }
  },
  {
   "quote": {
    "text": "There is absolutely nothing in this world that will provide more comfort and happiness than a testimony of the truth."
   },
   "author": {
    "text": "Thomas S. Monson"
   }
  },
  {
   "quote": {
    "text": "I have been very fortunate in my life. I have had a lot of happiness. I have a great family and I work a lot, and that's what I like to do."
   },
   "author": {
    "text": "Danny DeVito"
   }
  },
  {
   "quote": {
    "text": "Each week, I post a video about some 'Pigeon of Discontent' raised by a reader. Because, as much as we try to find the 'Bluebird of Happiness,' we're also plagued by those small but pesky 'Pigeons of Discontent.'"
   },
   "author": {
    "text": "Gretchen Rubin"
   }
  },
  {
   "quote": {
    "text": "I equate physical activity with happiness not just from the perspective of producing endorphins but also from the perspective of really moving through emotions and getting stagnant energy to move through our body."
   },
   "author": {
    "text": "Gabrielle Bernstein"
   }
  },
  {
   "quote": {
    "text": "Thus happiness depends, as nature shows, less on exterior things than most suppose."
   },
   "author": {
    "text": "William Cowper"
   }
  },
  {
   "quote": {
    "text": "True religion... is giving and finding one's happiness by bringing happiness into the lives of others."
   },
   "author": {
    "text": "William J. H. Boetcker"
   }
  },
  {
   "quote": {
    "text": "I've learned from experience that the greater part of our happiness or misery depends on our dispositions and not on our circumstances."
   },
   "author": {
    "text": "Martha Washington"
   }
  },
  {
   "quote": {
    "text": "I believe that all is illusion and vanity outside the treasure of truths slowly accumulated, and which will never again be lost. I believe that the sum of these truths, always increasing, will at last confer on man incalculable power and peace, if not happiness. Yes, I believe in the final triumph of life."
   },
   "author": {
    "text": "Emile Zola"
   }
  },
  {
   "quote": {
    "text": "The Lord protects, guides, and watches over those who are His trusted friends in His work. His work and that of His Father and our Father is to bring to pass the immortality and eternal life of the children of God. And Satan, the enemy of our happiness, opposes those who serve the Lord."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "Life took over 4 billion years to evolve into you, and you've about 70 more years to enjoy it. Don't just pursue happiness, catch it."
   },
   "author": {
    "text": "Eric Idle"
   }
  },
  {
   "quote": {
    "text": "I think a lot of people think I'm either unintelligent because I'm a very happy person and I have a lot of energy or that it's a fake happiness, like fake energy. I completely understand that because it's a lot to handle, and I am a very emotional human being."
   },
   "author": {
    "text": "Dove Cameron"
   }
  },
  {
   "quote": {
    "text": "You don't think in depression that you've put on a gray veil and are seeing the world through the haze of a bad mood. You think that the veil has been taken away, the veil of happiness, and that now you're seeing truly."
   },
   "author": {
    "text": "Andrew Solomon"
   }
  },
  {
   "quote": {
    "text": "I'm just dealing with what's happening, with what is. Joy, happiness, good, bad, all those terms are meaningless to me."
   },
   "author": {
    "text": "Harry Dean Stanton"
   }
  },
  {
   "quote": {
    "text": "Life is to be fortified by many friendships. To love and to be loved is the greatest happiness of existence."
   },
   "author": {
    "text": "Sydney Smith"
   }
  },
  {
   "quote": {
    "text": "I am deeply grateful for the concern of all those who constantly prayed for my happiness."
   },
   "author": {
    "text": "Princess Margaret"
   }
  },
  {
   "quote": {
    "text": "There is only one real happiness in life, and that is the happiness of creating."
   },
   "author": {
    "text": "Frederick Delius"
   }
  },
  {
   "quote": {
    "text": "Happiness is the only sanction of life; where happiness fails, existence remains a mad and lamentable experiment."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "I'm fulfilled in what I do. I never thought that a lot of money or fine clothes - the finer things of life - would make you happy. My concept of happiness is to be filled in a spiritual sense."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "The moral and political principles that govern men are derived from three sources: revelation, natural law, and the artificial conventions of society. With regard to its main purpose, there is no comparison between the first and the others; but all three are alike in that they all lead towards happiness in this mortal life."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "Happiness is working with Jack Lemmon."
   },
   "author": {
    "text": "Billy Wilder"
   }
  },
  {
   "quote": {
    "text": "Ultimately, I want to be a good person and spread happiness through my acting. If I don't forget to be appreciative and thankful, then that would be the most important thing that I'll ever achieve."
   },
   "author": {
    "text": "Park Bo-gum"
   }
  },
  {
   "quote": {
    "text": "God is my witness that up to now, my only aspiration in life is to be a useful element within the army! I have for long been convinced that, to safeguard the country and give happiness to the people, it is necessary first of all to prove once more to the world that our army is still the old Turkish army."
   },
   "author": {
    "text": "Mustafa Kemal Ataturk"
   }
  },
  {
   "quote": {
    "text": "There's no greater source of happiness than giving yourself to other people."
   },
   "author": {
    "text": "Lamman Rucker"
   }
  },
  {
   "quote": {
    "text": "I don't have the recipe for happiness, but I think the engine is simply having the desire."
   },
   "author": {
    "text": "Vanessa Paradis"
   }
  },
  {
   "quote": {
    "text": "The lesson I have thoroughly learnt, and wish to pass on to others, is to know the enduring happiness that the love of a garden gives."
   },
   "author": {
    "text": "Gertrude Jekyll"
   }
  },
  {
   "quote": {
    "text": "It is the true duty of every man to promote the happiness of his fellow creatures to the utmost of his power."
   },
   "author": {
    "text": "William Wilberforce"
   }
  },
  {
   "quote": {
    "text": "From their teenage years on, children are considerably more capable of causing parents unhappiness than bringing them happiness. That is one reason parents who rely on their children for happiness make both their children and themselves miserable."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "Happiness is a virtue, not its reward."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "Happiness is a by-product. You cannot pursue it by itself."
   },
   "author": {
    "text": "Sam Levenson"
   }
  },
  {
   "quote": {
    "text": "So long as we can lose any happiness, we possess some."
   },
   "author": {
    "text": "Booth Tarkington"
   }
  },
  {
   "quote": {
    "text": "You'd think true masculinity was just calm and collected happiness. So alpha male that it needs not or worries not. But typically masculine characters are always fighting, and most violence comes from some agitated level of fear and anxiety."
   },
   "author": {
    "text": "Liev Schreiber"
   }
  },
  {
   "quote": {
    "text": "America is a mosaic not of groups but of individuals, each of whom carries a host of cultural influences, some chosen, some inherited, some absorbed by osmosis. That mosaic is held together by the pursuit of happiness, the most powerful mortar ever conceived. Left alone, it will long endure."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "The kind of experience of humility and happiness that comes with gratitude tends to crowd out whatever is coarse, or ugly, or mean."
   },
   "author": {
    "text": "Kevin DeYoung"
   }
  },
  {
   "quote": {
    "text": "I know not why there is such a melancholy feeling attached to the remembrance of past happiness, except that we fear that the future can have nothing so bright as the past."
   },
   "author": {
    "text": "Julia Ward Howe"
   }
  },
  {
   "quote": {
    "text": "People need to realise what real happiness and success is, because success as an actor is fleeting. You can be up there one day and gone the next."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "Happiness always looks small while you hold it in your hands, but let it go, and you learn at once how big and precious it is."
   },
   "author": {
    "text": "Maxim Gorky"
   }
  },
  {
   "quote": {
    "text": "Leibniz dedicated his life to efforts to educate people to understand that true happiness is found by locating their identity in benefitting mankind and their posterity."
   },
   "author": {
    "text": "Robert Trout"
   }
  },
  {
   "quote": {
    "text": "I try to have a very optimistic outlook on life. I try not to take anything too seriously. I try to - and I do - find a ton of joy and happiness in my life, and I think that helps you stay youthful."
   },
   "author": {
    "text": "Sutton Foster"
   }
  },
  {
   "quote": {
    "text": "They talk about the American Dream. I still believe in that. I still believe that this is a great country, where great things can happen, where anybody can become president of the United States. Just that simple statement there defines so much about the whole business of liberty and freedom and the pursuit of happiness."
   },
   "author": {
    "text": "Rob Halford"
   }
  },
  {
   "quote": {
    "text": "The biggest problem is the funerals that don't exist. People call the funeral home, they pick up the body, they mail the ashes to you, no grief, no happiness, no remembrance, no nothing. That happens more often than it doesn't in the United States."
   },
   "author": {
    "text": "Caitlin Doughty"
   }
  },
  {
   "quote": {
    "text": "Everyone can relate to the story of fighting for happiness."
   },
   "author": {
    "text": "Lilly Singh"
   }
  },
  {
   "quote": {
    "text": "When 'happiness' eludes us - as, eventually, it always will - we have the invitation to examine our programmed responses and to exercise our power to choose again."
   },
   "author": {
    "text": "Richard Rohr"
   }
  },
  {
   "quote": {
    "text": "I don't understand why Europeans and South Americans can take more sophistication. Why is it that Americans need to hear their happiness major and their tragedy minor, and as jazzy as they can handle is a seventh chord? Are they not experiencing complex emotions?"
   },
   "author": {
    "text": "Joni Mitchell"
   }
  },
  {
   "quote": {
    "text": "It's nonsense to say money doesn't buy happiness, but people exaggerate the extent to which more money can buy more happiness."
   },
   "author": {
    "text": "Daniel Kahneman"
   }
  },
  {
   "quote": {
    "text": "What I think about is my happiness, together with my family. I want us to be happy."
   },
   "author": {
    "text": "Neymar"
   }
  },
  {
   "quote": {
    "text": "My books are about ordinary people, like you, me, people on the street, people who really have an expectation of reasonable happiness in life, want their life to have a sense of security and predictability, who want to belong to something bigger than them, who want love and affection in their life, who want a good future for the children."
   },
   "author": {
    "text": "Khaled Hosseini"
   }
  },
  {
   "quote": {
    "text": "Happiness was not made to be boasted, but enjoyed. Therefore tho others count me miserable, I will not believe them if I know and feel myself to be happy; nor fear them."
   },
   "author": {
    "text": "Thomas Traherne"
   }
  },
  {
   "quote": {
    "text": "I realised that you can go through times of extreme happiness, but if that happiness is not coming from a deeply rooted place, you will also be going through extreme lows of sadness."
   },
   "author": {
    "text": "Katrina Kaif"
   }
  },
  {
   "quote": {
    "text": "The arrival of any child brings you a lot of happiness."
   },
   "author": {
    "text": "Seal"
   }
  },
  {
   "quote": {
    "text": "The paradox of faith is that when we conform our lives to Christ then we gain our true freedom. And its fruit is profound and lasting happiness."
   },
   "author": {
    "text": "Vincent Nichols"
   }
  },
  {
   "quote": {
    "text": "Happiness is a great power of holiness. Thus, kind words, by their power of producing happiness, have also a power of producing holiness, and so of winning men to God."
   },
   "author": {
    "text": "Frederick William Faber"
   }
  },
  {
   "quote": {
    "text": "If you have easy self-contentment, you might have a very, very cheap source of happiness."
   },
   "author": {
    "text": "Leon Kass"
   }
  },
  {
   "quote": {
    "text": "I knew everything and received everything. But real happiness, is giving."
   },
   "author": {
    "text": "Alain Delon"
   }
  },
  {
   "quote": {
    "text": "But O, how bitter a thing it is to look into happiness through another man's eyes."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "They must often change, who would be constant in happiness or wisdom."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "If your happiness depends on what somebody else does, I guess you do have a problem."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "The smallest seed of faith is better than the largest fruit of happiness."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "I don't know why my smile has become a signature pose. I think it's a nice change. I think people want to see happiness, so a smile is what can bring that. I didn't make it my trademark on purpose."
   },
   "author": {
    "text": "Arizona Muse"
   }
  },
  {
   "quote": {
    "text": "Our daily decisions and habits have a huge impact upon both our levels of happiness and success."
   },
   "author": {
    "text": "Shawn Achor"
   }
  },
  {
   "quote": {
    "text": "Lovers who love truly do not write down their happiness."
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "You take away all the other luxuries in life, and if you can make someone smile and laugh, you have given the most special gift: happiness."
   },
   "author": {
    "text": "Brad Garrett"
   }
  },
  {
   "quote": {
    "text": "Love is trembling happiness."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "What can be added to the happiness of a man who is in health, out of debt, and has a clear conscience?"
   },
   "author": {
    "text": "Adam Smith"
   }
  },
  {
   "quote": {
    "text": "Money has never made man happy, nor will it, there is nothing in its nature to produce happiness. The more of it one has the more one wants."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Different men seek after happiness in different ways and by different means, and so make for themselves different modes of life and forms of government."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Problems or successes, they all are the results of our own actions. Karma. The philosophy of action is that no one else is the giver of peace or happiness. One's own karma, one's own actions are responsible to come to bring either happiness or success or whatever."
   },
   "author": {
    "text": "Maharishi Mahesh Yogi"
   }
  },
  {
   "quote": {
    "text": "We believe, as our founders did, that 'the pursuit of happiness' depends upon individual liberty; and individual liberty requires limited government."
   },
   "author": {
    "text": "Paul Ryan"
   }
  },
  {
   "quote": {
    "text": "The first requisite for the happiness of the people is the abolition of religion."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "When unhappy, one doubts everything; when happy, one doubts nothing."
   },
   "author": {
    "text": "Joseph Roux"
   }
  },
  {
   "quote": {
    "text": "Man falls from the pursuit of the ideal of plan living and high thinking the moment he wants to multiply his daily wants. Man's happiness really lies in contentment."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Happiness is a choice that requires effort at times."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "Happiness is that state of consciousness which proceeds from the achievement of one's values."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "When you're happy you find pure joy in your life. There are no regrets in this state of happiness - and that's a goal worth striving for in all areas of your life."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "Happiness must happen, and the same holds for success: you have to let it happen by not caring about it."
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "It's not possible to experience constant euphoria, but if you're grateful, you can find happiness in everything."
   },
   "author": {
    "text": "Pharrell Williams"
   }
  },
  {
   "quote": {
    "text": "We are buried beneath the weight of information, which is being confused with knowledge; quantity is being confused with abundance and wealth with happiness."
   },
   "author": {
    "text": "Tom Waits"
   }
  },
  {
   "quote": {
    "text": "Happiness is your own treasure because it lies within you."
   },
   "author": {
    "text": "Prem Rawat"
   }
  },
  {
   "quote": {
    "text": "Just do what must be done. This may not be happiness, but it is greatness."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "You know that your happiness and suffering depend on the happiness and suffering of others. That insight helps you not to do wrong things that will bring suffering to yourself and to other people."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Making money is a happiness. And that's a great incentive. Making other people happy is a super-happiness."
   },
   "author": {
    "text": "Muhammad Yunus"
   }
  },
  {
   "quote": {
    "text": "Happiness is a critical factor for work, and work is a critical factor for happiness. In one of those life-isn't-fair results, it turns out that the happy outperform the less happy. Happy people work more hours each week - and they work more in their free time, too."
   },
   "author": {
    "text": "Gretchen Rubin"
   }
  },
  {
   "quote": {
    "text": "Happiness is found in doing, not merely possessing."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "To suppose that any form of government will secure liberty or happiness without any virtue in the people, is a chimerical idea."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "Our object in the construction of the state is the greatest happiness of the whole, and not that of any one class."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Men can only be happy when they do not assume that the object of life is happiness."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "A sincere and steadfast co-operation in promoting such a reconstruction of our political system as would provide for the permanent liberty and happiness of the United States."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "We all want to help one another. Human beings are like that. We want to live by each other's happiness, not by each other's misery."
   },
   "author": {
    "text": "Charlie Chaplin"
   }
  },
  {
   "quote": {
    "text": "A man who as a physical being is always turned toward the outside, thinking that his happiness lies outside him, finally turns inward and discovers that the source is within him."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "To the European, it is a characteristic of the American culture that, again and again, one is commanded and ordered to 'be happy.' But happiness cannot be pursued; it must ensue. One must have a reason to 'be happy.'"
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "You get to a certain age where you prepare yourself for happiness. Sometimes you never remember to actually get happy."
   },
   "author": {
    "text": "John Mayer"
   }
  },
  {
   "quote": {
    "text": "It is a curious sensation: the sort of pain that goes mercifully beyond our powers of feeling. When your heart is broken, your boats are burned: nothing matters any more. It is the end of happiness and the beginning of peace."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "The person born with a talent they are meant to use will find their greatest happiness in using it."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "I have learned to seek my happiness by limiting my desires, rather than in attempting to satisfy them."
   },
   "author": {
    "text": "John Stuart Mill"
   }
  },
  {
   "quote": {
    "text": "My faith helps me understand that circumstances don't dictate my happiness, my inner peace."
   },
   "author": {
    "text": "Denzel Washington"
   }
  },
  {
   "quote": {
    "text": "If my life has had a theme, I suppose it has been a typical American theme in that, for most of it, I have been looking for happiness and success."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "In theory there is a possibility of perfect happiness: To believe in the indestructible element within one, and not to strive towards it."
   },
   "author": {
    "text": "Franz Kafka"
   }
  },
  {
   "quote": {
    "text": "Happiness is a wine of the rarest vintage, and seems insipid to a vulgar taste."
   },
   "author": {
    "text": "Logan Pearsall Smith"
   }
  },
  {
   "quote": {
    "text": "Be happy with what you have and are, be generous with both, and you won't have to hunt for happiness."
   },
   "author": {
    "text": "William E. Gladstone"
   }
  },
  {
   "quote": {
    "text": "Money is human happiness in the abstract; he, then, who is no longer capable of enjoying human happiness in the concrete devotes himself utterly to money."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "Any commands which Congress may have for me shall be cheerfully executed by one of their earliest soldiers, whose happiness it is to think that, at a less smiling moment, he had the honor to be adopted by America, and whose blood, exertions, and affections will in her good times, as they have been in her worst, be entirely at her service."
   },
   "author": {
    "text": "Marquis de Lafayette"
   }
  },
  {
   "quote": {
    "text": "Your successes and happiness are forgiven you only if you generously consent to share them."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "If virtue promises happiness, prosperity and peace, then progress in virtue is progress in each of these for to whatever point the perfection of anything brings us, progress is always an approach toward it."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "Life's greatest happiness is to be convinced we are loved."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "We have the tendency to run away from suffering and to look for happiness. But, in fact, if you have not suffered, you have no chance to experience real happiness."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Tell me what you feel in your room when the full moon is shining in upon you and your lamp is dying out, and I will tell you how old you are, and I shall know if you are happy."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "Contempt for happiness is usually contempt for other people's happiness, and is an elegant disguise for hatred of the human race."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "There is nothing that you can't overcome. So it's never too late for happiness."
   },
   "author": {
    "text": "Pepa"
   }
  },
  {
   "quote": {
    "text": "Of course, to have money is just great because you can do what you think is important to you. I always was a rich person because money's not related to happiness."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "The supreme happiness of life is the conviction that we are loved; loved for ourselves, or rather in spite of ourselves."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "The ultimate end of human acts is eudaimonia, happiness in the sense of living well, which all men desire; all acts are but different means chosen to arrive at it."
   },
   "author": {
    "text": "Hannah Arendt"
   }
  },
  {
   "quote": {
    "text": "We have no more right to consume happiness without producing it than to consume wealth without producing it."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Just as a cautious businessman avoids investing all his capital in one concern, so wisdom would probably admonish us also not to anticipate all our happiness from one quarter alone."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "During my last voyage to America, I enjoyed the happiness of seeing that revolution completed, and, thinking of the one that would probably occur in France, I said in a speech to Congress, published everywhere except in the 'French Gazette,' 'May this revolution serve as a lesson to oppressors and as an example to the oppressed!'"
   },
   "author": {
    "text": "Marquis de Lafayette"
   }
  },
  {
   "quote": {
    "text": "Love is not a feeling of happiness. Love is a willingness to sacrifice."
   },
   "author": {
    "text": "Michael Novak"
   }
  },
  {
   "quote": {
    "text": "I am happy as happiness goes, for a woman who has so many memories and who lives the lonely life of an actress."
   },
   "author": {
    "text": "Lillie Langtry"
   }
  },
  {
   "quote": {
    "text": "To be perfectly happy it does not suffice to possess happiness, it is necessary to have deserved it."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "A wise woman recognizes when her life is out of balance and summons the courage to act to correct it, she knows the meaning of true generosity, happiness is the reward for a life lived in harmony, with a courage and grace."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "Happiness in marriage is entirely a matter of chance."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "An alcoholic father, poverty, my own juvenile diabetes, the limited English my parents spoke - although my mother has become completely bilingual since. All these things intrude on what most people think of as happiness."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "The greatest of follies is to sacrifice health for any other kind of happiness."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "Are you bored with life? Then throw yourself into some work you believe in with all your heart, live for it, die for it, and you will find happiness that you had thought could never be yours."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "The People have a right to the Truth as they have a right to life, liberty and the pursuit of happiness."
   },
   "author": {
    "text": "Frank Norris"
   }
  },
  {
   "quote": {
    "text": "He who has so little knowledge of human nature as to seek happiness by changing anything but his own disposition will waste his life in fruitless efforts."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "It is not God's will merely that we should be happy, but that we should make ourselves happy."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "Doing nothing is happiness for children and misery for old men."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Good clothing is a passport to happiness."
   },
   "author": {
    "text": "Yves Saint Laurent"
   }
  },
  {
   "quote": {
    "text": "No man is happy without a delusion of some kind. Delusions are as necessary to our happiness as realities."
   },
   "author": {
    "text": "Christian Nestell Bovee"
   }
  },
  {
   "quote": {
    "text": "I always was a rich person because money's not related to happiness."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "There's a higher form of happiness in commitment. I'm counting on it."
   },
   "author": {
    "text": "Claire Forlani"
   }
  },
  {
   "quote": {
    "text": "Choose your life's mate carefully. From this one decision will come 90 percent of all your happiness or misery."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "All who joy would win must share it. Happiness was born a Twin."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "In South Korea, they believe that when you turn 60, you've become a baby again and the rest of your life should be totally about joy and happiness, and people should leave you alone, and I just think that that's the height of intelligence."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Action may not always bring happiness; but there is no happiness without action."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "If you really want to receive joy and happiness, then serve others with all your heart. Lift their burden, and your own burden will be lighter."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "I find my greatest happiness in thinking of those days in Homestead when I labored to bring a thing to perfection entirely by myself. In the evenings, I would go into the hills and look down on my work, and I knew that it was good, and my heart was elated."
   },
   "author": {
    "text": "Charles M. Schwab"
   }
  },
  {
   "quote": {
    "text": "The happiest people seem to be those who have no particular cause for being happy except that they are so."
   },
   "author": {
    "text": "William Inge"
   }
  },
  {
   "quote": {
    "text": "I think happiness comes from self-acceptance. We all try different things, and we find some comfortable sense of who we are. We look at our parents and learn and grow and move on. We change."
   },
   "author": {
    "text": "Jamie Lee Curtis"
   }
  },
  {
   "quote": {
    "text": "Make space in your life, space for health and happiness."
   },
   "author": {
    "text": "Kris Carr"
   }
  },
  {
   "quote": {
    "text": "Happiness exists only if you have a lot of people to share it with."
   },
   "author": {
    "text": "Ranbir Kapoor"
   }
  },
  {
   "quote": {
    "text": "There is no excellence without labor. One cannot dream oneself into either usefulness or happiness."
   },
   "author": {
    "text": "Liberty Hyde Bailey"
   }
  },
  {
   "quote": {
    "text": "I heard a definition once: Happiness is health and a short memory! I wish I'd invented it, because it is very true."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "The person who seeks all their applause from outside has their happiness in another's keeping ."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "Happiness is just another of the tricks that our genetic system plays on us to carry out its only role, which is the survival of the species."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "And of all illumination which human reason can give, none is comparable to the discovery of what we are, our nature, our obligations, what happiness we are capable of, and what are the means of attaining it."
   },
   "author": {
    "text": "Adam Weishaupt"
   }
  },
  {
   "quote": {
    "text": "Happiness is a sunbeam which may pass through a thousand bosoms without losing a particle of its original ray; nay, when it strikes on a kindred heart, like the converged light on a mirror, it reflects itself with redoubled brightness. It is not perfected till it is shared."
   },
   "author": {
    "text": "Jane Porter"
   }
  },
  {
   "quote": {
    "text": "Happiness is making your dreams come true."
   },
   "author": {
    "text": "Jourdan Dunn"
   }
  },
  {
   "quote": {
    "text": "I think of myself as somebody who, in a moment-to-moment way, I'm quite happy. But I think I am a bit doubtful and wary of true happiness, and, like a lot of my friends, there's been a good degree of self-sabotage."
   },
   "author": {
    "text": "Patrick deWitt"
   }
  },
  {
   "quote": {
    "text": "Three grand essentials to happiness in this life are something to do, something to love, and something to hope for."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "Future. That period of time in which our affairs prosper, our friends are true and our happiness is assured."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "Happiness is the reward we get for living to the highest right we know."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "Whenever you choose power over love, you will never find true happiness."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "Wisdom allows nothing to be good that will not be so forever; no man to be happy but he that needs no other happiness than what he has within himself; no man to be great or powerful that is not master of himself."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "What we call happiness in the strictest sense comes from the (preferably sudden) satisfaction of needs which have been dammed up to a high degree."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "We're taught to be ashamed of confusion, anger, fear and sadness, and to me they're of equal value to happiness, excitement and inspiration."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "Happiness is spiritual, born of truth and love. It is unselfish; therefore it cannot exist alone, but requires all mankind to share it."
   },
   "author": {
    "text": "Mary Baker Eddy"
   }
  },
  {
   "quote": {
    "text": "Happiness? A good cigar, a good meal, a good cigar and a good woman - or a bad woman; it depends on how much happiness you can handle."
   },
   "author": {
    "text": "George Burns"
   }
  },
  {
   "quote": {
    "text": "I say there is not more happiness for me than the freedom of my Homeland."
   },
   "author": {
    "text": "Islom Karimov"
   }
  },
  {
   "quote": {
    "text": "It's OK to have a plan, to invest in your future - for your financial security, your love life, your personal fulfillment, and even your happiness. To have personal happiness as a stated goal doesn't detract from it if you get there."
   },
   "author": {
    "text": "Karen Finerman"
   }
  },
  {
   "quote": {
    "text": "Happiness is a continuation of happenings which are not resisted."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "I think happiness is love."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "I have this really high priority on happiness and finding something to be happy about."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "My whole working philosophy is that the only stable happiness for mankind is that it shall live married in blessed union to woman-kind - intimacy, physical and psychical between a man and his wife. I wish to add that my state of bliss is by no means perfect."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "And one who is just of his own free will shall not lack for happiness; and he will never come to utter ruin."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "Genuine happiness comes from within, and often it comes in spontaneous feelings of joy."
   },
   "author": {
    "text": "Andrew Weil"
   }
  },
  {
   "quote": {
    "text": "Fun I love, but too much fun is of all things the most loathsome. Mirth is better than fun, and happiness is better than mirth."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "In a storm of struggles, I have tried to control the elements, clasp the fist tight so as to protect self and happiness. But stress can be an addiction, and worry can be our lunge for control, and we forget the answer to this moment is always yes because of Christ."
   },
   "author": {
    "text": "Ann Voskamp"
   }
  },
  {
   "quote": {
    "text": "Work and live to serve others, to leave the world a little better than you found it and garner for yourself as much peace of mind as you can. This is happiness."
   },
   "author": {
    "text": "David Sarnoff"
   }
  },
  {
   "quote": {
    "text": "Happiness is a byproduct of function, purpose, and conflict; those who seek happiness for itself seek victory without war."
   },
   "author": {
    "text": "William S. Burroughs"
   }
  },
  {
   "quote": {
    "text": "Why love if losing hurts so much? I have no answers anymore; only the life I have lived. The pain now is part of the happiness then."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "Happiness is brief. It will not stay. God batters at its sails."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "The mantra that you're given in Transcendental Meditation you keep to yourself. The reason being, true happiness is not out there, true happiness lies within."
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "It is easily and often overlooked that when Thomas Jefferson asserted that life, liberty and the pursuit of happiness were inalienable human rights, he did so on the ground that they had been endowed by God, our Creator."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "With compassion you can die for other people, like the mother who can die for her child. You have the courage to say it because you are not afraid of losing anything, because you know that understanding and love is the foundation of happiness. But if you have fear of losing your status, your position, you will not have the courage to do it."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Where fear is, happiness is not."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "My University of Management will create managers who will float in happiness, success and fulfillment."
   },
   "author": {
    "text": "Maharishi Mahesh Yogi"
   }
  },
  {
   "quote": {
    "text": "I'm living the exact life I planned on living when I was five. My life has taken some turns and changes that I didn't anticipate, and it has brought me different things. I thought material things would bring me happiness, which they didn't. But through this, I have learned what things are important and what aren't."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "If we depend for our happiness on another, on society or on environment, they become essential to us; we cling to them, and any alteration of these we violently oppose because we depend upon them for our psychological security and comfort."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "I know the joy of fishes in the river through my own joy, as I go walking along the same river."
   },
   "author": {
    "text": "Zhuangzi"
   }
  },
  {
   "quote": {
    "text": "There is something curiously boring about somebody else's happiness."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "'Happiness' is a pointless goal."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "Remember the rights of the savage, as we call him. Remember that the happiness of his humble home, remember that the sanctity of life in the hill villages of Afghanistan, among the winter snows, is as inviolable in the eye of Almighty God, as can be your own."
   },
   "author": {
    "text": "William E. Gladstone"
   }
  },
  {
   "quote": {
    "text": "I relate to happiness as an ecstatic moment - something you don't create, you encounter."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "I think happiness is a goal all of us can agree on. Let's face it - we all would like to be happy."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Anything you're good at contributes to happiness."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "I've made an odd discovery. Every time I talk to a savant I feel quite sure that happiness is no longer a possibility. Yet when I talk with my gardener, I'm convinced of the opposite."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "The secret of happiness is: Find something more important than you are and dedicate your life to it."
   },
   "author": {
    "text": "Daniel Dennett"
   }
  },
  {
   "quote": {
    "text": "Happiness, I do not know where to turn to discover you on earth, in the air or the sky; yet I know you exist and are no futile dream."
   },
   "author": {
    "text": "Rosalia de Castro"
   }
  },
  {
   "quote": {
    "text": "Resolve not to be poor: whatever you have, spend less. Poverty is a great enemy to human happiness; it certainly destroys liberty, and it makes some virtues impracticable, and others extremely difficult."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "A man will speedily sit down and sympathize with a friend's griefs, but if he sees him honored and esteemed, he is apt to regard him as a rival and does not so readily rejoice with him. This ought not to be; without effort, we ought to be happy in our brother's happiness."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "It is for others one must learn to do everything; for there lies the secret of happiness."
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "I believe economic growth should translate into the happiness and progress of all. Along with it, there should be development of art and culture, literature and education, science and technology. We have to see how to harness the many resources of India for achieving common good and for inclusive growth."
   },
   "author": {
    "text": "Pratibha Patil"
   }
  },
  {
   "quote": {
    "text": "Happiness is not a matter of events; it depends upon the tides of the mind."
   },
   "author": {
    "text": "Alice Meynell"
   }
  },
  {
   "quote": {
    "text": "The mission of my company is to bring three things to the world through entertainment: joy, happiness, and change. We must believe our precious time is being used to make a product worth more than anything else we could be doing."
   },
   "author": {
    "text": "Charlie Ebersol"
   }
  },
  {
   "quote": {
    "text": "Happiness consists in activity. It is running steam, not a stagnant pool."
   },
   "author": {
    "text": "John Mason Good"
   }
  },
  {
   "quote": {
    "text": "How to gain, how to keep, how to recover happiness is in fact for most men at all times the secret motive of all they do, and of all they are willing to endure."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "All rationalism tends to minimalise the value and the importance of life and to decrease the sum total of human happiness."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "Knowledge of what is possible is the beginning of happiness."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "We fear that this moment will end, that we won't get what we need, that we will lose what we love, or that we will not be safe. Often, our biggest fear is the knowledge that one day our bodies will cease functioning. So even when we are surrounded by all the conditions for happiness, our joy is not complete."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "The intense happiness of our union is derived in a high degree from the perfect freedom with which we each follow and declare our own impressions."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "I think I've been able to find happiness, and I've learned to love myself. That's a huge accomplishment for anyone, learning to love yourself."
   },
   "author": {
    "text": "Jazz Jennings"
   }
  },
  {
   "quote": {
    "text": "Well may the boldest fear and the wisest tremble when incurring responsibilities on which may depend our country's peace and prosperity, and in some degree the hopes and happiness of the whole human family."
   },
   "author": {
    "text": "James K. Polk"
   }
  },
  {
   "quote": {
    "text": "There is the love and marriage and family kind of happiness, which is exceedingly boring to describe but nonetheless is important to have and dreadful not to have."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Gamble, cheat, lie, and steal. Let me explain: Gamble for your best shot in life - dare to take risks. Cheat those who would have you be less than you are. Lie in the arms of those you love. And finally, steal every moment of happiness."
   },
   "author": {
    "text": "Caitlyn Jenner"
   }
  },
  {
   "quote": {
    "text": "Money can't buy happiness."
   },
   "author": {
    "text": "Howard Hughes"
   }
  },
  {
   "quote": {
    "text": "I've learned that men and women who are living wholehearted lives really allow themselves to soften into joy and happiness. They allow themselves to experience it."
   },
   "author": {
    "text": "Brene Brown"
   }
  },
  {
   "quote": {
    "text": "The folly of endless consumerism sends us on a wild goose-chase for happiness through materialism."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "The marriage state was designed to complete the sum of human happiness in this life. It sometimes proves otherwise, but this is owing to the parties themselves, who either rush into it without due consideration or fail in point of discretion in their conduct towards each other afterwards."
   },
   "author": {
    "text": "Samuel Adams"
   }
  },
  {
   "quote": {
    "text": "Everyone chases after happiness, not noticing that happiness is right at their heels."
   },
   "author": {
    "text": "Bertolt Brecht"
   }
  },
  {
   "quote": {
    "text": "Do you know what absolute happiness is? For me, it is to wake up my kids in the morning - these little pieces of innocence - to wake them and find they're so happy to see me! It is unequivocal love, no question about it."
   },
   "author": {
    "text": "Michael Douglas"
   }
  },
  {
   "quote": {
    "text": "There are other ways of finding satisfaction, recipes for human happiness, enjoyment, dignified and meaningful, gratifying life, than increased consumption that increases production."
   },
   "author": {
    "text": "Zygmunt Bauman"
   }
  },
  {
   "quote": {
    "text": "I used to let other people's struggles affect my happiness. If they weren't happy, there was no way I was going to be happy. The opposite was also true: If I wasn't happy, I didn't want anyone around me to be happy."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Man is never always happy, and very often only a brief period of happiness is granted him in this world; so why escape from this dream which cannot last long?"
   },
   "author": {
    "text": "Frederic Chopin"
   }
  },
  {
   "quote": {
    "text": "Salvation is the state of emancipation from the endurance of pain and subjection to birth and death, and of the life of liberty and happiness in the immensity of God."
   },
   "author": {
    "text": "Dayananda Saraswati"
   }
  },
  {
   "quote": {
    "text": "Happiness is often at its most intense when it is based on inequality."
   },
   "author": {
    "text": "James Salter"
   }
  },
  {
   "quote": {
    "text": "When I wrote 'We Were The Mulvaneys,' I was just old enough to look back upon my own family life and the lies of certain individuals close to me, with the detachment of time. I wanted to tell the truth about secrets: How much pain they give, yet how much relief, even happiness we may feel when at last the motive for secrecy has passed."
   },
   "author": {
    "text": "Joyce Carol Oates"
   }
  },
  {
   "quote": {
    "text": "Subordination tends greatly to human happiness. Were we all upon an equality, we should have no other enjoyment than mere animal pleasure."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "As a man, if you're married, your happiness is with her happiness. If she's unhappy, everything's messed up. It's a woman's world for sure."
   },
   "author": {
    "text": "BJ the Chicago Kid"
   }
  },
  {
   "quote": {
    "text": "Happiness has a bad rap. People say it shouldn't be your goal in life. Oh, yes it should."
   },
   "author": {
    "text": "Richard Dreyfuss"
   }
  },
  {
   "quote": {
    "text": "It is not easy to find happiness in ourselves, and it is not possible to find it elsewhere."
   },
   "author": {
    "text": "Agnes Repplier"
   }
  },
  {
   "quote": {
    "text": "Happiness must be cultivated. It is like character. It is not a thing to be safely let alone for a moment, or it will run to weeds."
   },
   "author": {
    "text": "Elizabeth Stuart Phelps"
   }
  },
  {
   "quote": {
    "text": "Money can't buy you happiness, but it helps you look for it in a lot more places."
   },
   "author": {
    "text": "Milton Berle"
   }
  },
  {
   "quote": {
    "text": "Happiness is mostly a by-product of doing what makes us feel fulfilled."
   },
   "author": {
    "text": "Benjamin Spock"
   }
  },
  {
   "quote": {
    "text": "One can make no better investment than the cultivation of a taste for the beautiful, for it will bring rainbow hues and enduring joys to the whole life. It will not only greatly increase one's capacity for happiness, but also one's efficiency."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "When you know what pain is, and when you have to make a choice, you learn that it is a decision. People think it's a fairytale thing, love and happiness, but you have to work hard. And then - you feel it deeply."
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "Whether happiness may come or not, one should try and prepare one's self to do without it."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "When we were together, I loved you deeply and you gave me so much happiness I can never repay you."
   },
   "author": {
    "text": "Arthur Ashe"
   }
  },
  {
   "quote": {
    "text": "Man's only true happiness is to live in hope of something to be won by him. Reverence something to be worshipped by him, and love something to be cherished by him, forever."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "Little islands of human happiness, peace, and prosperity are so exceptional at this point in history that I'm not even sure we can draw lessons from them."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Americans are good at pursuing happiness. And the Americans who pursue happiness most diligently show that we're also good at running it down and killing it."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "So long as you don't feel life's paltry and a miserable business, the rest doesn't matter, happiness or unhappiness."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "I wanted to write a commentary on the Bible, to write about the Talmud, about celebration, about the great eternal subjects: love and happiness."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "It is an amazing feature in the French character that they will let themselves be led away so easily by bad counsels and yet return again so quickly. It is certain that as these people have, out of their misery, treated us so well, we are the more bound to work for their happiness."
   },
   "author": {
    "text": "Marie Antoinette"
   }
  },
  {
   "quote": {
    "text": "Most people would assume my business success, and the wealth that comes with it, have brought me happiness. But I know I am successful, wealthy, and connected because I am happy."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "Imagination disposes of everything; it creates beauty, justice, and happiness, which are everything in this world."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "What is happiness? Happiness, I think, has to come in the beginning, truly, from feeling a sense of well-being within yourself."
   },
   "author": {
    "text": "Goldie Hawn"
   }
  },
  {
   "quote": {
    "text": "The most important thing in anyone's life is to be giving something. The quality I can give is fun and joy and happiness. This is my gift."
   },
   "author": {
    "text": "Ginger Rogers"
   }
  },
  {
   "quote": {
    "text": "Happy is he who still loves something he loved in the nursery: He has not been broken in two by time; he is not two men, but one, and he has saved not only his soul but his life."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "The Creator of the seas, sands, and endless stars is reaching out to you this very day! He is offering the grand recipe for happiness, peace, and eternal life!"
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "If all our happiness is bound up entirely in our personal circumstances it is difficult not to demand of life more than it has to give."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Why would you want to dictate somebody else's taste or happiness? Music is supposed to be joyful and move people, and however that gets accomplished for different people, it's all good."
   },
   "author": {
    "text": "Chris Stapleton"
   }
  },
  {
   "quote": {
    "text": "No one goes straight to happiness after a breakup."
   },
   "author": {
    "text": "Estelle"
   }
  },
  {
   "quote": {
    "text": "What I mean by that is that the point of life, as I see it, is not to write books or scale mountains or sail oceans, but to achieve happiness, and preferably an unselfish happiness."
   },
   "author": {
    "text": "Bernard Cornwell"
   }
  },
  {
   "quote": {
    "text": "It is also rarer to find happiness in a man surrounded by the miracles of technology than among people living in the desert of the jungle and who by the standards set by our society would be considered destitute and out of touch."
   },
   "author": {
    "text": "Thor Heyerdahl"
   }
  },
  {
   "quote": {
    "text": "Well, there are two kinds of happiness, grounded and ungrounded. Ungrounded happiness is cheesy and not based on reality. Grounded happiness is informed happiness based on the knowledge that the world sometimes sucks, but even then you have to believe in yourself."
   },
   "author": {
    "text": "Andy Grammer"
   }
  },
  {
   "quote": {
    "text": "People say that money is not the key to happiness, but I always figured if you have enough money, you can have a key made."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "If you hope for happiness in the world, hope for it from God, and not from the world."
   },
   "author": {
    "text": "David Brainerd"
   }
  },
  {
   "quote": {
    "text": "No period of my life has been one of such unmixed happiness as the four years which have been spent within college walls."
   },
   "author": {
    "text": "Horatio Alger"
   }
  },
  {
   "quote": {
    "text": "Happiness is nothing but temporary moments here and there - and I love those. But I would be bored out of my mind if I were happy all the time."
   },
   "author": {
    "text": "Zoe Saldana"
   }
  },
  {
   "quote": {
    "text": "I really believe that being flexible and grateful contributes a lot to your happiness, which contributes to your health and contributes to your look."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "I can only point out a curious fact. Year after year the Nobel Awards bring a moment of happiness not only to the recipients, not only to colleagues and friends of the recipients, but even to strangers."
   },
   "author": {
    "text": "Alfred Hershey"
   }
  },
  {
   "quote": {
    "text": "Happiness and suffering are feelings - parts of our mind - and so their main causes are not to be found outside the mind. If we really want to be truly happy and free from suffering, we must improve our understanding of the mind."
   },
   "author": {
    "text": "Kelsang Gyatso"
   }
  },
  {
   "quote": {
    "text": "There is no private house in which people can enjoy themselves so well as at a capital tavern... No, Sir; there is nothing which has yet been contrived by man by which so much happiness is produced as by a good tavern or inn."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Happiness is understanding that friendship is more precious than mere things, more precious than getting your own way, more precious than being in situations where true principles are not at stake."
   },
   "author": {
    "text": "J. Donald Walters"
   }
  },
  {
   "quote": {
    "text": "The secret of happiness is the determination to be happy always, rather than wait for outer circumstances to make one happy."
   },
   "author": {
    "text": "J. Donald Walters"
   }
  },
  {
   "quote": {
    "text": "Happiness grows at our own firesides, and is not to be picked in strangers' gardens."
   },
   "author": {
    "text": "Douglas William Jerrold"
   }
  },
  {
   "quote": {
    "text": "When you relinquish the desire to control your future, you can have more happiness."
   },
   "author": {
    "text": "Nicole Kidman"
   }
  },
  {
   "quote": {
    "text": "To hold happiness is to hold the understanding that the world passes away from us, that the petals fall and the beloved dies. No amount of mockery, no amount of fashionable scowling will keep any of us from knowing and savoring the pleasure of the sun on our faces or save us from the adult understanding that it cannot last forever."
   },
   "author": {
    "text": "Amy Bloom"
   }
  },
  {
   "quote": {
    "text": "There is a difference between happiness and wisdom: he that thinks himself the happiest man is really so; but he that thinks himself the wisest is generally the greatest fool."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "I always looked for a man to rescue me and bring me happiness. I bought into that myth, of course, and looked for my own Prince Charming."
   },
   "author": {
    "text": "Linda Evans"
   }
  },
  {
   "quote": {
    "text": "I wanted Jesus in 'A.D.' to be very, very, very human - to have those qualities of vulnerability and doubt and pain and sadness and loneliness. Once the resurrection happens and we see that Jesus has risen, it's almost complete, right? It's all about the joy and the smile and the happiness and the closeness to the disciples."
   },
   "author": {
    "text": "Juan Pablo Di Pace"
   }
  },
  {
   "quote": {
    "text": "Traveling is the ruin of all happiness! There's no looking at a building after seeing Italy."
   },
   "author": {
    "text": "Frances Burney"
   }
  },
  {
   "quote": {
    "text": "Happiness is the bomb cosmetic! When I'm smiling, sometimes I'm giving thanks for all the things I have rather than worrying about the things I don't."
   },
   "author": {
    "text": "Yaya DaCosta"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as the pursuit of happiness, but there is the discovery of joy."
   },
   "author": {
    "text": "Joyce Grenfell"
   }
  },
  {
   "quote": {
    "text": "A lot of money with the wrong career is not going to make you happy. If you have money without happiness, it doesn't mean anything. It's all about happiness."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "Lucky that man whose children make his happiness in life and not his grief, the anguished disappointment of his hopes."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "To desire and strive to be of some service to the world, to aim at doing something which shall really increase the happiness and welfare and virtue of mankind - this is a choice which is possible for all of us; and surely it is a good haven to sail for."
   },
   "author": {
    "text": "Henry Van Dyke"
   }
  },
  {
   "quote": {
    "text": "Happiness isn't getting what you want, it's wanting what you got."
   },
   "author": {
    "text": "Garth Brooks"
   }
  },
  {
   "quote": {
    "text": "The music is the message, the message is the music. So that's my little ministry that the Big Man upstairs gave to me - a little ministry called love and happiness."
   },
   "author": {
    "text": "Al Green"
   }
  },
  {
   "quote": {
    "text": "Romance and novel paint beauty in colors more charming than nature, and describe a happiness that humans never taste. How deceptive and destructive are those pictures of consummate bliss!"
   },
   "author": {
    "text": "Oliver Goldsmith"
   }
  },
  {
   "quote": {
    "text": "A good way I know to find happiness, is to not bore a hole to fit the plug."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "A wise woman never yields by appointment. It should always be an unforeseen happiness."
   },
   "author": {
    "text": "Stendhal"
   }
  },
  {
   "quote": {
    "text": "Happiness is a hard master, particularly other people's happiness."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Happiness is neither without us nor within us. It is in God, both without us and within us."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "It is the chief joy of all holy beings to witness the joy and happiness of those around them."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "What's the use of happiness? It can't buy you money."
   },
   "author": {
    "text": "Henny Youngman"
   }
  },
  {
   "quote": {
    "text": "Happiness isn't something you experience; it's something you remember."
   },
   "author": {
    "text": "Oscar Levant"
   }
  },
  {
   "quote": {
    "text": "If I have to apply five turns to the screw each day for the happiness of Argentina, I will do it."
   },
   "author": {
    "text": "Evita Peron"
   }
  },
  {
   "quote": {
    "text": "My greatest happiness is to serve my gracious King and Country and I am envious only of glory; for if it be a sin to covet glory I am the most offending soul alive."
   },
   "author": {
    "text": "Horatio Nelson"
   }
  },
  {
   "quote": {
    "text": "No human being can really understand another, and no one can arrange another's happiness."
   },
   "author": {
    "text": "Graham Greene"
   }
  },
  {
   "quote": {
    "text": "Every possession and every happiness is but lent by chance for an uncertain time, and may therefore be demanded back the next hour."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "It's the most beautiful job in the world to give happiness to people."
   },
   "author": {
    "text": "Hubert de Givenchy"
   }
  },
  {
   "quote": {
    "text": "You know the passage where Scarlett voices her happiness that her mother is dead, so that she can't see what a bad girl Scarlett has become? Well, that's me."
   },
   "author": {
    "text": "Vivien Leigh"
   }
  },
  {
   "quote": {
    "text": "Most people ask for happiness on condition. Happiness can only be felt if you don't set any condition."
   },
   "author": {
    "text": "Arthur Rubinstein"
   }
  },
  {
   "quote": {
    "text": "Happiness is a mystery, like religion, and should never be rationalised."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "When you're in love, you're so happy that you want to tell people about it. But now I have to censor myself. You need to protect the happiness you have."
   },
   "author": {
    "text": "Emily Blunt"
   }
  },
  {
   "quote": {
    "text": "The one happiness is to shut one's door upon a little room, with a table before one, and to create; to create life in that isolation from life."
   },
   "author": {
    "text": "Eleonora Duse"
   }
  },
  {
   "quote": {
    "text": "People who look at my painting say that it makes them happy, like the feeling when you wake up in the morning. And happiness is the goal, isn't it?"
   },
   "author": {
    "text": "Agnes Martin"
   }
  },
  {
   "quote": {
    "text": "Man needs, for his happiness, not only the enjoyment of this or that, but hope and enterprise and change."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Democracy rests upon two pillars: one, the principle that all men are equally entitled to life, liberty and the pursuit of happiness; and the other, the conviction that such equal opportunity will most advance civilization."
   },
   "author": {
    "text": "Louis D. Brandeis"
   }
  },
  {
   "quote": {
    "text": "The following terms all mean one and the same thing: God, goodness, mental health, truth, decency, happiness, freedom, reality, peace, love, sensibleness."
   },
   "author": {
    "text": "Vernon Howard"
   }
  },
  {
   "quote": {
    "text": "What better is there to sigh for than happiness, yesterday's or tomorrow's."
   },
   "author": {
    "text": "Ben Hecht"
   }
  },
  {
   "quote": {
    "text": "Happiness isn't a fortune in a cookie. It's deeper, wider, funnier, and more transporting than that."
   },
   "author": {
    "text": "Elvis Costello"
   }
  },
  {
   "quote": {
    "text": "Like anything worth doing in life, happiness takes time and patience and consistency."
   },
   "author": {
    "text": "Mark Manson"
   }
  },
  {
   "quote": {
    "text": "The only true happiness comes from squandering ourselves for a purpose."
   },
   "author": {
    "text": "John Mason Brown"
   }
  },
  {
   "quote": {
    "text": "The Divine of the Lord in heaven is love, for the reason that love is receptive of all things of heaven, such as peace, intelligence, wisdom and happiness."
   },
   "author": {
    "text": "Emanuel Swedenborg"
   }
  },
  {
   "quote": {
    "text": "Life is about making your own happiness - and living by your own rules."
   },
   "author": {
    "text": "Aimee Mullins"
   }
  },
  {
   "quote": {
    "text": "It takes great wit and interest and energy to be happy. The pursuit of happiness is a great activity. One must be open and alive. It is the greatest feat man has to accomplish."
   },
   "author": {
    "text": "Robert Herrick"
   }
  },
  {
   "quote": {
    "text": "There is nothing which has yet been contrived by man, by which so much happiness is produced as by a good tavern."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "I would not give half a guinea to live under one form of government other than another. It is of no moment to the happiness of an individual."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "We are long before we are convinced that happiness is never to be found, and each believes it possessed by others, to keep alive the hope of obtaining it for himself."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Nothing flatters a man as much as the happiness of his wife; he is always proud of himself as the source of it."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Happiness is itself a kind of gratitude."
   },
   "author": {
    "text": "Joseph Wood Krutch"
   }
  },
  {
   "quote": {
    "text": "Happiness does not consist in self-love."
   },
   "author": {
    "text": "Joseph Butler"
   }
  },
  {
   "quote": {
    "text": "I wasn't handed college or graduate school or anything else on a silver platter. I had to work very hard, but I did it because I wanted to. That's the real key to happiness. I think unhappy people are those who feel that circumstances are forcing them into a pattern. Happy people are not slaves to the system."
   },
   "author": {
    "text": "Rosalyn Sussman Yalow"
   }
  },
  {
   "quote": {
    "text": "Of how much real happiness we cheat our souls by preferring a trifle to God! We have a general intention of living religion; but we intend to begin tomorrow or next year. The present moment we prefer giving to the world."
   },
   "author": {
    "text": "Adoniram Judson"
   }
  },
  {
   "quote": {
    "text": "When you're passionate about something, you want it to be all it can be. But in the endgame of life, I fundamentally believe the key to happiness is letting go of that idea of perfection."
   },
   "author": {
    "text": "Debra Messing"
   }
  },
  {
   "quote": {
    "text": "The secret to life is finding joy in ordinary things. I'm interested in happiness."
   },
   "author": {
    "text": "Ruth Reichl"
   }
  },
  {
   "quote": {
    "text": "Good and productive labor is valuable, and it doesn't mean you have to have a fancy job description. You don't have to become rich. You can be ordinary. Happiness lies there. Do good work, create good work for others."
   },
   "author": {
    "text": "Jay Parini"
   }
  },
  {
   "quote": {
    "text": "For Mythology is the handmaid of literature; and literature is one of the best allies of virtue and promoters of happiness."
   },
   "author": {
    "text": "Thomas Bulfinch"
   }
  },
  {
   "quote": {
    "text": "Happiness lies in moments, and while you have it, you're not even aware; only afterwards do you know you were happy."
   },
   "author": {
    "text": "Luise Rainer"
   }
  },
  {
   "quote": {
    "text": "The free market economy is supposed to be the only path leading to the happiness of humanity by promoting wealth and prosperity, power and influence of nations."
   },
   "author": {
    "text": "Omar Bongo"
   }
  },
  {
   "quote": {
    "text": "The suburbs have this veneer of happiness, you know? This veneer of the ideal life. From afar, it's all together - white picket fence, nice house - but you peel away one little layer, and it all comes crumbling down."
   },
   "author": {
    "text": "Jason Jones"
   }
  },
  {
   "quote": {
    "text": "The more each nation contributes to world society from the wealth of its own aptitudes, its own race, and its own traditions, the greater the future development and happiness of mankind will be."
   },
   "author": {
    "text": "Ernesto Teodoro Moneta"
   }
  },
  {
   "quote": {
    "text": "Happiness is within the reach of everyone, rich or poor. Yet comparatively few people are happy. I believe the reason for this is that the majority don't recognize happiness even when it is within their grasp."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "While experiencing happiness, we have difficulty in being conscious of it. Only when the happiness is past and we look back on it do we suddenly realise - sometimes with astonishment - how happy we had been."
   },
   "author": {
    "text": "Nikos Kazantzakis"
   }
  },
  {
   "quote": {
    "text": "Suspicion is not less an enemy to virtue than to happiness; he that is already corrupt is naturally suspicious, and he that becomes suspicious will quickly be corrupt."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "Know then this truth, enough for man to know virtue alone is happiness below."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "Happiness is just a positive perception from our brain. Some days, you will be unhappy. Our brain is a tool we use. It's not who we are."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "Joy, rather than happiness, is the goal of life, for joy is the emotion which accompanies our fulfilling our natures as human beings. It is based on the experience of one's identity as a being of worth and dignity."
   },
   "author": {
    "text": "Rollo May"
   }
  },
  {
   "quote": {
    "text": "We exaggerate misfortune and happiness alike. We are never as bad off or as happy as we say we are."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "No one is in control of your happiness but you; therefore, you have the power to change anything about yourself or your life that you want to change."
   },
   "author": {
    "text": "Barbara De Angelis"
   }
  },
  {
   "quote": {
    "text": "You know, I think we Indians are afraid to show and celebrate our happiness, lest things change around. But I feel that it's okay to be sad and okay to show when you are happy."
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "It's so essential to happiness to speak your truth out loud - because this sharing of your core pain is what creates a necessary healing shift - from negative beliefs about the world - to positive beliefs - and frees you up to be able to fully view life with meaning, purpose and connection with others."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "A woman's heart must be of such a size and no larger, else it must be pressed small, like Chinese feet; her happiness is to be made as cakes are, by a fixed recipe."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "Happiness is an imaginary condition, formerly attributed by the living to the dead, now usually attributed by adults to children, and by children to adults."
   },
   "author": {
    "text": "Thomas Szasz"
   }
  },
  {
   "quote": {
    "text": "One of Satan's most frequently used deceptions is the notion that the commandments of God are meant to restrict freedom and limit happiness."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "One of the standards on which your happiness is based, now and in your future, is moral purity."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "Unfortunately but absolutely fair to all, the one thing money can't buy is health - and happiness."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "When I was a little kid, all I wanted to do was to escape what I thought was the country and get to a city. Probably film and television had influenced me so much, I really thought the key to happiness was living a very artificial life in a penthouse in New York with martini glasses."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "If you are happy, you can give happiness. If you don't love yourself and if you are unhappy with yourself, you can't give anything else but that."
   },
   "author": {
    "text": "Gisele Bundchen"
   }
  },
  {
   "quote": {
    "text": "I am living my dream because I get to work with my kids and watch them find their happiness. It's so rewarding - we brainstorm around a conference table and have a really great time doing it."
   },
   "author": {
    "text": "Kris Jenner"
   }
  },
  {
   "quote": {
    "text": "I've never gone into business to make money. Every Virgin product and service has been made into a reality to make a positive difference in people's lives. And by focusing on the happiness of our customers, we have been able to build a successful group of companies."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "Growth itself contains the germ of happiness."
   },
   "author": {
    "text": "Pearl S. Buck"
   }
  },
  {
   "quote": {
    "text": "Religion will prove to the believer a comforter and a sure guide to the fountain of true happiness."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Our democracy is dependent on people who passionately cherish the ideals of a democracy. Every man is created equal with an inalienable right to life, liberty, and the pursuit of happiness. It's a wonderful idea, and it takes people who cherish that idea to be actively involved in the process."
   },
   "author": {
    "text": "George Takei"
   }
  },
  {
   "quote": {
    "text": "I really love being alive. I love my family and my work. I love the opportunity I have to do things. That's what happiness is."
   },
   "author": {
    "text": "Michael J. Fox"
   }
  },
  {
   "quote": {
    "text": "There is no happiness in having or in getting, but only in giving."
   },
   "author": {
    "text": "Henry Drummond"
   }
  },
  {
   "quote": {
    "text": "The discovery of a new dish confers more happiness on humanity, than the discovery of a new star."
   },
   "author": {
    "text": "Jean Anthelme Brillat-Savarin"
   }
  },
  {
   "quote": {
    "text": "What ever our wandering our happiness will always be found within a narrow compass, and in the middle of the objects more immediately within our reach."
   },
   "author": {
    "text": "Edward G. Bulwer-Lytton"
   }
  },
  {
   "quote": {
    "text": "Our principles are the springs of our actions. Our actions, the springs of our happiness or misery. Too much care, therefore, cannot be taken in forming our principles."
   },
   "author": {
    "text": "Red Skelton"
   }
  },
  {
   "quote": {
    "text": "Happiness is being on the beam with life - to feel the pull of life."
   },
   "author": {
    "text": "Agnes Martin"
   }
  },
  {
   "quote": {
    "text": "Those who make happiness the chief objective of life are bound to fail, for happiness is a by-product rather than an end in itself."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "Your typical business just measures the metrics that have to do with the profitability of the business one way or another. But you can have metrics that measure employee happiness and the morale. You can also do direct customer surveys; you can track it over time. You can do supplier satisfaction scores as well."
   },
   "author": {
    "text": "John Mackey"
   }
  },
  {
   "quote": {
    "text": "My mother was a public school teacher in Virginia, and we didn't have any money, we just survived on happiness, on being a happy family."
   },
   "author": {
    "text": "Dave Grohl"
   }
  },
  {
   "quote": {
    "text": "If you are striving to have more happiness in your life, it helps to guide your mind towards starting to recognize what are selfish motivations and what are constructive motivations."
   },
   "author": {
    "text": "Adam Yauch"
   }
  },
  {
   "quote": {
    "text": "We need to move into a culture of peace. What I hope to promote is the idea that we all need each other and that the greatest happiness in life is not how much we have but how much we give. That's a wealth that's priceless. You can't buy compassion."
   },
   "author": {
    "text": "Herbie Hancock"
   }
  },
  {
   "quote": {
    "text": "How are the faculties of man to be best developed and his happiness secured? The state of a king is not favorable to this, nor the state of the noble and rich men of the earth. All this is artificial life, the inventions of vanity and grasping ambition, by which we have spoiled the man of nature and of pure, simple, and undistorted impulses."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "It is the paradox of life that the way to miss pleasure is to seek it first. The very first condition of lasting happiness is that a life should be full of purpose, aiming at something outside self."
   },
   "author": {
    "text": "Hugo Black"
   }
  },
  {
   "quote": {
    "text": "Try to make at least one person happy every day. If you cannot do a kind deed, speak a kind word. If you cannot speak a kind word, think a kind thought. Count up, if you can, the treasure of happiness that you would dispense in a week, in a year, in a lifetime!"
   },
   "author": {
    "text": "Lawrence G. Lovasik"
   }
  },
  {
   "quote": {
    "text": "Real happiness comes from discovering a sense of importance in one's actions and in one's life."
   },
   "author": {
    "text": "Mark Manson"
   }
  },
  {
   "quote": {
    "text": "We have arrived at that point of time in which we are forced to see our own humiliation, as a nation, and that a progression in this line cannot be a productive of happiness, private or public."
   },
   "author": {
    "text": "Henry Knox"
   }
  },
  {
   "quote": {
    "text": "My ultimate joy and happiness is being a wife and mother."
   },
   "author": {
    "text": "Melissa Etheridge"
   }
  },
  {
   "quote": {
    "text": "Every age has its happiness and troubles."
   },
   "author": {
    "text": "Jeanne Calment"
   }
  },
  {
   "quote": {
    "text": "You can run, run, run away from a lot of things in life, but you can't run away from yourself. And the key to happiness is to understand and accept who you are."
   },
   "author": {
    "text": "Dale Archer"
   }
  },
  {
   "quote": {
    "text": "Mind you, I've always been musical... Mother used to sit me on her knee and I'd whisper, 'Mummy, Mummy, sing me a lullaby do,' and she'd say: 'Certainly my angel, my wee bundle of happiness, hold my beer while I fetch me banjo.'"
   },
   "author": {
    "text": "Les Dawson"
   }
  },
  {
   "quote": {
    "text": "Happiness is not the same as life satisfaction, while neither are identical to what we might call flourishing."
   },
   "author": {
    "text": "Julian Baggini"
   }
  },
  {
   "quote": {
    "text": "I envy the happiness of others... I envy the sense of belonging... I seem always to be remaking myself."
   },
   "author": {
    "text": "Richard Eyre"
   }
  },
  {
   "quote": {
    "text": "Chaos is the first condition. Order is the first law. Continuity is the first reflection. Quietude is the first happiness."
   },
   "author": {
    "text": "James Stephens"
   }
  },
  {
   "quote": {
    "text": "Happiness consumes itself like a flame. It cannot burn for ever, it must go out, and the presentiment of its end destroys it at its very peak."
   },
   "author": {
    "text": "August Strindberg"
   }
  },
  {
   "quote": {
    "text": "I see nothing wrong with the human trait to desire. In fact, I consider it integral to our success mechanism. Becoming attached to what we desire is what causes the trouble. If you must have it in order to be happy, then you are denying the happiness of the here and now."
   },
   "author": {
    "text": "Peter McWilliams"
   }
  },
  {
   "quote": {
    "text": "I learned that people everywhere are basically the same and have similar goals that we do. They want health and happiness and the opportunity to provide for their families."
   },
   "author": {
    "text": "Steve Kerr"
   }
  },
  {
   "quote": {
    "text": "Five or six hundred heads cut off would have assured your repose, freedom and happiness."
   },
   "author": {
    "text": "Jean-Paul Marat"
   }
  },
  {
   "quote": {
    "text": "The pursuit of happiness is in our Constitution. We're all entitled to have the best we can."
   },
   "author": {
    "text": "Loretta Swit"
   }
  },
  {
   "quote": {
    "text": "Michael has a connection with children, just like Mickey Mouse does, and he brings happiness to them, and joy."
   },
   "author": {
    "text": "Jermaine Jackson"
   }
  },
  {
   "quote": {
    "text": "Our happiness depends on wisdom all the way."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "No one likes doing chores. In happiness surveys, housework is ranked down there with commuting as activities that people enjoy the least. Maybe that's why figuring out who does which chores usually prompts, at best, tense discussion in a household and, at worst, outright fighting."
   },
   "author": {
    "text": "Emily Oster"
   }
  },
  {
   "quote": {
    "text": "I just try to write what I think would really happen, and with grief and tragedy, there are these naturally occurring moments of levity and humor and absurdity. I think that's what life is really like. Sadness gets interrupted, and happiness gets interrupted."
   },
   "author": {
    "text": "Kaui Hart Hemmings"
   }
  },
  {
   "quote": {
    "text": "I had a handle on satisfaction, and I loved my career, but I didn't really know what happiness was. So I started on this quest to have a happy life."
   },
   "author": {
    "text": "Dennis Christopher"
   }
  },
  {
   "quote": {
    "text": "I think the difference between finding happiness, or moments of happiness, is how you choose to interpret things. That's a rather shocking responsibility. That we're responsible for our own happiness. It's not those around us."
   },
   "author": {
    "text": "Natascha McElhone"
   }
  },
  {
   "quote": {
    "text": "As long as you understand that you find happiness through family, friends and love, then money is just a nice bonus."
   },
   "author": {
    "text": "Ioan Gruffudd"
   }
  },
  {
   "quote": {
    "text": "If we want to increase our own happiness, we need to invest in growing the community happiness and also take care of the whole, of Mother Earth."
   },
   "author": {
    "text": "Guilherme Leal"
   }
  },
  {
   "quote": {
    "text": "It were a real increase of human happiness, could all young men from the age of nineteen be covered under barrels, or rendered otherwise invisible; and there left to follow their lawful studies and callings, till they emerged, sadder and wiser, at the age of twenty-five."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "Happy he who learns to bear what he cannot change."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "Happiness is not a luxury. It is a necessity. When we are happy, we are in the best possible place to be good to ourselves and those we love."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "Do not speak of your happiness to one less fortunate than yourself."
   },
   "author": {
    "text": "Plutarch"
   }
  },
  {
   "quote": {
    "text": "The world is full of people looking for spectacular happiness while they snub contentment."
   },
   "author": {
    "text": "Doug Larson"
   }
  },
  {
   "quote": {
    "text": "There is something in the pang of change More than the heart can bear, Unhappiness remembering happiness."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "Character is the basis of happiness and happiness the sanction of character."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "The search for happiness is one of the chief sources of unhappiness."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "It is the chiefest point of happiness that a man is willing to be what he is."
   },
   "author": {
    "text": "Desiderius Erasmus"
   }
  },
  {
   "quote": {
    "text": "The health of the people is really the foundation upon which all their happiness and all their powers as a state depend."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "I hump the wild to take it all in, there is no bag limit on happiness."
   },
   "author": {
    "text": "Ted Nugent"
   }
  },
  {
   "quote": {
    "text": "Morality must relate, at some level, to the well-being of conscious creatures. If there are more and less effective ways for us to seek happiness and to avoid misery in this world - and there clearly are - then there are right and wrong answers to questions of morality."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "I used to hold a unitary view, in which I proposed that only experienced happiness matters, and that life satisfaction is a fallible estimate of true happiness."
   },
   "author": {
    "text": "Daniel Kahneman"
   }
  },
  {
   "quote": {
    "text": "When you look at the books about well-being, you see one word - it's happiness. People do not distinguish."
   },
   "author": {
    "text": "Daniel Kahneman"
   }
  },
  {
   "quote": {
    "text": "One must realise his Self in order to open the store of unalloyed happiness."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "The universe is conspiring in every moment to bring me happiness and peace."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Happiness is composed of misfortunes avoided."
   },
   "author": {
    "text": "Alphonse Karr"
   }
  },
  {
   "quote": {
    "text": "Unquestionably, it is possible to do without happiness; it is done involuntarily by nineteen-twentieths of mankind."
   },
   "author": {
    "text": "John Stuart Mill"
   }
  },
  {
   "quote": {
    "text": "I used to wonder if it was God's plan that I should be alone for so much of my life. But I found peace. I found happiness within people and the world."
   },
   "author": {
    "text": "Lana Del Rey"
   }
  },
  {
   "quote": {
    "text": "Money can't buy happiness, but it can make you awfully comfortable while you're being miserable."
   },
   "author": {
    "text": "Clare Boothe Luce"
   }
  },
  {
   "quote": {
    "text": "Ultimately, all human activities have as their goal the realization of happiness. Why, then, have we ended up producing the opposite result? Could the underlying cause be our failure to correctly understand the true nature of happiness?"
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "I have an odd theory on happiness, and it bothers people. My general theory is that happiness is a reward for an animal doing what it should be doing. So if a horse runs, it feels happy. Or if you are too thin, you can't be happy, because evolution wants you to be tense and anxious, trying to wake up in the morning looking for food."
   },
   "author": {
    "text": "James D. Watson"
   }
  },
  {
   "quote": {
    "text": "All people desire what they believe will make them happy. If a person is not full of desire for God, we can only conclude that he is engaged with another happiness."
   },
   "author": {
    "text": "William Law"
   }
  },
  {
   "quote": {
    "text": "Happiness is the longing for repetition."
   },
   "author": {
    "text": "Milan Kundera"
   }
  },
  {
   "quote": {
    "text": "While it is important for people to see your promise you must also remember that hope is the keeper of both happiness and disappointment, the father of both progress and failure."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "There is no happiness outside of ourselves."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "We live in an age that stresses personal goals, careers, happiness, work and religion. The emphasis is on the individual and how best that individual can satisfy himself."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "How easy to be amiable in the midst of happiness and success."
   },
   "author": {
    "text": "William Ellery Channing"
   }
  },
  {
   "quote": {
    "text": "The office of government is not to confer happiness, but to give men the opportunity to work out happiness for themselves."
   },
   "author": {
    "text": "William Ellery Channing"
   }
  },
  {
   "quote": {
    "text": "If thou be industrious to procure wealth, be generous in the disposal of it. Man never is so happy as when he giveth happiness unto another."
   },
   "author": {
    "text": "Edward G. Bulwer-Lytton"
   }
  },
  {
   "quote": {
    "text": "What is happiness other than a negotiation between reality and your dreams? It's understanding that you give up something for something else. I feel like that's been how I've been trying to be happy, although in my DNA there's more of a depressed person."
   },
   "author": {
    "text": "Mark Ruffalo"
   }
  },
  {
   "quote": {
    "text": "People get a little sidelined thinking that fame and fortune is going to bring them happiness, peace and contentment in their lives. Everyone thinks they want to be famous until the paparazzi are in their face, and then they're asking, 'Just give me some privacy.'"
   },
   "author": {
    "text": "Linda Thompson"
   }
  },
  {
   "quote": {
    "text": "God's children and their happiness are my reasons for being."
   },
   "author": {
    "text": "Red Skelton"
   }
  },
  {
   "quote": {
    "text": "We have to make our own happiness, and we have to make our own decisions and play the hand that is dealt to us."
   },
   "author": {
    "text": "Maeve Binchy"
   }
  },
  {
   "quote": {
    "text": "Life is life, and one has experiences that are painful and some that are very pleasant, and one has reward and sacrifice and more reward and disappointment and joy and happiness, and it's always going to be the same."
   },
   "author": {
    "text": "Mel Gibson"
   }
  },
  {
   "quote": {
    "text": "Heartache is very fertile ground for song-making but so is happiness, so is absolute bliss."
   },
   "author": {
    "text": "K. D. Lang"
   }
  },
  {
   "quote": {
    "text": "The enemy of human happiness as well as the cause of poverty and starvation is not the birth of children. It is the failure of people to do with the earth what God could teach them to do if only they would ask and then obey, for they are agents unto themselves."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "Here is my prescription to heal all wounds. Watch the film 'Funny Girl' at least five times, eat at least 45 chocolate bars, and hang out with all those friends you blew off to hang out with your ex. I truly believe that, through a combination of Nutella, old pals and Barbra Streisand, we can achieve happiness and, very probably, world peace."
   },
   "author": {
    "text": "Beth Ditto"
   }
  },
  {
   "quote": {
    "text": "I believe happiness is a choice. Some days it is a very difficult choice."
   },
   "author": {
    "text": "Steve Gleason"
   }
  },
  {
   "quote": {
    "text": "Joys divided are increased."
   },
   "author": {
    "text": "Josiah Gilbert Holland"
   }
  },
  {
   "quote": {
    "text": "Desire is individual. Happiness is common."
   },
   "author": {
    "text": "Julian Casablancas"
   }
  },
  {
   "quote": {
    "text": "People will survive, and they will find happiness. Happiness only comes when you're not looking for it."
   },
   "author": {
    "text": "Hugh Laurie"
   }
  },
  {
   "quote": {
    "text": "Our nation was founded on the principals of life, liberty and the pursuit of happiness."
   },
   "author": {
    "text": "Leonard Boswell"
   }
  },
  {
   "quote": {
    "text": "If happiness truly consisted in physical ease and freedom from care, then the happiest individual would not be either a man or a woman; it would be, I think, an American cow."
   },
   "author": {
    "text": "William Lyon Phelps"
   }
  },
  {
   "quote": {
    "text": "I think if we want to find happiness by finding a life partner, then it's a little selfish. You should be complete within yourself, so that when you're in a relationship, you can give out happiness rather than expect it."
   },
   "author": {
    "text": "Shahid Kapoor"
   }
  },
  {
   "quote": {
    "text": "What humans want is not just happiness. They want justice; they want meaning."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "I had given a presentation on design and happiness for quite a long while at design conferences. I had found thinking about the topic helpful for my own practice, as it forced me to consider the fundamentals, and the feedback from the audience was always enthusiastic."
   },
   "author": {
    "text": "Stefan Sagmeister"
   }
  },
  {
   "quote": {
    "text": "If men have easy access to divorce, many will choose it thoughtlessly. They may not gain true happiness with their new trophy wives, but they certainly will not slide into the material indigence and emotional misery that awaits most divorced women."
   },
   "author": {
    "text": "Tom Cotton"
   }
  },
  {
   "quote": {
    "text": "My happiness is very fragile."
   },
   "author": {
    "text": "Marianne Faithfull"
   }
  },
  {
   "quote": {
    "text": "Contempt is the only asymmetrical expression in the muscular facial system: Disgust, fear, happiness, surprise and anger typically express themselves symmetrically. Contempt is marked by one lip corner pulled up and in a dismissive sneer."
   },
   "author": {
    "text": "Pamela Meyer"
   }
  },
  {
   "quote": {
    "text": "As a bookish child in Calcutta, I used to thrill to the adventures of bad girls whose pursuit of happiness swept them outside the bounds of social decency. Tess of the d'Urbervilles, Emma Bovary and Anna Karenina lived large in my imagination. The naughty girls of Hollywood films flirted and knew how to drive."
   },
   "author": {
    "text": "Bharati Mukherjee"
   }
  },
  {
   "quote": {
    "text": "The happiness of the creature consists in rejoicing in God, by which also God is magnified and exalted."
   },
   "author": {
    "text": "Jonathan Edwards"
   }
  },
  {
   "quote": {
    "text": "Isolation is the one sure way to human happiness."
   },
   "author": {
    "text": "Glenn Gould"
   }
  },
  {
   "quote": {
    "text": "I do not equate productivity to happiness. For most people, happiness in life is a massive amount of achievement plus a massive amount of appreciation. And you need both of those things."
   },
   "author": {
    "text": "Tim Ferriss"
   }
  },
  {
   "quote": {
    "text": "I believe happiness is a chemical imbalance - it's a silly thing to strife for. But satisfaction - if you seek satisfaction, you can succeed. Satisfaction is knowing that you're doing the best that you can do; you're living your life to the fullest."
   },
   "author": {
    "text": "Lydia Lunch"
   }
  },
  {
   "quote": {
    "text": "Heaven takes care that no man secures happiness by crime."
   },
   "author": {
    "text": "Vittorio Alfieri"
   }
  },
  {
   "quote": {
    "text": "Some women succeed at being strong and also tender, but most of those who have intended to walk alone, making their own way, have lost their happiness."
   },
   "author": {
    "text": "Elsa Schiaparelli"
   }
  },
  {
   "quote": {
    "text": "I learned from a very young age that if I pursued the things that truly excited me, that they would reward in more important ways, like happiness."
   },
   "author": {
    "text": "Brandon Boyd"
   }
  },
  {
   "quote": {
    "text": "The more you practise happiness, the better you get at it. So if you spend lots of time practising being depressed, you're going to get really good at being depressed. And if you spend lots of time practising being happy, you're going to get better at being happy."
   },
   "author": {
    "text": "Joe Wright"
   }
  },
  {
   "quote": {
    "text": "Nothing makes you feel better than when you get into a hotel bed, and the sheets feel so good. Why shouldn't you wake up like that every day? Spend money on your mattress and bedding because these things make a difference on your sleep and, ultimately, your happiness."
   },
   "author": {
    "text": "Bobby Berk"
   }
  },
  {
   "quote": {
    "text": "Money can be a reflection of our perceptions of power, self-esteem, personal history, fears, and happiness."
   },
   "author": {
    "text": "Mary Pilon"
   }
  },
  {
   "quote": {
    "text": "The secret of happiness is something to do."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "I have discovered the secret of happiness. It is work."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "With happiness as with health: to enjoy it, one should be deprived of it occasionally."
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "To comprehend the Wisdom of this Injunction the better, and explain the Duty before us, it should be considered, that Government is the only Means by which human Happiness can be attained."
   },
   "author": {
    "text": "Charles Inglis"
   }
  },
  {
   "quote": {
    "text": "Your destiny is my destiny. Your happiness is my happiness."
   },
   "author": {
    "text": "Islom Karimov"
   }
  },
  {
   "quote": {
    "text": "Once you are satisfied with your goal, it is the real happiness."
   },
   "author": {
    "text": "Saina Nehwal"
   }
  },
  {
   "quote": {
    "text": "I think when we shot 'Tokyo Drift' I was a little too young to really understand what made Han who he is, and then I got older, and you start to make a little bit of money, and you realize that money will never buy you happiness."
   },
   "author": {
    "text": "Sung Kang"
   }
  },
  {
   "quote": {
    "text": "Natural life, lived naturally as it is lived in the countryside, has none of that progress which is the base of happiness. Men and women in rural communities can be compared to a spring that rises out of a rock and spreads in irregular ever-widening circles. But the general principle is static."
   },
   "author": {
    "text": "Patrick Kavanagh"
   }
  },
  {
   "quote": {
    "text": "That action is best which procures the greatest happiness for the greatest numbers."
   },
   "author": {
    "text": "Francis Hutcheson"
   }
  },
  {
   "quote": {
    "text": "Dance is something I really enjoy; it gives me a different kind of happiness, something more spiritual. Plus it's good exercise; I'm happy doing it, and it all shows!"
   },
   "author": {
    "text": "Madhuri Dixit"
   }
  },
  {
   "quote": {
    "text": "I don't like the word 'balance.' To me, that somehow conjures up conflict between work and family... as long as we think of these things as conflicting, we will never have happiness. True happiness comes from integration... of work, family, self, community."
   },
   "author": {
    "text": "Padmasree Warrior"
   }
  },
  {
   "quote": {
    "text": "The secret of happiness is to admire without desiring. And that is not happiness."
   },
   "author": {
    "text": "F. H. Bradley"
   }
  },
  {
   "quote": {
    "text": "Happiness, to some, elation; Is, to others, mere stagnation."
   },
   "author": {
    "text": "Amy Lowell"
   }
  },
  {
   "quote": {
    "text": "We desire the good of the world and the happiness of the nations that the bonds of affection and unity between the sons of men should be strengthened... what harm is there in this?... these fruitless strifes, these ruinous wars shall pass away, and the 'Most Great Peace' shall come."
   },
   "author": {
    "text": "Baha'u'llah"
   }
  },
  {
   "quote": {
    "text": "Your happiness is at the intersection of your passions and learning from great people."
   },
   "author": {
    "text": "Scott Weiss"
   }
  },
  {
   "quote": {
    "text": "When a man has lost all happiness, he's not alive. Call him a breathing corpse."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "Few men in their 70s looked as good as my father did. What was his secret? Genes, maybe, since he didn't exercise or diet, and he kept a candy drawer, drank a pot of black coffee every day, and read in the middle of the night. Still, he took such joy in being a dad - and in life in general - and his happiness showed."
   },
   "author": {
    "text": "Jennifer Grant"
   }
  },
  {
   "quote": {
    "text": "Try pitching a story of happiness to your editors, and their toes are going to curl up."
   },
   "author": {
    "text": "Jim Crace"
   }
  },
  {
   "quote": {
    "text": "The secret of happiness is to find a congenial monotony."
   },
   "author": {
    "text": "V. S. Pritchett"
   }
  },
  {
   "quote": {
    "text": "The only happiness a brave person ever troubles themselves in asking about, is happiness enough to get their work done."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "Happiness depends more on how life strikes you than on what happens."
   },
   "author": {
    "text": "Andy Rooney"
   }
  },
  {
   "quote": {
    "text": "Moms that get evicted are depressed and have higher rates of depressive symptoms two years later. That has to affect their interactions with their kids and their sense of happiness. You add all that together, and it's just really obvious to me that eviction is a cause, not just a condition, of poverty."
   },
   "author": {
    "text": "Matthew Desmond"
   }
  },
  {
   "quote": {
    "text": "There is only one way to achieve happiness on this terrestrial ball, and that is to have either a clear conscience or none at all."
   },
   "author": {
    "text": "Ogden Nash"
   }
  },
  {
   "quote": {
    "text": "The happiness and misery of men depend no less on temper than fortune."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "Nothing prevents happiness like the memory of happiness."
   },
   "author": {
    "text": "Andre Gide"
   }
  },
  {
   "quote": {
    "text": "Dancing and running shake up the chemistry of happiness."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "Life does not agree with philosophy: There is no happiness that is not idleness, and only what is useless is pleasurable."
   },
   "author": {
    "text": "Anton Chekhov"
   }
  },
  {
   "quote": {
    "text": "I believe that my clothes can give people a better image of themselves - that it can increase their feelings of confidence and happiness."
   },
   "author": {
    "text": "Giorgio Armani"
   }
  },
  {
   "quote": {
    "text": "Happiness comes from the full understanding of your own being."
   },
   "author": {
    "text": "Marina Abramovic"
   }
  },
  {
   "quote": {
    "text": "One of the keys to happiness is a bad memory."
   },
   "author": {
    "text": "Rita Mae Brown"
   }
  },
  {
   "quote": {
    "text": "Only man clogs his happiness with care, destroying what is with thoughts of what may be."
   },
   "author": {
    "text": "John Dryden"
   }
  },
  {
   "quote": {
    "text": "Only one thing has to change for us to know happiness in our lives: where we focus our attention."
   },
   "author": {
    "text": "Greg Anderson"
   }
  },
  {
   "quote": {
    "text": "To show a child what once delighted you, to find the child's delight added to your own - this is happiness."
   },
   "author": {
    "text": "J. B. Priestley"
   }
  },
  {
   "quote": {
    "text": "To be able to throw one's self away for the sake of a moment, to be able to sacrifice years for a woman's smile - that is happiness."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "Satisfaction of one's curiosity is one of the greatest sources of happiness in life."
   },
   "author": {
    "text": "Linus Pauling"
   }
  },
  {
   "quote": {
    "text": "Always leave something to wish for; otherwise you will be miserable from your very happiness."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "We all have a hungry heart, and one of the things we hunger for is happiness. So as much as I possibly could, I stayed where I was happy."
   },
   "author": {
    "text": "Mary Oliver"
   }
  },
  {
   "quote": {
    "text": "Those who submit like a child do it because they know that the Father wants only the happiness of His children and that only He knows the way. That is the testimony we must have to keep praying like a submissive child, in the good times as well as the times of trouble."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "The happiness I feel in having a family has brought me a real beauty."
   },
   "author": {
    "text": "Kate Winslet"
   }
  },
  {
   "quote": {
    "text": "That should be the measure of success for everyone. It's not money, it's not fame, it's not celebrity; my index of success is happiness."
   },
   "author": {
    "text": "Lupe Fiasco"
   }
  },
  {
   "quote": {
    "text": "Happiness includes chiefly the idea of satisfaction after full honest effort. No one can possibly be satisfied and no one can be happy who feels that in some paramount affairs he failed to take up the challenge of life."
   },
   "author": {
    "text": "Arnold Bennett"
   }
  },
  {
   "quote": {
    "text": "Humans have a sense of spontaneity and emotion. We have a dichotomy between grief and happiness."
   },
   "author": {
    "text": "Morena Baccarin"
   }
  },
  {
   "quote": {
    "text": "There is no worse sorrow than remembering happiness in the day of sorrow."
   },
   "author": {
    "text": "Alfred de Musset"
   }
  },
  {
   "quote": {
    "text": "People know my lyrics; they know the stuff I've written, and it's all about life, love, happiness, and these big euphoric moments. It would always bug me when I'd go to a club, and they're playing some chick on a stripper pole on the monitor behind me. I'm like, 'So that's not what I do - that's the other guy.'"
   },
   "author": {
    "text": "Kaskade"
   }
  },
  {
   "quote": {
    "text": "Music should probably provide answers in terms of lyrical content, and giving people a sense of togetherness and oneness, as opposed to being alone in their thoughts and dilemmas or regrets or happiness or whatever."
   },
   "author": {
    "text": "Peabo Bryson"
   }
  },
  {
   "quote": {
    "text": "Happiness will come from materialism, not from meaning."
   },
   "author": {
    "text": "Andrei Platonov"
   }
  },
  {
   "quote": {
    "text": "Who doesn't love 'Frogger?' It draws its power from our shared memories of powerlessness. Wherever we are now, at one time or another we have all felt the poor frog's anxiety in the face of the world's intransigence, its blind and callous disregard for our happiness or well-being."
   },
   "author": {
    "text": "D. B. Weiss"
   }
  },
  {
   "quote": {
    "text": "There is happiness in duty, although it may not seem so."
   },
   "author": {
    "text": "Jose Marti"
   }
  },
  {
   "quote": {
    "text": "Happiness: an agreeable sensation arising from contemplating the misery of another."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "When what we are is what we want to be, that's happiness."
   },
   "author": {
    "text": "Malcolm Forbes"
   }
  },
  {
   "quote": {
    "text": "To buy happiness is to sell soul."
   },
   "author": {
    "text": "Douglas Horton"
   }
  },
  {
   "quote": {
    "text": "It is only to the happy that tears are a luxury."
   },
   "author": {
    "text": "Thomas Moore"
   }
  },
  {
   "quote": {
    "text": "Happiness is ideal, it is the work of the imagination."
   },
   "author": {
    "text": "Marquis de Sade"
   }
  },
  {
   "quote": {
    "text": "Eternal principles that govern happiness apply equally to all."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "Plenty of people miss their share of happiness, not because they never found it, but because they didn't stop to enjoy it."
   },
   "author": {
    "text": "William Feather"
   }
  },
  {
   "quote": {
    "text": "It's pretty hard to tell what does bring happiness; poverty and wealth have both failed."
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "Happiness is the interval between periods of unhappiness."
   },
   "author": {
    "text": "Don Marquis"
   }
  },
  {
   "quote": {
    "text": "Happiness comes only when we push our brains and hearts to the farthest reaches of which we are capable."
   },
   "author": {
    "text": "Leo Rosten"
   }
  },
  {
   "quote": {
    "text": "The day when a sportsman stops thinking above all else of the happiness in his own effort and the intoxication of the power and physical balance he derives from it, the day when he lets considerations of vanity or interest take over, on this day his ideal will die."
   },
   "author": {
    "text": "Pierre de Coubertin"
   }
  },
  {
   "quote": {
    "text": "My story as an artist has been about trial and error. It's been about artist development, character building, struggle, happiness and failure, family, and music."
   },
   "author": {
    "text": "Anderson Paak"
   }
  },
  {
   "quote": {
    "text": "Happiness seems made to be shared."
   },
   "author": {
    "text": "Pierre Corneille"
   }
  },
  {
   "quote": {
    "text": "An effort made for the happiness of others lifts above ourselves."
   },
   "author": {
    "text": "Lydia M. Child"
   }
  },
  {
   "quote": {
    "text": "We are no longer happy so soon as we wish to be happier."
   },
   "author": {
    "text": "Walter Savage Landor"
   }
  },
  {
   "quote": {
    "text": "People let their own hang-ups become the obstacles between them and personal happiness."
   },
   "author": {
    "text": "Lucinda Williams"
   }
  },
  {
   "quote": {
    "text": "The action is best that secures the greatest happiness for the greatest number."
   },
   "author": {
    "text": "William Dean Howells"
   }
  },
  {
   "quote": {
    "text": "Happiness is no laughing matter."
   },
   "author": {
    "text": "Richard Whately"
   }
  },
  {
   "quote": {
    "text": "Life everlasting in a state of happiness is the greatest desire of all men."
   },
   "author": {
    "text": "Joseph Franklin Rutherford"
   }
  },
  {
   "quote": {
    "text": "In order to have great happiness you have to have great pain and unhappiness - otherwise how would you know when you're happy?"
   },
   "author": {
    "text": "Leslie Caron"
   }
  },
  {
   "quote": {
    "text": "The right to happiness is fundamental."
   },
   "author": {
    "text": "Anna Pavlova"
   }
  },
  {
   "quote": {
    "text": "Happiness lies first of all in health."
   },
   "author": {
    "text": "George William Curtis"
   }
  },
  {
   "quote": {
    "text": "The happiness which is lacking makes one think even the happiness one has unbearable."
   },
   "author": {
    "text": "Joseph Roux"
   }
  },
  {
   "quote": {
    "text": "We possess only the happiness we are able to understand."
   },
   "author": {
    "text": "Maurice Maeterlinck"
   }
  },
  {
   "quote": {
    "text": "You've got to ask! Asking is, in my opinion, the world's most powerful - and neglected - secret to success and happiness."
   },
   "author": {
    "text": "Percy Ross"
   }
  },
  {
   "quote": {
    "text": "You must try to generate happiness within yourself. If you aren't happy in one place, chances are you won't be happy anyplace."
   },
   "author": {
    "text": "Ernie Banks"
   }
  },
  {
   "quote": {
    "text": "The happiness of most people is not ruined by great catastrophes or fatal errors, but by the repetition of slowly destructive little things."
   },
   "author": {
    "text": "Ernest Dimnet"
   }
  },
  {
   "quote": {
    "text": "Most of us believe in trying to make other people happy only if they can be happy in ways which we approve."
   },
   "author": {
    "text": "Robert Staughton Lynd"
   }
  }
 ]
}