{
 "HistoryQuotes": [
  {
   "quote": {
    "text": "A people without the knowledge of their past history, origin and culture is like a tree without roots."
   },
   "author": {
    "text": "Marcus Garvey"
   }
  },
  {
   "quote": {
    "text": "Our greatest glory is not in never falling, but in rising every time we fall."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death."
   },
   "author": {
    "text": "Robert Fulghum"
   }
  },
  {
   "quote": {
    "text": "We are not makers of history. We are made by history."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "I like the dreams of the future better than the history of the past."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "You may not always have a comfortable life and you will not always be able to solve all of the world's problems at once but don't ever underestimate the importance you can have because history has shown us that courage can be contagious and hope can take on a life of its own."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Observe good faith and justice toward all nations. Cultivate peace and harmony with all."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "History repeats itself, first as tragedy, second as farce."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "Those who do not remember the past are condemned to repeat it."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "Throughout history, it has been the inaction of those who could have acted; the indifference of those who should have known better; the silence of the voice of justice when it mattered most; that has made it possible for evil to triumph."
   },
   "author": {
    "text": "Haile Selassie"
   }
  },
  {
   "quote": {
    "text": "It takes an endless amount of history to make even a little tradition."
   },
   "author": {
    "text": "Henry James"
   }
  },
  {
   "quote": {
    "text": "Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "History never really says goodbye. History says, 'See you later.'"
   },
   "author": {
    "text": "Eduardo Galeano"
   }
  },
  {
   "quote": {
    "text": "Legend remains victorious in spite of history."
   },
   "author": {
    "text": "Sarah Bernhardt"
   }
  },
  {
   "quote": {
    "text": "I am thankful the most important key in history was invented. It's not the key to your house, your car, your boat, your safety deposit box, your bike lock or your private community. It's the key to order, sanity, and peace of mind. The key is 'Delete.'"
   },
   "author": {
    "text": "Elayne Boosler"
   }
  },
  {
   "quote": {
    "text": "Following the light of the sun, we left the Old World."
   },
   "author": {
    "text": "Christopher Columbus"
   }
  },
  {
   "quote": {
    "text": "I never feel lonely if I've got a book - they're like old friends. Even if you're not reading them over and over again, you know they are there. And they're part of your history. They sort of tell a story about your journey through life."
   },
   "author": {
    "text": "Emilia Fox"
   }
  },
  {
   "quote": {
    "text": "God cannot alter the past, though historians can."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "All of us have a place in history. Mine is clouds."
   },
   "author": {
    "text": "Richard Brautigan"
   }
  },
  {
   "quote": {
    "text": "The library is the temple of learning, and learning has liberated more people than all the wars in history."
   },
   "author": {
    "text": "Carl T. Rowan"
   }
  },
  {
   "quote": {
    "text": "History is a cyclic poem written by time upon the memories of man."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "History teaches us that unity is strength, and cautions us to submerge and overcome our differences in the quest for common goals, to strive, with all our combined strength, for the path to true African brotherhood and unity."
   },
   "author": {
    "text": "Haile Selassie"
   }
  },
  {
   "quote": {
    "text": "There is nothing new in the world except the history you do not know."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "If you are neutral in situations of injustice, you have chosen the side of the oppressor. If an elephant has its foot on the tail of a mouse and you say that you are neutral, the mouse will not appreciate your neutrality."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "We're running the most dangerous experiment in history right now, which is to see how much carbon dioxide the atmosphere... can handle before there is an environmental catastrophe."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "The problem is that my generation was pacified into believing that racism existed only in our history books."
   },
   "author": {
    "text": "Chance The Rapper"
   }
  },
  {
   "quote": {
    "text": "I feel like I'm too busy writing history to read it."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "I believe our flag is more than just cloth and ink. It is a universally recognized symbol that stands for liberty, and freedom. It is the history of our nation, and it's marked by the blood of those who died defending it."
   },
   "author": {
    "text": "John Thune"
   }
  },
  {
   "quote": {
    "text": "The very concept of objective truth is fading out of the world. Lies will pass into history."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "The man who is swimming against the stream knows the strength of it."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "I came, I saw, I conquered."
   },
   "author": {
    "text": "Julius Caesar"
   }
  },
  {
   "quote": {
    "text": "The history of all previous societies has been the history of class struggles."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "No event in American history is more misunderstood than the Vietnam War. It was misreported then, and it is misremembered now."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "Geography has made us neighbors. History has made us friends. Economics has made us partners, and necessity has made us allies. Those whom God has so joined together, let no man put asunder."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Automobiles have always been part of my life, and I'm sure they always will be. What is it about them that moves me? The sound of a great engine, the unity and uniqueness of an automobile's engineering and coachwork, the history of the company and the car, and, of course, the sheer beauty of the thing."
   },
   "author": {
    "text": "Edward Herrmann"
   }
  },
  {
   "quote": {
    "text": "The history of the past is but one long struggle upward to equality."
   },
   "author": {
    "text": "Elizabeth Cady Stanton"
   }
  },
  {
   "quote": {
    "text": "History is not everything, but it is a starting point. History is a clock that people use to tell their political and cultural time of day. It is a compass they use to find themselves on the map of human geography. It tells them where they are but, more importantly, what they must be."
   },
   "author": {
    "text": "John Henrik Clarke"
   }
  },
  {
   "quote": {
    "text": "A library is the delivery room for the birth of ideas, a place where history comes to life."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "History is the version of past events that people have decided to agree upon."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "Legend: A lie that has attained the dignity of age."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Yesterday is history, tomorrow is a mystery, today is God's gift, that's why we call it the present."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "There are people in every time and every land who want to stop history in its tracks. They fear the future, mistrust the present, and invoke the security of a comfortable past which, in fact, never existed."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "One individual can begin a movement that turns the tide of history. Martin Luther King in the civil rights movement, Mohandas Ganhi in India, Nelson Mandela in South Africa are examples of people standing up with courage and non-violence to bring about needed changes."
   },
   "author": {
    "text": "Jack Canfield"
   }
  },
  {
   "quote": {
    "text": "History is a vast early warning system."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "Food is everything we are. It's an extension of nationalist feeling, ethnic feeling, your personal history, your province, your region, your tribe, your grandma. It's inseparable from those from the get-go."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "The centuries-old history and culture of India, majestic architectural monuments and museums of Delhi, Agra and Mumbai have a unique attractive force."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "The kitchen is the heart of every home, for the most part. It evokes memories of your family history."
   },
   "author": {
    "text": "Debi Mazar"
   }
  },
  {
   "quote": {
    "text": "History shows that where ethics and economics come in conflict, victory is always with economics. Vested interests have never been known to have willingly divested themselves unless there was sufficient force to compel them."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "It's an absolute honor to be taking part in the pageant for the Diamond Jubilee. This is a once-in-a-lifetime opportunity and will be a moment in history that will always be remembered. I'm really looking forward to being out on the river with friends and family. To mark this historic moment will be extremely special."
   },
   "author": {
    "text": "Steve McFadden"
   }
  },
  {
   "quote": {
    "text": "History will decide if I'm a villain or a hero."
   },
   "author": {
    "text": "Harlan Ellison"
   }
  },
  {
   "quote": {
    "text": "Our flag honors those who have fought to protect it, and is a reminder of the sacrifice of our nation's founders and heroes. As the ultimate icon of America's storied history, the Stars and Stripes represents the very best of this nation."
   },
   "author": {
    "text": "Joe Barton"
   }
  },
  {
   "quote": {
    "text": "I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I'm in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown."
   },
   "author": {
    "text": "Cherie Lunghi"
   }
  },
  {
   "quote": {
    "text": "If history repeats itself, and the unexpected always happens, how incapable must Man be of learning from experience."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "You don't change the course of history by turning the faces of portraits to the wall."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "More than ever before in human history, we share a common destiny. We can master it only if we face it together. And that, my friends, is why we have the United Nations."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "History will be kind to me for I intend to write it."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "The history of innovation is the story of ideas that seemed dumb at the time."
   },
   "author": {
    "text": "Andy Dunn"
   }
  },
  {
   "quote": {
    "text": "History is a gallery of pictures in which there are few originals and many copies."
   },
   "author": {
    "text": "Alexis de Tocqueville"
   }
  },
  {
   "quote": {
    "text": "Anyone who knows anything of history knows that great social changes are impossible without feminine upheaval. Social progress can be measured exactly by the social position of the fair sex, the ugly ones included."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "History is written by the victors."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Someday, after mastering the winds, the waves, the tides and gravity, we shall harness for God the energies of love, and then, for a second time in the history of the world, man will have discovered fire."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "Ideas shape the course of history."
   },
   "author": {
    "text": "John Maynard Keynes"
   }
  },
  {
   "quote": {
    "text": "If you look back in history of the women who are most memorable and most stylish, they were never the followers of fashion. They were the ones who were unique in their style, breakers of the rules. They were authentic, genuine, original. They were not following the trends."
   },
   "author": {
    "text": "Nina Garcia"
   }
  },
  {
   "quote": {
    "text": "The point in history at which we stand is full of promise and danger. The world will either move forward toward unity and widely shared prosperity - or it will move apart."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Success in creating AI would be the biggest event in human history. Unfortunately, it might also be the last, unless we learn how to avoid the risks."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Fascism is a religion. The twentieth century will be known in history as the century of Fascism."
   },
   "author": {
    "text": "Benito Mussolini"
   }
  },
  {
   "quote": {
    "text": "Rules governing defecation, hygiene, and pollution exist in every culture at every period in history. It may in fact be the foundation of civilization: What is toilet training if not the first attempt to turn a child into an acceptable member of society?"
   },
   "author": {
    "text": "Rose George"
   }
  },
  {
   "quote": {
    "text": "Study history, study history. In history lies all the secrets of statecraft."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "As a Cherokee, I can attest to the fact that Native Americans have been on the losing side of history. Our rights have been infringed upon, our treaties have been broken, our culture has been stolen, and our tribes have been decimated at the hands of our own United States government."
   },
   "author": {
    "text": "Markwayne Mullin"
   }
  },
  {
   "quote": {
    "text": "Google is my best friend and my worst enemy. It's fabulous for research, but then it becomes addictive. I'll have a character eating an orange, and next thing I'm Googling types of oranges, I'm visiting chat rooms about oranges, I'm learning the history of the orange."
   },
   "author": {
    "text": "Liane Moriarty"
   }
  },
  {
   "quote": {
    "text": "We are fast approaching the stage of the ultimate inversion: the stage where the government is free to do anything it pleases, while the citizens may act only by permission; which is the stage of the darkest periods of human history, the stage of rule by brute force."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "A world without nuclear weapons would be less stable and more dangerous for all of us."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "The Philippines and the U.S. have had a strong relationship with each other for a very long time now. We have a shared history. We have shared values, democracy, freedom, and we have been in all the wars together in modern history, the World War, Second World War, Cold War, Vietnam, Korea, now the war on terrorism."
   },
   "author": {
    "text": "Gloria Macapagal Arroyo"
   }
  },
  {
   "quote": {
    "text": "The Iraq War was the first conflict in western history in which an imperialist war was massively protested against before it had even been launched."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "Auschwitz will forever remain the black hole of the entire human history."
   },
   "author": {
    "text": "Isaac Herzog"
   }
  },
  {
   "quote": {
    "text": "The best history is but like the art of Rembrandt; it casts a vivid light on certain selected causes, on those which were best and greatest; it leaves all the rest in shadow and unseen."
   },
   "author": {
    "text": "Walter Bagehot"
   }
  },
  {
   "quote": {
    "text": "I lead no party; I follow no leader. I have given the best part of my life to careful study of Islam, its law and polity, its culture, its history and its literature."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "History proves that the white man is a devil."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "History repeats itself. So you might wanna pay attention."
   },
   "author": {
    "text": "Quavo"
   }
  },
  {
   "quote": {
    "text": "Nonviolence is a powerful and just weapon. Indeed, it is a weapon unique in history, which cuts without wounding and ennobles the man who wields it."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Be as a tower firmly set; Shakes not its top for any blast that blows."
   },
   "author": {
    "text": "Dante Alighieri"
   }
  },
  {
   "quote": {
    "text": "Our nation is built upon a history of immigration, dating back to our first pioneers, the Pilgrims. For more than three centuries, we have welcomed generations of immigrants to our melting pot of hyphenated America: British-Americans; Italian-Americans; Irish-Americans; Jewish-Americans; Mexican-Americans; Chinese-Americans; Indian-Americans."
   },
   "author": {
    "text": "Ami Bera"
   }
  },
  {
   "quote": {
    "text": "History shows that there are no invincible armies."
   },
   "author": {
    "text": "Joseph Stalin"
   }
  },
  {
   "quote": {
    "text": "For most of history, Anonymous was a woman."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "You must pursue this investigation of Watergate even if it leads to the president. I'm innocent. You've got to believe I'm innocent. If you don't, take my job."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "This is our history - from the Transcontinental Railroad to the Hoover Dam, to the dredging of our ports and building of our most historic bridges - our American ancestors prioritized growth and investment in our nation's infrastructure."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "Today's headlines and history's judgment are rarely the same."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "If a race has no history, if it has no worthwhile tradition, it becomes a negligible factor in the thought of the world, and it stands in danger of being exterminated."
   },
   "author": {
    "text": "Carter G. Woodson"
   }
  },
  {
   "quote": {
    "text": "The government has a history of not treating people fairly, from the internment of Japanese Americans in World War II to African-Americans in the Civil Rights era."
   },
   "author": {
    "text": "Rand Paul"
   }
  },
  {
   "quote": {
    "text": "Fellow citizens, we cannot escape history. We, of this Congress and this administration, will be remembered in spite of ourselves. No personal significance, or insignificance, can spare one or another of us. The fiery trial through which we pass will light us down in honor or dishonor, to the latest generation."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "History will have to record that the greatest tragedy of this period of social transition was not the strident clamor of the bad people, but the appalling silence of the good people."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Revolutions are the locomotives of history."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "Throughout human history, in any great endeavour requiring the common effort of many nations and men and women everywhere, we have learned - it is only through seriousness of purpose and persistence that we ultimately carry the day. We might liken it to riding a bicycle. You stay upright and move forward so long as you keep up the momentum."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "We have that storytelling history in country and bluegrass and old time and folk music, blues - all those things that combine to make up the genre. It was probably storytelling before it was songwriting, as far as country music is concerned. It's fun to be a part of that and tip the hat to that. You know, and keep that tradition alive."
   },
   "author": {
    "text": "Chris Stapleton"
   }
  },
  {
   "quote": {
    "text": "In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect. The bloodiest wars in history have been religious wars."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "A moment comes, which comes but rarely in history, when we step out from the old to the new; when an age ends; and when the soul of a nation long suppressed finds utterance."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "The revolutionary breakthrough will come with rockets that are fully and rapidly reusable. We will never conquer Mars unless we do that. It'll be too expensive. The American colonies would never have been pioneered if the ships that crossed the ocean hadn't been reusable."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "It is a fair summary of history to say that the safeguards of liberty have been forged in controversies involving not very nice people."
   },
   "author": {
    "text": "Felix Frankfurter"
   }
  },
  {
   "quote": {
    "text": "Want of foresight, unwillingness to act when action would be simple and effective, lack of clear thinking, confusion of counsel until the emergency comes, until self-preservation strikes its jarring gong - these are the features which constitute the endless repetition of history."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "People are trapped in history and history is trapped in them."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "It is remarkable how closely the history of the apple tree is connected with that of man."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "There are good people who are dealt a bad hand by fate, and bad people who live long, comfortable, privileged lives. A small twist of fate can save or end a life; random chance is a permanent, powerful player in each of our lives, and in human history as well."
   },
   "author": {
    "text": "Jeff Greenfield"
   }
  },
  {
   "quote": {
    "text": "We've persevered because of a belief we share with the Iraqi people - a belief that out of the ashes of war, a new beginning could be born in this cradle of civilization. Through this remarkable chapter in the history of the United States and Iraq, we have met our responsibility. Now, it's time to turn the page."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "It all happened so fast. The ghetto. The deportation. The sealed cattle car. The fiery altar upon which the history of our people and the future of mankind were meant to be sacrificed."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "I love history... everything is inspired by history, so that's why I love vintage and antiques."
   },
   "author": {
    "text": "Kelly Wearstler"
   }
  },
  {
   "quote": {
    "text": "I've always really, really wanted to go to Egypt and go inside some pyramids and just hang out there. I don't know why. I don't like hot weather, and I don't like the desert, but something about the pyramid and the mummies and all their history there, I'd love to go check it out."
   },
   "author": {
    "text": "Jean-Luc Bilodeau"
   }
  },
  {
   "quote": {
    "text": "It is humiliating to remain with our hands folded while others write history. It matters little who wins. To make a people great it is necessary to send them to battle even if you have to kick them in the pants. That is what I shall do."
   },
   "author": {
    "text": "Benito Mussolini"
   }
  },
  {
   "quote": {
    "text": "The Ku Klux Klan is the most profligate domestic terrorist organization in this country's history."
   },
   "author": {
    "text": "Ta-Nehisi Coates"
   }
  },
  {
   "quote": {
    "text": "I want history to remember me... not as the first black woman to have made a bid for the presidency of the United States, but as a black woman who lived in the 20th century and who dared to be herself. I want to be remembered as a catalyst for change in America."
   },
   "author": {
    "text": "Shirley Chisholm"
   }
  },
  {
   "quote": {
    "text": "To provide meaningful architecture is not to parody history but to articulate it."
   },
   "author": {
    "text": "Daniel Libeskind"
   }
  },
  {
   "quote": {
    "text": "Birthright citizenship in America is part of something larger: The American longing to sever from history, to be a place of new beginnings."
   },
   "author": {
    "text": "Anand Giridharadas"
   }
  },
  {
   "quote": {
    "text": "History is, strictly speaking, the study of questions; the study of answers belongs to anthropology and sociology."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "Do you seriously expect me to be the first Prince of Wales in history not to have a mistress?"
   },
   "author": {
    "text": "Prince Charles"
   }
  },
  {
   "quote": {
    "text": "The dogmas of the quiet past are inadequate to the stormy present. The occasion is piled high with difficulty, and we must rise with the occasion. As our case is new, so we must think anew and act anew."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "I am what time, circumstance, history, have made of me, certainly, but I am also, much more than that. So are we all."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "If you read history you will find that the Christians who did most for the present world were precisely those who thought most of the next. It is since Christians have largely ceased to think of the other world that they have become so ineffective in this."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "History in its broadest aspect is a record of man's migrations from one environment to another."
   },
   "author": {
    "text": "Ellsworth Huntington"
   }
  },
  {
   "quote": {
    "text": "It does not matter how much we donate; it matters whether the donation is meaningful. How to define meaningful? Let society and history judge."
   },
   "author": {
    "text": "Ronnie Chan"
   }
  },
  {
   "quote": {
    "text": "Sometimes - history needs a push."
   },
   "author": {
    "text": "Vladimir Lenin"
   }
  },
  {
   "quote": {
    "text": "History and experience tell us that moral progress comes not in comfortable and complacent times, but out of trial and confusion."
   },
   "author": {
    "text": "Gerald R. Ford"
   }
  },
  {
   "quote": {
    "text": "Religion is part of the human make-up. It's also part of our cultural and intellectual history. Religion was our first attempt at literature, the texts, our first attempt at cosmology, making sense of where we are in the universe, our first attempt at health care, believing in faith healing, our first attempt at philosophy."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "Completeness? Happiness? These words don't come close to describing my emotions. There truly is nothing I can say to capture what motherhood means to me, particularly given my medical history."
   },
   "author": {
    "text": "Anita Baker"
   }
  },
  {
   "quote": {
    "text": "There are great legends and great fighters in the history of Mexico, and there will be more to come."
   },
   "author": {
    "text": "Canelo Alvarez"
   }
  },
  {
   "quote": {
    "text": "'Easter' is a movable event, calculated by the relative positions of sun and moon, an impossible way of fixing year by year the anniversary of a historical event, but a very natural and indeed inevitable way of calculating a solar festival. These changing dates do not point to the history of a man, but to the hero of a solar myth."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "To see the faces and hear the voices of victims of the Holocaust - one of the darkest chapters in history - was an experience I will never forget."
   },
   "author": {
    "text": "Larry Hogan"
   }
  },
  {
   "quote": {
    "text": "History is more or less bunk."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "What has history said of eminence without honor, wealth without wisdom, power and possessions without principle? The answer is reiterated in the overthrow of the mightiest empires of ancient times. Babylon, Persia, Greece, Rome! The four successive, universal powers of the past. What and where are they?"
   },
   "author": {
    "text": "Orson F. Whitney"
   }
  },
  {
   "quote": {
    "text": "I am deeply grieved by the loss of the crew of Columbia. I express my sincere condolences to the families and friends of the astronauts. I believe that their names will remain as the bright sparkling stars in the universe and will light the way for those who will follow them on the difficult roads of space exploration."
   },
   "author": {
    "text": "Valentina Tereshkova"
   }
  },
  {
   "quote": {
    "text": "The world we see that seems so insane is the result of a belief system that is not working. To perceive the world differently, we must be willing to change our belief system, let the past slip away, expand our sense of now, and dissolve the fear in our minds."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "We are the only class in history that has been left to fight its battles alone, unaided by the ruling powers. White labor and the freed black men had their champions, but where are ours?"
   },
   "author": {
    "text": "Elizabeth Cady Stanton"
   }
  },
  {
   "quote": {
    "text": "Live out of your imagination, not your history."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "We are still living in the aftershock of Hiroshima, people are still the scars of history."
   },
   "author": {
    "text": "Edward Bond"
   }
  },
  {
   "quote": {
    "text": "What does the artist do? He draws connections. He ties the invisible threads between things. He dives into history, be it the history of mankind, the geological history of the Earth or the beginning and end of the manifest cosmos."
   },
   "author": {
    "text": "Anselm Kiefer"
   }
  },
  {
   "quote": {
    "text": "Havana, for all its smells, sweat, crumbling walls, isolation, and difficult history, is the most romantic city in the world."
   },
   "author": {
    "text": "Mark Kurlansky"
   }
  },
  {
   "quote": {
    "text": "Pearl Harbor caused our Nation to wholeheartedly commit to winning World War II, changing the course of our Nation's history and the world's future."
   },
   "author": {
    "text": "Joe Baca"
   }
  },
  {
   "quote": {
    "text": "Mythology is a set of primitive lies that people rarely believe. This is rather different from history, which is a set of lies that people actually believe."
   },
   "author": {
    "text": "Ashwin Sanghi"
   }
  },
  {
   "quote": {
    "text": "History shows, in my opinion, that no nation can survive the tension, conflict and antagonism of two competing languages and cultures. It is a blessing for an individual to be bilingual; it is a curse for a society to be bilingual."
   },
   "author": {
    "text": "Richard Lamm"
   }
  },
  {
   "quote": {
    "text": "I saw no African people in the printed and illustrated Sunday school lessons. I began to suspect at this early age that someone had distorted the image of my people. My long search for the true history of African people the world over began."
   },
   "author": {
    "text": "John Henrik Clarke"
   }
  },
  {
   "quote": {
    "text": "If our history can challenge the next wave of musicians to keep moving and changing, to keep spiritually hungry and horny, that's what it's all about."
   },
   "author": {
    "text": "Carlos Santana"
   }
  },
  {
   "quote": {
    "text": "I'm a strong believer that you can build great companies in time of both greed and fear. But you have to be paying attention and operating under the right assumptions. You don't have to believe history repeats itself, but you should accept that history rhymes."
   },
   "author": {
    "text": "Brad Feld"
   }
  },
  {
   "quote": {
    "text": "There are some real memorable highlights in my history that, in my mind, are such milestones. Winning a national championship in college and being on the Olympic platform getting a gold medal. Visiting the Hall of Fame and going into the Hall of Fame."
   },
   "author": {
    "text": "Anne Donovan"
   }
  },
  {
   "quote": {
    "text": "If Christianity is a mere invention of man, and the Bible is not from God, how can infidels explain Jesus Christ? His existence in history they cannot deny. How is it that without force or bribery, without arms or money, He has made such an immensely deep mark on the world as He certainly has?"
   },
   "author": {
    "text": "J. C. Ryle"
   }
  },
  {
   "quote": {
    "text": "Gardeners instinctively know that flowers and plants are a continuum and that the wheel of garden history will always be coming full circle."
   },
   "author": {
    "text": "Francis Cabot Lowell"
   }
  },
  {
   "quote": {
    "text": "English has been this vacuum cleaner of a language, because of its history meeting up with the Romans and then the Danes, the Vikings and then the French and then the Renaissance with all the Latin and Greek and Hebrew in the background."
   },
   "author": {
    "text": "David Crystal"
   }
  },
  {
   "quote": {
    "text": "The American flag is the symbol of our freedom, national pride and history."
   },
   "author": {
    "text": "Mike Fitzpatrick"
   }
  },
  {
   "quote": {
    "text": "I don't fight for the money. I fight for my legacy. I fight for history. I fight for my people."
   },
   "author": {
    "text": "Khabib Nurmagomedov"
   }
  },
  {
   "quote": {
    "text": "History, despite its wrenching pain, cannot be unlived, but if faced with courage, need not be lived again."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Should any political party attempt to abolish social security, unemployment insurance, and eliminate labor laws and farm programs, you would not hear of that party again in our political history."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "English language is the most universal language in history, way more than the Latin of Julius Caesar. It's the most punderful language because its vocabulary has a certain critical mass that makes a lingo good for punning."
   },
   "author": {
    "text": "Richard Lederer"
   }
  },
  {
   "quote": {
    "text": "The Holocaust was an obscene period in our nation's history. I mean in this century's history. But we all lived in this century. I didn't live in this century."
   },
   "author": {
    "text": "Dan Quayle"
   }
  },
  {
   "quote": {
    "text": "There are still many causes worth sacrificing for, so much history yet to be made."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "History is Philosophy teaching by example."
   },
   "author": {
    "text": "Thucydides"
   }
  },
  {
   "quote": {
    "text": "Despite its challenges, globalization has led to one of the most peaceful and productive times in world history."
   },
   "author": {
    "text": "Mike Quigley"
   }
  },
  {
   "quote": {
    "text": "Don't stay at the job for safe salary increases over time. That will never get you where you want - freedom from financial worry. Only free time, imagination, creativity, and an ability to disappear will help you deliver value that nobody ever delivered before in the history of mankind."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "That human behavior is more influenced by things outside of us than inside. The 'situation' is the external environment. The inner environment is genes, moral history, religious training."
   },
   "author": {
    "text": "Philip Zimbardo"
   }
  },
  {
   "quote": {
    "text": "A lawyer without history or literature is a mechanic, a mere working mason; if he possesses some knowledge of these, he may venture to call himself an architect."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "Misty Copeland is making history. During American Ballet Theatre's current season at the Metropolitan Opera House, Copeland will alight on that storied Lincoln Center stage, making her New York debut as the Swan Queen in the iconic masterpiece Swan Lake - a crowning achievement for any dancer, regardless of the color of her skin."
   },
   "author": {
    "text": "Heather Watts"
   }
  },
  {
   "quote": {
    "text": "We have the power to make this the best generation of mankind in the history of the world or to make it the last."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "If one tries to think about history, it seems to me - it's like looking at a range of mountains. And the first time you see them, they look one way. But then time changes, the pattern of light shifts. Maybe you've moved slightly, your perspective has changed. The mountains are the same, but they look very different."
   },
   "author": {
    "text": "Robert Harris"
   }
  },
  {
   "quote": {
    "text": "Every successful social movement in this country's history has used disruption as a strategy to fight for social change. Whether it was the Boston Tea Party to the sit-ins at lunch counters throughout the South, no change has been won without disruptive action."
   },
   "author": {
    "text": "Alicia Garza"
   }
  },
  {
   "quote": {
    "text": "In the long history of the world, only a few generations have been granted the role of defending freedom in its hour of maximum danger. I do not shrink from this responsibility - I welcome it."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Tradition means taking account of a wonderful history but remembering that everybody today looks to the future."
   },
   "author": {
    "text": "Michael Kadoorie"
   }
  },
  {
   "quote": {
    "text": "What is history? An echo of the past in the future; a reflex from the future on the past."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "The people who have really made history are the martyrs."
   },
   "author": {
    "text": "Aleister Crowley"
   }
  },
  {
   "quote": {
    "text": "In our brief national history we have shot four of our presidents, worried five of them to death, impeached one and hounded another out of office. And when all else fails, we hold an election and assassinate their character."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "All history has been a history of class struggles between dominated classes at various stages of social development."
   },
   "author": {
    "text": "Friedrich Engels"
   }
  },
  {
   "quote": {
    "text": "The history of science shows that theories are perishable. With every new truth that is revealed we get a better understanding of Nature and our conceptions and views are modified."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "Posterity! You will never know how much it cost the present generation to preserve your freedom! I hope you will make a good use of it."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "History never looks like history when you are living through it."
   },
   "author": {
    "text": "John W. Gardner"
   }
  },
  {
   "quote": {
    "text": "It's a very good historical book about history."
   },
   "author": {
    "text": "Dan Quayle"
   }
  },
  {
   "quote": {
    "text": "Most of the things worth doing in the world had been declared impossible before they were done."
   },
   "author": {
    "text": "Louis D. Brandeis"
   }
  },
  {
   "quote": {
    "text": "I love studying Ancient History and seeing how empires rise and fall, sowing the seeds of their own destruction."
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "Of the twenty-two civilizations that have appeared in history, nineteen of them collapsed when they reached the moral state the United States is in now."
   },
   "author": {
    "text": "Arnold J. Toynbee"
   }
  },
  {
   "quote": {
    "text": "A strange thing is memory, and hope; one looks backward, and the other forward; one is of today, the other of tomorrow. Memory is history recorded in our brain, memory is a painter, it paints pictures of the past and of the day."
   },
   "author": {
    "text": "Grandma Moses"
   }
  },
  {
   "quote": {
    "text": "The Postal Service is huge - employing more than a half million people - and its history is long and complicated."
   },
   "author": {
    "text": "Elizabeth Warren"
   }
  },
  {
   "quote": {
    "text": "Skepticism is a virtue in history as well as in philosophy."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "Koreans love to dance; they love to sing. If you actually know Koreans, you see how absurd the stereotype of the 'Asian robot' is. They love to laugh - they're very affectionate. Maybe because of their history of oppression, when they feel you are part of their tribe, they are intensely loyal. I love that about Koreans!"
   },
   "author": {
    "text": "Min Jin Lee"
   }
  },
  {
   "quote": {
    "text": "History has taught us over and over again that freedom is not free. When push comes to shove, the ultimate protectors of freedom and liberty are the brave men and women in our armed forces. Throughout our history, they've answered the call in bravery and sacrifice."
   },
   "author": {
    "text": "Tim Pawlenty"
   }
  },
  {
   "quote": {
    "text": "Personally, I would be delighted if there were a life after death, especially if it permitted me to continue to learn about this world and others, if it gave me a chance to discover how history turns out."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "A library, to modify the famous metaphor of Socrates, should be the delivery room for the birth of ideas - a place where history comes to life."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "I believe that architecture is fundamentally a public space where people can gather and communicate, think about the history, think about the lives of human beings, or the world."
   },
   "author": {
    "text": "Tadao Ando"
   }
  },
  {
   "quote": {
    "text": "There's probably more history now preserved underwater than in all the museums of the world combined. And there's no law governing that history. It's finders keepers."
   },
   "author": {
    "text": "Robert Ballard"
   }
  },
  {
   "quote": {
    "text": "For it is the duty of an astronomer to compose the history of the celestial motions through careful and expert study."
   },
   "author": {
    "text": "Nicolaus Copernicus"
   }
  },
  {
   "quote": {
    "text": "Empires inevitably fall, and when they do, history judges them for the legacies they leave behind."
   },
   "author": {
    "text": "Noah Feldman"
   }
  },
  {
   "quote": {
    "text": "I don't deny the importance of genetics. However, the fact that I might be altruistic isn't because I have a gene for altruism; the fact that I do something for my children at some cost to myself comes from a history that has operated on me."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "President Obama is a gifted politician. He is gifted with rhetoric virtuosity. He is gifted with the ability to lie directly to camera without blinking. And he is gifted with some of the most incompetent conservative opposition in the history of the country."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "The oppressed peoples can liberate themselves only through struggle. This is a simple and clear truth confirmed by history."
   },
   "author": {
    "text": "Kim Il-sung"
   }
  },
  {
   "quote": {
    "text": "The institution of chivalry forms one of the most remarkable features in the history of the Middle Ages."
   },
   "author": {
    "text": "Horatio Alger"
   }
  },
  {
   "quote": {
    "text": "September 11 was terrible but, if one goes back over the history of the IRA, what happened to the Americans wasn't that terrible."
   },
   "author": {
    "text": "Doris Lessing"
   }
  },
  {
   "quote": {
    "text": "If you look at the history of technology over a couple hundred years, it's all about time compression and making the globe smaller. It's had positive effects, all the ones that we know. So we're much less likely to have the kind of terrible misunderstandings that led to World War I, for example."
   },
   "author": {
    "text": "Eric Schmidt"
   }
  },
  {
   "quote": {
    "text": "Hip-hop's always reached out to kids. If you look at the last 10 big albums it might seem ironic. But when I look at the history of this music it's always had a lot of positivity."
   },
   "author": {
    "text": "LL Cool J"
   }
  },
  {
   "quote": {
    "text": "There are worlds of experience beyond the world of the aggressive man, beyond history, and beyond science. The moods and qualities of nature and the revelations of great art are equally difficult to define; we can grasp them only in the depths of our perceptive spirit."
   },
   "author": {
    "text": "Ansel Adams"
   }
  },
  {
   "quote": {
    "text": "The history of modern art is also the history of the progressive loss of art's audience. Art has increasingly become the concern of the artist and the bafflement of the public."
   },
   "author": {
    "text": "Paul Gauguin"
   }
  },
  {
   "quote": {
    "text": "Whereas religious prayers sing of peace and harmony, religion has divided human beings through an atrocious history of enmity and bloodshed. Yet, behind the veil of superficiality and hypocrisy, I always believed in the inherent beauty of God that lies at the essence of all true spiritual paths."
   },
   "author": {
    "text": "Radhanath Swami"
   }
  },
  {
   "quote": {
    "text": "You can't change history. These things happened the way they did. What you can change is how you look at it and how you understand that it takes the good moments and it takes the difficult moments to move forward."
   },
   "author": {
    "text": "Margot Lee Shetterly"
   }
  },
  {
   "quote": {
    "text": "Part of what's mesmerizing about 'The Mechanics of History' is its physical eloquence - how dancerly it is. The men don't fall; they float. And when the trampoline restores them to the staircase, they move at a half speed. Cinema, they say, is 24 frames per second."
   },
   "author": {
    "text": "Wesley Morris"
   }
  },
  {
   "quote": {
    "text": "The history of men's opposition to women's emancipation is more interesting perhaps than the story of that emancipation itself."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "My view of my role is that together with like-minded men and women, I could help contribute to a bipartisan view of American engagement in the world for another period; I could do my part to overcome this really, in a way, awful period in which we are turning history into personal recriminations, depriving our political system of a serious debate."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "The modern tradition is the tradition of revolt. The French Revolution is still our model today: history is violent change, and this change goes by the name of progress. I do not know whether these notions really apply to art."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "You don't have to be a superhero to change the arc of history."
   },
   "author": {
    "text": "Chieh Huang"
   }
  },
  {
   "quote": {
    "text": "Millions of people gave their lives fighting fascism and imperialism, but Pearl Harbor was the event that forever changed the course of human history."
   },
   "author": {
    "text": "Sam Graves"
   }
  },
  {
   "quote": {
    "text": "It is important for all of us to appreciate where we come from and how that history has really shaped us in ways that we might not understand."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "With Malice toward none, with charity for all, with firmness in the right, as God gives us to see the right, let us strive on to finish the work we are in, to bind up the nation's wounds."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Repeal the Missouri Compromise - repeal all compromises - repeal the Declaration of Independence - repeal all past history, you still cannot repeal human nature. It will be the abundance of man's heart that slavery extension is wrong; and out of the abundance of his heart, his mouth will continue to speak."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "History is not a burden on the memory but an illumination of the soul."
   },
   "author": {
    "text": "Lord Acton"
   }
  },
  {
   "quote": {
    "text": "The very ink with which history is written is merely fluid prejudice."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "A people without a positive history is like a vehicle without an engine."
   },
   "author": {
    "text": "Steven Biko"
   }
  },
  {
   "quote": {
    "text": "The test of our progress is not whether we add more to the abundance of those who have much it is whether we provide enough for those who have little."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Throughout our history, Canada's immigration policy has brought people here who had a pathway to citizenship. They were - and are - nation builders. It has been supported by political parties of all stripes and promoted by successive governments over generations."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "The people of Egypt are an intelligent people with a glorious history who left their mark on civilization."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "History, in general, only informs us of what bad government is."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "I cannot lead you into battle. I do not give you laws or administer justice but I can do something else - I can give my heart and my devotion to these old islands and to all the peoples of our brotherhood of nations."
   },
   "author": {
    "text": "Queen Elizabeth II"
   }
  },
  {
   "quote": {
    "text": "Jewelry and pins have been worn throughout history as symbols of power, sending messages. Interestingly enough, it was mostly men who wore the jewelry in various times, and obviously crowns were part of signals that were being sent throughout history by people of rank."
   },
   "author": {
    "text": "Madeleine Albright"
   }
  },
  {
   "quote": {
    "text": "It could be said that all armed conflicts are a ludicrous and shameful waste of lives, but World War I has a special place in the history of futility - a war without clear purpose, a war whose resolution would ultimately make the world a far worse place."
   },
   "author": {
    "text": "Scott Spencer"
   }
  },
  {
   "quote": {
    "text": "History does not long entrust the care of freedom to the weak or the timid."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "I never imagined that divorce would be part of my life history or my family's legacy. When people say that divorce can be more painful than death, I understand why. But like any great trial, God uses everything for good, if we allow Him to heal us."
   },
   "author": {
    "text": "Kristin Armstrong"
   }
  },
  {
   "quote": {
    "text": "The United Nations has a critical role to play in promoting stability, security, democracy, human rights, and economic development. The UN is as relevant today as at any time in its history, but it needs reform."
   },
   "author": {
    "text": "Chuck Hagel"
   }
  },
  {
   "quote": {
    "text": "What is astonishing about the social history of the Vietnam war is not how many people avoided it, but how many could not and did not."
   },
   "author": {
    "text": "John Gregory Dunne"
   }
  },
  {
   "quote": {
    "text": "We would like to live as we once lived, but history will not permit it."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "As history has repeatedly proven, one trade tariff begets another, then another - until you've got a full-blown trade war. No one ever wins, and consumers always get screwed."
   },
   "author": {
    "text": "Mark McKinnon"
   }
  },
  {
   "quote": {
    "text": "Some may remember, if you have good memories, that there used to be a concept in Anglo-American law called a presumption of innocence, innocent until proven guilty in a court of law. Now that's so deep in history that there's no point even bringing it up, but it did once exist."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "Neither the life of an individual nor the history of a society can be understood without understanding both."
   },
   "author": {
    "text": "C. Wright Mills"
   }
  },
  {
   "quote": {
    "text": "History has demonstrated that the most notable winners usually encountered heartbreaking obstacles before they triumphed. They won because they refused to become discouraged by their defeats."
   },
   "author": {
    "text": "B. C. Forbes"
   }
  },
  {
   "quote": {
    "text": "The travail of freedom and justice is not easy, but nothing serious and important in life is easy. The history of humanity has been a continuing struggle against temptation and tyranny - and very little worthwhile has ever been achieved without pain."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Get up tomorrow early in the morning, and earlier than you did today, and do the best that you can. Always stay near me, for tomorrow I will have much to do and more than I ever had, and tomorrow blood will leave my body above the breast."
   },
   "author": {
    "text": "Joan of Arc"
   }
  },
  {
   "quote": {
    "text": "Europe was created by history. America was created by philosophy."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "The view of Jerusalem is the history of the world; it is more, it is the history of earth and of heaven."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "They died hard, those savage men - like wounded wolves at bay. They were filthy, and they were lousy, and they stunk. And I loved them."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "Condemn me. It does not matter. History will absolve me."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "The sanctity of our battlefields, monuments, and veterans institutions is of utmost importance to preserve military history and pay respect to those who fought."
   },
   "author": {
    "text": "Henry Waxman"
   }
  },
  {
   "quote": {
    "text": "History must share with reading, writing and arithmetic first rank as the most important subjects in the curriculum. Understanding the issues on which citizens of a republic are expected to vote is impossible without an understanding of the past."
   },
   "author": {
    "text": "Walter Cronkite"
   }
  },
  {
   "quote": {
    "text": "A society whose members are united by the fact that they think in the same way in regard to the sacred world and its relations with the profane world, and by the fact that they translate these common ideas into common practices, is what is called a Church. In all history, we do not find a single religion without a Church."
   },
   "author": {
    "text": "Emile Durkheim"
   }
  },
  {
   "quote": {
    "text": "What is history but a fable agreed upon?"
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "The Marine Corps is the Navy's police force and as long as I am President that is what it will remain. They have a propaganda machine that is almost equal to Stalin's."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "I'm focused on being the best, making history."
   },
   "author": {
    "text": "Canelo Alvarez"
   }
  },
  {
   "quote": {
    "text": "The upward course of a nation's history is due in the long run to the soundness of heart of its average men and women."
   },
   "author": {
    "text": "Queen Elizabeth II"
   }
  },
  {
   "quote": {
    "text": "The possibility of a scientific treatment of history means a wider experience, a greater maturity of practical reason, and finally a fuller realization of certain basic ideas regarding the nature of life and time."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "The history of jazz lets us know that this period in our history is not the only period we've come through together. If we truly understood the history of our national arts, we'd know that we have mutual aspirations, a shared history, in good times and bad."
   },
   "author": {
    "text": "Wynton Marsalis"
   }
  },
  {
   "quote": {
    "text": "This is an exciting time. A new chapter in our history."
   },
   "author": {
    "text": "John Barth"
   }
  },
  {
   "quote": {
    "text": "Love is never defeated, and I could add, the history of Ireland proves it."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "The history of liberty is a history of resistance."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "We are born, we live, we disappear. One of the chilling aspects of history is the swiftness with which it carries us into oblivion."
   },
   "author": {
    "text": "David Ebershoff"
   }
  },
  {
   "quote": {
    "text": "The history of mankind is the instant between two strides taken by a traveler."
   },
   "author": {
    "text": "Franz Kafka"
   }
  },
  {
   "quote": {
    "text": "Neither current events nor history show that the majority rule, or ever did rule."
   },
   "author": {
    "text": "Jefferson Davis"
   }
  },
  {
   "quote": {
    "text": "Our forefathers paved the way for us. Let's take their values and their strengths and rededicate ourselves to doing whatever it takes to keep America the greatest country in the history of man."
   },
   "author": {
    "text": "Nikki Haley"
   }
  },
  {
   "quote": {
    "text": "We just feel like history repeats itself. You ain't never going to see nothing brand new; you're only going to see when records are broken. And we're here to just set records and set trends and follow the footsteps that have been shown to us."
   },
   "author": {
    "text": "Quavo"
   }
  },
  {
   "quote": {
    "text": "The charm of history and its enigmatic lesson consist in the fact that, from age to age, nothing changes and yet everything is completely different."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Our Founding Fathers crafted a constitutional Republic for the first time in the history of the world because they were shaping a form of government that would not have the failures of a democracy in it, but had the representation of democracy in it."
   },
   "author": {
    "text": "Steve King"
   }
  },
  {
   "quote": {
    "text": "The time is coming when the pressure of population on the means of subsistence will be felt here as it is now felt in Europe and Asia. Then will the world enter upon a new stage of its history - the final competition of races, for which the Anglo-Saxon is being schooled."
   },
   "author": {
    "text": "Josiah Strong"
   }
  },
  {
   "quote": {
    "text": "When my kids were growing up, I wanted their teachers to teach them science, reading, math and history. I also wanted them to care about my kids. But I did not want my children's public school teachers teaching them religion. That was my job as a parent and the job of our church, Sunday school, and youth group."
   },
   "author": {
    "text": "Adam Hamilton"
   }
  },
  {
   "quote": {
    "text": "History shows that all protest movements rely on symbols - boycotts, strikes, sit-ins, flags, songs. Symbolic action on whatever scale - from the Montgomery Bus Boycott to wearing a simple wristband - is designed to disrupt our everyday complacency and force people to think."
   },
   "author": {
    "text": "Hugh Evans"
   }
  },
  {
   "quote": {
    "text": "Our landscapes connect us to our history; they are the source of our character as a peopl, as well as our health, our safety, and our prosperity. Natural resources enrich us economically, yes. But they also enrich us aesthetically and recreationally and culturally and spiritually."
   },
   "author": {
    "text": "Robert Kennedy, Jr."
   }
  },
  {
   "quote": {
    "text": "I am trying to make art that relates to the deepest and most mythic concerns of human kind and I believe that, at this moment of history, feminism is humanism."
   },
   "author": {
    "text": "Judy Chicago"
   }
  },
  {
   "quote": {
    "text": "In the European tradition, rivers are seen as divisions between peoples. But in the Aboriginal tradition, rivers are seen as the glue, the highway, the linkage between people, not the separation. And that's the history of Canada: our rivers and lakes were our highways."
   },
   "author": {
    "text": "John Ralston Saul"
   }
  },
  {
   "quote": {
    "text": "Is Donald Trump a fascist? It's an interesting question that has generated insightful commentary over the past few months, with the best answers situating Trumpian illiberalism within America's long history of racial oppression, slavery, Jim Crow apartheid, and the ongoing backlash to the loss of white privilege."
   },
   "author": {
    "text": "Greg Grandin"
   }
  },
  {
   "quote": {
    "text": "History has demonstrated time and again the inherent resilience and recuperative powers of the American economy."
   },
   "author": {
    "text": "Ben Bernanke"
   }
  },
  {
   "quote": {
    "text": "Classes struggle, some classes triumph, others are eliminated. Such is history; such is the history of civilization for thousands of years."
   },
   "author": {
    "text": "Mao Zedong"
   }
  },
  {
   "quote": {
    "text": "I never really had to put much thought into my race, and neither did anybody else. I knew I was black. I knew there was a history that accompanied my skin color, and my parents taught me to be proud of it. End of story."
   },
   "author": {
    "text": "Issa Rae"
   }
  },
  {
   "quote": {
    "text": "The lesson of 9/11 is that America is truly exceptional. We withstood the worst attack of our history, intended by our enemies to destroy us. Instead, it drew us closer and made us more united. Our love for freedom and one another has given us a strength that surprised even ourselves."
   },
   "author": {
    "text": "Rudy Giuliani"
   }
  },
  {
   "quote": {
    "text": "In time, foods such as hamburgers and ice cream became more than just meals. They became part of American history and culture, touchstones that are almost immediately nostalgic and sentimental no matter how old you are or what part of the country you are from."
   },
   "author": {
    "text": "Homaro Cantu"
   }
  },
  {
   "quote": {
    "text": "When you read the Bible, you are reading the Holy Spirit and not history books. When you read history books, you are reading about events, but the Bible is not an event. So, when you are reading the Holy Spirit, you are supposed to be carried along by it."
   },
   "author": {
    "text": "T. B. Joshua"
   }
  },
  {
   "quote": {
    "text": "The most successful families embrace and elevate their family history, particularly their failures, setbacks and other missteps."
   },
   "author": {
    "text": "Bruce Feiler"
   }
  },
  {
   "quote": {
    "text": "There was a long history of people believing there was life on Venus. It was about the same size as Earth. It had clouds. It was commonly believed it was tropical - wet, hot and steamy."
   },
   "author": {
    "text": "David Grinspoon"
   }
  },
  {
   "quote": {
    "text": "For me, surfing is as close a connection I can have with Mother Nature. To surf, you're riding a pulse of energy from Mother Nature. And it's strong. It's real. It's there. And you're dancing with that. You're connecting with that. You're might be the only person in the history of the universe that connects with that particular pulse of energy."
   },
   "author": {
    "text": "Xavier Rudd"
   }
  },
  {
   "quote": {
    "text": "The current state of knowledge is a moment in history, changing just as rapidly as the state of knowledge in the past has ever changed and, in many instances, more rapidly."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "At the same time the folk boom was happening, the civil rights movement was happening, the anti-war movement was happening, the ban the bomb movement was happening, the environmental movement was happening. There was suddenly a generation ready to change the course of history."
   },
   "author": {
    "text": "Arlo Guthrie"
   }
  },
  {
   "quote": {
    "text": "Here men from the planet Earth first set foot upon the Moon. July 1969 AD. We came in peace for all mankind."
   },
   "author": {
    "text": "Neil Armstrong"
   }
  },
  {
   "quote": {
    "text": "Any good broadcast, not just an Olympic broadcast, should have texture to it. It should have information, should have some history, should have something that's offbeat, quirky, humorous, and where called for it, should have journalism, and judiciously it should also have commentary. That's my ideal."
   },
   "author": {
    "text": "Bob Costas"
   }
  },
  {
   "quote": {
    "text": "Visual surprise is natural in the Caribbean; it comes with the landscape, and faced with its beauty, the sigh of History dissolves."
   },
   "author": {
    "text": "Derek Walcott"
   }
  },
  {
   "quote": {
    "text": "The brutal history of colonialism is one in which white people literally stole land and people for their own gain and material wealth."
   },
   "author": {
    "text": "Patrisse Cullors"
   }
  },
  {
   "quote": {
    "text": "There's a history of enslaved African-Americans having to make their slave masters comfortable. This business of what we call skinning and grinning - that is something African-Americans are very much cognizant of."
   },
   "author": {
    "text": "Maxine Waters"
   }
  },
  {
   "quote": {
    "text": "God created us for love, for union, for forgiveness and compassion and, yet, that has not been our storyline. That has not been our history."
   },
   "author": {
    "text": "Richard Rohr"
   }
  },
  {
   "quote": {
    "text": "If you are going to write, say, fantasy - stop reading fantasy. You've already read too much. Read other things; read westerns, read history, read anything that seems interesting, because if you only read fantasy and then you start to write fantasy, all you're going to do is recycle the same old stuff and move it around a bit."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "There is not to be found, in all history, any miracle attested by a sufficient number of men, of such unquestioned good sense, education and learning, as to secure us against all delusion in themselves."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "I am totally fascinated by people and our history as I understand and continue to explore it. People have so much to give and so far to go and yet we have given and gone a great distance. It's really just interesting to ask: why not? And see where that takes me."
   },
   "author": {
    "text": "Nikki Giovanni"
   }
  },
  {
   "quote": {
    "text": "I want to change history, do something important in my life, and influence individuals like we have with millions of small businesses on Alibaba. Then they love and respect you because you made their life important."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "I'm fascinated with the stories that we tell. Real histories become fantasies and fairy tales, morality tales and fables. There's something interesting and funny and perverse about the way fairytale sometimes passes for history, for truth."
   },
   "author": {
    "text": "Kara Walker"
   }
  },
  {
   "quote": {
    "text": "Barcelona is a very old city in which you can feel the weight of history; it is haunted by history. You cannot walk around it without perceiving it."
   },
   "author": {
    "text": "Carlos Ruiz Zafon"
   }
  },
  {
   "quote": {
    "text": "I really love travelling to places where I get to learn something new about a new group of people or a new place. Learn some history, contemplate some business ideas, and sort of get off the beaten track a little bit."
   },
   "author": {
    "text": "Leila Janah"
   }
  },
  {
   "quote": {
    "text": "If one morning I walked on top of the water across the Potomac River, the headline that afternoon would read: 'President Can't Swim.'"
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "My generation of bossy, confident, baby-boom women were something brand new in history. Our energy and assertiveness weren't created by Betty Friedan, unknown before her 1963 book, or by Gloria Steinem, whose political activism, as even the Lifetime profile admitted, did not begin until 1969."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "November is Hip-Hop History Month, where we give celebration to what hip hop has done to bring together people of the world, people of all nationalities, young people, all the political systems and politicians on the planet."
   },
   "author": {
    "text": "Afrika Bambaataa"
   }
  },
  {
   "quote": {
    "text": "The existing legal constitution is nothing but the product of a revolution. Revolution is the act of political creation in the history of classes, while constitutional legislation is the expression of the continual political vegetation of a society."
   },
   "author": {
    "text": "Rosa Luxemburg"
   }
  },
  {
   "quote": {
    "text": "World War II is the greatest drama in human history, the biggest war ever and a true battle of good and evil. I imagine writers will continue to get stories from it, and readers will continue to love them, for many more years."
   },
   "author": {
    "text": "Ken Follett"
   }
  },
  {
   "quote": {
    "text": "I think... the history of civilization is an attempt to codify, classify and categorize aspects of human nature that hardly lend themselves to that process."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "When you are organizing a group of people, the first thing that we do is we talk about the history of what other people have been able to accomplish - people that look like them, workers like them, ordinary people, working people - and we give them the list: these are people like yourself; this is what they were able to do in their community."
   },
   "author": {
    "text": "Dolores Huerta"
   }
  },
  {
   "quote": {
    "text": "History is replete with ideologies of freedom, justice, liberation of the downtrodden and the exploited, that have been turned against the very people they had mobilised, or that have reproduced the same logic of exclusion and terror toward those whom they claimed to set free."
   },
   "author": {
    "text": "Tariq Ramadan"
   }
  },
  {
   "quote": {
    "text": "Every day it seems more likely that we are destined - or should one say doomed? - to replay the disastrous economic history of the 1930s."
   },
   "author": {
    "text": "Barry Eichengreen"
   }
  },
  {
   "quote": {
    "text": "My mother, whom I love dearly, has continually revised my life story within the context of a complicated family history that includes more than the usual share of divorce, step-children, dysfunction, and obfuscation. I've spent most of my adult life attempting to deconstruct that history and separate fact from fiction."
   },
   "author": {
    "text": "Melissa Gilbert"
   }
  },
  {
   "quote": {
    "text": "The judicial system is the most expensive machine ever invented for finding out what happened and what to do about it."
   },
   "author": {
    "text": "Irving R. Kaufman"
   }
  },
  {
   "quote": {
    "text": "History demonstrates that previous military drawdowns invited aggression by our enemies. After World War I, America drew down forces until the U.S. Army had fewer than 100,000 men in uniform. That weakness invited Nazi aggression in Europe and the imperial Japanese attack at Pearl Harbor."
   },
   "author": {
    "text": "Frank Gaffney"
   }
  },
  {
   "quote": {
    "text": "At pivotal moments throughout history, there have always been grey areas, and there likely will be in the future. Courage now lies not in the black and white, as in the past, but in the grey."
   },
   "author": {
    "text": "Safak Pavey"
   }
  },
  {
   "quote": {
    "text": "A basic truth that the history of the creation of the transistor reveals is that the foundations of transistor electronics were created by making errors and following hunches that failed to give what was expected."
   },
   "author": {
    "text": "William Shockley"
   }
  },
  {
   "quote": {
    "text": "I will not be remembered in history. I have not been shot. I have not launched any great tragedy or victory. I have not borne any great defeat. It was a very normal - it still is a very normal - human life of a political leader."
   },
   "author": {
    "text": "Helmut Schmidt"
   }
  },
  {
   "quote": {
    "text": "The medieval Islamic world, from Central Asia to the shores of the Atlantic, was a world where scholars and men of learning flourished. But because we have tended to see Islam as the enemy of the West, as an alien culture, society, and system of belief, we have tended to ignore or erase its great relevance to our own history."
   },
   "author": {
    "text": "Prince Charles"
   }
  },
  {
   "quote": {
    "text": "Those who invoke history will certainly be heard by history. And they will have to accept its verdict."
   },
   "author": {
    "text": "Dag Hammarskjold"
   }
  },
  {
   "quote": {
    "text": "As a writer of fiction who deals with technology, I necessarily deal with the history of technology and the history of technologically induced social change. I roam up and down it in a kind of special way because I roam down it into history, which is invariably itself a speculative affair."
   },
   "author": {
    "text": "William Gibson"
   }
  },
  {
   "quote": {
    "text": "When I was a boy, I would ask about my family history, about my bloodlines. We really didn't know that much. We had a little Indian in us from the Oklahoma Trail of Tears."
   },
   "author": {
    "text": "Brad Pitt"
   }
  },
  {
   "quote": {
    "text": "Universal vaccination may well be the greatest success story in medical history."
   },
   "author": {
    "text": "Michael Specter"
   }
  },
  {
   "quote": {
    "text": "For most of the history of our species we were helpless to understand how nature works. We took every storm, drought, illness and comet personally. We created myths and spirits in an attempt to explain the patterns of nature."
   },
   "author": {
    "text": "Ann Druyan"
   }
  },
  {
   "quote": {
    "text": "You may write me down in history with your bitter, twisted lines. You may trod me in the very dirt, but still, like dust, I'll rise."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "We find ourselves under the government of a system of political institutions, conducing more essentially to the ends of civil and religious liberty, than any of which the history of former times tells us."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "My heart goes out to victims and survivors of the Hurricane Katrina tragedy and to their families. This disaster will go down in history books as one of the largest natural disasters in U.S. history."
   },
   "author": {
    "text": "Ellen Tauscher"
   }
  },
  {
   "quote": {
    "text": "History isn't just the story of bad people doing bad things. It's quite as much a story of people trying to do good things. But somehow, something goes wrong."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "Neither a wise man nor a brave man lies down on the tracks of history to wait for the train of the future to run over him."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Malaysia is a country unlike any other: Full of promise and fragility. Its history, cultural and religious diversity make it a rich, compelling and surprising land."
   },
   "author": {
    "text": "Tariq Ramadan"
   }
  },
  {
   "quote": {
    "text": "Elimination of illiteracy is as serious an issue to our history as the abolition of slavery."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Jesus Christ belonged to the true race of prophets. He saw with open eye the mystery of the soul. Drawn by its severe harmony, ravished with its beauty, he lived in it and had his being there. Alone in all history, he estimated the greatness of man."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Few will have the greatness to bend history itself; but each of us can work to change a small portion of events, and in the total; of all those acts will be written the history of this generation."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Of all the inventions of humans, the computer is going to rank near or at the top as history unfolds and we look back. It is the most awesome tool that we have ever invented. I feel incredibly lucky to be at exactly the right place in Silicon Valley, at exactly the right time, historically, where this invention has taken form."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "The more you know of your history, the more liberated you are."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I know of no time in human history where ignorance was better than knowledge."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "I have never denied my background or my culture. I have taught my child to embrace her Mexican heritage, to love my first language, Spanish, to learn about Mexican history, music, folk art, food, and even the Mexican candy I grew up with."
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "Americans love to fight. All real Americans love the sting of battle."
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "Sometimes it is said that man cannot be trusted with the government of himself. Can he, then be trusted with the government of others? Or have we found angels in the form of kings to govern him? Let history answer this question."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Whatever final judgment awaits 'Bush v. Gore' in the annals of history, I am certain that the good work and good faith of the U.S. federal judiciary as a whole will continue to sustain public confidence at a level never beyond repair."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "The kitchen's a laboratory, and everything that happens there has to do with science. It's biology, chemistry, physics. Yes, there's history. Yes, there's artistry. Yes, to all of that. But what happened there, what actually happens to the food is all science."
   },
   "author": {
    "text": "Alton Brown"
   }
  },
  {
   "quote": {
    "text": "History is a people's memory, and without a memory, man is demoted to the lower animals."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "The worst pandemic in modern history was the Spanish flu of 1918, which killed tens of millions of people. Today, with how interconnected the world is, it would spread faster."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "A judge must interpret statutes as written. And a judge must interpret the Constitution as written, informed by history and tradition and precedent."
   },
   "author": {
    "text": "Brett Kavanaugh"
   }
  },
  {
   "quote": {
    "text": "Just as Darwin discovered the law of development of organic nature, so Marx discovered the law of development of human history: the simple fact, hitherto concealed by an overgrowth of ideology, that mankind must first of all eat, drink, have shelter and clothing, before it can pursue politics, science, art, religion, etc."
   },
   "author": {
    "text": "Friedrich Engels"
   }
  },
  {
   "quote": {
    "text": "The people, and the people alone, are the motive force in the making of world history."
   },
   "author": {
    "text": "Mao Zedong"
   }
  },
  {
   "quote": {
    "text": "There has never yet been a man in our history who led a life of ease whose name is worth remembering."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "The white man made the mistake of letting me read his history books. He made the mistake of teaching me that Patrick Henry was a patriot and George Washington - wasn't nothing non-violent about old Pat or George Washington."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "If we look to the history of other nations, ancient or modern, we find no example of a growth so rapid, so gigantic, of a people so prosperous and happy."
   },
   "author": {
    "text": "James Monroe"
   }
  },
  {
   "quote": {
    "text": "Woz is living his own life now. He hasn't been around Apple for about five years. But what he did will go down in history."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "History repeats itself, and that's one of the things that's wrong with history."
   },
   "author": {
    "text": "Clarence Darrow"
   }
  },
  {
   "quote": {
    "text": "Never, never and never again shall it be that this beautiful land will again experience the oppression of one by another."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Long before history began we men have got together apart from the women and done things. We had time."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "I often say of George Washington that he was one of the few in the whole history of the world who was not carried away by power."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "If you read enough biography and history, you learn how people have dealt successfully or unsuccessfully with similar situations or patterns in the past. It doesn't give you a template of answers, but it does help you refine the questions you have to ask yourself."
   },
   "author": {
    "text": "James Mattis"
   }
  },
  {
   "quote": {
    "text": "For me, it is essential to have the inner peace and serenity of prayer in order to listen to the silence of God, which speaks to us, in our personal life and the history of our times, of the power of love."
   },
   "author": {
    "text": "Adolfo Perez Esquivel"
   }
  },
  {
   "quote": {
    "text": "If given a chance, I would really want to explore the monuments in Delhi, like Qutub Minar and the forts. I have been there as a child, but now I want to go back and understand the history and significance behind them. We take all of these things for granted in life."
   },
   "author": {
    "text": "Shreya Ghoshal"
   }
  },
  {
   "quote": {
    "text": "I absolutely fell in love with Moscow. It's one of those places where you can't help but trip over history at every turn. It's a city of enormous contradictions. Within a few yards of Lenin's Tomb is some of the most expensive shopping in the world."
   },
   "author": {
    "text": "Daniel Silva"
   }
  },
  {
   "quote": {
    "text": "History teaches that war begins when governments believe the price of aggression is cheap."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "To me the ego is the habitual and compulsive thought processes that go through everybody's mind continuously. External things like possessions or memories or failures or successes or achievements. Your personal history."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "The United States was born in revolution and nurtured by struggle. Throughout our history, the American people have befriended and supported all those who seek independence and a better way of life."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "I don't think we handled the aftermath of the fall of Baghdad as well as we might have. But that's now history."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Do I feel any pressure as the most decorated Winter Olympian in American history? None at all. The only pressures that I know I face are those of how to pay it forward: How can I continually make a positive impact in people's lives, help others achieve their dreams, create their own Olympic mindset, creating champions within themselves?"
   },
   "author": {
    "text": "Apolo Ohno"
   }
  },
  {
   "quote": {
    "text": "Time will inevitably uncover dishonesty and lies; history has no place for them."
   },
   "author": {
    "text": "Norodom Sihanouk"
   }
  },
  {
   "quote": {
    "text": "Returning to your family and where you came from, and your history... this is what makes you strong. It's not looking out that's going to do that - it's looking in."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "History is mostly guessing; the rest is prejudice."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "Poetry is nearer to vital truth than history."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Europe and Africa share proximity and history, ideas and ideals, trade and technology. You are tied together by the ebb and flow of people. Migration presents policy challenges - but also represents an opportunity to enhance human development, promote decent work, and strengthen collaboration."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "It is in the admission of ignorance and the admission of uncertainty that there is a hope for the continuous motion of human beings in some direction that doesn't get confined, permanently blocked, as it has so many times before in various periods in the history of man."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "I live off a motto that says, 'yesterday is history, tomorrow is a mystery'. I have goals and agendas. Where ever I'll be tomorrow, that's where I'll be."
   },
   "author": {
    "text": "Vanilla Ice"
   }
  },
  {
   "quote": {
    "text": "Your personal history is a part of what happens with your hands and your head as you play music."
   },
   "author": {
    "text": "Dave Grohl"
   }
  },
  {
   "quote": {
    "text": "I love seeing what people are eating. It's a great way of looking at what is similar and what is different about people. It's sociology and anthropology and history rolled into one."
   },
   "author": {
    "text": "Mark Kurlansky"
   }
  },
  {
   "quote": {
    "text": "Police departments no longer have to pay overtime or divert resources from other projects to find out where an individual goes - all they have to do is place a tracking device on someone's car or ask a cell phone company for that individual's location history and the technology does the work for them."
   },
   "author": {
    "text": "Ron Wyden"
   }
  },
  {
   "quote": {
    "text": "The monuments of the nations are all protests against nothingness after death; so are statues and inscriptions; so is history."
   },
   "author": {
    "text": "Lew Wallace"
   }
  },
  {
   "quote": {
    "text": "Hegel was right when he said that we learn from history that man can never learn anything from history."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "The whole history of science has been the gradual realization that events do not happen in an arbitrary manner, but that they reflect a certain underlying order, which may or may not be divinely inspired."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "I have behind me not only the splendid traditions and the annals of more than a thousand years but the living strength and majesty of the Commonwealth and Empire; of societies old and new; of lands and races different in history and origins but all, by God's Will, united in spirit and in aim."
   },
   "author": {
    "text": "Queen Elizabeth II"
   }
  },
  {
   "quote": {
    "text": "You should read history and look at ostracism, persecution, martyrdom, and that kind of thing. They always happen to the best men, you know."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "We study the injustices of history for the same reason that we study genocide, and for the same reason that psychologists study the minds of murderers and rapists... to understand how those evil things came about."
   },
   "author": {
    "text": "Jared Diamond"
   }
  },
  {
   "quote": {
    "text": "There is little for the great part of the history of the world except the bitter tears of pity and the hot tears of wrath."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "The greatest tragedy in mankind's entire history may be the hijacking of morality by religion."
   },
   "author": {
    "text": "Arthur C. Clarke"
   }
  },
  {
   "quote": {
    "text": "Now, when I hear that Christians are getting together in order to defend the people of Israel, of course it brings joy to my heart. And it simply says, look, people have learned from history."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "There aren't just bad people that commit genocide; we are all capable of it. It's our evolutionary history."
   },
   "author": {
    "text": "James Lovelock"
   }
  },
  {
   "quote": {
    "text": "The greatest honor history can bestow is that of peacemaker."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "As an immigrant, I appreciate, far more than the average American, the liberties we have in this country. Silence is a big enemy of morality. I don't want our blunders in history to get repeated."
   },
   "author": {
    "text": "Gloria Estefan"
   }
  },
  {
   "quote": {
    "text": "Fear of serious injury alone cannot justify oppression of free speech and assembly. Men feared witches and burnt women. It is the function of speech to free men from the bondage of irrational fears."
   },
   "author": {
    "text": "Louis D. Brandeis"
   }
  },
  {
   "quote": {
    "text": "Strangers are exciting, their mystery never ends. But, there's nothing like looking at your own history in the faces of your friends."
   },
   "author": {
    "text": "Ani DiFranco"
   }
  },
  {
   "quote": {
    "text": "I am responsible only to God and history."
   },
   "author": {
    "text": "Francisco Franco"
   }
  },
  {
   "quote": {
    "text": "Crafts make us feel rooted, give us a sense of belonging and connect us with our history. Our ancestors used to create these crafts out of necessity, and now we do them for fun, to make money and to express ourselves."
   },
   "author": {
    "text": "Phyllis George"
   }
  },
  {
   "quote": {
    "text": "The contributions of African Americans, Native Americans, and immigrants throughout our nation's history are undeniable, but the tendency to overlook their gallant efforts is pervasive and persistent."
   },
   "author": {
    "text": "Tammy Duckworth"
   }
  },
  {
   "quote": {
    "text": "In the course of American history, great steps are taken by ordinary people, and ordinary people are not perfect."
   },
   "author": {
    "text": "Tommy Lee Jones"
   }
  },
  {
   "quote": {
    "text": "There comes a time in the life of every nation when it stands at the crossroads of history and must choose which way to go."
   },
   "author": {
    "text": "Lal Bahadur Shastri"
   }
  },
  {
   "quote": {
    "text": "The broadest pattern of history - namely, the differences between human societies on different continents - seems to me to be attributable to differences among continental environments, and not to biological differences among peoples themselves."
   },
   "author": {
    "text": "Jared Diamond"
   }
  },
  {
   "quote": {
    "text": "No great man lives in vain. The history of the world is but the biography of great men."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "Women, we might as well be dogs baying the moon as petitioners without the right to vote!"
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "What happens when good people are put into an evil place? Do they triumph or does the situation dominate their past history and morality?"
   },
   "author": {
    "text": "Philip Zimbardo"
   }
  },
  {
   "quote": {
    "text": "Rome - the city of visible history, where the past of a whole hemisphere seems moving in funeral procession with strange ancestral images and trophies gathered from afar."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "History is so subjective. The teller of it determines it."
   },
   "author": {
    "text": "Lin-Manuel Miranda"
   }
  },
  {
   "quote": {
    "text": "I don't think all buildings have to be iconic, but the history of the world has shown us that cultures build iconic buildings for their major public buildings."
   },
   "author": {
    "text": "Frank Gehry"
   }
  },
  {
   "quote": {
    "text": "Whether you like it or not, history is on our side. We will bury you!"
   },
   "author": {
    "text": "Nikita Khrushchev"
   }
  },
  {
   "quote": {
    "text": "But we cannot rely on memorials and museums alone. We can tell ourselves we will never forget and we likely won't. But we need to make sure that we teach history to those who never had the opportunity to remember in the first place."
   },
   "author": {
    "text": "Dan Rather"
   }
  },
  {
   "quote": {
    "text": "There are a whole lot of historical factors that have played a part in our being where we are today, and I think that to even to begin to understand our contemporary issues and contemporary problems, you have to understand a little bit about that history."
   },
   "author": {
    "text": "Wilma Mankiller"
   }
  },
  {
   "quote": {
    "text": "Most of man's problems upon this planet, in the long history of the race, have been met and solved either partially or as a whole by experiment based on common sense and carried out with courage."
   },
   "author": {
    "text": "Frances Perkins"
   }
  },
  {
   "quote": {
    "text": "The most powerful words in English are 'Tell me a story,' words that are intimately related to the complexity of history, the origins of language, the continuity of the species, the taproot of our humanity, our singularity, and art itself."
   },
   "author": {
    "text": "Pat Conroy"
   }
  },
  {
   "quote": {
    "text": "There are no extraordinary men... just extraordinary circumstances that ordinary men are forced to deal with."
   },
   "author": {
    "text": "William Halsey"
   }
  },
  {
   "quote": {
    "text": "Yosemite has the most impressive and accessible granite big walls in the world. The rock is amazing. And because of that, it's been the mecca for climbing in the U.S. - and the world to a large degree - for all of climbing history. It's the place to test yourself against the historic routes of the past."
   },
   "author": {
    "text": "Alex Honnold"
   }
  },
  {
   "quote": {
    "text": "I'm a good son, a good father, a good husband - I've been married to the same woman for 30 years. I'm a good friend. I finished college, I have my education, I donate money anonymously. So when people criticize the kind of characters that I play on screen, I go, 'You know, that's part of history.'"
   },
   "author": {
    "text": "Samuel L. Jackson"
   }
  },
  {
   "quote": {
    "text": "Cooking and gardening involve so many disciplines: math, chemistry, reading, history."
   },
   "author": {
    "text": "David Chang"
   }
  },
  {
   "quote": {
    "text": "The history of free men is never really written by chance but by choice; their choice!"
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Depriving the oppressed of a beacon of hope could lose us the world we have built and thrived in. It could cost our reputation in history as the nation distinct from all others in our achievements, our identity, and our enduring influence on mankind. Our values are central to all three."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "Private enterprise in the history of civilization has never led large, expensive, dangerous projects with unknown risks. That has never happened because when you combine all these factors, you cannot create a capital market valuation of that activity."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "History is information. Memory is part of your identity."
   },
   "author": {
    "text": "David Miliband"
   }
  },
  {
   "quote": {
    "text": "Throughout history, people have studied pure science from a desire to understand the universe rather than practical applications for commercial gain. But their discoveries later turned out to have great practical benefits."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "I had not expected 'A Brief History of Time' to be a best seller. It was my first popular book and aroused a great deal of interest. Initially, many people found it difficult to understand. I therefore decided to try to write a new version that would be easier to follow."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "The fastest manned vehicle in history was Apollo 10. It reached 25,000 mph."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "The history of astronomy is a history of receding horizons."
   },
   "author": {
    "text": "Edwin Powell Hubble"
   }
  },
  {
   "quote": {
    "text": "If we could read the secret history of our enemies we should find in each man's life sorrow and suffering enough to disarm all hostility."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "In known history, nobody has had such capacity for altering the universe than the people of the United States of America. And nobody has gone about it in such an aggressive way."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "Man's naked form belongs to no particular moment in history; it is eternal, and can be looked upon with joy by the people of all ages."
   },
   "author": {
    "text": "Auguste Rodin"
   }
  },
  {
   "quote": {
    "text": "Food for us comes from our relatives, whether they have wings or fins or roots. That is how we consider food. Food has a culture. It has a history. It has a story. It has relationships."
   },
   "author": {
    "text": "Winona LaDuke"
   }
  },
  {
   "quote": {
    "text": "While we are living in the present, we must celebrate life every day, knowing that we are becoming history with every work, every action, every deed."
   },
   "author": {
    "text": "Mattie Stepanek"
   }
  },
  {
   "quote": {
    "text": "A myth is far truer than a history, for a history only gives a story of the shadows, whereas a myth gives a story of the substances that cast the shadows."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "When I ran for governor, I talked about the disenfranchisement of voters. I talked about the history that we've had. We've had a horrible history here in Virginia going back to 1901 - the poll tax, literacy tests, disenfranchisement of felons. We're one of the worst four states in America on allowing people back in with voting rights."
   },
   "author": {
    "text": "Terry McAuliffe"
   }
  },
  {
   "quote": {
    "text": "Recognizing Quebec as being different, recognizing our history, recognizing our identity, has never meant a weakening of Quebec and has never been a threat to national unity."
   },
   "author": {
    "text": "Jean Charest"
   }
  },
  {
   "quote": {
    "text": "There was not a single Negro slave owner who did not know dozens of Negroes just as capable of learning and efficiency as the mass of poor white people around and about, and some quite as capable as the average slaveholder. They had continually, in the course of the history of slavery, recognized such men."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "No boxer in the history of boxing has had Parkinson's. There's no injury in my brain that suggests that the illness came from boxing."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "You accept that this civilisation could be abolished and life will begin later on after a few thousand years because that is something that has happened in the history of this planet. When you have peace in yourself and accept, then you are calm enough to do something, but if you are carried by despair there is no hope."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "History has remembered the kings and warriors, because they destroyed; art has remembered the people, because they created."
   },
   "author": {
    "text": "William Morris"
   }
  },
  {
   "quote": {
    "text": "I stated that Hiroshima and Nagasaki are 'among the most unspeakable crimes in history.' I took no position on just where they stand on the scale of horrors relative to Auschwitz, the bombing of Chungking, Lidice, and so on."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "In all history there is no war which was not hatched by the governments, the governments alone, independent of the interests of the people, to whom war is always pernicious even when successful."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "The very concept of history implies the scholar and the reader. Without a generation of civilized people to study history, to preserve its records, to absorb its lessons and relate them to its own problems, history, too, would lose its meaning."
   },
   "author": {
    "text": "George F. Kennan"
   }
  },
  {
   "quote": {
    "text": "It's something that you pick up at a history class in college, the idea that history and time is something to which we can't even hold a candle to. We, as human beings, are just a small element in the overarching sweep of narrative history. That really had a profound effect on me, that realization."
   },
   "author": {
    "text": "David Lowery"
   }
  },
  {
   "quote": {
    "text": "The deliberate and deadly attacks which were carried out yesterday against our country were more than acts of terror. They were acts of war."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "India is a curious place that still preserves the past, religions, and its history. No matter how modern India becomes, it is still very much an old country."
   },
   "author": {
    "text": "Anita Desai"
   }
  },
  {
   "quote": {
    "text": "Life moves fast. As much as you can learn from your history, you have to move forward."
   },
   "author": {
    "text": "Eddie Vedder"
   }
  },
  {
   "quote": {
    "text": "I think the most important idea is to remember that there have been times throughout American history where what is right is not the same as what is legal."
   },
   "author": {
    "text": "Edward Snowden"
   }
  },
  {
   "quote": {
    "text": "The story of FDR as U.S. Commander in Chief is a heroic war story of a president who had already overcome great adversity in facing polio but who went on to take the reins of our armed forces in the greatest conflagration in human history - on our behalf."
   },
   "author": {
    "text": "Nigel Hamilton"
   }
  },
  {
   "quote": {
    "text": "The whole course of human history may depend on a change of heart in one solitary and even humble individual - for it is in the solitary mind and soul of the individual that the battle between good and evil is waged and ultimately won or lost."
   },
   "author": {
    "text": "M. Scott Peck"
   }
  },
  {
   "quote": {
    "text": "I believe that social change has almost reached critical mass. So many people have undergone personal transformation that their effect on society is having a geometric - not arithmetic - impact. This coalescence of energies brings about meeting, networking, and a sophistication in communications that is unprecedented in history."
   },
   "author": {
    "text": "Marilyn Ferguson"
   }
  },
  {
   "quote": {
    "text": "The power of the story sheds a light and great perspective on well known facts. The power of cinema draws on that collective history."
   },
   "author": {
    "text": "Cate Blanchett"
   }
  },
  {
   "quote": {
    "text": "History and socio-economic inequality and all those things had, like, borne down upon my family and my community and really sort of narrowed our choices."
   },
   "author": {
    "text": "Jesmyn Ward"
   }
  },
  {
   "quote": {
    "text": "It may be enough to study history in all its nuance and ambiguity for its own sake. But there is no country free of the need to find new ways of reading the past as an inspiring way of thinking about everything else, including the present."
   },
   "author": {
    "text": "Colm Toibin"
   }
  },
  {
   "quote": {
    "text": "The whole westward expansion myth is seen as romantic. But it's a joke, a blot on American history."
   },
   "author": {
    "text": "Frank Waters"
   }
  },
  {
   "quote": {
    "text": "When you start to look at Native American history, you realize that, very far from being a peaceful, morally superior people, Native Americans were not that different from Europeans."
   },
   "author": {
    "text": "Philipp Meyer"
   }
  },
  {
   "quote": {
    "text": "I'm the only person of distinction who has ever had a depression named for him."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "God will use whatever he wants to display his glory. Heavens and stars. History and nations. People and problems."
   },
   "author": {
    "text": "Max Lucado"
   }
  },
  {
   "quote": {
    "text": "I was a history and government major at Ohio State University, and I've spent a lot of time just fiddling around with who the next president's going to be, over the years, or who would I like to see in that job, or whatever. And I've come to believe, without any reservation, in this era, the best-prepared person for this job by far is Donald Trump."
   },
   "author": {
    "text": "Bobby Knight"
   }
  },
  {
   "quote": {
    "text": "In Jewish history there are no coincidences."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "The history of American democracy, to say the least, has been checkered. Our nation was founded at a time when people of African descent were held in bondage. After slavery was abolished, they were forced to endure legal discrimination for another 100 years."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "The history of thought, of knowledge, of philosophy, of literature seems to be seeking, and discovering, more and more discontinuities, whereas history itself appears to be abandoning the irruption of events in favor of stable structures."
   },
   "author": {
    "text": "Michel Foucault"
   }
  },
  {
   "quote": {
    "text": "In the early days of the Russian Revolution in 1917, I was completely in sympathy with it. I felt that it established a new era in the history of the modern world. I was so overwhelmed by it that, if people made any unfriendly comment, I would vigorously defend it. If people condemned the Communist party, I would speak in its defense."
   },
   "author": {
    "text": "Chiang Kai-shek"
   }
  },
  {
   "quote": {
    "text": "Man seems to insist on ignoring the lessons available from history."
   },
   "author": {
    "text": "Norman Borlaug"
   }
  },
  {
   "quote": {
    "text": "The same way one tells a recipe, one tells a family history. Each one of us has our past locked inside."
   },
   "author": {
    "text": "Laura Esquivel"
   }
  },
  {
   "quote": {
    "text": "On July 2, 1964, President Johnson signed into law the Civil Rights Act. Its enactment, following the longest continuous debate in the history of the U.S. Senate, enshrined into law the basic principle upon which our country was founded - that all people are created equal."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "Open your refrigerator door, and you summon forth more light than the total amount enjoyed by most households in the 18th century. The world at night, for much of history, was a very dark place indeed."
   },
   "author": {
    "text": "Bill Bryson"
   }
  },
  {
   "quote": {
    "text": "Women have been the most persecuted people throughout all of recorded history, more than any race or religion."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "The Ukraine has a long history of either being part of the Soviet Union or within that sphere."
   },
   "author": {
    "text": "Rand Paul"
   }
  },
  {
   "quote": {
    "text": "No apparent, perceived, or claimed evidence in any field, including history and chronology, can be valid if it contradicts the Scriptural record."
   },
   "author": {
    "text": "Ken Ham"
   }
  },
  {
   "quote": {
    "text": "The sigh of History rises over ruins, not over landscapes, and in the Antilles there are few ruins to sigh over, apart from the ruins of sugar estates and abandoned forts."
   },
   "author": {
    "text": "Derek Walcott"
   }
  },
  {
   "quote": {
    "text": "Now, there are some who would like to rewrite history - revisionist historians is what I like to call them."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "Smallpox was the worst disease in history. It killed more people than all the wars in history."
   },
   "author": {
    "text": "Larry Brilliant"
   }
  },
  {
   "quote": {
    "text": "It is unfortunate that so much of the history of Africa has been written by conquerors, foreigners, missionaries and adventurers. The Egyptians left the best record of their history written by local writers."
   },
   "author": {
    "text": "John Henrik Clarke"
   }
  },
  {
   "quote": {
    "text": "There is no parallel in the history of the world. This mighty subcontinent with all kinds of inhabitants has been brought under a plan which is titanic, unknown, unparalleled. And what is very important with regard to it is that we have achieved it peacefully and by means of an evolution of the greatest possible character."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "It created a global platform that allowed more people to plug and play, collaborate and compete, share knowledge and share work, than anything we have ever seen in the history of the world."
   },
   "author": {
    "text": "Thomas Friedman"
   }
  },
  {
   "quote": {
    "text": "No person can be more deeply sensible than myself of the danger of entangling alliances with any foreign nation. That we should avoid such alliances has become a maxim of our policy consecrated by the most venerated names which adorn our history and sanctioned by the unanimous voice of the American people."
   },
   "author": {
    "text": "James K. Polk"
   }
  },
  {
   "quote": {
    "text": "How great is the mystery of the first cells which were one day animated by the breath of our souls! How impossible to decipher the welding of successive influences in which we are forever incorporated! In each one of us, through matter, the whole history of the world is in part reflected."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "The Bible is one of the most genocidal books in history."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "The Arc de Triomphe, the Eiffel Tower. They're monumental. They're straight out of Page 52 in your school history book."
   },
   "author": {
    "text": "Billy Crystal"
   }
  },
  {
   "quote": {
    "text": "The people who have impacted the world didn't live long. Martin Luther King. John F. Kennedy. These people who impact the world were not old people, but they lived so effectively that we cannot erase them from history."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "History is filled with tragic examples of wars that result from diplomatic impasse. Whether in our local communities or in international relations, the skillful use of our communicative capacities to negotiate and resolve differences is the first evidence of human wisdom."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "The majority see the obstacles; the few see the objectives; history records the successes of the latter, while oblivion is the reward of the former."
   },
   "author": {
    "text": "Alfred A. Montapert"
   }
  },
  {
   "quote": {
    "text": "Most of us spend too much time on the last twenty-four hours and too little on the last six thousand years."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "I love my people's history. I feel a huge responsibility to tell the stories of my past and my ancestors' past."
   },
   "author": {
    "text": "Lynn Nottage"
   }
  },
  {
   "quote": {
    "text": "If we do a little bit of insight into history, how many times have there been people doing hate discourse, blaming everything on a certain group of people. That really is the genesis of genocide, where it kind of sparks."
   },
   "author": {
    "text": "Gael Garcia Bernal"
   }
  },
  {
   "quote": {
    "text": "I'm coaching 'swing at this, don't swing at that,' and in the middle of it, a kid looks at me and says, 'Coach, I think I'm going to fail history.' Or maybe their girlfriend just dumped them. These are kids, and once I embraced that, this became a lot more fun."
   },
   "author": {
    "text": "Tony Gwynn"
   }
  },
  {
   "quote": {
    "text": "Scotland and England may sometimes be rivals, but by geography, we are also neighbours. By history, allies. By economics, partners. And by fate and fortune, comrades, friends and family."
   },
   "author": {
    "text": "Douglas Alexander"
   }
  },
  {
   "quote": {
    "text": "I felt that the IRA, in the context of Irish history, and Sinn Fein were a legitimate force that had to be recognized, and you wouldn't have peace without them."
   },
   "author": {
    "text": "Peter T. King"
   }
  },
  {
   "quote": {
    "text": "Global Warming: It is a hoax. It is bad science. It is high-jacking public policy. It is the greatest scam in history."
   },
   "author": {
    "text": "John Coleman"
   }
  },
  {
   "quote": {
    "text": "Whenever I think of my birthplace, Walton-on-Thames, my reference first and foremost is the river. I love the smell of the river; love its history, its gentleness. I was aware of its presence from my earliest years. Its majesty centered me, calmed me, was a solace to a certain extent."
   },
   "author": {
    "text": "Julie Andrews"
   }
  },
  {
   "quote": {
    "text": "All the ills of mankind, all the tragic misfortunes that fill the history books, all the political blunders, all the failures of the great leaders have arisen merely from a lack of skill at dancing."
   },
   "author": {
    "text": "Moliere"
   }
  },
  {
   "quote": {
    "text": "I do not think it is an exaggeration to say history is largely a history of inflation, usually inflations engineered by governments for the gain of governments."
   },
   "author": {
    "text": "Friedrich August von Hayek"
   }
  },
  {
   "quote": {
    "text": "I had always looked down on sociology as this arriviste discipline. It didn't have the noble history of English and history as a subject. But once I had a little exposure to it, I said, 'Hey, here's the key. Here's the key to understanding life and all its forms.'"
   },
   "author": {
    "text": "Tom Wolfe"
   }
  },
  {
   "quote": {
    "text": "Intelligence is the ability to solve problems, whereas consciousness is the ability to feel things such as pain, joy, love, and anger. Throughout history, intelligence always went hand in hand with consciousness."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "The return on investment in global health is tremendous, and the biggest bang for the buck comes from vaccines. Vaccines are among the most successful and cost-effective health investments in history."
   },
   "author": {
    "text": "Seth Berkley"
   }
  },
  {
   "quote": {
    "text": "I think if you come from a history of persecution you have to develop a sense of humour."
   },
   "author": {
    "text": "Sacha Baron Cohen"
   }
  },
  {
   "quote": {
    "text": "When history is erased, people's moral values are also erased."
   },
   "author": {
    "text": "Ma Jian"
   }
  },
  {
   "quote": {
    "text": "I've always been a history lover. I've spent a lot of recreational time walking around historical castles and estates, in Britain and Europe, and so I know what the real thing looks like."
   },
   "author": {
    "text": "Natalie Dormer"
   }
  },
  {
   "quote": {
    "text": "'The Art of the Brick' is an exhibition I've done where I've taken some works of art from art history and replicated them all out of Lego bricks."
   },
   "author": {
    "text": "Nathan Sawaya"
   }
  },
  {
   "quote": {
    "text": "If Beethoven had been killed in a plane crash at the age of 22, it would have changed the history of music and of aviation."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "History shows us that in times of people feeling like they are in need of some sort of rebellion or protests, the artists rise because the poetry we create about pain and its relationship to culture in the world begins to soothe and heal people who are feeling confused or afraid."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "World War II was the last government program that really worked."
   },
   "author": {
    "text": "George Will"
   }
  },
  {
   "quote": {
    "text": "That men do not learn very much from the lessons of history is the most important of all the lessons of history."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Far too often, we have limited the definition of the Church. While not in all cases, in many cases, 'Church' has become an informational, inspirational weekly gathering rather than the group of people that God has ordained from Heaven to operate on his behalf on Earth in order to bring Heaven's viewpoint into history."
   },
   "author": {
    "text": "Tony Evans"
   }
  },
  {
   "quote": {
    "text": "One baby is a patient baby, and waits indefinitely until its mother is ready to feed it. The other baby is an impatient baby and cries lustily, screams and kicks and makes everybody unpleasant until it is fed. Well, we know perfectly well which baby is attended to first. That is the whole history of politics."
   },
   "author": {
    "text": "Emmeline Pankhurst"
   }
  },
  {
   "quote": {
    "text": "The biggest difference between England and America is that England has history, while America has geography."
   },
   "author": {
    "text": "Neil Gaiman"
   }
  },
  {
   "quote": {
    "text": "To study history means submitting to chaos and nevertheless retaining faith in order and meaning."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "The truth is that the history of the last couple of thousand years has been broadly repeated attempts by various people or institutions - in a Freudian way - to rediscover the lost childhood of Europe, this golden age of peace and prosperity under the Romans, by trying to unify it."
   },
   "author": {
    "text": "Boris Johnson"
   }
  },
  {
   "quote": {
    "text": "There are two things in Indian history - one is the incredible optimism and potential of the place, and the other is the betrayal of that potential - for example, corruption. Those two strands intertwine through the whole of Indian history, and maybe not just Indian history."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "I turn my negatives into my positives because one of my mottos is, 'Yesterday's history, tomorrow's a mystery,' meaning that you can't go back and change anything in the past."
   },
   "author": {
    "text": "Vanilla Ice"
   }
  },
  {
   "quote": {
    "text": "We awoke one morning in September, and the world lurched on its axis."
   },
   "author": {
    "text": "Jeb Bush"
   }
  },
  {
   "quote": {
    "text": "This above all makes history useful and desirable; it unfolds before our eyes a glorious record of exemplary actions."
   },
   "author": {
    "text": "Livy"
   }
  },
  {
   "quote": {
    "text": "If you had to find a period in history that would equate to what the Internet has presented us with now, it would be Elizabethan England. It was a world in flux."
   },
   "author": {
    "text": "Rhys Ifans"
   }
  },
  {
   "quote": {
    "text": "When President Teddy Roosevelt posed for the cameras astride a massive steam shovel during construction of the Panama Canal in 1906, it was more than a simple photo op. Though the scene was clearly staged, it symbolized a crucial moment in American history."
   },
   "author": {
    "text": "Alan Huffman"
   }
  },
  {
   "quote": {
    "text": "We have a huge family history with Singapore because we have the duty-free shops in the airports. It's a very industrious city. It's beautiful, and Singaporeans have this wonderful desire for, and love of, luxury goods. You can see how well thought out and planned the city is with the best boutiques."
   },
   "author": {
    "text": "Marie-Chantal Claire"
   }
  },
  {
   "quote": {
    "text": "In the 1970s and early '80s, Shanghai was quiet, cautious, a ghost of a once-great city - and yet physically, little was changed from its glittering heyday. When visiting, I enjoyed reading books on local history and used my time off to scope out the former haunts of gangsters and jazzmen."
   },
   "author": {
    "text": "Nicole Mones"
   }
  },
  {
   "quote": {
    "text": "In all works on Natural History, we constantly find details of the marvellous adaptation of animals to their food, their habits, and the localities in which they are found."
   },
   "author": {
    "text": "Alfred Russel Wallace"
   }
  },
  {
   "quote": {
    "text": "History is the great dust-heap... a pageant and not a philosophy."
   },
   "author": {
    "text": "Augustine Birrell"
   }
  },
  {
   "quote": {
    "text": "I don't know where streaming will go in the future. The analytics that we're seeing tell us that streaming is the next thing, and downloads are going down. I feel like with the history of this platform, from vinyl to where we are now, it just seems like the next logical step."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "Every library should try to be complete on something, if it were only the history of pinheads."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "I'm really looking forward to it, if you can imagine floating weightless, watching the world pour by through the big bay window of the space station playing a guitar; just a tremendous place to think about where we are in history."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "What is sad for women of my generation is that they weren't supposed to work if they had families. What were they going to do when the children are grown - watch the raindrops coming down the window pane?"
   },
   "author": {
    "text": "Jackie Kennedy"
   }
  },
  {
   "quote": {
    "text": "My argument is that War makes rattling good history; but Peace is poor reading."
   },
   "author": {
    "text": "Thomas Hardy"
   }
  },
  {
   "quote": {
    "text": "I've done some analysis of the biblical stories as part of my psychological work. I knew that I had more to do, and every time I've done it, it's been extremely valuable. It makes me a better teacher because I have a richer understanding of cultural history."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "The Arctic is a place that historically, during all preceding human history, has largely been an icy realm with an impact on ocean currents. That, in turn, influences the temperature of the planet. The Arctic is now vulnerable because of the excess carbon dioxide in the atmosphere, with a rate of melting that is stunning."
   },
   "author": {
    "text": "Sylvia Earle"
   }
  },
  {
   "quote": {
    "text": "After all, when the world looks to America, they look to us because we are the most successful political and economic experiment in human history."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "All the gossip and craziness becomes a kind of sustained narrative which, in turn, can become history. It's scary."
   },
   "author": {
    "text": "Barbara Kruger"
   }
  },
  {
   "quote": {
    "text": "I would like to believe that TPP will lead to more exports and jobs for the American people. But history shows that big trade agreements - from NAFTA to the Korea Free Trade Agreement - have resulted in fewer American jobs, lower wages, and a bigger trade deficit."
   },
   "author": {
    "text": "Dan Lipinski"
   }
  },
  {
   "quote": {
    "text": "All the lessons of history in four sentences: Whom the gods would destroy, they first make mad with power. The mills of God grind slowly, but they grind exceedingly small. The bee fertilizes the flower it robs. When it is dark enough, you can see the stars."
   },
   "author": {
    "text": "Charles A. Beard"
   }
  },
  {
   "quote": {
    "text": "To this wonderful page in our country's history another more glorious still will be added, and the slave shall show at last to his free brothers a sharpened sword forged from the links of his fetters."
   },
   "author": {
    "text": "Giuseppe Garibaldi"
   }
  },
  {
   "quote": {
    "text": "Active people don't change the world profoundly; ideas do. Napoleon is less important in world history than Jean-Jacques Rousseau."
   },
   "author": {
    "text": "Michel Houellebecq"
   }
  },
  {
   "quote": {
    "text": "Radical thought has inspired many of the great political and social reform movements in American history, from ending slavery to establishing the minimum wage."
   },
   "author": {
    "text": "Carl Bernstein"
   }
  },
  {
   "quote": {
    "text": "A poem I write is not just about me; it is about national identity, not just regional but national, the history of people in relation to other people. I reach for these outward stories to make sense of my own life, and how my story intersects with a larger public history."
   },
   "author": {
    "text": "Natasha Trethewey"
   }
  },
  {
   "quote": {
    "text": "If history remembers me at all, in any way, I hope it will be as a man who loved the Land of Israel and watched over it in every way he could, all his life."
   },
   "author": {
    "text": "Yitzhak Shamir"
   }
  },
  {
   "quote": {
    "text": "People who teach American history survey classes have a lot of ground to cover and tend to focus on landmarks. You get through the Civil War and Reconstruction, and you have to get to the beginning of the 20th century fast. It's pretty easy to go lightly on the Gilded Age."
   },
   "author": {
    "text": "H. W. Brands"
   }
  },
  {
   "quote": {
    "text": "The fall of the Berlin Wall is very much a sequel, a continuation of the story about Eastern Europe emerging from war and Communism. The notion of presenting history as a story also appealed to me very much, since that is the way I look at the events I cover as a reporter."
   },
   "author": {
    "text": "Serge Schmemann"
   }
  },
  {
   "quote": {
    "text": "I don't much like Singapore. It's very big, very modern and very urbanised. As a rule, I prefer older places where you get a sense of the history."
   },
   "author": {
    "text": "Philippa Gregory"
   }
  },
  {
   "quote": {
    "text": "At school, up to the age of sixteen, I found history boring, for we were studying the Industrial Revolution, which was all about Acts, Trade Unions and the factory system, and I wanted to know about people, because it is people who make history."
   },
   "author": {
    "text": "Alison Weir"
   }
  },
  {
   "quote": {
    "text": "History will dictate what my legacy is. And 'maverick' is fine, because I am."
   },
   "author": {
    "text": "Al Davis"
   }
  },
  {
   "quote": {
    "text": "What don't I want to learn? I have how-to books, history, nature. Ain't nobody here saying, 'You'd better learn this.' But I still think I've got a head on my shoulders, and it pleases me."
   },
   "author": {
    "text": "B. B. King"
   }
  },
  {
   "quote": {
    "text": "The acceptance of the facts of African-American history and the African-American historian as a legitimate part of the academic community did not come easily. Slavery ended and left its false images of black people intact."
   },
   "author": {
    "text": "John Henrik Clarke"
   }
  },
  {
   "quote": {
    "text": "At the beginning of my career as a writer, I felt I knew nothing of Chinese culture. I was writing about emotional confusion with my mother related to our different beliefs. Hers was based in family history, which I didn't know anything about. I always felt hesitant in talking about Chinese culture and American culture."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "Optimists are usually wrong. But all the great change in history, positive change, was done by optimists."
   },
   "author": {
    "text": "Thomas Friedman"
   }
  },
  {
   "quote": {
    "text": "Well, the first thing is that truth and power for me form an antithesis, an antagonism, which will hardly ever be resolved. I can define in fact, can simplify the history of human society, the evolution of human society, as a contest between power and freedom."
   },
   "author": {
    "text": "Wole Soyinka"
   }
  },
  {
   "quote": {
    "text": "We are in the midst of a momentous catastrophe of world history, of a transformation of all aspects of life and of the entire inner human being This is perhaps fortunate for the artistic person, if he is strong enough to bear the consequences, because what we need is the courage to have inner experience."
   },
   "author": {
    "text": "Walter Gropius"
   }
  },
  {
   "quote": {
    "text": "To communicate the truths of history is an act of hope for the future."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "I had mentors, growing up in gay life - older gay men who told me about our history and the history of art and culture - but somehow, the younger generation missed out on that synergy."
   },
   "author": {
    "text": "RuPaul"
   }
  },
  {
   "quote": {
    "text": "I believe, you know, as history unfolds, certain films will disappear, and certain ones will stand the test of time. And you never know which ones those are. And you've just got to go for the opportunities of films you think might be memorable."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "What you see is that the most outstanding feature of life's history is a constant domination by bacteria."
   },
   "author": {
    "text": "Stephen Jay Gould"
   }
  },
  {
   "quote": {
    "text": "I've done a number of things in the spirit of employee motivation. I tend to be a storyteller and a student of history. I often tell stories of great battles, like the battle of Thermopylae, to inspire teams who face what appear to be insurmountable odds."
   },
   "author": {
    "text": "Brad D. Smith"
   }
  },
  {
   "quote": {
    "text": "The lesson of history is that you do not get a sustained economic recovery as long as the financial system is in crisis."
   },
   "author": {
    "text": "Ben Bernanke"
   }
  },
  {
   "quote": {
    "text": "Women take so long to get ready, but when they get out of the bathroom, they look smokin' hot. That's the struggle of men throughout history, waiting by the door. The wait is so worth it. Always."
   },
   "author": {
    "text": "Andy Grammer"
   }
  },
  {
   "quote": {
    "text": "The great and abiding lesson of American history, particularly the cold war, is that the engine of capitalism, the individual, is mightier than any collective."
   },
   "author": {
    "text": "Rand Paul"
   }
  },
  {
   "quote": {
    "text": "I've been completely fascinated with history because it tells everything about what's going to happen next because it's cyclical, everything repeats in general."
   },
   "author": {
    "text": "Emilie Autumn"
   }
  },
  {
   "quote": {
    "text": "Skepticism has never founded empires, established principals, or changed the world's heart. The great doers in history have always been people of faith."
   },
   "author": {
    "text": "Edwin Hubbel Chapin"
   }
  },
  {
   "quote": {
    "text": "My grandfather was Jacques Cousteau, a pioneer of ocean exploration and the co-inventor of scuba diving. Back in the 1940s when he tested out his invention which allowed humans to swim freely in the ocean with a portable air source for the first time in history, very little of the ocean had been explored let alone captured on film."
   },
   "author": {
    "text": "Philippe Cousteau, Jr."
   }
  },
  {
   "quote": {
    "text": "If students get a sound education in the history, social effects and psychological biases of technology, they may grow to be adults who use technology rather than be used by it."
   },
   "author": {
    "text": "Neil Postman"
   }
  },
  {
   "quote": {
    "text": "I don't think I'm morbid by nature. Serious writers have always written about serious subjects. Lighthearted material doesn't appeal to me, and I don't read it. I think I'm a realist, with a realistic sensibility of history and the tragedy of history."
   },
   "author": {
    "text": "Joyce Carol Oates"
   }
  },
  {
   "quote": {
    "text": "If Iraq and Afghanistan have taught us anything in recent history, it is the unpredictability of war and that these things are easier to get into than to get out of, and, frankly, the facile way in which too many people talk about, 'Well, let's just go attack them.'"
   },
   "author": {
    "text": "Robert M. Gates"
   }
  },
  {
   "quote": {
    "text": "Every coal miner I talked to had, in his history, at least one story of a cave-in. 'Yeah, he got covered up,' is a way coal miners refer to fathers and brothers and sons who got buried alive."
   },
   "author": {
    "text": "Jeanne Marie Laskas"
   }
  },
  {
   "quote": {
    "text": "For most of human history, the main goal of states has been to conquer land and to achieve glory for their rulers, usually at others' expense. Then in recent decades it was all about GDP. It's only in very recent history that rulers have been willing to commit themselves to helping their citizens live happier lives."
   },
   "author": {
    "text": "Geoff Mulgan"
   }
  },
  {
   "quote": {
    "text": "Ripen your mind to the glorious history of the ages and revel in your mastery as today's youth shall look upon you as a sage."
   },
   "author": {
    "text": "Maximillian Degenerez"
   }
  },
  {
   "quote": {
    "text": "To me, Egypt is a wonderful history, a wonderful people, and it's represented through artists like Om Kalthoum, who is considered the fourth pyramid of Egypt. She's a wonderful diva whose voice, for me, is really Egyptian."
   },
   "author": {
    "text": "Mona Eltahawy"
   }
  },
  {
   "quote": {
    "text": "Journalism allows its readers to witness history; fiction gives its readers an opportunity to live it."
   },
   "author": {
    "text": "John Hersey"
   }
  },
  {
   "quote": {
    "text": "What you end up seeing when you look at history is that people who have been good at pushing the boundaries of possibility, and exploring those frontiers of good ideas and innovations, have rarely done it in moments of great inspiration. They don't just have a brilliant breakthrough idea out of nowhere and leap ahead of everyone else."
   },
   "author": {
    "text": "Steven Johnson"
   }
  },
  {
   "quote": {
    "text": "The science-fictional motif of lethal, infectious information - bad memes - is a fascinating one, with an extended history. One of the earliest instances is Robert W. Chambers's 'The King in Yellow' from 1895. Chambers's conceit is a malevolent play: read beyond Act II, and you go mad."
   },
   "author": {
    "text": "Paul Di Filippo"
   }
  },
  {
   "quote": {
    "text": "We need to be creative, on the cutting edge, challenged, and it's really hard going. It's relentless, and we're relentless, and we have a history of breaking engineers, producers. I mean, people come out of working with U2 and just go, 'I just don't know what's happened; it feels like a lifetime has passed by.' And that's just the way we work."
   },
   "author": {
    "text": "Larry Mullen, Jr."
   }
  },
  {
   "quote": {
    "text": "I'm a huge history buff. It was no hardship to read history textbooks for homework."
   },
   "author": {
    "text": "Noah Wyle"
   }
  },
  {
   "quote": {
    "text": "It's a common part of the narrative of the history of Christianity that it was 'real' religion that involved real spirituality and real faith, and that's why it's completely superseded the more pagan polytheistic practices."
   },
   "author": {
    "text": "Ann Leckie"
   }
  },
  {
   "quote": {
    "text": "I cling to the idea that Herman Melville had to work at the end of his career watching ships in a dock, as a shipping agent in New York. Any writer who thinks they should be given patronage because of their gift... you don't have to look too far in history to see that's just not the case."
   },
   "author": {
    "text": "Jess Walter"
   }
  },
  {
   "quote": {
    "text": "Who can doubt that between the English and the French, between the Scotch and the Irish, there are differences of character which have profoundly affected and still affect the course of history?"
   },
   "author": {
    "text": "Goldwin Smith"
   }
  },
  {
   "quote": {
    "text": "Examine the history of China for 2,000 years back, and then compare it with the Western history of fifty years! Does the government of these foreign countries present such a record of generosity, benevolence, loyalty, and honesty as ours?"
   },
   "author": {
    "text": "Zhang Zhidong"
   }
  },
  {
   "quote": {
    "text": "May it not be that, just as we have to have faith in Him, God has to have faith in us and, considering the history of the human race so far, may it not be that 'faith' is even more difficult for Him than it is for us?"
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "Looking back, I realize my favorite stories weren't in books, they were in comics. On top of being a history enthusiast, my father was also a comics fan, and he kept his stash in the top drawer of his dresser, in easy reach of a kid making a beeline to the bathroom."
   },
   "author": {
    "text": "Jeff Kinney"
   }
  },
  {
   "quote": {
    "text": "We cannot defend freedom abroad by deserting it at home."
   },
   "author": {
    "text": "Edward R. Murrow"
   }
  },
  {
   "quote": {
    "text": "You had to be aware that I saw that photography was a mere episode in the history of the optical projection and when the chemicals ended, meaning the picture was fixed by chemicals, we were in a new era."
   },
   "author": {
    "text": "David Hockney"
   }
  },
  {
   "quote": {
    "text": "Animals are the main victims of history, and the treatment of domesticated animals in industrial farms is perhaps the worst crime in history."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "I believe that we must maintain pride in the knowledge that the actions we take, based on our own decisions and choices as individuals, link directly to the magnificent challenge of transforming human history."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "History is rich with adventurous men, long on charisma, with a highly developed instinct for their own interests, who have pursued personal power - bypassing parliaments and constitutions, distributing favours to their minions, and conflating their own desires with the interests of the community."
   },
   "author": {
    "text": "Umberto Eco"
   }
  },
  {
   "quote": {
    "text": "Statutes authorizing unreasonable searches were the core concern of the framers of the 4th Amendment."
   },
   "author": {
    "text": "Sandra Day O'Connor"
   }
  },
  {
   "quote": {
    "text": "If you give a good performance, something that gets some feeling across to people, that's such a rare gift. It's underestimated at this point in history, when the music biz is inevitably turning into a kind of politics."
   },
   "author": {
    "text": "Iggy Pop"
   }
  },
  {
   "quote": {
    "text": "I had the wonderful good luck of having Jimmy Gandolfini as my mentor and David Chase as my godfather, two of the most talented guys in the history of television."
   },
   "author": {
    "text": "Steven Van Zandt"
   }
  },
  {
   "quote": {
    "text": "I know every note in every song, the whole history of it, even parts that were there and are gone."
   },
   "author": {
    "text": "Enya"
   }
  },
  {
   "quote": {
    "text": "As soon as you enter Rajasthan, you are hit with colors. It's such a sensory experience. You see women in bright pink and yellow saris, camels pulling carts, historic forts - history on each and every corner."
   },
   "author": {
    "text": "Maneet Chauhan"
   }
  },
  {
   "quote": {
    "text": "Last year I was diagnosed with osteoporosis. I was over 50, Caucasian, thin, small-framed, and I have it in my genetic history. It was almost a slam-dunk."
   },
   "author": {
    "text": "Sally Field"
   }
  },
  {
   "quote": {
    "text": "We are set to make very bad history."
   },
   "author": {
    "text": "Tom Wilson"
   }
  },
  {
   "quote": {
    "text": "This is the greatest society in all of human history, the greatest country ever. Many of the decisions being made in Washington today by both parties are threatening that greatness. And if we stay on this road we're on right now, our children are going to be the first Americans ever to inherit a diminished country."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "Never before in history has the global marketplace touched so many consumers and provided access to so many producers."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "As a community organizer who holds a degree in history, I understand the fascination with history. However, there is a tendency for many of us to get engrossed in the recounting of our history, which often amounts to purely intellectual activity without material action."
   },
   "author": {
    "text": "Opal Tometi"
   }
  },
  {
   "quote": {
    "text": "A good part of 'The Information' is about the transition from an oral to a literary culture. Books effected such a great transformation in the way we think about the world, our history, our logic, mathematics, you name it. I think we would be greatly diminished as a people and as a culture if the book became obsolete."
   },
   "author": {
    "text": "James Gleick"
   }
  },
  {
   "quote": {
    "text": "Standing here in a house of history, and acutely aware of my own imperfections, I pledge that if I am confirmed I will do all my powers permit to be a faithful servant of the Constitution and laws of this great country."
   },
   "author": {
    "text": "Neil Gorsuch"
   }
  },
  {
   "quote": {
    "text": "The history of mankind is the history of ideas."
   },
   "author": {
    "text": "Luigi Pirandello"
   }
  },
  {
   "quote": {
    "text": "If you talk about language in the Caribbean, you must relate it to history."
   },
   "author": {
    "text": "Derek Walcott"
   }
  },
  {
   "quote": {
    "text": "There is no glory in war, yet from the blackness of its history, there emerge vivid colours of human character and courage. Those who risked their lives to help their friends."
   },
   "author": {
    "text": "Silvia Cartwright"
   }
  },
  {
   "quote": {
    "text": "There's never been a time in history, no matter what the public thinks, when actors have been paid more than they should be."
   },
   "author": {
    "text": "Ed Asner"
   }
  },
  {
   "quote": {
    "text": "I want people to use Perl. I want to be a positive ingredient of the world and make my American history. So, whatever it takes to give away my software and get it used, that's great."
   },
   "author": {
    "text": "Larry Wall"
   }
  },
  {
   "quote": {
    "text": "That President Mohammad Khatami's policies have been blocked is the bitterest incident in the contemporary Iranian history. This means that the wishes of millions of people who voted for Khatami and called for freedom and justice have been ignored... Why should cultural activities and journalism be so risky in Iran?"
   },
   "author": {
    "text": "Abdolkarim Soroush"
   }
  },
  {
   "quote": {
    "text": "I was born in the '60s and grew up in the '70s - not exactly the best decade for food in British history. It was horrendous. It was a time when, as a nation, we excelled in art and music and acting and photography and fashion - all creative skills... all apart from cooking."
   },
   "author": {
    "text": "Heston Blumenthal"
   }
  },
  {
   "quote": {
    "text": "Introspection and preserved writings give us far more insight into the ways of past humans than we have into the ways of past dinosaurs. For that reason, I'm optimistic that we can eventually arrive at convincing explanations for these broadest patterns of human history."
   },
   "author": {
    "text": "Jared Diamond"
   }
  },
  {
   "quote": {
    "text": "My job is to form the people, the story, the sentences. Every reader will bring their own life and their own history to the story and shape it accordingly. I guess you can say it's like I am sending them a letter."
   },
   "author": {
    "text": "Amy Bloom"
   }
  },
  {
   "quote": {
    "text": "The great mass of women throughout history have been confined to the cultural level of animal life in providing the male with sexual outlet and exercising the animal functions of reproduction and care of the young."
   },
   "author": {
    "text": "Kate Millett"
   }
  },
  {
   "quote": {
    "text": "Classically, throughout all of our history, the movies in times of crisis have turned to military figures as heroes, because they are the guardians of our nation."
   },
   "author": {
    "text": "Rod Lurie"
   }
  },
  {
   "quote": {
    "text": "I can remember my father gave me a huge history of football for my 12th birthday - I used to read that a lot. I can remember thinking it was cool that something I was interested in even had a history. Most things I loved didn't."
   },
   "author": {
    "text": "Nick Hornby"
   }
  },
  {
   "quote": {
    "text": "The great philosophers and the great works are standards for the selection of what is essential. Everything that we do in studying the history of philosophy ultimately serves their better understanding."
   },
   "author": {
    "text": "Karl Jaspers"
   }
  },
  {
   "quote": {
    "text": "Looking back on humanity's battle with pollution, history has been made by thousands of ordinary people who one day say, 'No. I'm not satisfied. I don't want to wait, and I don't want to pass the buck. I want to stand up and do something. I want to do it here, and I want do to it now.'"
   },
   "author": {
    "text": "Chai Jing"
   }
  },
  {
   "quote": {
    "text": "We're at unique point in history where the things that we are building are going to significantly impact our social, political, economical, and personal lives."
   },
   "author": {
    "text": "Anita Borg"
   }
  },
  {
   "quote": {
    "text": "I did a history degree once."
   },
   "author": {
    "text": "Joe Thomas"
   }
  },
  {
   "quote": {
    "text": "You can't walk alone. Many have given the illusion, but none have really walked alone. Man is not made that way. Each man is bedded in his people, their history, their culture, and their values."
   },
   "author": {
    "text": "Peter Abrahams"
   }
  },
  {
   "quote": {
    "text": "There are some designers who flash and burn - Courreges is an example of that. But he still marked fashion history. And I don't think that longevity is always a badge of honor. Modern brand management means that we are always celebrating birthdays, when what is exciting about fashion is innovation, not repetition."
   },
   "author": {
    "text": "Suzy Menkes"
   }
  },
  {
   "quote": {
    "text": "It is easy to be inspired by history when you're living in a part of it and allow that to seep into your writing: having said that, a minimalist room with no distractions is often better; the most exciting visions should already be in your head."
   },
   "author": {
    "text": "Simon Toyne"
   }
  },
  {
   "quote": {
    "text": "Today is either the beginning of the end, or the end of the beginning. Today we are making history."
   },
   "author": {
    "text": "Eckhard Pfeiffer"
   }
  },
  {
   "quote": {
    "text": "L.A. prides itself on newness or being the last frontier or just not liking old things and tearing them down to build new things. But Malibu history is interesting to me. My mom's family was one of the early families in California, so there's history going back to the 1840s or '50s."
   },
   "author": {
    "text": "Kim Gordon"
   }
  },
  {
   "quote": {
    "text": "In over 160 years of recorded baseball history, no team had ever won a championship this way."
   },
   "author": {
    "text": "John Thorn"
   }
  },
  {
   "quote": {
    "text": "When I went to Moscow, I felt I was relearning Swan Lake - which was written for the Bolshoi - and being immersed in a tradition and history I had never experienced. It took a while to adjust to living there and learning the language, but now I have lots of friends. I get the best of two completely different worlds."
   },
   "author": {
    "text": "David Hallberg"
   }
  },
  {
   "quote": {
    "text": "We've made so much progress in the last 100 years, and I think it's easy for us to think that women in the workplace, women in politics, isn't that big of a deal. And when you step back and look at it from the scope of human history, from thousands and thousands of years - it's a radical idea for a woman to be in charge."
   },
   "author": {
    "text": "Jennifer Palmieri"
   }
  },
  {
   "quote": {
    "text": "We have such a long, familiar history with Peter Falk. The minute his mug is on that screen people smile."
   },
   "author": {
    "text": "Paul Reiser"
   }
  },
  {
   "quote": {
    "text": "Goodrich was the biggest acquisition in the history of aerospace."
   },
   "author": {
    "text": "Louis R. Chenevert"
   }
  },
  {
   "quote": {
    "text": "English is my language because of the history, and what I try to do - and I did that in 'Carpentaria' in particular - is to write in the way we tell stories and in the voice of our own people and our own way of speaking."
   },
   "author": {
    "text": "Alexis Wright"
   }
  },
  {
   "quote": {
    "text": "There's a tremendous amount of work building the apparatus, getting the experiment to work. But sitting there late at night in the lab, and knowing light is going at bicycle speed, and that nobody in the history of mankind has ever been here before - that is mind-boggling. It's worth everything."
   },
   "author": {
    "text": "Lene Hau"
   }
  },
  {
   "quote": {
    "text": "'Texas Chainsaw Massacre' is just one of those movies that's like a page of history. You can't really go wrong. It's a prequel. It's not like number three. Which is really cool, to be the before as opposed to the after."
   },
   "author": {
    "text": "Diora Baird"
   }
  },
  {
   "quote": {
    "text": "In the course of her education she had gone through the history usually put into the hands of young people... now her ripened reason gave to her present study at least the advantage of novelty."
   },
   "author": {
    "text": "Charlotte Smith"
   }
  },
  {
   "quote": {
    "text": "No human being in history was all good or all bad, or all black or all white."
   },
   "author": {
    "text": "Anastasia Griffith"
   }
  },
  {
   "quote": {
    "text": "If you will read again what is written, you will see how it was."
   },
   "author": {
    "text": "Black Elk"
   }
  },
  {
   "quote": {
    "text": "It felt like being in the center of the world, and I felt like I was a witness to history and I knew that the whole world was watching on television. So, I could feel the collective consciousness of the world focused on this little strip of land called Seattle."
   },
   "author": {
    "text": "Krist Novoselic"
   }
  },
  {
   "quote": {
    "text": "A small body of determined spirits fired by an unquenchable faith in their mission can alter the course of history."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "The worst thing about Halloween is, of course, candy corn. It's unbelievable to me. Candy corn is the only candy in the history of America that's never been advertised. And there's a reason. All of the candy corn that was ever made was made in 1911. And so, since nobody eats that stuff, every year there's a ton of it left over."
   },
   "author": {
    "text": "Lewis Black"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as talking about class without there being implications of the racial history of the United States. You just can't do it."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "I was nominated at first by a group called Justice Democrats. They were trying to essentially field non-corporate candidates in the 2018 midterm election. They were looking for people with a history of community service, and my name had come across their desk, and they called."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "If you look at history, innovation doesn't come just from giving people incentives; it comes from creating environments where their ideas can connect."
   },
   "author": {
    "text": "Steven Johnson"
   }
  },
  {
   "quote": {
    "text": "I don't have a formula to pass on. I always did it my own way. Even today, I hold my independence close. It's what's most precious to me. Passion. Risk. Tenacity. Consistency. This is my professional history."
   },
   "author": {
    "text": "Giorgio Armani"
   }
  },
  {
   "quote": {
    "text": "For my part, I consider that it will be found much better by all parties to leave the past to history, especially as I propose to write that history myself."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Anyone who knows history, particularly the history of Europe, will, I think, recognize that the domination of education or of government by any one particular religious faith is never a happy arrangement for the people."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "My only advice is, follow your dream and do whatever you like to do the most. I chose journalism because I wanted to be in the places where history was being made."
   },
   "author": {
    "text": "Jorge Ramos"
   }
  },
  {
   "quote": {
    "text": "Hold those things that tell your history and protect them. During slavery, who was able to read or write or keep anything? The ability to have somebody to tell your story to is so important. It says: 'I was here. I may be sold tomorrow. But you know I was here.'"
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Won't it be wonderful when black history and native American history and Jewish history and all of U.S. history is taught from one book. Just U.S. history."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I long for the time when all human history is taught as one history, because it really is."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "My countrymen: we have reached a turning point in our history. The choice is yours. Shall we venture into this brave new world, bright with possibilities, or retreat to the safety of our familiar but sterile past? I am for crossing the frontier."
   },
   "author": {
    "text": "Ferdinand Marcos"
   }
  },
  {
   "quote": {
    "text": "The Chinese government wants me to say that for many centuries Tibet has been part of China. Even if I make that statement, many people would just laugh. And my statement will not change past history. History is history."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Poetry is finer and more philosophical than history; for poetry expresses the universal, and history only the particular."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Peace, plenty, and contentment reign throughout our borders, and our beloved country presents a sublime moral spectacle to the world."
   },
   "author": {
    "text": "James K. Polk"
   }
  },
  {
   "quote": {
    "text": "Hence poetry is something more philosophic and of graver import than history, since its statements are rather of the nature of universals, whereas those of history are singulars."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "In the course of history, men come to see that iron necessity is neither iron nor necessary."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "History is a set of lies agreed upon."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "Indeed, history is nothing more than a tableau of crimes and misfortunes."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Blood alone moves the wheels of history."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "Judging from the main portions of the history of the world, so far, justice is always in jeopardy."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "American history is longer, larger, more various, more beautiful, and more terrible than anything anyone has ever said about it."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "History is a relentless master. It has no present, only the past rushing into the future. To try to hold fast is to be swept aside."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Among the many misdeeds of the British rule in India, history will look upon the act depriving a whole nation of arms as the blackest."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Violent men have not been known in history to die to a man. They die up to a point."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "History should be written as philosophy."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Never throughout history has a man who lived a life of ease left a name worth remembering."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "History is only the register of crimes and misfortunes."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "As we walked through the National Museum of African American History and Culture, I pushed my grandfather in a wheelchair he had reluctantly agreed to sit in. He is a proud man who also knows that his knees aren't what they once were - that years of high school and college football had long accelerated the deterioration of his aging joints."
   },
   "author": {
    "text": "Clint Smith"
   }
  },
  {
   "quote": {
    "text": "Somebody made the statement that Donald Trump has built or owns the greatest collection of golf courses, ever, in the history of golf. And I believe that is 100 percent true."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "We don't want tradition. We want to live in the present and the only history that is worth a tinker's dam is the history we make today."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "I loved history in my school days, and I have always been a voracious reader. But in India, you end up doing MBA, engineering or medicine."
   },
   "author": {
    "text": "Amish Tripathi"
   }
  },
  {
   "quote": {
    "text": "I think of animals more as spirits that come and go. They enter our lives at a particular time and they leave at a particular time. The whole glorious history of animals with people is about joy and connection. It's about loving this creature and letting this creature love you."
   },
   "author": {
    "text": "Jon Katz"
   }
  },
  {
   "quote": {
    "text": "It is not history which uses men as a means of achieving - as if it were an individual person - its own ends. History is nothing but the activity of men in pursuit of their ends."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "Hillary Clinton was the worst Secretary of State in the history of the country. The world came apart under her reign as Secretary of State."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Most great leaders in history that I've studied always need to get as wide a range of opinions as possible so that they can have sufficient information to make the right decisions."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "The history of exploration across nations and across time is not one where nations said, 'Let's explore because it's fun.' It was, 'Let's explore so that we can claim lands for our country, so that we can open up new trade routes; let's explore so we can become more powerful.'"
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Literature overtakes history, for literature gives you more than one life. It expands experience and opens new opportunities to readers."
   },
   "author": {
    "text": "Carlos Fuentes"
   }
  },
  {
   "quote": {
    "text": "Human history becomes more and more a race between education and catastrophe."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "The hardest problems of all in law enforcement are those involving a conflict of law and local customs. History has recorded many occasions when the moral sense of a nation produced judicial decisions, such as the 1954 decision in Brown v. Board of Education, which required difficult local adjustments."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "I would put our legislative and foreign policy accomplishments in our first two years against any president - with the possible exceptions of Johnson, FDR, and Lincoln - just in terms of what we've gotten done in modern history. But, you know, but when it comes to the economy, we've got a lot more work to do. And we're gonna keep on at it."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "That's all a man can hope for during his lifetime - to set an example - and when he is dead, to be an inspiration for history."
   },
   "author": {
    "text": "William McKinley"
   }
  },
  {
   "quote": {
    "text": "History is a guide to navigation in perilous times. History is who we are and why we are the way we are."
   },
   "author": {
    "text": "David McCullough"
   }
  },
  {
   "quote": {
    "text": "I want to reform the tax code so that it's simple, fair, and asks the wealthiest households to pay higher taxes on incomes over $250,000 - the same rate we had when Bill Clinton was president; the same rate we had when our economy created nearly 23 million new jobs, the biggest surplus in history, and a lot of millionaires to boot."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "If you want to study the social and political history of modern nations, study hell."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "I think really, China, Chinese, I think they really have a long history of civilization, rich culture."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "If history were taught in the form of stories, it would never be forgotten."
   },
   "author": {
    "text": "Rudyard Kipling"
   }
  },
  {
   "quote": {
    "text": "How fortunate I was to be alive and a lawyer when, for the first time in United States history, it became possible to urge, successfully, before legislatures and courts, the equal-citizenship stature of women and men as a fundamental constitutional principle."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "I come into the peace of wild things who do not tax their lives with forethought of grief... For a time I rest in the grace of the world, and am free."
   },
   "author": {
    "text": "Wendell Berry"
   }
  },
  {
   "quote": {
    "text": "When states like Alabama and Arizona passed some of the harshest immigration laws in history, my Attorney General took them on in court and we won."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "My mom was a teacher. In the 1960s and '70s, she taught history at two largely African American public high schools in Washington, D.C. - McKinley Tech and H.D. Woodson. Her example taught me the importance of equality for all Americans."
   },
   "author": {
    "text": "Brett Kavanaugh"
   }
  },
  {
   "quote": {
    "text": "The main thing is to make history, not to write it."
   },
   "author": {
    "text": "Otto von Bismarck"
   }
  },
  {
   "quote": {
    "text": "If past history was all there was to the game, the richest people would be librarians."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "My inspiration is always love and history, and my passion to a fault is craftsmanship and responsibility. Those are the simplest things. It goes beyond jewelry. It's every part of my life."
   },
   "author": {
    "text": "Waris Ahluwalia"
   }
  },
  {
   "quote": {
    "text": "Garbage is the part of your history you don't want your family to know about."
   },
   "author": {
    "text": "Vik Muniz"
   }
  },
  {
   "quote": {
    "text": "As history has shown, pure science research ultimately ends up applying to something. We just don't know it at the time."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "The history of the world is none other than the progress of the consciousness of freedom."
   },
   "author": {
    "text": "Georg Wilhelm Friedrich Hegel"
   }
  },
  {
   "quote": {
    "text": "There is at least one point in the history of any company when you have to change dramatically to rise to the next level of performance. Miss that moment - and you start to decline."
   },
   "author": {
    "text": "Andy Grove"
   }
  },
  {
   "quote": {
    "text": "It is capitalist America that produced the modern independent woman. Never in history have women had more freedom of choice in regard to dress, behavior, career, and sexual orientation."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "The invention of the printing press was one of the most important events in human history."
   },
   "author": {
    "text": "Ha-Joon Chang"
   }
  },
  {
   "quote": {
    "text": "The Voting Rights Act of 1965 brought an end to the ugly Jim Crow period in American history."
   },
   "author": {
    "text": "Lisa Murkowski"
   }
  },
  {
   "quote": {
    "text": "The history of the music industry is inevitably also the story of the development of technology. From the player piano to the vinyl disc, from reel-to-reel tape to the cassette, from the CD to the digital download, these formats and devices changed not only the way music was consumed, but the very way artists created it."
   },
   "author": {
    "text": "Edgar Bronfman, Jr."
   }
  },
  {
   "quote": {
    "text": "Those who weep for the happy periods which they encounter in history acknowledge what they want; not the alleviation but the silencing of misery."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "To correct a natural indifference I was placed half-way between misery and the sun. Misery kept me from believing that all was well under the sun, and the sun taught me that history wasn't everything."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "If anyone thinks they'd rather be in a different part of history, they're probably not a very good student of history. Life sucked in the old days. People knew very little, and you were likely to die at a young age of some horrible disease. You'd probably have no teeth by now. It would be particularly awful if you were a woman."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "The writer may very well serve a movement of history as its mouthpiece, but he cannot of course create it."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "For the very first time the young are seeing history being made before it is censored by their elders."
   },
   "author": {
    "text": "Margaret Mead"
   }
  },
  {
   "quote": {
    "text": "A study of the history of opinion is a necessary preliminary to the emancipation of the mind."
   },
   "author": {
    "text": "John Maynard Keynes"
   }
  },
  {
   "quote": {
    "text": "History does not record in its annals any lasting domination exercised by one people over another, of different race, of diverse usages and customs, of opposite and divergent ideals. One of the two had to yield and succumb."
   },
   "author": {
    "text": "Jose Rizal"
   }
  },
  {
   "quote": {
    "text": "History suggests that capitalism is a necessary condition for political freedom. Clearly it is not a sufficient condition."
   },
   "author": {
    "text": "Milton Friedman"
   }
  },
  {
   "quote": {
    "text": "Nixon is one of the few in the history of this country to run for high office talking out of both sides of his mouth at the same time and lying out of both sides."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "A drop of water, if it could write out its own history, would explain the universe to us."
   },
   "author": {
    "text": "Lucy Larcom"
   }
  },
  {
   "quote": {
    "text": "The most talented do not always end up as celebrities, and those with less talent often do. Upsets are written into our history and occur around us every day."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Their memory's like a train: you can see it getting smaller as it pulls away And the things you can't remember Tell the things you can't forget that History puts a saint in every dream."
   },
   "author": {
    "text": "Tom Waits"
   }
  },
  {
   "quote": {
    "text": "Columbus was above all an explorer, and his historic achievements opened the Americas to trade and the eventual English settlements, settlements which grew into the most successful bastion of freedom and prosperity in human history, the United States of America."
   },
   "author": {
    "text": "Tom Tancredo"
   }
  },
  {
   "quote": {
    "text": "Michael Jordon may have been the best basketball player in history, but he couldn't have won six NBA titles without a team."
   },
   "author": {
    "text": "Mark E. Hyman"
   }
  },
  {
   "quote": {
    "text": "Man is not a machine that can be remodelled for quite other purposes as occasion demands, in the hope that it will go on functioning as regularly as before but in a quite different way. He carries his whole history with him; in his very structure is written the history of mankind."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "90 percent of my time is spent on 10 percent of the world."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Chaos often breeds life, when order breeds habit."
   },
   "author": {
    "text": "Henry Adams"
   }
  },
  {
   "quote": {
    "text": "There is no 20-year period in American history when stocks lost money."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Hawaii and Fiji are two of the best island groups in the world to visit as a vacationer. The great hotels, the fascinating local people, the exciting history of the two contrasting island groups, and the unmatched scenery make these two of the most enticing stopovers."
   },
   "author": {
    "text": "James A. Michener"
   }
  },
  {
   "quote": {
    "text": "History is the only true teacher, the revolution the best school for the proletariat."
   },
   "author": {
    "text": "Rosa Luxemburg"
   }
  },
  {
   "quote": {
    "text": "History is not hatred."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "My lifestyle is a consequence of my wounds. I'm the son of my history."
   },
   "author": {
    "text": "Jose Mujica"
   }
  },
  {
   "quote": {
    "text": "The history of exploration has never been driven by exploration. But Columbus himself was a discoverer. So was Magellan. But the people who wrote checks were not. They had other motivations."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "History and social sciences were my interests. I was always interested in knowing how societies get organized, why there is rich and poor divide, why there are classes. I was never apolitical. I think we are all political in a way. Politics decides our day-to-day life."
   },
   "author": {
    "text": "Pawan Kalyan"
   }
  },
  {
   "quote": {
    "text": "One of the things that's important about family is the narrative history they create for themselves."
   },
   "author": {
    "text": "Gabe Newell"
   }
  },
  {
   "quote": {
    "text": "The more I draw and write, the more I realise that accidents are a necessary part of any creative act, much more so than logic or wisdom. Sometimes a mistake is the only way of arriving at an original concept, and the history of successful inventions is full of mishaps, serendipity and unintended results."
   },
   "author": {
    "text": "Shaun Tan"
   }
  },
  {
   "quote": {
    "text": "Sports have always been a big part of my life. At school, I played a lot of different sports, and I was competing with other schools. I did everything: running, volleyball, basketball, soccer, Olympic-style gymnastics, and more! My history with sports gave me good concentration, focus, strength, and motivation to stay healthy."
   },
   "author": {
    "text": "Izabel Goulart"
   }
  },
  {
   "quote": {
    "text": "The history of progress is written in the blood of men and women who have dared to espouse an unpopular cause, as, for instance, the black man's right to his body, or woman's right to her soul."
   },
   "author": {
    "text": "Emma Goldman"
   }
  },
  {
   "quote": {
    "text": "History does nothing; it does not possess immense riches, it does not fight battles. It is men, real, living, who do all this."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "Who has fully realized that history is not contained in thick books but lives in our very blood?"
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "Historian: an unsuccessful novelist."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "For a privileged minority, Western democracy provides the leisure, the facilities, and the training to seek the truth lying hidden behind the veil of distortion and misrepresentation, ideology and class interest, through which the events of current history are presented to us."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "The artist's job is to be a witness to his time in history."
   },
   "author": {
    "text": "Robert Rauschenberg"
   }
  },
  {
   "quote": {
    "text": "One of the lessons of history is that nothing is often a good thing to do and always a clever thing to say."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "A truly American sentiment recognizes the dignity of labor and the fact that honor lies in honest toil."
   },
   "author": {
    "text": "Grover Cleveland"
   }
  },
  {
   "quote": {
    "text": "Of all the threats to free speech in history, the one the media give the most credibility to without question is the feminist movement, which is trying to rebrand public debate as harassment."
   },
   "author": {
    "text": "Milo Yiannopoulos"
   }
  },
  {
   "quote": {
    "text": "I often wonder what I will be remembered in history for. Scholar? Military hero? Builder?"
   },
   "author": {
    "text": "Ferdinand Marcos"
   }
  },
  {
   "quote": {
    "text": "Racism is an ism to which everyone in the world today is exposed; for or against, we must take sides. And the history of the future will differ according to the decision which we make."
   },
   "author": {
    "text": "Ruth Benedict"
   }
  },
  {
   "quote": {
    "text": "What would be the nicest thing I could say about Newt Gingrich? He may be one of the great supporters of the humanities, because you have people who don't want to study the social sciences, because it's not profitable, and now Newt, as the highest-paid historian in American history, may be an encouragement to people to study history."
   },
   "author": {
    "text": "Barney Frank"
   }
  },
  {
   "quote": {
    "text": "Through all of history mankind has ingested psychedelic substances. Those substances exist to put you in touch with spirits beyond yourself, with the creator, with the creative impulse of the planet."
   },
   "author": {
    "text": "Ray Manzarek"
   }
  },
  {
   "quote": {
    "text": "Man watches his history on the screen with apathy and an occasional passing flicker of horror or indignation."
   },
   "author": {
    "text": "Conor Cruise O'Brien"
   }
  },
  {
   "quote": {
    "text": "There are so many figures in our history that did not believe they could make a change, and they did."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "I had not expected 'A Brief History of Time' to be a best seller."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "My earliest books focus almost entirely on psychological tools to help readers employ effective commonsense approaches to problems. There are no references to God or a higher self in the first 15 or so years of my publishing history."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Presidents quickly realize that while a single act might destroy the world they live in, no one single decision can make life suddenly better or can turn history around for the good."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "No humorist is under any obligation to provide answers and probably if you were to delve into the literary history of humour it's probably all about not providing answers because the humorist essentially says: this is the way things are."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Violence is a part of America. I don't want to single out rap music. Let's be honest. America's the most violent country in the history of the world, that's just the way it is. We're all affected by it."
   },
   "author": {
    "text": "Spike Lee"
   }
  },
  {
   "quote": {
    "text": "Young women today often have very little appreciation for the real battles that took place to get women where they are today in this country. I don't know how much history young women today know about those battles."
   },
   "author": {
    "text": "Sandra Day O'Connor"
   }
  },
  {
   "quote": {
    "text": "Those who have no record of what their forebears have accomplished lose the inspiration which comes from the teaching of biography and history."
   },
   "author": {
    "text": "Carter G. Woodson"
   }
  },
  {
   "quote": {
    "text": "So that the record of history is absolutely crystal clear. That there is no alternative way, so far discovered, of improving the lot of the ordinary people that can hold a candle to the productive activities that are unleashed by a free enterprise system."
   },
   "author": {
    "text": "Milton Friedman"
   }
  },
  {
   "quote": {
    "text": "History proves... that a smart central bank can protect the economy and the financial sector from the nastier side effects of a stock market collapse."
   },
   "author": {
    "text": "Ben Bernanke"
   }
  },
  {
   "quote": {
    "text": "There are things about organized religion which I resent. Christ is revered as the Prince of Peace, but more blood has been shed in His name than any other figure in history. You show me one step forward in the name of religion, and I'll show you a hundred retrogressions."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "To understand a science, it is necessary to know its history."
   },
   "author": {
    "text": "Auguste Comte"
   }
  },
  {
   "quote": {
    "text": "I don't want to give myself grades. I will leave evaluation of my achievements to history."
   },
   "author": {
    "text": "Helmut Kohl"
   }
  },
  {
   "quote": {
    "text": "In Rome, I particularly love the history, churches, sculptures and architecture and the fact that you can walk along a tiny cobbled street and turn the corner to find the Trevi Fountain. London is evocative of other eras and full of history."
   },
   "author": {
    "text": "Philip Treacy"
   }
  },
  {
   "quote": {
    "text": "If the only time you think of me as a scientist is during Black History Month, then I must not be doing my job as a scientist."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "If you only think of me during Black History Month, I must be failing as an educator and as an astrophysicist."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "So the history of discovery, particularly cosmic discovery, but discovery in general, scientific discovery, is one where at any given moment, there's a frontier. And there tends to be an urge for people, especially religious people, to assert that across that boundary, into the unknown, lies the handiwork of God. This shows up a lot."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Fortunately, there's another handy driver that has manifested itself throughout the history of cultures. The urge to want to gain wealth. That is almost as potent a driver as the urge to maintain your security. And that is how I view NASA going forward - as an investment in our economy."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "I have tried to lift France out of the mud. But she will return to her errors and vomitings. I cannot prevent the French from being French."
   },
   "author": {
    "text": "Charles de Gaulle"
   }
  },
  {
   "quote": {
    "text": "As the first Hispanic female governor in history, little girls often come up to me in the grocery store or the mall. They look and point, and when they get the courage, they ask 'Are you Susana?' and they run up and give me a hug."
   },
   "author": {
    "text": "Susana Martinez"
   }
  },
  {
   "quote": {
    "text": "My favourite finds are often antique pieces with a history."
   },
   "author": {
    "text": "Alice Temperley"
   }
  },
  {
   "quote": {
    "text": "The Declaration of Independence is a sacred part of American history."
   },
   "author": {
    "text": "Paul Gillmor"
   }
  },
  {
   "quote": {
    "text": "I promised her an interesting life and good food, and the rest is history."
   },
   "author": {
    "text": "Bob Ehrlich"
   }
  },
  {
   "quote": {
    "text": "The '80s were fabulous. The '90s sucked, and the '70s were just a sad, sad time in human history. Go 1980s! There's something that's just so cute about that time. And not just yellow nail polish and 'I'm a loner.'"
   },
   "author": {
    "text": "Jennifer Sky"
   }
  },
  {
   "quote": {
    "text": "Pakistanis can't trust. They've seen in history that people, particularly politicians, are corrupt. And they're misguided by people in the name of Islam. They're told: 'Malala is not a Muslim, she's not in purdah, she's working for America.'"
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "We have not invaded anyone. We have not conquered anyone. We have not grabbed their land, their culture, their history and tried to enforce our way of life on them."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "My first popular book, 'A Brief History of Time,' aroused a great deal of interest, but many found it difficult to understand."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "In its history, Europe has committed so many massacres and horrors that it should bow its own head in shame."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "The people I really do dislike are the morally unimaginative kind of evolutionary reductionists who, in the name of science, think they can explain everything in terms of our early hominid ancestors or our genes, with their combination of high-handed tone and disregard for history. Such reductive speculation encourages a really empty scientism."
   },
   "author": {
    "text": "Bernard Williams"
   }
  },
  {
   "quote": {
    "text": "The most terrible job in warfare is to be a second lieutenant leading a platoon when you are on the battlefield."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Strip malls are history."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "Men do not learn much from the lessons of history and that is the most important of all the lessons of history."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "One truth stands firm. All that happens in world history rests on something spiritual. If the spiritual is strong, it creates world history. If it is weak, it suffers world history."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "The real violence is committed in the writing of history, the records of the legal system, the reporting of news, through the manipulation of social contracts, and the control of information."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "The solutions to our problems are and always will be based upon universal, timeless, self-evident principles common to every enduring, prospering society throughout history."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Yes, the Bible should be taught in our schools because it is necessary to understand the Bible if we are to truly understand our own culture and how it came to be. The Bible has influenced every part of western culture from our art, music, and history, to our sense of fairness, charity, and business."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Life isn't meant to be easy. It's hard to take being on the top - or on the bottom. I guess I'm something of a fatalist. You have to have a sense of history, I think, to survive some of these things... Life is one crisis after another."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "Enshrined in a language is the whole of a community's history and a large part of its cultural identity. The world is a mosaic of visions. To lose even one piece of this mosaic is a loss for all of us."
   },
   "author": {
    "text": "David Crystal"
   }
  },
  {
   "quote": {
    "text": "As nations we should also commit afresh to righting past wrongs. In Australia we began this recently with the first Australians - the oldest continuing culture in human history. On behalf of the Australian Parliament, this year I offered an apology to indigenous Australians for the wrongs they had suffered in the past."
   },
   "author": {
    "text": "Kevin Rudd"
   }
  },
  {
   "quote": {
    "text": "Imagine: in the medieval ages, there was no evidence of how the history of mankind has been affected by witchcraft. But there is significant factual history of how brutality and sadism of mankind have been displayed in the most obscene manner in the name of witch-hunt."
   },
   "author": {
    "text": "Kangana Ranaut"
   }
  },
  {
   "quote": {
    "text": "After two world wars, the collapse of fascism, nazism, communism and colonialism and the end of the cold war, humanity has entered a new phase of its history."
   },
   "author": {
    "text": "Hans Kung"
   }
  },
  {
   "quote": {
    "text": "Antiquities are history defaced, or some remnants of history which have casually escaped the shipwreck of time."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Fate and history have a similar feeling. They are weird mirrors to each other."
   },
   "author": {
    "text": "Alexander Chee"
   }
  },
  {
   "quote": {
    "text": "I'm very comfortable with where history will judge me."
   },
   "author": {
    "text": "Ted Kulongoski"
   }
  },
  {
   "quote": {
    "text": "We talk about these legendary fighters, talk about how they had hundred-something fights, hundred-something victories... but when you look at the history books, I still beat more world champions than any fighter in history."
   },
   "author": {
    "text": "Floyd Mayweather, Jr."
   }
  },
  {
   "quote": {
    "text": "A man who risks his life in shooting big game in order to secure good specimens for natural history collections, or to rid a district of a man-eater or other dangerous neighbor, is a sportsman in the true sense."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "I know that we will be judged in history by not only how we disrupt terrorism but how we protect the civil liberties and constitutional rights of all Americans, even Americans who don't wish us well. We must do all these things exceptionally well."
   },
   "author": {
    "text": "Robert Mueller"
   }
  },
  {
   "quote": {
    "text": "Outside the kingdom of the Lord there is no nation which is greater than any other. God and history will remember your judgment."
   },
   "author": {
    "text": "Haile Selassie"
   }
  },
  {
   "quote": {
    "text": "History proves that all dictatorships, all authoritarian forms of government are transient. Only democratic systems are not transient. Whatever the shortcomings, mankind has not devised anything superior."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "I don't believe in accidents. There are only encounters in history. There are no accidents."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "You learn about equality in history and civics, but you find out life is not really like that."
   },
   "author": {
    "text": "Arthur Ashe"
   }
  },
  {
   "quote": {
    "text": "If we open our history books, we shall see that the laws, for all that they are or should be contracts amongst free men, have rarely been anything but the tools of the passions of a few men or the offspring of a fleeting and haphazard necessity."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "When you read about the real history of where feminism comes from, it came from a very political point of view. I don't believe in bringing any politics to an idea like feminism. I love the idea that women should be celebrated, but I also believe men should be, too. We need both - yin and yang."
   },
   "author": {
    "text": "Michelle Phan"
   }
  },
  {
   "quote": {
    "text": "Today, for the first time in history, a Bishop of Rome sets foot on English soil. This fair land, once a distant outpost of the pagan world, has become, through the preaching of the Gospel, a beloved and gifted portion of Christ's vineyard."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "As a global society, we do not have to agree, endorse or condone the lifestyle choices of others. However, history has taught us that we equally cannot and should not excuse those who would hide behind religion or misuse God's word to justify bigotry and persecution."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Imagination is always the fabric of social life and the dynamic of history. The influence of real needs and compulsions, of real interests and materials, is indirect because the crowd is never conscious of it."
   },
   "author": {
    "text": "Simone Weil"
   }
  },
  {
   "quote": {
    "text": "Perhaps in time the so-called Dark Ages will be thought of as including our own."
   },
   "author": {
    "text": "Georg C. Lichtenberg"
   }
  },
  {
   "quote": {
    "text": "After the Berlin Wall came down I visited that city and I will never forget it. The abandoned checkpoints. The sense of excitement about the future. The knowledge that a great continent was coming together. Healing those wounds of our history is the central story of the European Union."
   },
   "author": {
    "text": "David Cameron"
   }
  },
  {
   "quote": {
    "text": "Then I despair... I remember that all through history, the way of truth and love has always won. There have been murderers and tyrants, and for a time they can seem invincible. But in the end they always fall. Think of it always."
   },
   "author": {
    "text": "Andre Malraux"
   }
  },
  {
   "quote": {
    "text": "There comes a time in the history of nations when their peoples must become fully reconciled to their past if they are to go forward with confidence to embrace their future."
   },
   "author": {
    "text": "Kevin Rudd"
   }
  },
  {
   "quote": {
    "text": "The way you 'take history' is also a way of 'making history.'"
   },
   "author": {
    "text": "Erik Erikson"
   }
  },
  {
   "quote": {
    "text": "Surely martyrs, irrespective of the special phase of the divine idea for which they gladly give up their bodies to torture and to death, are the truest heroes of history."
   },
   "author": {
    "text": "Katharine Lee Bates"
   }
  },
  {
   "quote": {
    "text": "Science cannot tell theology how to construct a doctrine of creation, but you can't construct a doctrine of creation without taking account of the age of the universe and the evolutionary character of cosmic history."
   },
   "author": {
    "text": "John Polkinghorne"
   }
  },
  {
   "quote": {
    "text": "Tokyo may have more money and Kyoto more culture; Nara may have more history and Kobe more style. But Osaka has the biggest heart."
   },
   "author": {
    "text": "Vikas Swarup"
   }
  },
  {
   "quote": {
    "text": "Helplessness induces hopelessness, and history attests that loss of hope and not loss of lives is what decides the issue of war."
   },
   "author": {
    "text": "B. H. Liddell Hart"
   }
  },
  {
   "quote": {
    "text": "I think the Lewis and Clark Expedition was the greatest undertaking in American History. I think landing a man on the moon pales next to it."
   },
   "author": {
    "text": "Kathryn Lasky"
   }
  },
  {
   "quote": {
    "text": "Society may no longer define marriage in the only way marriage has ever been defined in the annals of recorded history. Many societies allowed polygamy, many allowed child marriages, some allowed marriage within families; but none, in thousands of years, defined marriage as the union of people of the same sex."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "A phoenix, Beirut seems to always pull itself out its ashes, reinvents itself, has been conquered numerous times in its 7,000-year history, yet it survives by both becoming whatever its conquerors wished it to be and retaining its idiosyncratic persona."
   },
   "author": {
    "text": "Rabih Alameddine"
   }
  },
  {
   "quote": {
    "text": "All I know is that history repeats itself and people are going to want to experience the world. But I know then they are going to have a better appreciation for what is here in Maine."
   },
   "author": {
    "text": "John Baldacci"
   }
  },
  {
   "quote": {
    "text": "When we look out into space, we're looking back in time; the light from a galaxy a billion light-years away, for instance, will take a billion years to reach us. It's an amazing thing. The history is there for us to see. It's not mushed up like the geologic record of Earth. You can just see it exactly as it was."
   },
   "author": {
    "text": "Margaret Geller"
   }
  },
  {
   "quote": {
    "text": "In the early days of aviation, there was a great deal of experimentation and a high death rate."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "The lessons of history would suggest that civilisations move in cycles. You can track that back quite far - the Babylonians, the Sumerians, followed by the Egyptians, the Romans, China. We're obviously in a very upward cycle right now, and hopefully that remains the case. But it may not."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "The history of all countries shows that the working class exclusively by its own effort is able to develop only trade-union consciousness."
   },
   "author": {
    "text": "Vladimir Lenin"
   }
  },
  {
   "quote": {
    "text": "One little person, giving all of her time to peace, makes news. Many people, giving some of their time, can make history."
   },
   "author": {
    "text": "Peace Pilgrim"
   }
  },
  {
   "quote": {
    "text": "I was brought up to understand Darwin's theory of evolution. I spent hours and hours in the Natural History Museum in London looking at the descriptions of how different kinds of animals had evolved, looking at the sequence of fossil bones looking gradually more and more and more and more like the modern fossil."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "I don't know if it's changing already with 'Joanne,' but my intention is to bring people together that don't know each other and that would maybe feel awkward, but somehow be brought together by the music. That's what I wanted to do. Because that is pure and authentic to my family history and what I stand for."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "History repeats itself, but the special call of an art which has passed away is never reproduced. It is as utterly gone out of the world as the song of a destroyed wild bird."
   },
   "author": {
    "text": "Joseph Conrad"
   }
  },
  {
   "quote": {
    "text": "The president led us into the Iraq war on the basis of unproven assertions without evidence; he embraced a radical doctrine of pre-emptive war unprecedented in our history; and he failed to build a true international coalition."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "I believe in all the qualities of being a liberal. I keep going back to all the great social events in our country's history, starting with the Salem witch trials, where the conservative view was that they're witches and should be burned at the stake, and the liberal view was there's no such thing as witches."
   },
   "author": {
    "text": "George Clooney"
   }
  },
  {
   "quote": {
    "text": "If you are going to describe the history of animation, you'd look at the early Disney work, then 'Bugs Bunny,' 'Road Runner' and other Warner Brothers theatrical productions. But when you got to 'Rocky and Bullwinkle,' you'd see they were unique: They assumed you had a brain in your head."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "People that are really very weird can get into sensitive positions and have a tremendous impact on history."
   },
   "author": {
    "text": "Dan Quayle"
   }
  },
  {
   "quote": {
    "text": "We have this long history of racism in this country, and as it happens, the criminal justice system has been perhaps the most prominent instrument for administering racism. But the racism doesn't actually come from the criminal justice system."
   },
   "author": {
    "text": "Ta-Nehisi Coates"
   }
  },
  {
   "quote": {
    "text": "I can see clearly now... that I was wrong in not acting more decisively and more forthrightly in dealing with Watergate."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "I let the American people down."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "The world's battlefields have been in the heart chiefly; more heroism has been displayed in the household and the closet, than on the most memorable battlefields in history."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "It's not the sentiments of men which make history but their actions."
   },
   "author": {
    "text": "Norman Mailer"
   }
  },
  {
   "quote": {
    "text": "The megalomaniac differs from the narcissist by the fact that he wishes to be powerful rather than charming, and seeks to be feared rather than loved. To this type belong many lunatics and most of the great men of history."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "History teaches us that men and nations behave wisely once they have exhausted all other alternatives."
   },
   "author": {
    "text": "Abba Eban"
   }
  },
  {
   "quote": {
    "text": "We have to forget the past. History is something that even today we are paying the consequences, and the future is integration. We all as a people, as citizens, as the leadership of both countries should be looking in that direction."
   },
   "author": {
    "text": "Atifete Jahjaga"
   }
  },
  {
   "quote": {
    "text": "Of all the things we have done, the most important - the one that history will record as the principal contribution of our generation - is that we understand how to turn the armed struggle into a Revolution; that we realized that it was essential to create a new mentality to build a new society."
   },
   "author": {
    "text": "Samora Machel"
   }
  },
  {
   "quote": {
    "text": "Sometimes history takes things into its own hands."
   },
   "author": {
    "text": "Thurgood Marshall"
   }
  },
  {
   "quote": {
    "text": "History is nothing if not an epic tale of missed opportunities."
   },
   "author": {
    "text": "Graydon Carter"
   }
  },
  {
   "quote": {
    "text": "If we look at American history, between 1942 and 1947, the data that was collected by the Census Bureau was handed over to the FBI and other organizations at the request of President Roosevelt, and that's how the Japanese were rounded up and put into the internment camps."
   },
   "author": {
    "text": "Michele Bachmann"
   }
  },
  {
   "quote": {
    "text": "The more laws that governments pass, the less individual freedom there is. Any student of history will tell you that. Totalitarian countries ban pretty much everything."
   },
   "author": {
    "text": "Bill O'Reilly"
   }
  },
  {
   "quote": {
    "text": "The odds are always against you no matter what your previous history is. You have to overcome the tendency to relax."
   },
   "author": {
    "text": "Tom Osborne"
   }
  },
  {
   "quote": {
    "text": "Mining created Chile. The story of men who go down into the mountain and chip away at minerals in the darkness and then suffer an accident that leaves them at the mercy of that darkness is part of the DNA of Chile, an integral part of the country's history."
   },
   "author": {
    "text": "Ariel Dorfman"
   }
  },
  {
   "quote": {
    "text": "Behold, at this hour our moral history is being preserved for eternity. Processes are at work which will perpetuate our every act and word and thought."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Protectionism is a very real danger. It is understandable that in times of a severe downturn protectionist pressures mount but the lessons of history are clear. If we give in to protectionist pressures, we will only send the world into a downward spiral."
   },
   "author": {
    "text": "Manmohan Singh"
   }
  },
  {
   "quote": {
    "text": "Absolutely, I don't believe in rules. As I tell my daughter when she is mischievous, 'Well-behaved women rarely make history.'"
   },
   "author": {
    "text": "Nia Vardalos"
   }
  },
  {
   "quote": {
    "text": "Manchester United are not just some club. To be part of this club also means to be part of a great history."
   },
   "author": {
    "text": "Henrikh Mkhitaryan"
   }
  },
  {
   "quote": {
    "text": "The complicated, ambiguous milieu of human contact is being replaced with simple, scalable equations. We maintain thousands more friends than any human being in history, but at the cost of complexity and depth. Every minute spent online is a minute of face-to-face time lost."
   },
   "author": {
    "text": "Daniel H. Wilson"
   }
  },
  {
   "quote": {
    "text": "The Kennedy assassination is one of the ghostliest parts of our history. The Kennedy family - that's our royalty. It's fascinating and tragic and just strikes to the heart of our country. Here's the youngest president ever, full of hope and promise, and he made government service seem like it was dignified."
   },
   "author": {
    "text": "Richard Belzer"
   }
  },
  {
   "quote": {
    "text": "History is nothing but gossip about the past, with the hope that it might be true."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "Human history in essence is the history of ideas."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "It is impossible to predict the time and progress of revolution. It is governed by its own more or less mysterious laws."
   },
   "author": {
    "text": "Vladimir Lenin"
   }
  },
  {
   "quote": {
    "text": "I have been curious about Haiti for many years. The history of the country is as fascinating as it is turbulent."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "It's a struggle but that's why we exist, so that another generation of Lesbians of color will not have to invent themselves, or their history, all over again."
   },
   "author": {
    "text": "Audre Lorde"
   }
  },
  {
   "quote": {
    "text": "Much of the social history of the Western world, over the past three decades, has been a history of replacing what worked with what sounded good."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "We have wasted History like a bunch of drunks shooting dice back in the men's crapper of the local bar."
   },
   "author": {
    "text": "Charles Bukowski"
   }
  },
  {
   "quote": {
    "text": "A Conservative is a fellow who is standing athwart history yelling 'Stop!'"
   },
   "author": {
    "text": "William F. Buckley, Jr."
   }
  },
  {
   "quote": {
    "text": "The Bible is full of warnings about false prophets and false messiahs. These satanically inspired people have appeared in almost every generation of history."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "The Gospel is not a theory; the Gospel is not a philosophy or an idea; the Gospel is not a way of thinking or feeling. The Gospel is an event in history."
   },
   "author": {
    "text": "John Piper"
   }
  },
  {
   "quote": {
    "text": "Numerous politicians have seized absolute power and muzzled the press. Never in history has the press seized absolute power and muzzled the politicians."
   },
   "author": {
    "text": "David Brinkley"
   }
  },
  {
   "quote": {
    "text": "The NSA has the greatest surveillance capabilities in American history... The real problem is that they're using these capabilities to make us vulnerable."
   },
   "author": {
    "text": "Edward Snowden"
   }
  },
  {
   "quote": {
    "text": "There are more sure marks of authenticity in the Bible that in any profane history."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "History books that contain no lies are extremely dull."
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "Civilization is a movement and not a condition, a voyage and not a harbor."
   },
   "author": {
    "text": "Arnold J. Toynbee"
   }
  },
  {
   "quote": {
    "text": "Elvis Presley was the big bang. He was the most influential single figure in the history of American pop culture. He changed the way we looked, thought, dressed, held a guitar. He didn't invent rock & roll, but he defined it in a way that everyone who followed him owes him a debt."
   },
   "author": {
    "text": "Jimmy Iovine"
   }
  },
  {
   "quote": {
    "text": "I went to jail 44 times. I've been beaten and left for dead on the side of the road fighting for freedom... Yet Rosa Parks is better known in history than Ralph David Abernathy. Why is that?"
   },
   "author": {
    "text": "Ralph Abernathy"
   }
  },
  {
   "quote": {
    "text": "To be honest, the core reason why I became an actor was that I didn't want to go to school. That's where it started. I hated opening my history books and my English books, but then, of course, you grow older. I went to film school in New York, and that's when you really realize that you have to grow up now. It's not child's play anymore."
   },
   "author": {
    "text": "Ranbir Kapoor"
   }
  },
  {
   "quote": {
    "text": "Inflation is bringing us true democracy. For the first time in history, luxuries and necessities are selling at the same price."
   },
   "author": {
    "text": "Robert Orben"
   }
  },
  {
   "quote": {
    "text": "I shall always be grateful for this curious love of history, allowing me to spend a lifetime looking back into the past, allowing me to learn from these large figures about the struggle for meaning for life."
   },
   "author": {
    "text": "Doris Kearns Goodwin"
   }
  },
  {
   "quote": {
    "text": "Horror is the natural reaction to the last 5,000 years of history."
   },
   "author": {
    "text": "Robert Anton Wilson"
   }
  },
  {
   "quote": {
    "text": "All graffiti is low-level dissent, but stencils have an extra history. They've been used to start revolutions and to stop wars."
   },
   "author": {
    "text": "Banksy"
   }
  },
  {
   "quote": {
    "text": "The Jews' greatest contribution to history is dissatisfaction! We're a nation born to be discontented. Whatever exists we believe can be changed for the better."
   },
   "author": {
    "text": "Shimon Peres"
   }
  },
  {
   "quote": {
    "text": "I don't believe in the Great Man theory of science or history. There are no great men, just men standing on the shoulders of other men and what they have done."
   },
   "author": {
    "text": "Jacque Fresco"
   }
  },
  {
   "quote": {
    "text": "There's nothing new about anti-work philosophy. History is dotted with individuals and groups who decided that laziness was next to godliness and work was a waste of time."
   },
   "author": {
    "text": "Tom Hodgkinson"
   }
  },
  {
   "quote": {
    "text": "When we censor our history by disguising our scars, we belittle this process and the struggles our ancestors fought so hard to overcome. America doesn't cower behind political correctness. It defiantly and courageously moves forward, with its history as a reminder of where we have been."
   },
   "author": {
    "text": "Markwayne Mullin"
   }
  },
  {
   "quote": {
    "text": "I'm proud to partner with organizations that place an emphasis on and share my interest in giving back to the community. RBC has a rich history of doing this through their sponsorship of golf and the extensive ambassadorial program they have in place."
   },
   "author": {
    "text": "Jason Day"
   }
  },
  {
   "quote": {
    "text": "We look to the history of the time of framing and to the intervening history of interpretation. But the ultimate question must be, what do the words of the text mean in our time."
   },
   "author": {
    "text": "William J. Brennan, Jr."
   }
  },
  {
   "quote": {
    "text": "Wireless is the largest information, communication, and technology platform in history, and mobile broadband is transforming how we can deliver educational materials and experiences to all students. The technology now exists to support learning on a massive scale and advance the 21st century skills needed to compete in the global economy."
   },
   "author": {
    "text": "Peggy Johnson"
   }
  },
  {
   "quote": {
    "text": "The scale of revenue growth is unprecedented. If you look back over history, whether you're looking at the railway robber baron era or the 1920s or the '50s or the '70s, it used to take a long time for a company to get to the point where they had tens of millions of dollars of revenue. It was almost never an overnight phenomenon."
   },
   "author": {
    "text": "Stewart Butterfield"
   }
  },
  {
   "quote": {
    "text": "I think if we don't understand history, if we don't keep referring back to it, we become complacent. And complacency, as we all know, it leads to repeating history."
   },
   "author": {
    "text": "Ruth Negga"
   }
  },
  {
   "quote": {
    "text": "In the years that I worked in museums, first as a summer student and eventually as a curator, one of the primary lessons I learned was this: History is shaped by the people who seek to preserve it. We, of the present, decide what to keep, what to put on display, what to put into storage, and what to discard."
   },
   "author": {
    "text": "Susanna Kearsley"
   }
  },
  {
   "quote": {
    "text": "We're not going to let anything get in our way of hitting our milestones and making history and showing the world that Hyperloop works."
   },
   "author": {
    "text": "Shervin Pishevar"
   }
  },
  {
   "quote": {
    "text": "Jewish history turns out not to be an either/or story - as in, either pure Judaism detached from its surroundings or else assimilation - but rather, for the vast majority, the adventure of living in between."
   },
   "author": {
    "text": "Simon Schama"
   }
  },
  {
   "quote": {
    "text": "When I'm not writing or tweaking my computer, I do embroidery. When I'm not plunging into the past, tweaking, or embroidering, I'm reading books about history, computers, or embroidery."
   },
   "author": {
    "text": "Lynn Abbey"
   }
  },
  {
   "quote": {
    "text": "My mother persevered through much adversity because she possessed faith in God, self-respect, and an awareness of history; most especially, she was astute in Africa's significant contribution to world history. Sister Betty refused to live her life as a victim."
   },
   "author": {
    "text": "Ilyasah Shabazz"
   }
  },
  {
   "quote": {
    "text": "The concept of preserving history, collating full archives, making them as usable as possible so the public have access to them, I really feel that it allows the public an ability to engage with their own history."
   },
   "author": {
    "text": "Sarah Harrison"
   }
  },
  {
   "quote": {
    "text": "I didn't mean to spend my life writing American history, which should have been taught in the schools, but I saw no alternative but to taking it on myself. I could think of a lot of cheerier things I'd rather be doing than analyzing George Washington and Aaron Burr. But it came to pass, that was my job, so I did it."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "If you look at the history of Notre Dame, if you hire a coach who's been successful at another college program, they're going to be ultra successful at Notre Dame because the talent will always be there."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "If a strong government finds that it can, with impunity, destroy a weak people, then the hour has struck for that weak people to appeal to the League of Nations to give its judgment in all freedom. God and history will remember your judgment."
   },
   "author": {
    "text": "Haile Selassie"
   }
  },
  {
   "quote": {
    "text": "As a child, I was an obsessive reader, as was everybody in my family all winter long with my father. I think I was only 8 when I read Edward Gibbon's 'The History of the Decline and Fall of the Roman Empire.'"
   },
   "author": {
    "text": "Jim Harrison"
   }
  },
  {
   "quote": {
    "text": "The Russians feared Ike. They didn't fear me."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "Passion is universal humanity. Without it religion, history, romance and art would be useless."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "Beware of endeavoring to become a great man in a hurry. One such attempt in ten thousand may succeed. These are fearful odds."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Man is not logical and his intellectual history is a record of mental reserves and compromises. He hangs on to what he can in his old beliefs even when he is compelled to surrender their logical basis."
   },
   "author": {
    "text": "John Dewey"
   }
  },
  {
   "quote": {
    "text": "It is the soothing thing about history that it does repeat itself."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "I don't think you can separate a place from its history. I think a place is much more than the bricks and mortar that go into its construction. I think it's more than the accidental topography of the ground it stands on."
   },
   "author": {
    "text": "Alan Moore"
   }
  },
  {
   "quote": {
    "text": "Historically, I come from Jewish history. I had the classic upbringing in the Yeshiva, learning, learning, and more learning."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "What God wants is for us to live by His rules, resulting in the receiving of His blessing and power. When we as Christians, celebrating our differences, join together as the house of God representing the kingdom of God for the glory of God, we get the response of God to our presence in history."
   },
   "author": {
    "text": "Tony Evans"
   }
  },
  {
   "quote": {
    "text": "He who puts out his hand to stop the wheel of history will have his fingers crushed."
   },
   "author": {
    "text": "Lech Walesa"
   }
  },
  {
   "quote": {
    "text": "Dwight D. Eisenhower, in my judgment, will go down in history as one of the four 'great' presidents since the U.S. reluctantly became an empire in World War II; Richard Nixon as the nearest to a sociopath by the time he was compelled to resign."
   },
   "author": {
    "text": "Nigel Hamilton"
   }
  },
  {
   "quote": {
    "text": "The history of man is the history of crimes, and history can repeat. So information is a defence. Through this we can build, we must build, a defence against repetition."
   },
   "author": {
    "text": "Simon Wiesenthal"
   }
  },
  {
   "quote": {
    "text": "History should not be left to the historians. Rather, be like Churchill. Make history, and then write it."
   },
   "author": {
    "text": "Ferdinand Marcos"
   }
  },
  {
   "quote": {
    "text": "It takes a great deal of history to produce a little literature."
   },
   "author": {
    "text": "Henry James"
   }
  },
  {
   "quote": {
    "text": "Only by painting the great panorama of history, can the great history-reading public be entertained or satisfied."
   },
   "author": {
    "text": "Norman Davies"
   }
  },
  {
   "quote": {
    "text": "For the first time in history we can track the evolution of a pandemic in real time. Influenza viruses are notorious for their rapid mutation and unpredictable behaviour."
   },
   "author": {
    "text": "Margaret Chan"
   }
  },
  {
   "quote": {
    "text": "Tokyo style is so specific. And I'm a very big fan of their history. It's pretty simple. A lot of the time, people expect to see the wild style that comes out of Japan, but I think, traditionally, the style is very simple."
   },
   "author": {
    "text": "Thundercat"
   }
  },
  {
   "quote": {
    "text": "The haunting of history is ever present in Barcelona. I see cities as organisms, as living creatures. To me, Madrid is a man and Barcelona is a woman. And it's a woman who's extremely vain."
   },
   "author": {
    "text": "Carlos Ruiz Zafon"
   }
  },
  {
   "quote": {
    "text": "Debate and divergence of views can only enrich our history and culture."
   },
   "author": {
    "text": "Ibrahim Babangida"
   }
  },
  {
   "quote": {
    "text": "What Britain needs is an iron lady."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "History furnishes thousands of examples of men who have seized occasions to accomplish results deemed impossible by those less resolute. Prompt decision and whole-souled action sweep the world before them."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "History is indeed little more than the register of the crimes, follies, and misfortunes of mankind."
   },
   "author": {
    "text": "Edward Gibbon"
   }
  },
  {
   "quote": {
    "text": "Why should we honour those that die upon the field of battle? A man may show as reckless a courage in entering into the abyss of himself."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "The fall of the Berlin Wall makes for nice pictures. But it all started in the shipyards."
   },
   "author": {
    "text": "Lech Walesa"
   }
  },
  {
   "quote": {
    "text": "Something as curious as the monarchy won't survive unless you take account of people's attitudes. After all, if people don't want it, they won't have it."
   },
   "author": {
    "text": "Prince Charles"
   }
  },
  {
   "quote": {
    "text": "Women love hairy men. Cavemen were the sexiest men in history."
   },
   "author": {
    "text": "Leslie Mann"
   }
  },
  {
   "quote": {
    "text": "Throwing off despotism and tyranny is our history and part of our national identity - something in which we can take incredible pride."
   },
   "author": {
    "text": "Mike Crapo"
   }
  },
  {
   "quote": {
    "text": "Few developments central to the history of art have been so misrepresented or misunderstood as the brief, brave, glorious, doomed life of the Bauhaus - the epochally influential German art, architecture, crafts, and design school that was founded in Goethe's sleepy hometown of Weimar in 1919."
   },
   "author": {
    "text": "Martin Filler"
   }
  },
  {
   "quote": {
    "text": "While I honor the soldiers in my family, and I am a student of history, the past is the past, and I do not live in the past."
   },
   "author": {
    "text": "Robert Wilkie"
   }
  },
  {
   "quote": {
    "text": "There's a very big part of me that just wants to take all of comics history and toss it on the bonfire. I'd sort of like to get on to the future."
   },
   "author": {
    "text": "Scott McCloud"
   }
  },
  {
   "quote": {
    "text": "I am not in the business of pointing fingers or making excuses. However, recent history has shown that I, like thousands of others in Ireland, incorrectly relied upon the persons who guided Anglo and who wrongfully sought to portray a 'blue chip' Irish banking sector."
   },
   "author": {
    "text": "Sean Quinn"
   }
  },
  {
   "quote": {
    "text": "Every country has a dark side of their history."
   },
   "author": {
    "text": "Miyavi"
   }
  },
  {
   "quote": {
    "text": "History repeats itself. Historians repeat each other."
   },
   "author": {
    "text": "Philip Guedalla"
   }
  },
  {
   "quote": {
    "text": "Owning a popular sports team is very different than any other type of business. They don't throw parades when Apple has the biggest quarter in corporate history. People don't call and email asking for anyone from the team to come visit their sick child. They don't cry as they request a jersey of their child's favorite player to be buried with them."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "History is a pack of lies about events that never happened told by people who weren't there."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "We can't understand when we're pregnant, or when our siblings are expecting, how profound it is to have a shared history with a younger generation: blood, genes, humor. It means we were actually here, on Earth, for a time - like the Egyptians with their pyramids, only with children."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "Difficulty is the excuse history never accepts."
   },
   "author": {
    "text": "Edward R. Murrow"
   }
  },
  {
   "quote": {
    "text": "Could I have but a line a century hence crediting a contribution to the advance of peace, I would yield every honor which has been accorded by war."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "Without words, without writing and without books there would be no history, there could be no concept of humanity."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "And remember, where you have a concentration of power in a few hands, all too frequently men with the mentality of gangsters get control. History has proven that."
   },
   "author": {
    "text": "Lord Acton"
   }
  },
  {
   "quote": {
    "text": "In the long course of history, having people who understand your thought is much greater security than another submarine."
   },
   "author": {
    "text": "J. William Fulbright"
   }
  },
  {
   "quote": {
    "text": "Holding an Olympic Games means evoking history."
   },
   "author": {
    "text": "Pierre de Coubertin"
   }
  },
  {
   "quote": {
    "text": "America is the only nation in history which miraculously has gone directly from barbarism to degeneration without the usual interval of civilization."
   },
   "author": {
    "text": "Georges Clemenceau"
   }
  },
  {
   "quote": {
    "text": "In the tumult of men and events, solitude was my temptation; now it is my friend. What other satisfaction can be sought once you have confronted History?"
   },
   "author": {
    "text": "Charles de Gaulle"
   }
  },
  {
   "quote": {
    "text": "If you have a great product but no one knows about it, it's history."
   },
   "author": {
    "text": "Tony Fernandes"
   }
  },
  {
   "quote": {
    "text": "The past always seems somehow more golden, more serious, than the present. We tend to forget the partisanship of yesteryear, preferring to re-imagine our history as a sure and steady march toward greatness."
   },
   "author": {
    "text": "Jon Meacham"
   }
  },
  {
   "quote": {
    "text": "All religions throughout history have been concerned about - and have sometimes fought over - what it means to represent God, and they have found elegant, intriguing, and awkward ways to confront that dilemma."
   },
   "author": {
    "text": "Mary Beard"
   }
  },
  {
   "quote": {
    "text": "No history can be a faithful mirror. If it were, it would be as long and as dull as life itself. It must be a selection, and, being a selection, must inevitably be biased."
   },
   "author": {
    "text": "T. E. Hulme"
   }
  },
  {
   "quote": {
    "text": "History is full of really good stories. That's the main reason I got into this racket: I want to make the argument that history is interesting."
   },
   "author": {
    "text": "Sarah Vowell"
   }
  },
  {
   "quote": {
    "text": "We used to root for the Indians against the cavalry, because we didn't think it was fair in the history books that when the cavalry won it was a great victory, and when the Indians won it was a massacre."
   },
   "author": {
    "text": "Dick Gregory"
   }
  },
  {
   "quote": {
    "text": "Democratic nations must try to find ways to starve the terrorist and the hijacker of the oxygen of publicity on which they depend."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "France, and the whole of Europe have a great culture and an amazing history. Most important thing though is that people there know how to live! In America they've forgotten all about it. I'm afraid that the American culture is a disaster."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "If a secret history of books could be written, and the author's private thoughts and meanings noted down alongside of his story, how many insipid volumes would become interesting, and dull tales excite the reader!"
   },
   "author": {
    "text": "William Makepeace Thackeray"
   }
  },
  {
   "quote": {
    "text": "It was a Greek tragedy. Nixon was fulfilling his own nature. Once it started it could not end otherwise."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "It took us in this country 11 years to get from the Declaration of Independence to the Constitution."
   },
   "author": {
    "text": "Mitch McConnell"
   }
  },
  {
   "quote": {
    "text": "Americans are good with to-do lists; just tell us what to do, and we'll do it. Throughout our history, we have proven that. Colonize. Check. Win our independence. Check. Form a union. Check. Expand to the Pacific. Check. Settle the West. Check. Keep the Union together. Check. Industrialize. Check. Fight the Nazis. Check."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "September 11th was a moment when America had the sympathy of the world."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "Open markets offer the only realistic hope of pulling billions of people in developing countries out of abject poverty, while sustaining prosperity in the industrialized world."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "You look at the greatest villains in human history, the fascists, the autocrats, they all wanted people to kneel before them because they don't love themselves enough."
   },
   "author": {
    "text": "Tom Hiddleston"
   }
  },
  {
   "quote": {
    "text": "I spend much more time looking at art history and at different references to art than I do at actual objects."
   },
   "author": {
    "text": "Jeff Koons"
   }
  },
  {
   "quote": {
    "text": "The new millennium began with a great global dream. World leaders gathered at the United Nations in 2000 and adopted, among others, a historic goal to reduce poverty by half by 2015. Never in human history had such a bold goal been adopted by the entire world in one voice, one that specified time and size."
   },
   "author": {
    "text": "Muhammad Yunus"
   }
  },
  {
   "quote": {
    "text": "Remember that in every single case in history the process of adaptation has been one of exceeding slowness. Do not look for the impossible, but do not let your path deviate from the quiet and steadfast insistence on full opportunities for your powers."
   },
   "author": {
    "text": "Franz Boas"
   }
  },
  {
   "quote": {
    "text": "I was France."
   },
   "author": {
    "text": "Charles de Gaulle"
   }
  },
  {
   "quote": {
    "text": "Dad, I'm in some trouble. There's been an accident and you're going to hear all sorts of things about me from now on. Terrible things."
   },
   "author": {
    "text": "Edward Kennedy"
   }
  },
  {
   "quote": {
    "text": "Mankind has probably done more damage to the Earth in the 20th century than in all of previous human history."
   },
   "author": {
    "text": "Jacques Yves Cousteau"
   }
  },
  {
   "quote": {
    "text": "Bulls don't read. Bears read financial history. As markets fall to bits, the bears dust off the Dutch tulip mania of 1637, the Banque Royale of 1719-20, the railway speculation of the 1840s, the great crash of 1929."
   },
   "author": {
    "text": "James Buchan"
   }
  },
  {
   "quote": {
    "text": "Most of the fiction on the California Gold Rush makes it sound like one grand, boyish adventure. However, when you read the real history, you realize that it wasn't that way at all."
   },
   "author": {
    "text": "Laurence Yep"
   }
  },
  {
   "quote": {
    "text": "Remembering the loss of those Irishmen from all parts of the island who were sent to their deaths in the imperialist slaughter of the First World War is crucial to understanding our history. It is also important to recognise the special significance in which the Battle of the Somme and the First World War is held."
   },
   "author": {
    "text": "Martin McGuinness"
   }
  },
  {
   "quote": {
    "text": "The only hope is that our civilization will collapse at a certain point, as always happens in history. Then, out of barbarity, a renaissance."
   },
   "author": {
    "text": "Pierre Schaeffer"
   }
  },
  {
   "quote": {
    "text": "If cleverness has often been a sign of decadence throughout history, the attempt to be too clever by half is an even more reliable marker of cultural decline."
   },
   "author": {
    "text": "Bill Kristol"
   }
  },
  {
   "quote": {
    "text": "Like the seasons of the year, like history, truth also repeats itself. But we seldom recognize it when great poets or true artists - the prophets and the priests of our day - present it to us in garments spick and span, following the fashion of the age, the slant of its fancy, the turn and temper of its mind."
   },
   "author": {
    "text": "Ameen Rihani"
   }
  },
  {
   "quote": {
    "text": "East Asia has prospered since the end of the Vietnam War, and Northeast Asia has prospered since the end of the Korean War in a way that seems unimaginable when you think of the history of the first half of the century."
   },
   "author": {
    "text": "William C. Kirby"
   }
  },
  {
   "quote": {
    "text": "I've been knocked down more than any heavyweight champion in history."
   },
   "author": {
    "text": "Floyd Patterson"
   }
  },
  {
   "quote": {
    "text": "History is little more than the register of the crimes, follies, and misfortunes of mankind."
   },
   "author": {
    "text": "Edward Gibbon"
   }
  },
  {
   "quote": {
    "text": "The more bombers, the less room for doves of peace."
   },
   "author": {
    "text": "Nikita Khrushchev"
   }
  },
  {
   "quote": {
    "text": "I did not come to NASA to make history."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "Even though the society that Marx foresaw is far from being an historical reality, Marxism has penetrated so deeply in history that we are all Marxists, one way or another, even unknowingly."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "There is a history to Italian food that goes back thousands of years, and there's a basic value of respecting food. America is young and doesn't have that."
   },
   "author": {
    "text": "Lidia Bastianich"
   }
  },
  {
   "quote": {
    "text": "True there has been more talk of peace since 1945 than, I should think, at any other time in history. At least we hear more and read more about it because man's words, for good or ill, can now so easily reach the millions."
   },
   "author": {
    "text": "Lester B. Pearson"
   }
  },
  {
   "quote": {
    "text": "General Electric, NBC's parent, is one of the largest corporations in the world, with an anti-labor history of outsourcing jobs and with financial links to military and nuclear power industries."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "Time is my greatest enemy."
   },
   "author": {
    "text": "Evita Peron"
   }
  },
  {
   "quote": {
    "text": "A war still rages over the legacy of the 1960s."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "English does have a larger vocabulary than other languages because of its history as the primary language of science and its global reach."
   },
   "author": {
    "text": "David Crystal"
   }
  },
  {
   "quote": {
    "text": "The Fiesta Tour McDonald's exhibit is a one-of-a-kind compilation of items and great moments in Latin music history. Every item has a unique story, including the outfit which I wore during the 2008 Premios Juventud awards."
   },
   "author": {
    "text": "Thalia"
   }
  },
  {
   "quote": {
    "text": "Fifty years ago, historians advised politicians and policy-makers. They helped chart the future of nations by helping leaders learn from past mistakes in history. But then something changed, and we began making decisions based on economic principles rather than historical ones. The results were catastrophic."
   },
   "author": {
    "text": "Annalee Newitz"
   }
  },
  {
   "quote": {
    "text": "In my view, far from deserving condemnation for their courageous reporting, the New York Times, the Washington Post and other newspapers should be commended for serving the purpose that the Founding Fathers saw so clearly."
   },
   "author": {
    "text": "Hugo Black"
   }
  },
  {
   "quote": {
    "text": "The two ethnic groups that remain fundamentally different from the Han Chinese - in terms of history, culture, language, religion and physical appearance - are the Uighurs and Tibetans. In these two groups, the Han Chinese come face to face with difference."
   },
   "author": {
    "text": "Martin Jacques"
   }
  },
  {
   "quote": {
    "text": "Never doubt that you can change history. You already have."
   },
   "author": {
    "text": "Marge Piercy"
   }
  },
  {
   "quote": {
    "text": "The future of Arab films is absolutely up to Arabs and no one else. They've got the equipment, they've got the will, they've got the talent, now they just need a little bit of history behind them and a bit of cultural relaxation."
   },
   "author": {
    "text": "Alexander Siddig"
   }
  },
  {
   "quote": {
    "text": "In a novel, I think you have a contract with the reader to make the character representative - of a moment in history, a social class... for instance, I wanted to make the boy in 'A Boy's Own Story' more like other gay men of my generation in their youth and not like me."
   },
   "author": {
    "text": "Edmund White"
   }
  },
  {
   "quote": {
    "text": "What fascinates me are the turning points where history could have been different."
   },
   "author": {
    "text": "Hilary Mantel"
   }
  },
  {
   "quote": {
    "text": "Heretofore there has always been in the history of the world a comparatively unoccupied land westward, into which the crowded countries of the East have poured their surplus populations."
   },
   "author": {
    "text": "Josiah Strong"
   }
  },
  {
   "quote": {
    "text": "The past is really almost as much a work of the imagination as the future."
   },
   "author": {
    "text": "Jessamyn West"
   }
  },
  {
   "quote": {
    "text": "It is not I who have been consigned to the bedroom of history."
   },
   "author": {
    "text": "Corazon Aquino"
   }
  },
  {
   "quote": {
    "text": "Pearl Harbor? Michael Bay doing a movie about the single most devastating, most holy day in United States military history? Why, that's like the Three Stooges doing a Holocaust movie. Or Barney doing 'Hamlet'."
   },
   "author": {
    "text": "Jeanne Marie Laskas"
   }
  },
  {
   "quote": {
    "text": "Images sometimes capture particular periods in history. The unreachable green light, beckoning from across the bay in 'The Great Gatsby,' has become a symbol of the yearning of America in the 1920s."
   },
   "author": {
    "text": "David Ignatius"
   }
  },
  {
   "quote": {
    "text": "Through history, people look for something spiritual. The greatest scientists in the world were men of religion and faith, too."
   },
   "author": {
    "text": "Kirstie Alley"
   }
  },
  {
   "quote": {
    "text": "Russians can give you arms but only the United States can give you a solution."
   },
   "author": {
    "text": "Anwar Sadat"
   }
  },
  {
   "quote": {
    "text": "Young people have been at the forefront of every great social movement in our country's history."
   },
   "author": {
    "text": "Sherrod Brown"
   }
  },
  {
   "quote": {
    "text": "I'm the Latin artist who has been the most successful in history at representing the Latin culture. The stylings of my words are immodest, but it's the truth."
   },
   "author": {
    "text": "Julio Iglesias"
   }
  },
  {
   "quote": {
    "text": "That so unlikely an outcome should accrue to a man possessed of such limited talent and so many flaws, and one lacking in a sense of ethics and decency was one of the bitter ironies of history."
   },
   "author": {
    "text": "William Thomas Green Morton"
   }
  },
  {
   "quote": {
    "text": "World War II was a decisive time in our history and June 6, 1944, marked the decisive moment of the war."
   },
   "author": {
    "text": "Lane Evans"
   }
  },
  {
   "quote": {
    "text": "Where in the world would I rather be than on the front line of history?"
   },
   "author": {
    "text": "Lynsey Addario"
   }
  },
  {
   "quote": {
    "text": "Throughout history no one has suffered more than God. He has suffered because his own children fell away from him. Ever since the Fall, God has been working tirelessly for the restoration of mankind. People do not know this brokenhearted aspect of God."
   },
   "author": {
    "text": "Sun Myung Moon"
   }
  },
  {
   "quote": {
    "text": "There's something very special about seeing history so clearly in front of you through that architecture that you just don't get in the U.S. If I was asked to choose where I'd most like to live, I would always choose London."
   },
   "author": {
    "text": "Charlie Cox"
   }
  },
  {
   "quote": {
    "text": "All the great game show hosts have a signature 'look,' from Bob Barker's year-round Brazil Nut-hued tan to Monty Hall's oversized lamb chop sideburns. As the host of IFC's new comedy game show 'Bunk,' I, too, have worked to develop a style signature by being the first man or woman in TV history to host every show in my bare feet!"
   },
   "author": {
    "text": "Kurt Braunohler"
   }
  },
  {
   "quote": {
    "text": "The Supreme Court's only armor is the cloak of public trust; its sole ammunition, the collective hopes of our society."
   },
   "author": {
    "text": "Irving R. Kaufman"
   }
  },
  {
   "quote": {
    "text": "Villa Grande has in many ways symbolized an important, but less than pleasant, part of our history."
   },
   "author": {
    "text": "Kjell Magne Bondevik"
   }
  },
  {
   "quote": {
    "text": "We must admit that history is enjoyable to a large extent because it enables us to pass judgement on the past."
   },
   "author": {
    "text": "Douglas Hurd"
   }
  },
  {
   "quote": {
    "text": "When you are 'world building,' people will oftentimes judge how well you built your world. They want to know: Is the culture believable? Does it feel like it has a history? I try very hard to pay attention to details."
   },
   "author": {
    "text": "Marie Rutkoski"
   }
  },
  {
   "quote": {
    "text": "I have a unique history. There's no way to ever separate what your life would have been like if you had taken a different path. You have to embrace what is yours, and if you don't like it, you have to decide to change it."
   },
   "author": {
    "text": "Eve Plumb"
   }
  },
  {
   "quote": {
    "text": "History seems to be so clumsy."
   },
   "author": {
    "text": "Robert Johnson"
   }
  },
  {
   "quote": {
    "text": "I am imprinted with the whole sense of European history, especially German history, going back to World War I, which really destroyed all the old values and culture. My grandparents had been reasonably well-off but they became quite poor, living in an attic apartment."
   },
   "author": {
    "text": "Lisel Mueller"
   }
  },
  {
   "quote": {
    "text": "History is an account, mostly false, of events, mostly unimportant, which are brought about by rulers, mostly knaves, and soldiers, mostly fools."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "In the Confederate Army, an officer was judged by stark courage alone, and this made it possible for the Confederacy to live four years."
   },
   "author": {
    "text": "Chesty Puller"
   }
  },
  {
   "quote": {
    "text": "History develops, art stands still."
   },
   "author": {
    "text": "E. M. Forster"
   }
  },
  {
   "quote": {
    "text": "But every historical statement and legitimization itself moves within a certain relation to history."
   },
   "author": {
    "text": "Martin Heidegger"
   }
  },
  {
   "quote": {
    "text": "Although... the Chief Magistrate must almost of necessity be chosen by a party and stand pledged to its principles and measures, yet in his official action he should not be the President of a party only, but of the whole people of the United States."
   },
   "author": {
    "text": "James K. Polk"
   }
  },
  {
   "quote": {
    "text": "Be assured those will be thy worst enemies, not to whom thou hast done evil, but who have done evil to thee. And those will be thy best friends, not to whom thou hast done good, but who have done good to thee."
   },
   "author": {
    "text": "Tacitus"
   }
  },
  {
   "quote": {
    "text": "Stonehenge was built possibly by the Minoans. It presents one of man's first attempts to order his view of the outside world."
   },
   "author": {
    "text": "Stephen Gardiner"
   }
  },
  {
   "quote": {
    "text": "History is an endless repetition of the wrong way of living."
   },
   "author": {
    "text": "Lawrence Durrell"
   }
  },
  {
   "quote": {
    "text": "Hubert Humphrey talks so fast that listening to him is like trying to read Playboy magazine with your wife turning the pages."
   },
   "author": {
    "text": "Barry Goldwater"
   }
  },
  {
   "quote": {
    "text": "There was no United States before slavery. I am sure somebody can make some sort of argument about modern French identity and slavery and North Africa, but there simply is no American history before black people."
   },
   "author": {
    "text": "Ta-Nehisi Coates"
   }
  },
  {
   "quote": {
    "text": "Keeping books on social aid is capitalistic nonsense. I just use the money for the poor. I can't stop to count it."
   },
   "author": {
    "text": "Evita Peron"
   }
  },
  {
   "quote": {
    "text": "When the rich think about the poor, they have poor ideas."
   },
   "author": {
    "text": "Evita Peron"
   }
  },
  {
   "quote": {
    "text": "History is a vision of God's creation on the move."
   },
   "author": {
    "text": "Arnold J. Toynbee"
   }
  },
  {
   "quote": {
    "text": "We, therefore, here in Britain stand shoulder to shoulder with our American friends in this hour of tragedy, and we, like them, will not rest until this evil is driven from our world."
   },
   "author": {
    "text": "Tony Blair"
   }
  },
  {
   "quote": {
    "text": "The Shield had run its course as a three-man group, and we'll go down in history as one of the greatest factions of all time."
   },
   "author": {
    "text": "Seth Rollins"
   }
  },
  {
   "quote": {
    "text": "In American history, it's about hard work and self-reliance. It's not about collecting giveaways or being on unemployment forever. That the economy moves ahead for people who are going to work to realize the American dream, own a home, send your kids to college. I think it's the founding cornerstone of America."
   },
   "author": {
    "text": "Ryan Zinke"
   }
  },
  {
   "quote": {
    "text": "If the history of resistance to Darwinian thinking is a good measure, we can expect that long into the future, long after every triumph of human thought has been matched or surpassed by 'mere machines,' there will still be thinkers who insist that the human mind works in mysterious ways that no science can comprehend."
   },
   "author": {
    "text": "Daniel Dennett"
   }
  },
  {
   "quote": {
    "text": "Here I am at the turn of the millennium and I'm still the last man to have walked on the moon, somewhat disappointing. It says more about what we have not done than about what we have done."
   },
   "author": {
    "text": "Gene Cernan"
   }
  },
  {
   "quote": {
    "text": "I've told myself I have a chance to make history, and that's my focus."
   },
   "author": {
    "text": "Jordan Spieth"
   }
  },
  {
   "quote": {
    "text": "They were afraid, never having learned what I taught myself: Defeat the fear of death and welcome the death of fear."
   },
   "author": {
    "text": "G. Gordon Liddy"
   }
  },
  {
   "quote": {
    "text": "I wouldn't attach too much importance to these student riots. I remember when I was a student at the Sorbonne in Paris, I used to go out and riot occasionally."
   },
   "author": {
    "text": "John Foster Dulles"
   }
  },
  {
   "quote": {
    "text": "The illusion is that most of my work is simply about past events: a point in history and nothing else."
   },
   "author": {
    "text": "Kara Walker"
   }
  },
  {
   "quote": {
    "text": "One who comes to the Court must come to adore, not to protest. That's the new gloss on the 1st Amendment."
   },
   "author": {
    "text": "William O. Douglas"
   }
  },
  {
   "quote": {
    "text": "Tell the FBI that the kidnappers should pick out a judge that Nixon wants back."
   },
   "author": {
    "text": "William O. Douglas"
   }
  },
  {
   "quote": {
    "text": "The past actually happened but history is only what someone wrote down."
   },
   "author": {
    "text": "A. Whitney Brown"
   }
  },
  {
   "quote": {
    "text": "History is the sum total of things that could have been avoided."
   },
   "author": {
    "text": "Konrad Adenauer"
   }
  },
  {
   "quote": {
    "text": "Malaria has long been a devastating and life-threatening global epidemic disease in human history."
   },
   "author": {
    "text": "Tu Youyou"
   }
  },
  {
   "quote": {
    "text": "The past is malleable and flexible, changing as our recollection interprets and re-explains what has happened."
   },
   "author": {
    "text": "Peter L. Berger"
   }
  },
  {
   "quote": {
    "text": "Through our own hard work and ingenuity, America has spent much of its history as the world's dominant economic power. But our dominance is not pre-ordained - history does not roll along on the wheels of inevitability."
   },
   "author": {
    "text": "Evan Bayh"
   }
  },
  {
   "quote": {
    "text": "The nation was awakened by that deafening shot."
   },
   "author": {
    "text": "Corazon Aquino"
   }
  },
  {
   "quote": {
    "text": "As an author of narrative history, I read a lot of history books."
   },
   "author": {
    "text": "Nathaniel Philbrick"
   }
  },
  {
   "quote": {
    "text": "History is a tool used by politicians to justify their intentions."
   },
   "author": {
    "text": "Ted Koppel"
   }
  },
  {
   "quote": {
    "text": "You have to look at history as an evolution of society."
   },
   "author": {
    "text": "Jean Chretien"
   }
  },
  {
   "quote": {
    "text": "The inspiration of my drag is the history of drag, the long tradition of drag queens being at the forefront of queer activism. That informs my drag style, and in a sense, that is the direction we need to go in the future."
   },
   "author": {
    "text": "Sasha Velour"
   }
  },
  {
   "quote": {
    "text": "If we celebrate Martin Luther King Jr.'s birthday at a time of presidential inaugurals, this is thanks to Ronald Reagan who created the holiday, and not to the Democratic Congress of the Carter years, which rejected it."
   },
   "author": {
    "text": "David Horowitz"
   }
  },
  {
   "quote": {
    "text": "The fleet sailed to its war base in the North Sea, headed not so much for some rendezvous with glory as for rendezvous with discretion."
   },
   "author": {
    "text": "Barbara W. Tuchman"
   }
  },
  {
   "quote": {
    "text": "Terrorism takes us back to ages we thought were long gone if we allow it a free hand to corrupt democratic societies and destroy the basic rules of international life."
   },
   "author": {
    "text": "Jacques Chirac"
   }
  },
  {
   "quote": {
    "text": "The construction of Europe is an art. It is the art of the possible."
   },
   "author": {
    "text": "Jacques Chirac"
   }
  },
  {
   "quote": {
    "text": "To people who remember JFK's assassination, JFK Jr. will probably always be that boy saluting his father's coffin."
   },
   "author": {
    "text": "Michael Beschloss"
   }
  },
  {
   "quote": {
    "text": "Generally speaking, historically in this country, the care of a child has been thought of as female business."
   },
   "author": {
    "text": "Eddie Bernice Johnson"
   }
  },
  {
   "quote": {
    "text": "An Edwardian lady in full dress was a wonder to behold, and her preparations for viewing were awesome."
   },
   "author": {
    "text": "William Manchester"
   }
  },
  {
   "quote": {
    "text": "Over and over in the history of astronomy, a new instrument finds things we never expected to see."
   },
   "author": {
    "text": "Rainer Weiss"
   }
  },
  {
   "quote": {
    "text": "We peruse one ideal, that of bringing people together in peace, irrespective of race, religion and political convictions, for the benefit of mankind."
   },
   "author": {
    "text": "Juan Antonio Samaranch"
   }
  },
  {
   "quote": {
    "text": "The 1st Amendment protects the right to speak, not the right to spend."
   },
   "author": {
    "text": "Byron White"
   }
  },
  {
   "quote": {
    "text": "We learned the value of research in World War II."
   },
   "author": {
    "text": "Amar Bose"
   }
  },
  {
   "quote": {
    "text": "The real 1960s began on the afternoon of November 22, 1963. It came to seem that Kennedy's murder opened some malign trap door in American culture, and the wild bats flapped out."
   },
   "author": {
    "text": "Lance Morrow"
   }
  },
  {
   "quote": {
    "text": "On the day when man told the story of his life to man, history was born."
   },
   "author": {
    "text": "Alfred de Vigny"
   }
  },
  {
   "quote": {
    "text": "It's been a while since I checked in with Malcolm Gladwell's 'Revisionist History' podcast. The episode 'The King of Tears' suggests the author is raising the bar. His argument is that country music is the genre that makes us cry because, unlike rock, it's not afraid of specifics."
   },
   "author": {
    "text": "David Hepworth"
   }
  },
  {
   "quote": {
    "text": "All truly historical peoples have an idea they must realize, and when they have sufficiently exploited it at home, they export it, in a certain way, by war; they make it tour the world."
   },
   "author": {
    "text": "Victor Cousin"
   }
  },
  {
   "quote": {
    "text": "To the extent that the judicial profession becomes the daily routine of deciding cases on the most secure precedents and the narrowest grounds available, the judicial mind atrophies and its perspective shrinks."
   },
   "author": {
    "text": "Irving R. Kaufman"
   }
  },
  {
   "quote": {
    "text": "That great dust-heap called 'history'."
   },
   "author": {
    "text": "Augustine Birrell"
   }
  },
  {
   "quote": {
    "text": "France is delighted at this new opportunity to show the world that when one has the will one can succeed in joining peoples who have been brought close by history."
   },
   "author": {
    "text": "Francois Mitterrand"
   }
  }
 ]
}