{
 "HomeQuotes": [
  {
   "quote": {
    "text": "Gratitude unlocks the fullness of life. It turns what we have into enough, and more. It turns denial into acceptance, chaos to order, confusion to clarity. It can turn a meal into a feast, a house into a home, a stranger into a friend."
   },
   "author": {
    "text": "Melody Beattie"
   }
  },
  {
   "quote": {
    "text": "Nothing is better than going home to family and eating good food and relaxing."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "If you want to conquer fear, don't sit home and think about it. Go out and get busy."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "Let the wife make the husband glad to come home, and let him make her sorry to see him leave."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "Every day is a journey, and the journey itself is home."
   },
   "author": {
    "text": "Matsuo Basho"
   }
  },
  {
   "quote": {
    "text": "Where we love is home - home that our feet may leave, but not our hearts."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "See, when you drive home today, you've got a big windshield on the front of your car. And you've got a little bitty rearview mirror. And the reason the windshield is so large and the rearview mirror is so small is because what's happened in your past is not near as important as what's in your future."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "A man travels the world over in search of what he needs and returns home to find it."
   },
   "author": {
    "text": "George A. Moore"
   }
  },
  {
   "quote": {
    "text": "Land is the secure ground of home, the sea is like life, the outside, the unknown."
   },
   "author": {
    "text": "Stephen Gardiner"
   }
  },
  {
   "quote": {
    "text": "Find joy in everything you choose to do. Every job, relationship, home... it's your responsibility to love it, or change it."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "There is nothing like staying at home for real comfort."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "When your time comes to die, be not like those whose hearts are filled with fear of death, so that when their time comes they weep and pray for a little more time to live their lives over again in a different way. Sing your death song, and die like a hero going home."
   },
   "author": {
    "text": "Tecumseh"
   }
  },
  {
   "quote": {
    "text": "Where there is righteousness in the heart, there is beauty in the character. When there is beauty in the character, there is harmony in the home. When there is harmony in the home, there is order in the nation. When there is order in the nation, there is peace in the world."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "A house is not a home unless it contains food and fire for the mind as well as the body."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "I love you - I am at rest with you - I have come home."
   },
   "author": {
    "text": "Dorothy L. Sayers"
   }
  },
  {
   "quote": {
    "text": "The strength of a nation derives from the integrity of the home."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "When I come home, my daughter will run to the door and give me a big hug, and everything that's happened that day just melts away."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "Going home, spending time with the family, I feel they're my friends as well, all of them. I look forward to meeting any one of them for a coffee, and when we all get together, I just love it."
   },
   "author": {
    "text": "Domhnall Gleeson"
   }
  },
  {
   "quote": {
    "text": "We are a country where people of all backgrounds, all nations of origin, all languages, all religions, all races, can make a home. America was built by immigrants."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "If you go anywhere, even paradise, you will miss your home."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "My mother was the greatest mother in the world. She thought I was the greatest thing on two feet. I'd come home with a little composition I had written at school, and she'd look at it and say, 'It's wonderful! You're another Shakespeare!' I always assumed I could do anything. It really is amazing how much that has to do with your attitude."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "This nation will remain the land of the free only so long as it is the home of the brave."
   },
   "author": {
    "text": "Elmer Davis"
   }
  },
  {
   "quote": {
    "text": "I feel sorry for kids these days. They get so much homework. Remember the days when we put a belt around our two books and carried them home? Now they're dragging a suitcase. They have school all day, then homework from six until eleven. There's no time left to be creative."
   },
   "author": {
    "text": "Tom Petty"
   }
  },
  {
   "quote": {
    "text": "Nothing can bring a real sense of security into the home except true love."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Going home and spending time with your family and your real friends keeps you grounded."
   },
   "author": {
    "text": "Jennifer Ellison"
   }
  },
  {
   "quote": {
    "text": "It's always fun to visit multiple locations on one trip, but I think it also really depends on the ages of those on holiday. As a child, I loved spending time in one vacation spot, getting attached to the location, becoming comfortable, and feeling as though I were at home. This is something I would like for my children to experience."
   },
   "author": {
    "text": "Margherita Missoni"
   }
  },
  {
   "quote": {
    "text": "I have a family, loving aunts, and a good home. No, on the surface I seem to have everything except my one true friend. All I think about when I'm with friends is having a good time. I can't bring myself to talk about anything but ordinary everyday things. We don't seem to be able to get any closer, and that's the problem."
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "Love begins by taking care of the closest ones - the ones at home."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "The American Dream is one of success, home ownership, college education for one's children, and have a secure job to provide these and other goals."
   },
   "author": {
    "text": "Leonard Boswell"
   }
  },
  {
   "quote": {
    "text": "Being sad and being depressed are two different things. Also, people going through depression don't look so, while someone sad will look sad. The most common reaction is, 'How can you be depressed? You have everything going for you. You are the supposed number one heroine and have a plush home, car, movies... What else do you want?'"
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "Turn up the lights. I don't want to go home in the dark."
   },
   "author": {
    "text": "O. Henry"
   }
  },
  {
   "quote": {
    "text": "I have to think that I think it's always been a horse race between this administration's temporary political acumen and their completely, utterly, totally bankrupt policies. And they're coming home to roost. It was always a question of time. These guys aren't conservative. These guys are radicals."
   },
   "author": {
    "text": "Bradley Whitford"
   }
  },
  {
   "quote": {
    "text": "Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer fear, do not sit home and think about it. Go out and get busy."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "A great restaurant is one that just makes you feel like you're not sure whether you went out or you came home and confuses you. If it can do both of those things at the same time, you're hooked."
   },
   "author": {
    "text": "Danny Meyer"
   }
  },
  {
   "quote": {
    "text": "I love coming back home and seeing old friends and family. I would say it keeps me grounded."
   },
   "author": {
    "text": "Coy Bowles"
   }
  },
  {
   "quote": {
    "text": "Going to the woods is going home, for I suppose we came from the woods originally. But in some of nature's forests, the adventurous traveler seems a feeble, unwelcome creature; wild beasts and the weather trying to kill him, the rank, tangled vegetation, armed with spears and stinging needles, barring his way and making life a hard struggle."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "You don't teach morals and ethics and empathy and kindness in the schools. You teach that at home, and children learn by example."
   },
   "author": {
    "text": "Judy Sheindlin"
   }
  },
  {
   "quote": {
    "text": "My home is in Heaven. I'm just traveling through this world."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "He is happiest, be he king or peasant, who finds peace in his home."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Israel was not created in order to disappear - Israel will endure and flourish. It is the child of hope and the home of the brave. It can neither be broken by adversity nor demoralized by success. It carries the shield of democracy and it honors the sword of freedom."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "The distance, being far away from your home, from your family, that's not easy. There are times when you say, 'Wow, what a fight, what a battle.'"
   },
   "author": {
    "text": "Rodrigo Santoro"
   }
  },
  {
   "quote": {
    "text": "Love begins at home, and it is not how much we do... but how much love we put in that action."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "The kitchen is the heart of every home, for the most part. It evokes memories of your family history."
   },
   "author": {
    "text": "Debi Mazar"
   }
  },
  {
   "quote": {
    "text": "I am not going to die, I'm going home like a shooting star."
   },
   "author": {
    "text": "Sojourner Truth"
   }
  },
  {
   "quote": {
    "text": "Furniture should always be comfortable. And always have a piece of art that you made somewhere in the home."
   },
   "author": {
    "text": "Tamara Taylor"
   }
  },
  {
   "quote": {
    "text": "I am a marathon worker and marathon mother. I'll spend three or four days completely swallowed up by work. And if I make it home in time to say good night, I may have one good hour with the girls, maybe a brief family dinner or a family walk with the dog, and then it is back on the computer to prepare for tomorrow's shows."
   },
   "author": {
    "text": "Mika Brzezinski"
   }
  },
  {
   "quote": {
    "text": "Happy, happy Christmas, that can win us back to the delusions of our childhood days, recall to the old man the pleasures of his youth, and transport the traveler back to his own fireside and quiet home!"
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "I have two homes, like someone who leaves their hometown and/or parents and then establishes a life elsewhere. They might say that they're going home when they return to see old friends or parents, but then they go home as well when they go to where they live now. Sarajevo is home, Chicago is home."
   },
   "author": {
    "text": "Aleksandar Hemon"
   }
  },
  {
   "quote": {
    "text": "A youth, when at home, should be filial and, abroad, respectful to his elders. He should be earnest and truthful. He should overflow in love to all and cultivate the friendship of the good. When he has time and opportunity, after the performance of these things, he should employ them in polite studies."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "America's future will be determined by the home and the school. The child becomes largely what he is taught; hence we must watch what we teach, and how we live."
   },
   "author": {
    "text": "Jane Addams"
   }
  },
  {
   "quote": {
    "text": "Sunday, for me, is all about being home with the family with no plans."
   },
   "author": {
    "text": "John Lasseter"
   }
  },
  {
   "quote": {
    "text": "My time off is usually spent working out and getting better at football. When I come home and spend time with my little brother, we're out on the football field. We're working out or playing Madden. We're spending time with each other, but our quality time is football."
   },
   "author": {
    "text": "Stefon Diggs"
   }
  },
  {
   "quote": {
    "text": "Swimming is normal for me. I'm relaxed. I'm comfortable, and I know my surroundings. It's my home."
   },
   "author": {
    "text": "Michael Phelps"
   }
  },
  {
   "quote": {
    "text": "Home is any four walls that enclose the right person."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "Police officers put the badge on every morning, not knowing for sure if they'll come home at night to take it off."
   },
   "author": {
    "text": "Tom Cotton"
   }
  },
  {
   "quote": {
    "text": "I used to do my best thinking while staring out airplane windows. The seat-back video system put a stop to that. Now I sit and watch old' Friends' and 'Everybody Loves Raymond' episodes. Walking is good, but here again, technology has interfered. I like to listen to iTunes while I walk home. I guess I don't think anymore."
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "If I don't feel confident about my body, I'm not going to sit at home and feel sorry for myself and not do something about it. It's all about taking action and not being lazy. So you do the work, whether it's fitness or whatever. It's about getting up, motivating yourself and just doing it."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "Growing up in a group home, and with an undiagnosed learning disability to boot, the odds of success were not on my side. But when I joined the high school football team, I learned the value of discipline, focus, persistence, and teamwork - all skills that have proven vital to my career as a C.E.O. and social entrepreneur."
   },
   "author": {
    "text": "Darell Hammond"
   }
  },
  {
   "quote": {
    "text": "The more one does and sees and feels, the more one is able to do, and the more genuine may be one's appreciation of fundamental things like home, and love, and understanding companionship."
   },
   "author": {
    "text": "Amelia Earhart"
   }
  },
  {
   "quote": {
    "text": "Language, identity, place, home: these are all of a piece - just different elements of belonging and not-belonging."
   },
   "author": {
    "text": "Jhumpa Lahiri"
   }
  },
  {
   "quote": {
    "text": "Like love, breakfast is best when made at home."
   },
   "author": {
    "text": "Gina Barreca"
   }
  },
  {
   "quote": {
    "text": "Children are not casual guests in our home. They have been loaned to us temporarily for the purpose of loving them and instilling a foundation of values on which their future lives will be built."
   },
   "author": {
    "text": "James Dobson"
   }
  },
  {
   "quote": {
    "text": "If you go back to your home town or you're reunited with school friends, its always slightly bittersweet because as much as there's nice things in terms of seeing them again, the town has changed without you, and you're no longer a part of it."
   },
   "author": {
    "text": "Edgar Wright"
   }
  },
  {
   "quote": {
    "text": "I lead by example. My kids know what sweat is. They've seen me come home from so many runs and asked, 'What's on your skin? How did you get it?' And I tell them, 'It's from exercise!' So now my son will come home from a bike ride, take off his helmet and say, 'Look, Mom. I'm sweating! I just worked out!'"
   },
   "author": {
    "text": "Summer Sanders"
   }
  },
  {
   "quote": {
    "text": "The great advantage of a hotel is that it is a refuge from home life."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "You aren't your work, your accomplishments, your possessions, your home, your family... your anything. You're a creation of your Source, dressed in a physical human body intended to experience and enjoy life on Earth."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Go big or go home. Because it's true. What do you have to lose?"
   },
   "author": {
    "text": "Eliza Dushku"
   }
  },
  {
   "quote": {
    "text": "When we rebuild a house, we are rebuilding a home. When we recover from disaster, we are rebuilding lives and livelihoods."
   },
   "author": {
    "text": "Sri Mulyani Indrawati"
   }
  },
  {
   "quote": {
    "text": "A home with a loving and loyal husband and wife is the supreme setting in which children can be reared in love and righteousness and in which the spiritual and physical needs of children can be met."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "And when the day arrives I'll become the sky and I'll become the sea and the sea will come to kiss me for I am going home. Nothing can stop me now."
   },
   "author": {
    "text": "Trent Reznor"
   }
  },
  {
   "quote": {
    "text": "Hypocrites in the Church? Yes, and in the lodge and at the home. Don't hunt through the Church for a hypocrite. Go home and look in the mirror. Hypocrites? Yes. See that you make the number one less."
   },
   "author": {
    "text": "Billy Sunday"
   }
  },
  {
   "quote": {
    "text": "I like a teacher who gives you something to take home to think about besides homework."
   },
   "author": {
    "text": "Lily Tomlin"
   }
  },
  {
   "quote": {
    "text": "When everyone at school is speaking one language, and a lot of your classmates' parents also speak it, and you go home and see that your community is different -there is a sense of shame attached to that. It really takes growing up to treasure the specialness of being different."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "Charity begins at home, and justice begins next door."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "You should feel good about making your home nicer for your family and your friends. You should feel great about cooking a good dinner and making a dress for a granddaughter, creating a beautiful birthday party. It's all part of life."
   },
   "author": {
    "text": "Martha Stewart"
   }
  },
  {
   "quote": {
    "text": "If it's old school friends that my parents know, then I can stay out till late. But if they don't know them, they want me home by 9 P.M. If I have work, then I don't have a deadline. I don't argue with them. That's how I have been raised, and I'm happy with it."
   },
   "author": {
    "text": "Tena Desae"
   }
  },
  {
   "quote": {
    "text": "Your body is your temple, it's your home, and you must decorate it."
   },
   "author": {
    "text": "Gabourey Sidibe"
   }
  },
  {
   "quote": {
    "text": "Almost everything worthwhile carries with it some sort of risk, whether it's starting a new business, whether it's leaving home, whether it's getting married, or whether it's flying in space."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "We need sex education in schools, but we need it at home first. We need parents to learn the names of the teachers who are teaching their children. We need families to question day-care centers, to question other children and their own as to what goes on."
   },
   "author": {
    "text": "Rod McKuen"
   }
  },
  {
   "quote": {
    "text": "It's 5 P.M. at the office. Working fast, you've finished your tasks for the day and want to go home. But none of your colleagues have left yet, so you stay another hour or two, surfing the Web and reading your e-mails again, so you don't come off as a slacker. It's an unfortunate reality that efficiency often goes unrewarded in the workplace."
   },
   "author": {
    "text": "Robert Pozen"
   }
  },
  {
   "quote": {
    "text": "Gender equality is essential for ensuring that men and women can contribute fully at home, at work, and in public life for the betterment of societies and economies at large."
   },
   "author": {
    "text": "Jose Angel Gurria"
   }
  },
  {
   "quote": {
    "text": "On the battlefield, the military pledges to leave no soldier behind. As a nation, let it be our pledge that when they return home, we leave no veteran behind."
   },
   "author": {
    "text": "Dan Lipinski"
   }
  },
  {
   "quote": {
    "text": "Life is hard, and a lot of people come home tired from work. If they're gonna spend half an hour reading, they want some entertainment and a sense of achievement. So that's what I give them. That's all I'm trying to do. Is that really so wrong?"
   },
   "author": {
    "text": "James Patterson"
   }
  },
  {
   "quote": {
    "text": "The thrill of coming home has never changed."
   },
   "author": {
    "text": "Guy Pearce"
   }
  },
  {
   "quote": {
    "text": "Good food and a warm kitchen are what makes a house a home. I always tried to make my home like my mother's, because Mom was magnificent at stretching a buck when it came to decorating and food. Like a true Italian, she valued beautification in every area of her life, and I try to do the same."
   },
   "author": {
    "text": "Rachael Ray"
   }
  },
  {
   "quote": {
    "text": "Hollywood always represents this big dream and fairy tale in people's minds, but to me, it's just hard work. Of course, we play fairy tale on the red carpet. It's all Cinderella. But when the clock strikes midnight, I turn into a gray mouse and I go home, and I take my dress off and it's over. That's Hollywood."
   },
   "author": {
    "text": "Olga Kurylenko"
   }
  },
  {
   "quote": {
    "text": "I love cats because I enjoy my home; and little by little, they become its visible soul."
   },
   "author": {
    "text": "Jean Cocteau"
   }
  },
  {
   "quote": {
    "text": "I'm a very private person. I like staying home and doing my stuff. I hate people invading on my privacy. I hate talking about my private life."
   },
   "author": {
    "text": "Gisele Bundchen"
   }
  },
  {
   "quote": {
    "text": "Most people, if you live in a big city, you see some form of schizophrenia every day, and it's always in the form of someone homeless. 'Look at that guy - he's crazy. He looks dangerous.' Well, he's on the streets because of mental illness. He probably had a job and a home."
   },
   "author": {
    "text": "Eric McCormack"
   }
  },
  {
   "quote": {
    "text": "Patriotism is not an abstract concept. It begins from one's own home. It buds out from the love for one's parents, spouses and children, the love for one's own home, village and workplace, and further develops into the love for one's country and fellow people."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "Dubai is a vibrant city: Big cars, big buildings... it reminds me of my home town, Hong Kong. People are always on the move here, and there's a lot going on. There are some wonderful architecture and some not-so-wonderful."
   },
   "author": {
    "text": "John Rocha"
   }
  },
  {
   "quote": {
    "text": "A girl phoned me the other day and said... 'Come on over, there's nobody home.' I went over. Nobody was home."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "Ten men waiting for me at the door? Send one of them home, I'm tired."
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "Have nothing in your house that you do not know to be useful, or believe to be beautiful."
   },
   "author": {
    "text": "William Morris"
   }
  },
  {
   "quote": {
    "text": "The prospect of going home is very appealing."
   },
   "author": {
    "text": "David Ginola"
   }
  },
  {
   "quote": {
    "text": "There was a time when men thought it was sexy to have a housewife waiting for him to come home from work in her slippers, but in modern society, I think an independent woman is even more sexy."
   },
   "author": {
    "text": "Kat Graham"
   }
  },
  {
   "quote": {
    "text": "I think the iPhone is the best consumer product ever. That's what I feel about it. And it's become so integrated and integral to our lives, you wouldn't think about leaving home without it."
   },
   "author": {
    "text": "Tim Cook"
   }
  },
  {
   "quote": {
    "text": "On a Friday night in 1983, I was in a taxi in New York riding home from dinner with friends. A drunk driver ran a red light and hit the cab, and I was thrown toward the glass partition. I tried to duck, but my face hit the glass, and the impact fractured my cheekbone, my eye socket, my collarbone and several ribs."
   },
   "author": {
    "text": "Iman"
   }
  },
  {
   "quote": {
    "text": "My husband had a very strong identity and was successful in his life. Thank God for that. There's no way I can control him. I wouldn't stay married to him if I felt I could. I can readily take my business personality into the home. But he forces me to be a partner rather than the boss."
   },
   "author": {
    "text": "Barbara Corcoran"
   }
  },
  {
   "quote": {
    "text": "My parents said that sitting at home playing video games all day won't bring you anywhere in life."
   },
   "author": {
    "text": "PewDiePie"
   }
  },
  {
   "quote": {
    "text": "Bride and groom are not just two contracting parties but two loving and beloved companions, joined in establishing a home that will be nothing less than a source of immortality."
   },
   "author": {
    "text": "Meir Soloveichik"
   }
  },
  {
   "quote": {
    "text": "If a dog will not come to you after having looked you in the face, you should go home and examine your conscience."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "Since I'm always working, my best holiday memories are definitely when I can just go home and spend time with my family."
   },
   "author": {
    "text": "Chris Brown"
   }
  },
  {
   "quote": {
    "text": "I always went to Ireland as a child. I remember trips to Dundalk, Wexford, Cork and Dublin. My gran was born in Dublin, and we had a lot of Irish friends, so we'd stay on their farms and go fishing. They were fantastic holidays - being outdoors all day and coming home to a really warm welcome in the evenings."
   },
   "author": {
    "text": "Vinnie Jones"
   }
  },
  {
   "quote": {
    "text": "Charity begins at home, but should not end there."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "Opening up your life to a dog who needs a home is one of the most fulfilling things you can do."
   },
   "author": {
    "text": "Emma Kenney"
   }
  },
  {
   "quote": {
    "text": "I know my father believed and my mother believed in and supported the suffrage movement, and I remember my mother taking me to suffrage meetings held in the home of a Quaker family that lived not far from us."
   },
   "author": {
    "text": "Alice Paul"
   }
  },
  {
   "quote": {
    "text": "If no one shopped on Thanksgiving Day, the stores wouldn't open. End of story. I say we all take the pledge and stay home. Thanksgiving is a day to give thanks for what you have, not to save a few dollars to get more."
   },
   "author": {
    "text": "Regina Brett"
   }
  },
  {
   "quote": {
    "text": "When you're confined to a hospital bed, there aren't many appointments you can make. You await visits from friends and family members. You enjoy the coconut ice cream they smuggle in. You tolerate the erratic and invasive visits of doctors and nurses, hoping that one of them will bring you closer to going home."
   },
   "author": {
    "text": "Josh Gondelman"
   }
  },
  {
   "quote": {
    "text": "Child abuse and neglect offend the basic values of our state. We have a responsibility to provide safe settings for at-risk children and facilitate permanent placement for children who cannot return home."
   },
   "author": {
    "text": "Matt Blunt"
   }
  },
  {
   "quote": {
    "text": "But I do believe that a woman's truest place is in a home, with a husband and with children, and with large freedom, pecuniary freedom, personal freedom, and the right to vote."
   },
   "author": {
    "text": "Lucy Stone"
   }
  },
  {
   "quote": {
    "text": "Your best T-shirt should be like your bed; it just feels like you are home when you are in it."
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "An Asian way of eating and living may help prevent and even reverse the progression of coronary heart disease, diabetes, hypertension, obesity, prostate cancer and breast cancer. Incorporate more fruits, vegetables, whole grains, legumes, soy products and fish in your diet. Eat at home more with your family and friends."
   },
   "author": {
    "text": "Dean Ornish"
   }
  },
  {
   "quote": {
    "text": "A good job is more than just a paycheck. A good job fosters independence and discipline, and contributes to the health of the community. A good job is a means to provide for the health and welfare of your family, to own a home, and save for retirement."
   },
   "author": {
    "text": "James H. Douglas, Jr."
   }
  },
  {
   "quote": {
    "text": "My restless, roaming spirit would not allow me to remain at home very long."
   },
   "author": {
    "text": "Buffalo Bill"
   }
  },
  {
   "quote": {
    "text": "Immigrant parents dream that their children will find a place in their new home, and they willingly suffer hardships in service to that dream. That was certainly true of my parents."
   },
   "author": {
    "text": "Gene Luen Yang"
   }
  },
  {
   "quote": {
    "text": "For years my wedding ring has done its job. It has led me not into temptation. It has reminded my husband numerous times at parties that it's time to go home. It has been a source of relief to a dinner companion. It has been a status symbol in the maternity ward."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "The message is pretty clear: Americans are sick and tired of the doubletalk coming out of Washington, of us going home and saying we're conservative and then coming up here and voting for 10,000 earmarks. We can't fool America anymore; the media is too good. They're reporting what we're really doing."
   },
   "author": {
    "text": "Jim DeMint"
   }
  },
  {
   "quote": {
    "text": "There are a thousand ways to kneel and kiss the ground; there are a thousand ways to go home again."
   },
   "author": {
    "text": "Rumi"
   }
  },
  {
   "quote": {
    "text": "Salvation cannot be bought with the currency of obedience; it is purchased by the blood of the Son of God. Thinking that we can trade our good works for salvation is like buying a plane ticket and then supposing we own the airline. Or thinking that after paying rent for our home, we now hold title to the entire planet earth."
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "Better do a good deed near at home than go far away to burn incense."
   },
   "author": {
    "text": "Amelia Earhart"
   }
  },
  {
   "quote": {
    "text": "I live by 'Go big or go home.' That's with everything. It's like either commit and go for it or don't do it at all. I apply that to everything. I apply that to relationships, I apply that to like sports, I apply that to everything. That's what I live by. That's how I like it."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "I was teased if I brought my books home. I would take a paper bag to the library and put the books in the bag and bring them home. Not that I was that concerned about them teasing me - because I would hit them in a heartbeat. But I felt a little ashamed, having books."
   },
   "author": {
    "text": "Walter Dean Myers"
   }
  },
  {
   "quote": {
    "text": "When labor migration is properly managed, it is a conduit for skills and wages to flow where they are most needed. It can, and must, be a triple-win, benefiting migrants and their families, their home country, and their destination."
   },
   "author": {
    "text": "Guy Ryder"
   }
  },
  {
   "quote": {
    "text": "Christmas... is not an external event at all, but a piece of one's home that one carries in one's heart."
   },
   "author": {
    "text": "Freya Stark"
   }
  },
  {
   "quote": {
    "text": "Art is the only way to run away without leaving home."
   },
   "author": {
    "text": "Twyla Tharp"
   }
  },
  {
   "quote": {
    "text": "Fitness starts at home. What you eat is what you will look, just as what you sow is what you reap. Eat good food: eat fruits, vegetables, healthy grains, and don't go for sweet and trite food."
   },
   "author": {
    "text": "Rakul Preet Singh"
   }
  },
  {
   "quote": {
    "text": "Every strike brings me closer to the next home run."
   },
   "author": {
    "text": "Babe Ruth"
   }
  },
  {
   "quote": {
    "text": "Every dog is a lion at home."
   },
   "author": {
    "text": "Henry George Bohn"
   }
  },
  {
   "quote": {
    "text": "I grew up very differently than a lot of other people in my hometown in Mississippi. But I can't imagine my life any other way. I flew home and surprised my best friend at his graduation, and I remember turning to my mom and saying, 'My graduation was so much cooler than this.' I had Melissa Joan Hart give my commencement speech."
   },
   "author": {
    "text": "Taylor Spreitler"
   }
  },
  {
   "quote": {
    "text": "Win or lose, I always like to get back to my friends and family. They keep me grounded. When I'm home with my friends, I'm always the same Gabriel. I'm no better or worse in their eyes because of my results. It's good to be with your true friends. It always reminds me of where I'm from and who I am."
   },
   "author": {
    "text": "Gabriel Medina"
   }
  },
  {
   "quote": {
    "text": "When it comes to developing character strength, inner security and unique personal and interpersonal talents and skills in a child, no institution can or ever will compare with, or effectively substitute for, the home's potential for positive influence."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Home is where children find safety and security, where we find our identities, where citizenship starts. It usually starts with believing you're part of a community, and that is essential to having a stable home."
   },
   "author": {
    "text": "Matthew Desmond"
   }
  },
  {
   "quote": {
    "text": "Home is the place where, when you have to go there, they have to take you in."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "You spend your whole lifetime in your occupation, actually making life clever, easy and convenient for white people. But when you have to get transportation home, you are denied an equal accommodation. Our existence was for the white man's comfort and well-being; we had to accept being deprived of just being human."
   },
   "author": {
    "text": "Rosa Parks"
   }
  },
  {
   "quote": {
    "text": "A home without books is a body without soul."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Think you're escaping and run into yourself. Longest way round is the shortest way home."
   },
   "author": {
    "text": "James Joyce"
   }
  },
  {
   "quote": {
    "text": "Human trafficking robs victims of their basic human rights, and it occurs right under our noses. Many efforts have been focused in other regions of the world, but this is a major problem here at home."
   },
   "author": {
    "text": "Blake Farenthold"
   }
  },
  {
   "quote": {
    "text": "I love my living room: it's the heart of my home where I get to chill and spend time with family and friends."
   },
   "author": {
    "text": "Bobby Berk"
   }
  },
  {
   "quote": {
    "text": "'Yellow Moon' was a poem. My wife at the time, Joel - she's dead now - it was our 25th anniversary. She had the chance to go on a cruise with her sister. And I'm home with the kids and looking up, and I saw the big moon, and I just started writing."
   },
   "author": {
    "text": "Aaron Neville"
   }
  },
  {
   "quote": {
    "text": "There's a tremendous difference between alone and lonely. You could be lonely in a group of people. I like being alone. I like eating by myself. I go home at night and just watch a movie or hang out with my dog. I have to exert myself and really say, oh God, I've got to see my friends 'cause I'm too content being by myself."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "We should declare war on North Vietnam. We could pave the whole country and put parking strips on it, and still be home by Christmas."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Once you get a spice in your home, you have it forever. Women never throw out spices. The Egyptians were buried with their spices. I know which one I'm taking with me when I go."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "When you're choosing furniture for your home that's supposed to express who you are, what you are also saying is you want other people to infer what you want them to infer. What if they see something different? Wouldn't it be really depressing if you're trying to be bohemian and instead they see you as Rush Limbaugh?"
   },
   "author": {
    "text": "Sheena Iyengar"
   }
  },
  {
   "quote": {
    "text": "When I get home off a long week, I go to the gym, have a great workout, and then I go home and order a giant taco pizza with a pint of Ben & Jerry's ice cream."
   },
   "author": {
    "text": "Seth Rollins"
   }
  },
  {
   "quote": {
    "text": "Almost all of my jobs have been on locations. And I think you can be that person who says, 'I have a job that forces me to travel and I'm just going to go ahead and do it and pray for my next flight home.' Or 'this is where I am, this is my life, let me see a part of this world I now live in.'"
   },
   "author": {
    "text": "Erin Cummings"
   }
  },
  {
   "quote": {
    "text": "To the former child migrants, who came to Australia from a home far away, led to believe this land would be a new beginning, when only to find it was not a beginning, but an end, an end of innocence - we apologise and we are sorry. To the mothers who lost the maternal right to love and care for their child - we apologise, and we are sorry."
   },
   "author": {
    "text": "Malcolm Turnbull"
   }
  },
  {
   "quote": {
    "text": "When I was about ten, I was very impressed by the way Tarzan could swing through the trees from vine to vine. No one ever told me, 'Don't try this at home.'"
   },
   "author": {
    "text": "James Dobson"
   }
  },
  {
   "quote": {
    "text": "There are things they tell us that sound good to hear, but when they have accomplished their purpose they will go home and will not try to fulfill our agreements with them."
   },
   "author": {
    "text": "Sitting Bull"
   }
  },
  {
   "quote": {
    "text": "Contemplation and wisdom are highest achievements and man is not totally at home with them."
   },
   "author": {
    "text": "Gabriel Marcel"
   }
  },
  {
   "quote": {
    "text": "To be an ideal guest, stay at home."
   },
   "author": {
    "text": "E. W. Howe"
   }
  },
  {
   "quote": {
    "text": "My favorite holiday memory was sitting at home all day in my pajamas during winter break for school watching a bunch of old Christmas movies like 'Jack Frost' and 'Rudolph the Red-Nosed Reindeer' with my siblings and parents."
   },
   "author": {
    "text": "Becky G"
   }
  },
  {
   "quote": {
    "text": "When I was eight, I would look at the cover of the 'Ghost Rider' comic book in my little home in Long Beach, California, and I couldn't get my head around how something that scary could also be good. To me it was my first philosophical awakening - 'How is this possible, this duality?'"
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "We must win in Iraq. If we withdraw, there will be chaos; there will be genocide; and they will follow us home."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "When I start getting embroiled in heated debates and feeling stressed, I just turn everything off and disconnect from the world. I simply tell my colleagues and friends that I am not well and need to cancel all meetings for a day or more. I take it easy - go for a long hike, take a vacation somewhere, or just stay at home and read."
   },
   "author": {
    "text": "Vivek Wadhwa"
   }
  },
  {
   "quote": {
    "text": "I remember the '70s constantly being winter in Manchester and the Irish community in Manchester closing ranks because of the IRA bombings in Birmingham and Manchester, and you know the bin-workers' strike, all wrapped up in it... They were violent times. Violence at home and violence at football matches."
   },
   "author": {
    "text": "Noel Gallagher"
   }
  },
  {
   "quote": {
    "text": "After spending time with the rescued turkeys at Farm Sanctuary's shelter and seeing how similar they are to my furry companion animals at home, I knew I needed to do everything in my power to protect these friendly and curious birds from the daily pain and suffering they endure on factory farms."
   },
   "author": {
    "text": "Ginnifer Goodwin"
   }
  },
  {
   "quote": {
    "text": "Any old place I can hang my hat is home sweet home to me."
   },
   "author": {
    "text": "William Jerome"
   }
  },
  {
   "quote": {
    "text": "When I am back home, I have an upright piano and I play constantly."
   },
   "author": {
    "text": "Kygo"
   }
  },
  {
   "quote": {
    "text": "I think I'm a combination of very simple pleasures and the fact I've read a lot of books. I don't think it's a binary opposition across the board in humans and I think I'm an example that it's not. I'm hosting gay marriage rallies and I have tons of guns at home. There's a lot of middle ground in the world and I'm one of those people."
   },
   "author": {
    "text": "Dax Shepard"
   }
  },
  {
   "quote": {
    "text": "Life changes when you have a child, when you have your own family. You become more careful about what you do. You're not going to be out late, going out to clubs, hanging out with your friends. You're going to be at home, taking care of your daughter, playing with her."
   },
   "author": {
    "text": "Paul Pierce"
   }
  },
  {
   "quote": {
    "text": "The ache for home lives in all of us, the safe place where we can go as we are and not be questioned."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I personally adore the festival of Dussehra, as its a celebration of our culture and mythological legacy. I celebrate, almost, all my festivals with Life OK, be it Holi or Diwali or Dussehra. It's like a festive home for me."
   },
   "author": {
    "text": "Rithvik Dhanjani"
   }
  },
  {
   "quote": {
    "text": "There are trees of a thousand sorts, and all have their several fruits; and I feel the most unhappy man in the world not to know them, for I am well assured that they are all valuable. I bring home specimens of them, and also of the land."
   },
   "author": {
    "text": "Christopher Columbus"
   }
  },
  {
   "quote": {
    "text": "No other planet in the solar system is a suitable home for human beings; it's this world or nothing. That's a very powerful perception."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "I suffer the mortification of seeing myself attacked right and left by people at home professing patriotism and love of country who never heard the whistle of a hostile bullet. I pity them and the nation dependent on such for its existence. I am thankful, however that, though such people make a great noise, the masses are not like them."
   },
   "author": {
    "text": "Ulysses S. Grant"
   }
  },
  {
   "quote": {
    "text": "You never know what events are going to transpire to get you home."
   },
   "author": {
    "text": "Og Mandino"
   }
  },
  {
   "quote": {
    "text": "To meditate means to go home to yourself. Then you know how to take care of the things that are happening inside you, and you know how to take care of the things that happen around you."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "No matter what, I always make it home for Christmas. I love to go to my Tennessee Mountain Home and invite all of my nieces and nephews and their spouses and kids and do what we all like to do - eat, laugh, trade presents and just enjoy each other... and sometimes I even dress up like Santa Claus!"
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "The home should be the treasure chest of living."
   },
   "author": {
    "text": "Le Corbusier"
   }
  },
  {
   "quote": {
    "text": "When I'm home, I like a cozy, comfortable, calming space."
   },
   "author": {
    "text": "Stacy Keibler"
   }
  },
  {
   "quote": {
    "text": "When memories fade, can one ever really return home?"
   },
   "author": {
    "text": "Floyd Skloot"
   }
  },
  {
   "quote": {
    "text": "I'm really quite simple. I plant flowers and watch them grow... I stay at home and watch the river flow."
   },
   "author": {
    "text": "George Harrison"
   }
  },
  {
   "quote": {
    "text": "I just want to be there for my husband. I don't ever want him to think that he's not getting everything at home - love, attention, encouragement, a meal. I just want him to feel the best he feels at home. I think that's what a good wife is. Someone who is very attentive to her husband."
   },
   "author": {
    "text": "Tamera Mowry"
   }
  },
  {
   "quote": {
    "text": "Say there's a white kid who lives in a nice home, goes to an all-white school, and is pretty much having everything handed to him on a platter - for him to pick up a rap tape is incredible to me, because what that's saying is that he's living a fantasy life of rebellion."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "Home is where one starts from."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "In ninth grade, I came up with a new form of rebellion. I hadn't been getting good grades, but I decided to get all A's without taking a book home. I didn't go to math class, because I knew enough and had read ahead, and I placed within the top 10 people in the nation on an aptitude exam."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Maybe I should just go home and ride my tractor."
   },
   "author": {
    "text": "Chuck Grassley"
   }
  },
  {
   "quote": {
    "text": "I have a lot of friends, but my biggest fear is loneliness. I miss my family in Mumbai, and my biggest nightmare every day is to go back home alone."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "Supposedly, summer vacation happens because that's when the kids are home from school, although having the kids home from school is no vacation. And supposedly the kids are home from school because of some vestigial throwback to our agricultural past."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "I followed a guy to Denmark. I came home with a broken heart."
   },
   "author": {
    "text": "Elle King"
   }
  },
  {
   "quote": {
    "text": "I love cooking. There is nothing I like better than going home and cooking my family a nice meal. Anything with pasta! Pasta with butter! I have a good repertoire, and I can do quite a few different dishes. Sometimes they work out and sometimes not."
   },
   "author": {
    "text": "Eden Hazard"
   }
  },
  {
   "quote": {
    "text": "I had a lot of dates but I decided to stay home and dye my eyebrows."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "Semi-automatic rifles, like semi-automatic handguns, have not traditionally been banned and are in common use by law-abiding citizens for self-defense in the home, hunting, and other lawful uses."
   },
   "author": {
    "text": "Brett Kavanaugh"
   }
  },
  {
   "quote": {
    "text": "There are two tests in life, more important than any other test. On Monday morning, when you wake up, do you feel in the pit of your stomach you can't wait to go to work? And when you're ready to go home Friday afternoon, do you say, 'I can't wait to go home?'"
   },
   "author": {
    "text": "Chuck Schumer"
   }
  },
  {
   "quote": {
    "text": "The feeling of longing for home is born into us. That wonderful dream cannot become real without great faith - enough for the Holy Ghost to lead us to repentance, baptism, and the making and keeping of sacred covenants with God. This faith requires enduring bravely the trials of mortal life."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "A holiday vacation can mean sampling all kinds of new cuisine - whether it's Uncle Joe's award-winning chili or the exotic flavors of Nepal. If your little ones are fussy, be sure to ease mealtime hassles by bringing along a supply of the familiar foods they're accustomed to rejecting at home."
   },
   "author": {
    "text": "Adam Mansbach"
   }
  },
  {
   "quote": {
    "text": "The human brain now holds the key to our future. We have to recall the image of the planet from outer space: a single entity in which air, water, and continents are interconnected. That is our home."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "Whether you come back by page or by the big screen, Hogwarts will always be there to welcome you home."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "I am travelling half the year around the world, every year, so coming home is one of the most beautiful things."
   },
   "author": {
    "text": "Andre Rieu"
   }
  },
  {
   "quote": {
    "text": "Quality of life actually begins at home - it's in your street, around your community."
   },
   "author": {
    "text": "Charles Kennedy"
   }
  },
  {
   "quote": {
    "text": "Leaving home in a sense involves a kind of second birth in which we give birth to ourselves."
   },
   "author": {
    "text": "Robert Neelly Bellah"
   }
  },
  {
   "quote": {
    "text": "Well, you need the villain. If you don't have a villain, the good guy can stay home."
   },
   "author": {
    "text": "Christoph Waltz"
   }
  },
  {
   "quote": {
    "text": "When I played at Minnesota, Green Bay, those northern cities, Buffalo, they wanted to have those championship games at home. It was going to be an advantage to be there with their fans and the cold weather and all that. But when you've got a Super Bowl, and it's the two best teams, you want ideal conditions. You want to play a great game."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "You can make something big when young that will carry you through life. Look at all the big startups like Microsoft, Apple, Google, Facebook, Twitter, etc. They were all started by very young people who stumbled on something of unseen value. You'll know it when you hit a home run."
   },
   "author": {
    "text": "Steve Wozniak"
   }
  },
  {
   "quote": {
    "text": "Everywhere else, we are someone else, but at home, we remove our masks."
   },
   "author": {
    "text": "Matthew Desmond"
   }
  },
  {
   "quote": {
    "text": "I never thought it was fair that women couldn't travel freely because it was dangerous. I'd stay by myself on the North Carolina coast for a couple of weeks, with my dog and my gun, and my mom would be terrified. I told her, if I stay home, a lamp could fall on my head. You can't spend your whole life inside because you're scared."
   },
   "author": {
    "text": "Margo Price"
   }
  },
  {
   "quote": {
    "text": "I get 0.5 seconds to react to a ball, sometimes even less than that. I can't be thinking of what XYZ has said about me. I need to surrender myself to my natural instincts. My subconscious mind knows exactly what to do. It is trained to react. At home, my family doesn't discuss media coverage."
   },
   "author": {
    "text": "Sachin Tendulkar"
   }
  },
  {
   "quote": {
    "text": "I enjoy going out by myself... always have, always will. I don't have security guards, and, for the most part, I enjoy meeting new people. I see myself as a regular guy who likes playing video games with his nieces and nephews and poker with his family. I don't have an art collection or take exotic vacations. I enjoy being at home."
   },
   "author": {
    "text": "Vince Vaughn"
   }
  },
  {
   "quote": {
    "text": "I'm 5-feet-9, I have a deep voice, and I have a way with a line. What can I do about it? I can't stay home waiting for something different. I think it's a total waste of energy worrying about typecasting."
   },
   "author": {
    "text": "Bea Arthur"
   }
  },
  {
   "quote": {
    "text": "What motivates me is seeing people in the crowd and wondering what they're going home to and what they're dealing with, and knowing that for the time being we're their escape."
   },
   "author": {
    "text": "Hayley Williams"
   }
  },
  {
   "quote": {
    "text": "It's coming home to roost over the next 50 years or so. It's not just climate change; it's sheer space, places to grow food for this enormous horde. Either we limit our population growth or the natural world will do it for us, and the natural world is doing it for us right now."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "The very name of my subject, economics, suggests economizing or maximizing. But Political Economy has gone a long way beyond home economics."
   },
   "author": {
    "text": "Paul Samuelson"
   }
  },
  {
   "quote": {
    "text": "In the playoffs, it's win or go home. You might not have a chance to look back at a game and say, 'Man, we didn't box out here.'"
   },
   "author": {
    "text": "Scottie Pippen"
   }
  },
  {
   "quote": {
    "text": "A 'Magik' session is a journey through different stages of emotions and the 'Search for Sunrise' is more chilling music for when you come home after a party or when you are just about to go to one."
   },
   "author": {
    "text": "Tiesto"
   }
  },
  {
   "quote": {
    "text": "I am an academic, and I have always made it clear that my ultimate home is in the realm of ideas."
   },
   "author": {
    "text": "Raghuram Rajan"
   }
  },
  {
   "quote": {
    "text": "It's heartbreaking that so many hundreds of millions of people around the world are desperate for the right to vote, but here in America people stay home on election day."
   },
   "author": {
    "text": "Moby"
   }
  },
  {
   "quote": {
    "text": "Every time I slip into the ocean, it's like going home."
   },
   "author": {
    "text": "Sylvia Earle"
   }
  },
  {
   "quote": {
    "text": "Home is where you feel at home and are treated well."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "An artist has no home in Europe except in Paris."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "You don't have to swing hard to hit a home run. If you got the timing, it'll go."
   },
   "author": {
    "text": "Yogi Berra"
   }
  },
  {
   "quote": {
    "text": "Dad wouldn't let me fool with his guitar much, because I'm left-handed, and I'd pick it up upside down. But I remember learning to sing 'Paper Doll,' the Mills Brothers song - this was during the war - and I remember my dad taking me down to one of those little record booths where you could make spoken letters to send home."
   },
   "author": {
    "text": "Don Everly"
   }
  },
  {
   "quote": {
    "text": "Teach love, generosity, good manners and some of that will drift from the classroom to the home and who knows, the children will be educating the parents."
   },
   "author": {
    "text": "Roger Moore"
   }
  },
  {
   "quote": {
    "text": "I love modeling because I get to see everything that inspires me. Then I go home and sketch."
   },
   "author": {
    "text": "Sofia Richie"
   }
  },
  {
   "quote": {
    "text": "I don't think I'm a workaholic. Every weekend, I invite my colleagues and friends to my home to play cards. And people, my neighbors, are always surprised because I live on the second floor apartment, and there are usually 40 pairs of shoes in front of my gate, and people play cards inside and play chess. We have a lot of fun."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "The most influential of all educational factors is the conversation in a child's home."
   },
   "author": {
    "text": "William Temple"
   }
  },
  {
   "quote": {
    "text": "Editing is a lot about patience and discipline and just banging away at something, turning off the machine and going home at night because you're frustrated and depressed, and then coming back in the morning to try again."
   },
   "author": {
    "text": "Thelma Schoonmaker"
   }
  },
  {
   "quote": {
    "text": "What I really feel is necessary is that the black people in this country wil have to upset this apple cart. We can no longer ignore the fact that America is not the... land of the free and the home of the brave."
   },
   "author": {
    "text": "Fannie Lou Hamer"
   }
  },
  {
   "quote": {
    "text": "Going home is not necessarily a wonderful experience. It always comes with a sense of loss and makes you so conscious of the inexorable passage of time."
   },
   "author": {
    "text": "W. G. Sebald"
   }
  },
  {
   "quote": {
    "text": "I am a boring loner. I enjoy Friday nights at home in my rocking chair with no arms, rocking and relaxing. It's not uncommon for Netflix to be involved. Records are a possibility, but most of it is spent in silence."
   },
   "author": {
    "text": "Valerie June"
   }
  },
  {
   "quote": {
    "text": "Our veterans who fall on hard times and find themselves without a home deserve more than just handwringing or kind words. They deserve real help that gets them back on their feet."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Of all the home remedies, a good wife is best."
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "We share one heart, one home, and one glorious destiny."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "All I do is sit at home and watch Netflix."
   },
   "author": {
    "text": "Kyrie Irving"
   }
  },
  {
   "quote": {
    "text": "Theatre was my first love. I can't take the theatre out of me. And I wouldn't want to. To me, it's home."
   },
   "author": {
    "text": "Jim Parsons"
   }
  },
  {
   "quote": {
    "text": "Unraveling external selves and coming home to our real identity is the true meaning of soul work."
   },
   "author": {
    "text": "Sue Monk Kidd"
   }
  },
  {
   "quote": {
    "text": "Going home must be like going to render an account."
   },
   "author": {
    "text": "Joseph Conrad"
   }
  },
  {
   "quote": {
    "text": "There are only two things we should fight for. One is the defense of our homes and the other is the Bill of Rights."
   },
   "author": {
    "text": "Smedley Butler"
   }
  },
  {
   "quote": {
    "text": "Being an old farm boy myself, chickens coming home to roost never did make me sad; they've always made me glad."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "For me, already being part of a single parent household and knowing it was just me and my mom, you'd would wake up times and hope that the next day you'd be able to be alongside your mother because she was out trying to make sure that I was taken care of. But all I cared about was her being home."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "Every Saturday and Sunday, when the other guys were out having a good time at the mall, I was at home working in the garden."
   },
   "author": {
    "text": "Gerry Cooney"
   }
  },
  {
   "quote": {
    "text": "Well, look at what people are doing for returned veterans now. The wounded warriors. They're working hard to make the wounded veterans feel that they are loved and welcomed home, unlike Vietnam. It was not a very kind, gentle world then. I think we are kinder and gentler."
   },
   "author": {
    "text": "Barbara Bush"
   }
  },
  {
   "quote": {
    "text": "If my world were to cave in tomorrow, I would look back on all the pleasures, excitements and worthwhilenesses I have been lucky enough to have had. Not the sadness, not my miscarriages or my father leaving home, but the joy of everything else. It will have been enough."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "I don't feel much pressure to fit in. I never have. I've always just wanted to do my thing. I have really good friends and good family, and if I don't fit in somewhere else, I fit in at home."
   },
   "author": {
    "text": "Ariana Grande"
   }
  },
  {
   "quote": {
    "text": "Memorial Day isn't just about honoring veterans, its honoring those who lost their lives. Veterans had the fortune of coming home. For us, that's a reminder of when we come home we still have a responsibility to serve. It's a continuation of service that honors our country and those who fell defending it."
   },
   "author": {
    "text": "Pete Hegseth"
   }
  },
  {
   "quote": {
    "text": "My life is scattered and busy. I think of my home as a resort. When I step through the door, I feel relaxed. I almost feel like I've taken a vacation."
   },
   "author": {
    "text": "Chip Conley"
   }
  },
  {
   "quote": {
    "text": "The beauty of having short hair is that I actually can wash and style it at home!"
   },
   "author": {
    "text": "Meagan Good"
   }
  },
  {
   "quote": {
    "text": "I've always looked for the perfect life to step into. I've taken all the paths to get where I wanted. But no matter where I go, I still come home."
   },
   "author": {
    "text": "Layne Staley"
   }
  },
  {
   "quote": {
    "text": "Is this America, the land of the free and the home of the brave, where we have to sleep with our telephones off the hooks because our lives be threatened daily, because we want to live as decent human beings in America?"
   },
   "author": {
    "text": "Fannie Lou Hamer"
   }
  },
  {
   "quote": {
    "text": "Prayer is the most concrete way to make our home in God."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "I was a good Indian girl, but naughty in that I would often sneak out of the back door and into the garden and go off with my friends when I should have been at home cooking or cleaning."
   },
   "author": {
    "text": "Gurinder Chadha"
   }
  },
  {
   "quote": {
    "text": "Breathe in deeply to bring your mind home to your body. Then look at, or think of, the person triggering this emotion: With mindfulness, you can see that she is unhappy, that she is suffering. You can see her wrong perceptions. You can see that she is not beautiful when she says things that are unkind."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "True refuge is that which allows us to be at home, at peace, to discover true happiness. The only thing that can give us true refuge is the awareness and love that is intrinsic to who we are. Ultimately, it's our own true nature."
   },
   "author": {
    "text": "Tara Brach"
   }
  },
  {
   "quote": {
    "text": "I think the main goal of the feminist movement was the status degradation of the full-time homemaker. They really wanted to get all women out of the homes and into the workforce. And again and again, they taught that the only fulfilling lifestyle was to be in the workforce reporting to a boss instead of being in the home reporting to a husband."
   },
   "author": {
    "text": "Phyllis Schlafly"
   }
  },
  {
   "quote": {
    "text": "I think home has become my friends and family, wherever they are."
   },
   "author": {
    "text": "Rachel Brosnahan"
   }
  },
  {
   "quote": {
    "text": "An oligarchy of race, where the Saxon rules the African, might be endured; but this oligarchy of sex which makes father, brothers, husband, sons, the oligarchs over the mother and sisters, the wife and daughters of every household... carries discord and rebellion into every home of the nation."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "Shall I, that have destroyed my Preservers, return home?"
   },
   "author": {
    "text": "Alexander the Great"
   }
  },
  {
   "quote": {
    "text": "I love the region around Lake Geneva. The landscape is beautiful, very peaceful, and such a nice place to relax and spend time outdoors. It's always a pleasure to come back home."
   },
   "author": {
    "text": "Stan Wawrinka"
   }
  },
  {
   "quote": {
    "text": "Here at home, when Americans were standing in long lines to give blood after the attack on the World Trade Center and the Pentagon, we squandered an obvious opportunity to make service a noble cause again, and rekindle an American spirit of community."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "Home is a name, a word, it is a strong one; stronger than magician ever spoke, or spirit ever answered to, in the strongest conjuration."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "Home ownership is the cornerstone of a strong community."
   },
   "author": {
    "text": "Rick Renzi"
   }
  },
  {
   "quote": {
    "text": "When I am playing baseball, I give it all that I have on the ball field. When the ball game is over, I certainly don't take it home. My little girl who is sitting out there wouldn't know the difference between a third strike and a foul ball. We don't talk about baseball at home."
   },
   "author": {
    "text": "Jackie Robinson"
   }
  },
  {
   "quote": {
    "text": "I don't sound disloyal, but I've never had a pair of Marvel pyjamas or underwear. I do have a lot of Marvel figurines at home in a cabinet. Every time they make a new Marvel figure I put it in my cabinet."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "Be grateful for the home you have, knowing that at this moment, all you have is all you need."
   },
   "author": {
    "text": "Sarah Ban Breathnach"
   }
  },
  {
   "quote": {
    "text": "There's a lot more responsibility at home, so a tour is like the opposite for me. It's like a breath of fresh air."
   },
   "author": {
    "text": "Travis Barker"
   }
  },
  {
   "quote": {
    "text": "Soon after, I returned home to my family, with a determination to bring them as soon as possible to live in Kentucky, which I esteemed a second paradise, at the risk of my life and fortune."
   },
   "author": {
    "text": "Daniel Boone"
   }
  },
  {
   "quote": {
    "text": "We need to have a strong economy that can create employment opportunities and that can also produce the revenue that we need to defend our country at home and abroad."
   },
   "author": {
    "text": "Bob Menendez"
   }
  },
  {
   "quote": {
    "text": "Not one of us can rest, be happy, be at home, be at peace with ourselves, until we end hatred and division."
   },
   "author": {
    "text": "John Lewis"
   }
  },
  {
   "quote": {
    "text": "I know people that could serve me canned tuna and saltine crackers and have me feel more at home at their table than some people who can cook circles around me. The more you try to impress people, generally the less you do."
   },
   "author": {
    "text": "Alton Brown"
   }
  },
  {
   "quote": {
    "text": "Home is, I suppose just a child's idea. A house at night, and a lamp in the house. A place to feel safe."
   },
   "author": {
    "text": "V. S. Naipaul"
   }
  },
  {
   "quote": {
    "text": "Greatness comes from fear. Fear can either shut us down and we go home, or we fight through it."
   },
   "author": {
    "text": "Lionel Richie"
   }
  },
  {
   "quote": {
    "text": "I'm very political. I'm not political in public; I'm political at home."
   },
   "author": {
    "text": "Melania Trump"
   }
  },
  {
   "quote": {
    "text": "Censorship, like charity, should begin at home, but, unlike charity, it should end there."
   },
   "author": {
    "text": "Clare Boothe Luce"
   }
  },
  {
   "quote": {
    "text": "The way to work with a bully is to take the ball and go home. First time, every time. When there's no ball, there's no game. Bullies hate that. So they'll either behave so they can play with you or they'll go bully someone else."
   },
   "author": {
    "text": "Seth Godin"
   }
  },
  {
   "quote": {
    "text": "For whatever trauma came with service in tough circumstances, we should take what we learned - take our post-traumatic growth - and, like past generations coming home, bring our sharpened strengths to bear, bring our attitude of gratitude to bear."
   },
   "author": {
    "text": "James Mattis"
   }
  },
  {
   "quote": {
    "text": "If you're the type of person who has to fulfill your dreams, you've gotta be resourceful to make sure you can do it. I came out to California when I was 21, thinking my New York credentials would take me all the way. I came back home a year later all dejected and a failure."
   },
   "author": {
    "text": "Vin Diesel"
   }
  },
  {
   "quote": {
    "text": "I am not a home breaker and I can never be. I haven't been brought up to create havoc in other people's homes."
   },
   "author": {
    "text": "Kareena Kapoor Khan"
   }
  },
  {
   "quote": {
    "text": "Once I am in the square circle, I am in my home."
   },
   "author": {
    "text": "Floyd Mayweather, Jr."
   }
  },
  {
   "quote": {
    "text": "I love the road. The closest thing to home, for me, is being on a tour bus, ironically."
   },
   "author": {
    "text": "G-Eazy"
   }
  },
  {
   "quote": {
    "text": "A house is no home unless it contain food and fire for the mind as well as for the body."
   },
   "author": {
    "text": "Margaret Fuller"
   }
  },
  {
   "quote": {
    "text": "There have been times when I have goofed up, and like every adolescent, I sometimes did get led the wrong way. I would come back home really scared to face my mom's wrath and anger, but surprisingly, I never got to face one. She would always tell me in a very nice manner that what I did was wrong and that I should correct myself."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "Dreams are where we visit the many lands and landscapes of human possibility and discover the one where we feel at home. The great religious leaders were all dreamers."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "The simplest way to say it is that I think we're all dealt these cards in life, but the cards in and of themselves don't read one way or the other. It's up to you to home in and cultivate whatever you've got in your hand."
   },
   "author": {
    "text": "Pharrell Williams"
   }
  },
  {
   "quote": {
    "text": "Nurturing an inclusive culture begins in the family. Home is the first place to foster openness and a culture of inclusion."
   },
   "author": {
    "text": "Alain Dehaze"
   }
  },
  {
   "quote": {
    "text": "A lot of family members worked in the joint commodities family business. It was a classic case of capitalism at work and socialism at home."
   },
   "author": {
    "text": "Uday Kotak"
   }
  },
  {
   "quote": {
    "text": "If you live close to an International Rescue Committee office in the United States, find out how you can assist a refugee family as they transition to American life. Invite a newly arrived family to your home for a welcoming meal. Listen to their hopes and dreams, and share your own."
   },
   "author": {
    "text": "Mandy Patinkin"
   }
  },
  {
   "quote": {
    "text": "The culture is going into a psychological depression. We are concerned about our place in the world, about being competitive: Will my children have as much as I have? Will I ever own my own home? How can I pay for a new car? Are immigrants taking away my white world?"
   },
   "author": {
    "text": "James Hillman"
   }
  },
  {
   "quote": {
    "text": "Travelling's so much better when you know you've got a lovely home to go back to."
   },
   "author": {
    "text": "Toni Collette"
   }
  },
  {
   "quote": {
    "text": "There's no place like home. And I do miss my home."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "The simplest questions are the most profound. Where were you born? Where is your home? Where are you going? What are you doing? Think about these once in a while and watch your answers change."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "A government capable of controlling the whole, and bringing its force to a point, is one of the prerequisites for national liberty. We combine in society, with an expectation to have our persons and properties defended against unreasonable exactions either at home or abroad."
   },
   "author": {
    "text": "Oliver Ellsworth"
   }
  },
  {
   "quote": {
    "text": "My morning routine is quite common: I have breakfast at home while reading the newspaper, I take a shower, get dressed, a spray of cologne, and I am ready to go!"
   },
   "author": {
    "text": "Domenico Dolce"
   }
  },
  {
   "quote": {
    "text": "On stage I make love to twenty five thousand people; and then I go home alone."
   },
   "author": {
    "text": "Janis Joplin"
   }
  },
  {
   "quote": {
    "text": "When I get home, I'm not the boss like I am at work - I slip into a more feminine role. I take everything off and put on my Stella McCartney silk robe. I'll put on a red lip or red nails, and it lifts my mood. Sexy underwear also gives you a spark."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "As someone who flew two space capsules and twice landed in the ocean, I can attest from personal experience how much logistics work is needed to get you home."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "I get bored real easy. I'm so used to L.A. and the pace that when I go home now I start thinking, 'Something's not right, something's not feelin' right.' I just gotta do what I gotta do in Oklahoma and get back to the fast-paced city."
   },
   "author": {
    "text": "Matt Kemp"
   }
  },
  {
   "quote": {
    "text": "At hotels, you are an actress. Absolutely. You can do what you want. Go where you want. I love my home too. But I love to arrive in a hotel. They have books, chocolate, food. I put things in the little refrigerator."
   },
   "author": {
    "text": "Sonia Rykiel"
   }
  },
  {
   "quote": {
    "text": "One never reaches home, but wherever friendly paths intersect the whole world looks like home for a time."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "Call me a nerd if you like, but I do find it hard to leave home without my laptop and a good book."
   },
   "author": {
    "text": "Moby"
   }
  },
  {
   "quote": {
    "text": "How can you compare my life to any other MEP? I mean, come on, it's crackers, isn't it? Look, other MEPs do five days a week in Brussels and pop home for weekends. I'm working seven bloody days a week, all the hours God sends. If you include the socialising, it's over 100 hours a week."
   },
   "author": {
    "text": "Nigel Farage"
   }
  },
  {
   "quote": {
    "text": "I have this extraordinary life during the day, and then I get to come home to my sweet husband who loves to cook with me. I have a nice glass of wine, he has some scotch, we chat, we cook, and we hang out with the dog. I have an absolute dream life."
   },
   "author": {
    "text": "Rachael Ray"
   }
  },
  {
   "quote": {
    "text": "We had an argument, and he told me to be home at midnight, and I said no. And so when I did come home, the door was locked. And I had gotten a set of luggage for graduation that day, and it was on the front porch, packed. He thought that he was going to prove a point and I was going to say, 'Oh, I'm sorry, Daddy, I'm sorry'."
   },
   "author": {
    "text": "Delilah"
   }
  },
  {
   "quote": {
    "text": "Women are the victims of this patriarchal culture, but they are also its carriers. Let us keep in mind that every oppressive man was raised in the confines of his mother's home."
   },
   "author": {
    "text": "Shirin Ebadi"
   }
  },
  {
   "quote": {
    "text": "Instead of this fruitless debate about having it all, men and women should focus on what make us happy. Instead of comparing our lives with people we don't know who are making sacrifices we don't see, we should try to find the right balance between home and work life."
   },
   "author": {
    "text": "LZ Granderson"
   }
  },
  {
   "quote": {
    "text": "My dad never missed a day of work, and he was always smiling when he came home."
   },
   "author": {
    "text": "Patty Loveless"
   }
  },
  {
   "quote": {
    "text": "Racism is taught in the home. We agree on that? Well, it's very hard to teach racism to a teenager who's listening to rap music and who idolizes, say, Snoop Dogg. It's hard to say, 'That guy is less than you.' The kid is like, 'I like that guy, he's cool. How is he less than me?"
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "I love grocery shopping when I'm home. That's what makes me feel totally normal. I love both the idea of home as in being with my family and friends, and also the idea of exploration. I think those two are probably my great interests."
   },
   "author": {
    "text": "Yo-Yo Ma"
   }
  },
  {
   "quote": {
    "text": "It is better for a woman to compete impersonally in society, as men do, than to compete for dominance in her own home with her husband, compete with her neighbors for empty status, and so smother her son that he cannot compete at all."
   },
   "author": {
    "text": "Betty Friedan"
   }
  },
  {
   "quote": {
    "text": "Everybody aspires to an affordable home, a secure job, better living standards, reliable healthcare and a decent pension. My generation took those things for granted, and so should future generations."
   },
   "author": {
    "text": "Jeremy Corbyn"
   }
  },
  {
   "quote": {
    "text": "The wonderful world of home appliances now makes it possible to cook indoors with charcoal and outdoors with gas."
   },
   "author": {
    "text": "Bill Vaughan"
   }
  },
  {
   "quote": {
    "text": "I like everything in this iPhone, iPod world where you can do everything all the time. Back in my time, you bought a vinyl record when you were a kid and took it home, and it took a bit of effort to actually get it out of the thing and not scratch it."
   },
   "author": {
    "text": "Rick Astley"
   }
  },
  {
   "quote": {
    "text": "Equipped with cell phones, beepers, and handheld computers, the 'conspicuously industrious' blur the line between home and office by working anytime, anywhere."
   },
   "author": {
    "text": "Jo Ann Davis"
   }
  },
  {
   "quote": {
    "text": "There's a magical tie to the land of our home, which the heart cannot break, though the footsteps may roam."
   },
   "author": {
    "text": "Eliza Cook"
   }
  },
  {
   "quote": {
    "text": "Life is not to be expended in vain regrets. No day, no hour, comes but brings in its train work to be performed for some useful end - the suffering to be comforted, the wandering led home, the sinner reclaimed. Oh! How can any fold the hands to rest and say to the spirit, 'Take thine ease, for all is well!'"
   },
   "author": {
    "text": "Dorothea Dix"
   }
  },
  {
   "quote": {
    "text": "We're all comedy fans in my family. My parents mainly wouldn't let me watch stuff that was either annoying to them, or just garbage. My dad wouldn't let us watch 'The Flintstones' if he was home, because he said it was a rip-off of 'The Honeymooners'. But he would let us stay up really late in the summer and watch old 'Honeymooners'."
   },
   "author": {
    "text": "Tina Fey"
   }
  },
  {
   "quote": {
    "text": "It's natural canine behavior to chew on all sorts of things, roll in other animals' droppings, hump and fight other dogs, menace anything that invades the home. All these behaviors can be curbed, but that takes a lot of work. Trainers say it requires nearly 2,000 repetitions of a behavior for a dog to completely absorb it."
   },
   "author": {
    "text": "Jon Katz"
   }
  },
  {
   "quote": {
    "text": "We have weapons of mass destruction we have to address here at home. Poverty is a weapon of mass destruction. Homelessness is a weapon of mass destruction. Unemployment is a weapon of mass destruction."
   },
   "author": {
    "text": "Dennis Kucinich"
   }
  },
  {
   "quote": {
    "text": "Take, for example, the African jungle, the home of the cheetah. On whom does the cheetah prey? The old, the sick, the wounded, the weak, the very young, but never the strong. Lesson: If you would not be prey, you had better be strong."
   },
   "author": {
    "text": "G. Gordon Liddy"
   }
  },
  {
   "quote": {
    "text": "All I did was pray to God, every day. In prison camp, the main prayer was, 'Get me home alive, God, and I'll seek you and serve you.' I came home, got wrapped up in the celebration, and forgot about the hundreds of promises I'd made to God."
   },
   "author": {
    "text": "Louis Zamperini"
   }
  },
  {
   "quote": {
    "text": "Dogs are a really amazing eye opener for us humans because their lives are compressed into such a short period, so we can see them go from puppyhood to adolescence to strong adulthood and then into their sunset years in 10 to 12 years. It really drives home the point of how finite all our lives are."
   },
   "author": {
    "text": "John Grogan"
   }
  },
  {
   "quote": {
    "text": "Growing up in a suburban home, the world seems so massive to you. It seems like cities are so big and so far away, and there's so much in them. So your imagination runs wild, instead of when you are born in the middle of Manhattan, you'd know, like, that this is the biggest city."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "One of the best things to come out of the home computer revolution could be the general and widespread understanding of how severely limited logic really is."
   },
   "author": {
    "text": "Frank Herbert"
   }
  },
  {
   "quote": {
    "text": "The most important thing to Ben and me was starting a family, so as soon as we got engaged, we booked Gurney's in Montauk - which is just a few miles down the beach from our summer home - as our wedding venue a full year and a half out, and then we immediately started trying to get pregnant."
   },
   "author": {
    "text": "Jennifer Hyman"
   }
  },
  {
   "quote": {
    "text": "I got live tweeted once by someone who was opposite my home in some rented accommodation. He was actually describing on twitter what I was doing. 'I took a shirt off, I went to the window, I put a shirt back on... ' And I've got blinds in my flat!"
   },
   "author": {
    "text": "Benedict Cumberbatch"
   }
  },
  {
   "quote": {
    "text": "I love sports because it takes me away from reality, and I tell people, 'No matter how bad your life is, if you are having problems at home, you are having problems at work, that's the beauty of sports.'"
   },
   "author": {
    "text": "Charles Barkley"
   }
  },
  {
   "quote": {
    "text": "My background is not typical hip-hop. I didn't grow up in the projects. I grew up in a single family home in a middle-class suburb. That doesn't mean I didn't experience hardship, but to me it's not about that, it's about the future and where we are trying to take it."
   },
   "author": {
    "text": "Kid Cudi"
   }
  },
  {
   "quote": {
    "text": "Kids love to be scared; we all do. But there's a difference between leaving them hanging out there, with their fears, and then bringing them safely home. Kids love it when someone like them stands up against real evil, something really horrendous and frightening, and win."
   },
   "author": {
    "text": "Henry Selick"
   }
  },
  {
   "quote": {
    "text": "There was always music in our home. My mom and my dad loved music. I remember when we were kids we would have these great parties at the house with congas and bongos and African drums, and it was amazing. It wasn't until years later that I found out that they were actually Black Panther meetings."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "New York was scary, coming from the Midwest. At first, I thought I'd come in all cocky, like, 'I'm gonna bring this town to its knees!' After about a month, I was like, 'I wanna go home.'"
   },
   "author": {
    "text": "Chris Farley"
   }
  },
  {
   "quote": {
    "text": "Here is my first principle of foreign policy: good government at home."
   },
   "author": {
    "text": "William E. Gladstone"
   }
  },
  {
   "quote": {
    "text": "As we try to compete in this global marketplace, we need to rebuild our infrastructure. We need to rebuild our schools. We need to make sure that teachers and first responders and veterans who are coming home from serving our country so proudly have jobs waiting for them."
   },
   "author": {
    "text": "Valerie Jarrett"
   }
  },
  {
   "quote": {
    "text": "I would go to work from 9 to 6, go home, nap for two hours, then write from 8 to 2 a.m."
   },
   "author": {
    "text": "Lena Dunham"
   }
  },
  {
   "quote": {
    "text": "Our success as a global brand has been directly related to how we select locations where we are confident our particular clients desire to be. Los Cabos, Mexico is the ideal Engel & Volkers market, growing in popularity among world luxury travelers seeking exceptional properties for second home opportunities."
   },
   "author": {
    "text": "Anthony Hitt"
   }
  },
  {
   "quote": {
    "text": "Abraham is such a fascinating figure. Three world religions - Judaism, Christianity, and Islam - all claim him as a patriarch. He was raised in a religious home. And yet he rejected religion in order to pursue a personal relationship with God."
   },
   "author": {
    "text": "Anne Graham Lotz"
   }
  },
  {
   "quote": {
    "text": "Once you develop your own style, you know when you're able to give your best. Feeling at home is part of it, and I don't think that's an L.A. thing. It's a matter of the environment and of what affects you."
   },
   "author": {
    "text": "Herb Ritts"
   }
  },
  {
   "quote": {
    "text": "I just wear very nice pyjamas. When I'm at home, I love to watch movies and relax because when I'm modeling, I'm always travelling. When I'm not working I don't put much make up, but I do love nail polish for that little bit of fun colour."
   },
   "author": {
    "text": "Liu Wen"
   }
  },
  {
   "quote": {
    "text": "I shop online mostly. I like to shop from the comfort of my own home without a sales person bugging me."
   },
   "author": {
    "text": "Brad Goreski"
   }
  },
  {
   "quote": {
    "text": "In so far as the government lands can be disposed of, I am in favor of cutting up the wild lands into parcels so that every poor man may have a home."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "I long, as does every human being, to be at home wherever I find myself."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Home is the nicest word there is."
   },
   "author": {
    "text": "Laura Ingalls Wilder"
   }
  },
  {
   "quote": {
    "text": "I've read everything Thomas Wolfe ever wrote; my brother and I memorized whole chapters of 'You Can't Go Home Again' and 'Look Homeward, Angel.'"
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "We have two dogs, Mabel and Wolf, and three cats at home, Charlie, George and Chairman. We have two cats on our farm, Tom and Little Sister, two horses, and two mini horses, Hannah and Tricky. We also have two cows, Holy and Madonna. And those are only the animals we let sleep in our bed."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "Mum is from West Waterford, Dungarvan. She's a farmer's daughter. She's a nurse. She left home very young - I think she was 18 - and went off to train as a nurse in England. My dad is from India, just south of Mumbai. He was one of the first in his family to go to college, and he went to England in the '70s; he emigrated there."
   },
   "author": {
    "text": "Leo Varadkar"
   }
  },
  {
   "quote": {
    "text": "Middle age is when you're sitting at home on a Saturday night and the telephone rings and you hope it isn't for you."
   },
   "author": {
    "text": "Ogden Nash"
   }
  },
  {
   "quote": {
    "text": "Unlike most youngsters who have school as their 'second home' where they meet and make friends, for me playtime has been at the Gopichand Badminton Academy in Hyderabad. When I am not playing a tournament, my days are spent at the Academy with my coaches, physiotherapists and colleagues, who are like family. We laugh and have so much fun."
   },
   "author": {
    "text": "Saina Nehwal"
   }
  },
  {
   "quote": {
    "text": "The lonely wanderer, who watches by the seashore the waves that roll between him and his home, talks of cruel facts, material barriers that, just because they are material, and not ideal, shall be the irresistible foes of his longing heart."
   },
   "author": {
    "text": "Josiah Royce"
   }
  },
  {
   "quote": {
    "text": "Balance provides the chance for longevity. You can be a champion at work and at home."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "For more than four decades, the Libyan people have been ruled by a tyrant - Moammar Gaddafi. He has denied his people freedom, exploited their wealth, murdered opponents at home and abroad, and terrorized innocent people around the world - including Americans who were killed by Libyan agents."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "It is not, of course, complete yet - but some sentences were understood this afternoon... I feel that I have at last struck the solution of a great problem - and the day is coming when telegraph wires will be laid onto houses just like water or gas - and friends converse with each other without leaving home."
   },
   "author": {
    "text": "Alexander Graham Bell"
   }
  },
  {
   "quote": {
    "text": "If I win and get the money, then the Oakland Police department is going to buy a boys' home, me a house, my family a house, and a Stop Police Brutality Center."
   },
   "author": {
    "text": "Tupac Shakur"
   }
  },
  {
   "quote": {
    "text": "I have the biggest sweet tooth! You name it, I will eat it. My all-time favorite is my mother's butter cake. Every time I go home, my mom will already have the cake made because I love it so much. This makes my siblings mad because they think she favors me. I don't care because she probably does!"
   },
   "author": {
    "text": "Michael Strahan"
   }
  },
  {
   "quote": {
    "text": "I believe that parents need to make nutrition education a priority in their home environment. It's crucial for good health and longevity to instill in your children sound eating habits from an early age."
   },
   "author": {
    "text": "Cat Cora"
   }
  },
  {
   "quote": {
    "text": "The Bible tells us that Jesus Christ came to do three things. He came to have my past forgiven, you get a purpose for living and a home in Heaven."
   },
   "author": {
    "text": "Rick Warren"
   }
  },
  {
   "quote": {
    "text": "So long as I'm Commander-in-Chief, we will sustain the strongest military the world has ever known. When you take off the uniform, we will serve you as well as you've served us - because no one who fights for this country should have to fight for a job, or a roof over their head, or the care that they need when they come home."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Money is not the most important thing, but when you need it, there are few substitutes. So while I like the things money can buy, I love what money won't buy. It bought me a house but it won't buy me a home. It would buy me a companion but it won't buy me a friend."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "I was raised going to the movies with my grandmother as a kid. And then I'd come home, and my best friend and I would act out the films that we saw."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "I'm a home cook and love to read about food, but I'm not trained as a chef. I'm just really into cooking and passionate about it."
   },
   "author": {
    "text": "Ted Allen"
   }
  },
  {
   "quote": {
    "text": "I believe in exploration, and I will miss being on the front lines of that endeavor. On one hand, I look forward to going home, but it's something that's been a big part of my life, and I'm going to miss it."
   },
   "author": {
    "text": "Scott Kelly"
   }
  },
  {
   "quote": {
    "text": "Since President Kennedy signed the Equal Pay Act in 1963, the gap between men and women's earnings has narrowed by less than a half-cent per year. At this rate, American women will have to wait until 2062 to bring home the same salary as their male counterparts."
   },
   "author": {
    "text": "Jackie Speier"
   }
  },
  {
   "quote": {
    "text": "My mother is Turtle Mountain Chippewa, and she lived on her home reservation. My father taught there. He had just been discharged from the Air Force. He went to school on the GI Bill and got his teaching credentials. He is adventurous - he worked his way through Alaska at age seventeen and paid for his living expenses by winning at the poker table."
   },
   "author": {
    "text": "Louise Erdrich"
   }
  },
  {
   "quote": {
    "text": "There's so many kids who only know me from the video game. And they want to know if I'm home - and if I have a video game I can give them on Halloween. And sometimes they're surprised to learn there actually is a 'Madden.'"
   },
   "author": {
    "text": "John Madden"
   }
  },
  {
   "quote": {
    "text": "I grew up in the once segregated South. I experienced forced integration during my formative school years. I lived the sacrifices, burdens, and tears. I also lived the moments of understanding, of acknowledgment, of fellowship and success. I saw my parents and grandparents coming home beaten down - and some of my friends beaten up."
   },
   "author": {
    "text": "Donna Brazile"
   }
  },
  {
   "quote": {
    "text": "My favorite affirmation when I feel stuck or out of sorts is: Whatever I need is already here, and it is all for my highest good. Jot this down and post it conspicuously throughout your home, on the dashboard of your car, at your office, on your microwave oven, and even in front of your toilets!"
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "To a person sitting quietly at home, Rocky Mountain traveling, like Rocky Mountain scenery, must seem very monotonous; but not so to me, to whom the pure, dry mountain air is the elixir of life."
   },
   "author": {
    "text": "Isabella Bird"
   }
  },
  {
   "quote": {
    "text": "I believe your home tells a story about who you are and who you aspire to be. We represent ourselves through the things we own. I don't believe in trends. I believe in collecting things that you connect with. We should surround ourselves with things we care about, that have meaning."
   },
   "author": {
    "text": "Nate Berkus"
   }
  },
  {
   "quote": {
    "text": "The perfect date for me would be staying at home, making a big picnic in bed, eating Wotsits and cookies while watching cable TV."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "It's silly talking about how many years we will have to spend in the jungles of Vietnam when we could pave the whole country and put parking stripes on it and still be home by Christmas."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "I have an answering machine in my car. It says, I'm home now. But leave a message and I'll call when I'm out."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "I just like sitting at home, chilling and watching a movie."
   },
   "author": {
    "text": "Niall Horan"
   }
  },
  {
   "quote": {
    "text": "I have become a queer mixture of the East and the West, out of place everywhere, at home nowhere."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "Each one of us can do a good deed, every day and everywhere. In hospitals in desperate need of volunteers, in homes for the elderly where our parents and grandparents are longing for a smile, a listening ear, in the street, in our workplaces and especially at home."
   },
   "author": {
    "text": "Shari Arison"
   }
  },
  {
   "quote": {
    "text": "I tend to be so lost in the work that I don't notice the weather. My partner will come home and say, 'Beautiful day, wasn't it?' and I'll say, 'Was it?' as I won't have noticed the real world at all."
   },
   "author": {
    "text": "Emma Donoghue"
   }
  },
  {
   "quote": {
    "text": "Really appreciate the sunset as you're driving home, cursing all the terrible drivers on the road. Be where you are when you're there rather than out there in the future or back there in the past."
   },
   "author": {
    "text": "Valerie Harper"
   }
  },
  {
   "quote": {
    "text": "My wife met me at the door the other night in a sexy negligee. Unfortunately, she was just coming home."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "I love traveling all over the world; but it's true: there's nothing like home."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "A house that does not have one warm, comfy chair in it is soulless."
   },
   "author": {
    "text": "May Sarton"
   }
  },
  {
   "quote": {
    "text": "Life doesn't get more real than having a newborn at home."
   },
   "author": {
    "text": "Eric Church"
   }
  },
  {
   "quote": {
    "text": "Oh, my ways are strange ways and new ways and old ways, And deep ways and steep ways and high ways and low, I'm at home and at ease on a track that I know not, And restless and lost on a road that I know."
   },
   "author": {
    "text": "Henry Lawson"
   }
  },
  {
   "quote": {
    "text": "Home is one's birthplace, ratified by memory."
   },
   "author": {
    "text": "Henry Grunwald"
   }
  },
  {
   "quote": {
    "text": "I have Social Disease. I have to go out every night. If I stay home one night I start spreading rumors to my dogs."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "In this age, I don't care how tactically or operationally brilliant you are: if you cannot create harmony - even vicious harmony - on the battlefield based on trust across service lines, across coalition and national lines, and across civilian/military lines, you need to go home, because your leadership is obsolete."
   },
   "author": {
    "text": "James Mattis"
   }
  },
  {
   "quote": {
    "text": "What draws me in is that a trip is a leap in the dark. It's like a metaphor for life. You set off from home, and in the classic travel book, you go to an unknown place. You discover a different world, and you discover yourself."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "A good wife is someone who thinks she has done everything right: raising the kids, being there for the husband, being home, trying to do it all."
   },
   "author": {
    "text": "Julianna Margulies"
   }
  },
  {
   "quote": {
    "text": "Toronto is a special city, and the environment is perfect for the arts; free and alive. I'm a New Yorker, and Toronto reminds me of a much cleaner New York, so it's like coming home after your mom just cleaned your room for you; for me that's a lovely environment."
   },
   "author": {
    "text": "Emory Cohen"
   }
  },
  {
   "quote": {
    "text": "Our cellar home had a kitchen and a combination bedroom and half bath, which meant we had a sink next to the bed. We had no refrigerator, no shower or tub, and no privacy. My parents shared the bedroom with my sister and me."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "I always was a weird child. My mother told me the story that, in kindergarten, I would come home and tell her about this weird kid in my class who drew only with black crayons and didn't speak to other kids. I talked about it so much that my mother brought it up with the teacher, who said, 'What? That's your son.'"
   },
   "author": {
    "text": "John Waters"
   }
  },
  {
   "quote": {
    "text": "If they had a social gospel in the days of the prodigal son, somebody would have given him a bed and a sandwich and he never would have gone home."
   },
   "author": {
    "text": "Vance Havner"
   }
  },
  {
   "quote": {
    "text": "My real fantasy if I was to drop out would be to live in a mobile home and be a hippie and drive around festivals and have millions of children - children with dreadlocks and nose rings - and play the flute."
   },
   "author": {
    "text": "Rachel Weisz"
   }
  },
  {
   "quote": {
    "text": "I like my house to be unique to me. Sure, I've bought plenty of things out of a catalog, but the way I put them together in my home is special. You might have bought your sofa at a major home decorating store, but the rug you found at the flea market is so unique, it takes your room from 'carbon copy' to 'simply yours' in no time."
   },
   "author": {
    "text": "Nate Berkus"
   }
  },
  {
   "quote": {
    "text": "I am not Superwoman. The reality of my daily life is that I'm juggling a lot of balls in the air trying to be a good wife and mother, trying to be the prime-ministerial consort at home and abroad, barrister and charity worker, and sometimes one of the balls gets dropped."
   },
   "author": {
    "text": "Cherie Blair"
   }
  },
  {
   "quote": {
    "text": "I'm not going to lie: I miss the grass and the trees... I miss home. On a Sunday morning, you could chill on the deck and listen to people mowing their lawns. It was very serene."
   },
   "author": {
    "text": "Taylor Louderman"
   }
  },
  {
   "quote": {
    "text": "Dear Chicago, when I wake up in the morning and see your skyline - the terra cotta of the Wrigley Building, the height of the Willis Tower, the shiny sides of my beloved Trump Tower - I know I'm home. I feel a certain energy walking between your spires, but recognize that what makes you special to me is that my roots are here."
   },
   "author": {
    "text": "Bill Rancic"
   }
  },
  {
   "quote": {
    "text": "Mindfulness helps you go home to the present. And every time you go there and recognize a condition of happiness that you have, happiness comes."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "The killer app that got the world ready for appliances was the light bulb. So the light bulb is what wired the world. And they weren't thinking about appliances when they wired the world. They were really thinking about - they weren't putting electricity into the home. They were putting lighting into the home."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "I feel most at home in the water. I disappear. That's where I belong."
   },
   "author": {
    "text": "Michael Phelps"
   }
  },
  {
   "quote": {
    "text": "I've read that the ancient Chinese art of feng shui can bring a sense of peace, well-being, and positive energy to a home - same as beer."
   },
   "author": {
    "text": "W. Bruce Cameron"
   }
  },
  {
   "quote": {
    "text": "My parents were the same in the pulpit as they were at home. I think that's where a lot of preachers' kids get off base sometimes. Because they don't see the same things at both places."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "This is my idea of heaven, coming home and watching the news."
   },
   "author": {
    "text": "Rita Moreno"
   }
  },
  {
   "quote": {
    "text": "Men of age object too much, consult too long, adventure too little, repent too soon, and seldom drive business home to the full period, but content themselves with a mediocrity of success."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "My homies in Gadsden aren't as exposed as I am culturally, which is awesome - that's why I love going home. I'm in the kitchen with people who don't know anything but the simple life, what's important to them, and what's dope."
   },
   "author": {
    "text": "Yelawolf"
   }
  },
  {
   "quote": {
    "text": "The mother-in-law came round last week. It was absolutely pouring down. So I opened the door and I saw her there and I said, 'Mother, don't just stand there in the rain. Go home.'"
   },
   "author": {
    "text": "Les Dawson"
   }
  },
  {
   "quote": {
    "text": "I had bad days on the field. But I didn't take them home with me. I left them in a bar along the way home."
   },
   "author": {
    "text": "Bob Lemon"
   }
  },
  {
   "quote": {
    "text": "There is a strong side to me, that is of a homemaker. I look forward to spending time at home in the evenings, cooking a meal, chatting with my parents and inviting friends over."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "My dinners at home are startlingly simple. Every night, I stop at the market near my hotel and pick up a steak, lamb chops or some liver, which I broil in the electric oven in my room. I usually eat four or five raw carrots with my meat, and that is all. I must be part rabbit; I never get bored with raw carrots."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "A well-designed home has to be very comfortable. I can't stand the aesthetes, the minimal thing. I can't live that way. My home has to be filled with stuff - mostly paintings, sculpture, my fish lamps, cardboard furniture, lots of books."
   },
   "author": {
    "text": "Frank Gehry"
   }
  },
  {
   "quote": {
    "text": "A beautiful bouquet or a long-lasting flowering plant is a traditional gift for women, but I have recommended that both men and women keep fresh flowers in the home for their beauty, fragrance, and the lift they give our spirits."
   },
   "author": {
    "text": "Andrew Weil"
   }
  },
  {
   "quote": {
    "text": "Decorate your home. It gives the illusion that your life is more interesting than it really is."
   },
   "author": {
    "text": "Charles M. Schulz"
   }
  },
  {
   "quote": {
    "text": "I dare not stay home while Quichuas perish. What if the well-filled church in the homeland needs stirring? They have the Scriptures, Moses, and the prophets, and a whole lot more. Their condemnation is written on their bank books and in the dust on their Bible covers."
   },
   "author": {
    "text": "Jim Elliot"
   }
  },
  {
   "quote": {
    "text": "I liked St. Louis, when they were in the American League, because that was going home. I had all my family and friends there."
   },
   "author": {
    "text": "Yogi Berra"
   }
  },
  {
   "quote": {
    "text": "I never worry about being driven to drink; I just worry about being driven home."
   },
   "author": {
    "text": "W. C. Fields"
   }
  },
  {
   "quote": {
    "text": "I don't eat out much. I eat mostly home food and no carbs after 5 P.M. You are what you eat, and Sunday used to be my cheat day, when I could eat chocolate; but there are no cheats to a good body. Now, I don't give in."
   },
   "author": {
    "text": "Tiger Shroff"
   }
  },
  {
   "quote": {
    "text": "'Butterfly Mosque' came out of the emails I wrote to family and friends back home after moving to Egypt."
   },
   "author": {
    "text": "G. Willow Wilson"
   }
  },
  {
   "quote": {
    "text": "'Changes in Latitudes' began when I was looking at a photograph of a sea turtle swimming underwater. I had such a strong feeling for the beauty of this ancient creature, at home in the sea. On the spot, I wanted to swim with that turtle. I began to imagine a character who would do just that."
   },
   "author": {
    "text": "Will Hobbs"
   }
  },
  {
   "quote": {
    "text": "I hate leaving home. I love what I do, but I'd love to go home every night."
   },
   "author": {
    "text": "Charlie Watts"
   }
  },
  {
   "quote": {
    "text": "If I'm in the car after a bad game, I may think about ways I need to improve. But the second I reach home, the game's over. Work doesn't come inside with me. Same thing in reverse - I don't bring my personal life into the ballpark. Learning to keep it all separate has made life easier."
   },
   "author": {
    "text": "Matt Kemp"
   }
  },
  {
   "quote": {
    "text": "A West Virginia 10 is a California 4. Or at least that's what legend tells us: The Legend of Dr. Feelgood. Plastic surgery has a permanent home here, which is why Nancy Pelosi loves our Botoxed beaches. Beverly Hills looks like a moving Madame Tussauds."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "Always there has been some terrible evil at home or some monstrous foreign power that was going to gobble us up if we did not blindly rally behind it."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "One of the oldest human needs is having someone to wonder where you are when you don't come home at night."
   },
   "author": {
    "text": "Margaret Mead"
   }
  },
  {
   "quote": {
    "text": "And, you know, being able to wear the stars and stripes, when you step up on one of the blocks or, you know, when you step off of an airplane or when you hear the national anthem play, you know, it's one of the greatest feelings in the world because you know that there are people at home who are supporting you and watching you."
   },
   "author": {
    "text": "Michael Phelps"
   }
  },
  {
   "quote": {
    "text": "Reading isn't good for a ballplayer. Not good for his eyes. If my eyes went bad even a little bit I couldn't hit home runs. So I gave up reading."
   },
   "author": {
    "text": "Babe Ruth"
   }
  },
  {
   "quote": {
    "text": "I remembered some people who lived across the street from our home as we were being taken away. When I was a teenager, I had many after-dinner conversations with my father about our internment. He told me that after we were taken away, they came to our house and took everything. We were literally stripped clean."
   },
   "author": {
    "text": "George Takei"
   }
  },
  {
   "quote": {
    "text": "I live half the year in Nigeria, the other half in the U.S. But home is Nigeria - it always will be. I consider myself a Nigerian who is comfortable in the world. I look at it through Nigerian eyes."
   },
   "author": {
    "text": "Chimamanda Ngozi Adichie"
   }
  },
  {
   "quote": {
    "text": "It's interesting. People go to an animal shelter and pick a dog that's been kicked, beaten, and has lost a leg and an eye, and they'll take that dog home and give it love and support, but they don't do that with people."
   },
   "author": {
    "text": "Nikki Sixx"
   }
  },
  {
   "quote": {
    "text": "I can remember being home from school with tonsillitis and writing stories in bed to pass the time."
   },
   "author": {
    "text": "Stephen King"
   }
  },
  {
   "quote": {
    "text": "I wouldn't say that processed food, ready meals and even takeaways aren't relevant to modern life, it's just that over the past 40 years there are three generations of people who have come out of school and gone through their home life without ever being shown how to cook properly."
   },
   "author": {
    "text": "Jamie Oliver"
   }
  },
  {
   "quote": {
    "text": "It is difficult to get organic food at most restaurants, so when possible, eat at home. When not, do your best."
   },
   "author": {
    "text": "Suzanne Somers"
   }
  },
  {
   "quote": {
    "text": "The center of all my enjoyments is the home wherein are my wife and children, and I have no wish to wander out from that home in pursuit of any pleasures that the world presents."
   },
   "author": {
    "text": "Lucius Quintus Cincinnatus Lamar II"
   }
  },
  {
   "quote": {
    "text": "The quest for peace begins in the home, in the school and in the workplace."
   },
   "author": {
    "text": "Silvia Cartwright"
   }
  },
  {
   "quote": {
    "text": "Coming home to a tidy, pulled-together space will help everything in your life feel the same way."
   },
   "author": {
    "text": "Bobby Berk"
   }
  },
  {
   "quote": {
    "text": "I want to say a very sincere thank you for this welcome home - it is a wonderful welcome home. It is the place to where I return and where I will always return because it is of Galway that I am."
   },
   "author": {
    "text": "Michael D. Higgins"
   }
  },
  {
   "quote": {
    "text": "Push-ups are seriously the best way to tone your arms - and they tone your abs at the same time! I like to do them when I'm home watching TV or listening to music."
   },
   "author": {
    "text": "Cassie Scerbo"
   }
  },
  {
   "quote": {
    "text": "Education, like neurosis, begins at home."
   },
   "author": {
    "text": "Milton Sapirstein"
   }
  },
  {
   "quote": {
    "text": "It was a big deal to leave home and my culture and my language. But I believed that in America, I could truly reap what I sowed and that the measure of a man was his ability and determination to succeed. This was the land of boundless opportunity."
   },
   "author": {
    "text": "Thomas Peterffy"
   }
  },
  {
   "quote": {
    "text": "God is at home, it's we who have gone out for a walk."
   },
   "author": {
    "text": "Meister Eckhart"
   }
  },
  {
   "quote": {
    "text": "The silver and black may have another home, but the Raiders will always belong to the people of Los Angeles."
   },
   "author": {
    "text": "Ice Cube"
   }
  },
  {
   "quote": {
    "text": "I think we should bring up our children with much less pressure to compete and get ahead: no comparing one child with another, at home or in school; no grades. Let athletics be primarily for fun, and let them be organized by children and youths themselves."
   },
   "author": {
    "text": "Benjamin Spock"
   }
  },
  {
   "quote": {
    "text": "I'm married to an Italian woman, and I used to love cooking Italian at home, because it's one-pot cooking. But my wife does not approve of my Italian cooking."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "I'm no hero. Heroes don't come back. Survivors return home. Heroes never come home. If anyone thinks I'm a hero, I'm not."
   },
   "author": {
    "text": "Bob Feller"
   }
  },
  {
   "quote": {
    "text": "My mind is changing all the time. I can't live in a space that has a fixed aesthetic. I just need a blank slate when I come home."
   },
   "author": {
    "text": "Petra Collins"
   }
  },
  {
   "quote": {
    "text": "The triple is the most exciting play in baseball. Home runs win a lot of games, but I never understood why fans are so obsessed with them."
   },
   "author": {
    "text": "Hank Aaron"
   }
  },
  {
   "quote": {
    "text": "My label understands that I am really attached to Malaysia, that I come home a lot."
   },
   "author": {
    "text": "Yuna"
   }
  },
  {
   "quote": {
    "text": "Christian values were important at home. Cleanliness. Don't steal. Don't lie. Those were the rules, and they were strictly enforced. Especially the stealing and lying. When you broke the rules, you got a beating. I always broke the rules a lot."
   },
   "author": {
    "text": "Jimmy Cliff"
   }
  },
  {
   "quote": {
    "text": "When you have the paparazzi hiding in the bushes outside your home, the only thing you can control is how you respond publicly."
   },
   "author": {
    "text": "Portia de Rossi"
   }
  },
  {
   "quote": {
    "text": "As soon as I get home, all I want to eat is seafood."
   },
   "author": {
    "text": "Quvenzhane Wallis"
   }
  },
  {
   "quote": {
    "text": "A lot of my childhood memories involve walking home in floods of tears. At that age, feeling unpopular is difficult to handle."
   },
   "author": {
    "text": "Rachel Stevens"
   }
  },
  {
   "quote": {
    "text": "People don't realize you're blowing over changes, time changes, harmony, different keys. I mark a point in my solo where it's got to peak at point D I go to A, B, C D then I'm home."
   },
   "author": {
    "text": "James McBride"
   }
  },
  {
   "quote": {
    "text": "A man's home is his wife's castle."
   },
   "author": {
    "text": "Alexander Chase"
   }
  },
  {
   "quote": {
    "text": "Sometimes in the past when I played something might make me lose focus, or I would go home after a game where I thought I could have played better and I would let it hang over my head for a long time when it shouldn't."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "My biggest extravagances are also investments. I have several houses in California, a house in Nashville, an office complex, and I bought the old home place in Tennessee. They are different places for me to write, but I can turn right around and sell them."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "There's certain things that I was taught growing up about not quitting and seeing things through. I think if I would have come home and told my dad that I was going to quit the team, I think he would have kicked me out of the house. I don't think I'd have a place to stay."
   },
   "author": {
    "text": "Nick Saban"
   }
  },
  {
   "quote": {
    "text": "Home is where I work, and I work everywhere."
   },
   "author": {
    "text": "Alfred Nobel"
   }
  },
  {
   "quote": {
    "text": "On the morning of Thanksgiving, I would wake up to the home smelling of all good things, wafting upstairs to my room. I would set the table with the fancy silverware and china and hope that my parents and grandmother wouldn't have the annual Thanksgiving fight about Richard Nixon."
   },
   "author": {
    "text": "Debi Mazar"
   }
  },
  {
   "quote": {
    "text": "I tell everybody the same thing: You have to make every dish so when you taste it, you should remember it when you go home."
   },
   "author": {
    "text": "Wolfgang Puck"
   }
  },
  {
   "quote": {
    "text": "I can be the nice family man at home, and then when I go to the gym, maybe sparring with someone, I switch into beast mode. It ain't pretty."
   },
   "author": {
    "text": "Anthony Joshua"
   }
  },
  {
   "quote": {
    "text": "I was a loner as a child and happiest at home, launching toy rockets and aeroplanes. When I started causing trouble in my third year at grammar school, Mum was really surprised. My parents sent me to a child psychologist, who suggested I might have Asperger's syndrome."
   },
   "author": {
    "text": "Gary Numan"
   }
  },
  {
   "quote": {
    "text": "I have had the most wonderful time on 'EastEnders' and I will miss you all. The show has changed my life and I want you all to continue the good work, because I'll be at home watching you."
   },
   "author": {
    "text": "Barbara Windsor"
   }
  },
  {
   "quote": {
    "text": "Because I'm always away, coming home to a clean house means a lot to me. Trust me, I've lived with a lot of roommates, and straight guys are just kids who don't pick up after themselves."
   },
   "author": {
    "text": "Kellan Lutz"
   }
  },
  {
   "quote": {
    "text": "A visit to a cinema is a little outing in itself. It breaks the monotony of an afternoon or evening; it gives a change from the surroundings of home, however pleasant."
   },
   "author": {
    "text": "Ivor Novello"
   }
  },
  {
   "quote": {
    "text": "I find happiness comes from numerous sources in my life. Most often, the happy moments I cherish most are quiet moments with my wife and family back home in Nova Scotia."
   },
   "author": {
    "text": "Peter MacKay"
   }
  },
  {
   "quote": {
    "text": "One time, when I was in my teens, jamming in a Kansas City club, I was doing all right until I tried doing double tempo on 'Body and Soul.' Everybody fell out laughing. I went home and cried and didn't want to play again for three months."
   },
   "author": {
    "text": "Charlie Parker"
   }
  },
  {
   "quote": {
    "text": "During our travels, the Indians entertained me well; and their affection for me was so great, that they utterly refused to leave me there with the others, although the Governor offered them one hundred pounds sterling for me, on purpose to give me a parole to go home."
   },
   "author": {
    "text": "Daniel Boone"
   }
  },
  {
   "quote": {
    "text": "When I was 10 years old, I loved - I loved books, and I used to haunt the secondhand bookshop. And I found a little book I could just afford, and I bought it, and I took it home. And I climbed up my favorite tree, and I read that book from cover to cover. And that was Tarzan of the Apes. I immediately fell in love with Tarzan."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "The structure of a play is always the story of how the birds came home to roost."
   },
   "author": {
    "text": "Arthur Miller"
   }
  },
  {
   "quote": {
    "text": "The means of defense against foreign danger historically have become the instruments of tyranny at home."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "I have way too many candles. There's always a candle burning at home."
   },
   "author": {
    "text": "Erin Heatherton"
   }
  },
  {
   "quote": {
    "text": "What fashion has started from hackers? They have bad posture, and they don't go out. I wish I had a hacker boyfriend - they stay at home up in the bedroom."
   },
   "author": {
    "text": "John Waters"
   }
  },
  {
   "quote": {
    "text": "When I was in elementary school, I was very interested in science already. I must have been ten or eleven years old. I started experiments with chemistry sets at my home in Mexico. I was able to borrow a bathroom and convert it to a laboratory. My parents supported it. They were pleased. My friends just tolerated it."
   },
   "author": {
    "text": "Mario J. Molina"
   }
  },
  {
   "quote": {
    "text": "Baking's meant to be done at home. It's meant to be a good time. It's not about, like, hoarding secrets. It's about sharing them."
   },
   "author": {
    "text": "Christina Tosi"
   }
  },
  {
   "quote": {
    "text": "I worked at a nursing home though high school... There's a lost appreciation for a generation that has so much to tell us when we're so full of self-help books and doctors on TV."
   },
   "author": {
    "text": "Bonnie Hunt"
   }
  },
  {
   "quote": {
    "text": "A man's house is his castle."
   },
   "author": {
    "text": "James Otis"
   }
  },
  {
   "quote": {
    "text": "When we first started our internet company, 'China Pages', in 1995, and we were just making home pages for a lot of Chinese companies. We went to the big owners, the big companies, and they didn't want to do it. We go to state-owned companies, and they didn't want to do it. Only the small and medium companies really want to do it."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "'Grandmother' doesn't mean that you have gray hair and you retire and stay home cooking cakes for your grandchildren."
   },
   "author": {
    "text": "Carine Roitfeld"
   }
  },
  {
   "quote": {
    "text": "I have a necklace around my neck that my lady gave me, so I try never to leave home without that."
   },
   "author": {
    "text": "Chad Michael Murray"
   }
  },
  {
   "quote": {
    "text": "At home in Devon, my wife Jessica does a huge proportion of the cooking - I do the basics. My timing is extremely good, particularly when it comes to vegetables, perhaps because in my work, timing is everything. I know exactly what fits into a minute when broadcasting, and I apply the same to carrots."
   },
   "author": {
    "text": "Jonathan Dimbleby"
   }
  },
  {
   "quote": {
    "text": "To sail successfully, you need to observe with great care. You need to identify what the wind and the water are telling you and then find a way to execute, to reach whatever goal you've set, be that simply making it home or winning a race."
   },
   "author": {
    "text": "Diane Greene"
   }
  },
  {
   "quote": {
    "text": "Oscar Charleston was the Willie Mays of his day. Nobody ever played center field better than Willie Mays. Suppose they had never given Willie a chance, and we said that, would anybody believe there was a kid in Alabama who was that good? Or there was a black guy in Atlanta who might break Babe Ruth's home run record? No."
   },
   "author": {
    "text": "Monte Irvin"
   }
  },
  {
   "quote": {
    "text": "My parents were very supportive of my chess. When I got home after a game of chess, having missed school or something, they always made me feel very welcome; I didn't feel guilty at all about pursuing chess with such fervour. They never, for instance, perceived sports as a rival to academics."
   },
   "author": {
    "text": "Viswanathan Anand"
   }
  },
  {
   "quote": {
    "text": "I was shocked when I moved to Sydney how very few indigenous people I came across. And so when I go to places like Maroubra or Redfern or Waterloo or Erskineville, I feel more at home because of the people I'm around - anywhere I can see a face that reflects someone that looks like my family, I feel much more at home."
   },
   "author": {
    "text": "Shari Sebbens"
   }
  },
  {
   "quote": {
    "text": "I was scouted by this talent scout back home. She found me because I used to make my dad these CDs of my music, and I think that some guy that he worked with had a niece who worked with the talent scout, or something really drawn out, kind of word-of-mouth."
   },
   "author": {
    "text": "Brianna Hildebrand"
   }
  },
  {
   "quote": {
    "text": "With all the... success that I've been lucky enough to get? That doesn't happen unless the home life is solid."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "The Negro has been here in America since 1619, a total of 344 years. He is not going anywhere else; this country is his home. He wants to do his part to help make his city, state, and nation a better place for everyone, regardless of color and race."
   },
   "author": {
    "text": "Medgar Evers"
   }
  },
  {
   "quote": {
    "text": "I am a very lazy man, so, for me, the dream is to be at home on the chair with my family."
   },
   "author": {
    "text": "Andrea Bocelli"
   }
  },
  {
   "quote": {
    "text": "I think public sector workers, our teachers, our firefighters, our home health workers who work for states, they do God's work. They are some of our most important employees."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "I don't even know how it is to have a home. I feel like an orphan or something."
   },
   "author": {
    "text": "Fred Korematsu"
   }
  },
  {
   "quote": {
    "text": "At home, my personal life was regularly falling apart, and from childhood on, I had a lot of chaos. I was addicted to chaos; I was addicted to self-harm, and I had to seek help at the hospital."
   },
   "author": {
    "text": "Ginger Zee"
   }
  },
  {
   "quote": {
    "text": "I had very few friends. There was nobody I could trust. I left home when I was fifteen. I lived in Washington Square Park."
   },
   "author": {
    "text": "Jean-Michel Basquiat"
   }
  },
  {
   "quote": {
    "text": "The idea of being at home and picking up kids from school and cooking dinner and then the husband comes home - there's something that seems really nice to me 'cause I never had that growing up. And it seems so enticing. But in my mind, I'm like, 'Well, I'll just play that in a movie and go about my own life, bizarre as it is.'"
   },
   "author": {
    "text": "Dakota Johnson"
   }
  },
  {
   "quote": {
    "text": "I've met other famous people, and what blows my mind is that when they get five minutes off, they're partying with other famous people. I wanna see my boys at home."
   },
   "author": {
    "text": "George Ezra"
   }
  },
  {
   "quote": {
    "text": "Bengaluru is home for me. Being from Udupi, Karnataka, I have many relatives in Bengaluru. I used to come down for Bangalore Fashion Week. It was a lot of fun, and I had made so many good friends."
   },
   "author": {
    "text": "Pooja Hegde"
   }
  },
  {
   "quote": {
    "text": "I don't claim to be knowledgeable about theology. Most of my knowledge comes out of my experience and the lessons in the Bible. Every Sunday I'm home I teach 45 minutes and we boiled them down to one page for the new book, 'Through the Year with Jimmy Carter.'"
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "Runners and yogis are alike in lots of ways, and not just because some of us need yoga to unkink what running jams. Runners and yogis are also alike because of this tortoise shell idea, this 'home' we can access inside ourselves."
   },
   "author": {
    "text": "Kristin Armstrong"
   }
  },
  {
   "quote": {
    "text": "On stage, I make love to 25,000 different people, then I go home alone."
   },
   "author": {
    "text": "Janis Joplin"
   }
  },
  {
   "quote": {
    "text": "I've done routes where I've climbed 200 feet off the ground and just been, like, 'What am I doing?' I then just climbed back down and went home. Discretion is the better part of valor. Some days are just not your day. That's the big thing with free soloing: when to call it."
   },
   "author": {
    "text": "Alex Honnold"
   }
  },
  {
   "quote": {
    "text": "I train and I go home, and when I'm home, I think about training. That's my life every day, and that's it."
   },
   "author": {
    "text": "Conor McGregor"
   }
  },
  {
   "quote": {
    "text": "I'd say some of my earliest scent memories are from home - just things that were around my house, and my mom's cooking."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "I'm not someone who's led my life trying to get publicity; I'd rather do my work and go home."
   },
   "author": {
    "text": "Kevin Spacey"
   }
  },
  {
   "quote": {
    "text": "We can finish a house, but never a home. Once you fall in love with a house, you find continual pleasures in fixing it up and making innovations that satisfy your creature's comforts."
   },
   "author": {
    "text": "Alexandra Stoddard"
   }
  },
  {
   "quote": {
    "text": "It's time to update traditional public schools, charter schools, home schools, online schools and parochial schools. Let the dollars follow the child instead of forcing the child to follow the dollars, so that every child has the opportunity to attain an education."
   },
   "author": {
    "text": "Bobby Jindal"
   }
  },
  {
   "quote": {
    "text": "My dad never quit no matter what. He couldn't see, but he never let that stop him. Most people, when something like that happens, they just think their life is over. But that's not true. My dad can still do things like a normal person. He still cooks; he still watches my sister and my brother's baby when my mom's not home."
   },
   "author": {
    "text": "Jason Pierre-Paul"
   }
  },
  {
   "quote": {
    "text": "Homesickness is nothing. Fifty percent of the people in the world are homesick all the time."
   },
   "author": {
    "text": "John Cheever"
   }
  },
  {
   "quote": {
    "text": "I use New York to talk about home, but the ideas in 'Colossus' could be transferred to other cities. The story about Central Park is really about the first day of spring in any park. The Coney Island chapter is really about beaches and summer and heat waves."
   },
   "author": {
    "text": "Colson Whitehead"
   }
  },
  {
   "quote": {
    "text": "The idea of prosthetics is a tool. Most people's cell phones are prosthetics. If you leave your cell phone at home, you feel impacted by not having it. It's an important part of your daily function and what you can do in a day."
   },
   "author": {
    "text": "Aimee Mullins"
   }
  },
  {
   "quote": {
    "text": "You fall in love differently when you are young and far from home in a seductive place. You fall in love with the very air you breathe, and the vivid colours and the unbearably sweet sensation of distance and unaccustomedness."
   },
   "author": {
    "text": "Howard Jacobson"
   }
  },
  {
   "quote": {
    "text": "I always remember this neighbor who would ask me to babysit for her. She looked like Jayne Mansfield, and I remember babysitting for, like, five hours and she would pay me 80 cents, with a phony smile. I used to go home fuming to my mum."
   },
   "author": {
    "text": "Jennifer Coolidge"
   }
  },
  {
   "quote": {
    "text": "At home in L.A., Sunday is lazy. It's the wife and me lying in bed with coffee, watching 'The Soup' or something funny on TiVo. The kid will occasionally join us. Eventually, breakfast is at a place down the street called Paty's. And we always have some kind of great dinner - my wife makes a great roast beef."
   },
   "author": {
    "text": "Eric McCormack"
   }
  },
  {
   "quote": {
    "text": "By 2020, most home computers will have the computing power of a human brain. That doesn't mean that they are brains, but it means that in terms of raw processing, they can process bits as fast as a brain can. So the question is, how far behind that is the development of a machine that's as smart as we are?"
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "'A Different World,' for me, was in a lot of ways responsible for me going to college. I wanted to go to a black college, and I wanted to get out of Los Angeles. It's just a natural part of all of our journeys, that idea of leaving home."
   },
   "author": {
    "text": "Kenya Barris"
   }
  },
  {
   "quote": {
    "text": "My mother was the influence on me - my father was absent. He was a diamond dealer; he was doing wonderful things in the background, and women were left at home. So my mother really was in charge of everything: the ballet, dance lessons, piano lessons, and latkes."
   },
   "author": {
    "text": "Maira Kalman"
   }
  },
  {
   "quote": {
    "text": "There's a lot of stigma attached to being in a home. Other parents don't want their kids to play with you because you're naughty or nasty."
   },
   "author": {
    "text": "Neil Morrissey"
   }
  },
  {
   "quote": {
    "text": "For almost five years on 'Happy Days,' I have had a mom and pop and a brother who give me advice and help me just as my own parents and brothers and sisters do at home."
   },
   "author": {
    "text": "Erin Moran"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, you have to do what's best for you, and I support any guy who stays home."
   },
   "author": {
    "text": "Stefon Diggs"
   }
  },
  {
   "quote": {
    "text": "What I've learned in my life, it's a very interesting social study for me, to go back and forth between being the guy at home and being the guy on the road and being the guy in studio and being the guy in the interview. The environment around you has so much to do with your character, and when I'm home, my character really changes quite a bit."
   },
   "author": {
    "text": "John Mayer"
   }
  },
  {
   "quote": {
    "text": "If you can't afford the upkeep of your home, it makes no sense to do a reverse mortgage. You will just end up having to sell eventually when you realize you can't afford the home, and whether you have any equity left after the sale depends on the size of the reverse loan that must be settled."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "It takes patience to appreciate domestic bliss; volatile spirits prefer unhappiness."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "When you're safe at home you wish you were having an adventure; when you're having an adventure you wish you were safe at home."
   },
   "author": {
    "text": "Thornton Wilder"
   }
  },
  {
   "quote": {
    "text": "Fragrance is my favorite thing. So much so that if I leave the house and I don't put any on, I'll turn around and go back home."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "There are a lot of people who helped make Queen Latifah who she is today. I don't forget, but a lot of people do and get big heads. My mom will make me walk the dogs or take out the trash when I go home. I'm not allowed to get a big head; I've still got to do the simple things in life."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "The aesthetic came along the way, I think - just through experimenting, and going on tour, and trying stuff out on stage, having fun with it, and not taking it too seriously. If I had a ballgown at home, I'd wear it onstage. If I found something in a charity shop, I'd wear it. That's where it grew from - just wanting to play dress-up."
   },
   "author": {
    "text": "Florence Welch"
   }
  },
  {
   "quote": {
    "text": "Buy with your heart, not your head. You can look at all the aspects that make a purchase practical, but that kind of thinking makes it an investment rather than a home."
   },
   "author": {
    "text": "Barbara Corcoran"
   }
  },
  {
   "quote": {
    "text": "Everything that we used to think got taught at home now seemingly has to be taught in the public school system, and something is going to get lost in the process."
   },
   "author": {
    "text": "Ann Richards"
   }
  },
  {
   "quote": {
    "text": "When everyone goes home, you're stuck with yourself."
   },
   "author": {
    "text": "Layne Staley"
   }
  },
  {
   "quote": {
    "text": "My fingers are not as fast as my brain - which isn't that much to type home about anyway."
   },
   "author": {
    "text": "Frank Lane"
   }
  },
  {
   "quote": {
    "text": "Is it not a grotesque civilization which sends missionaries across the sea to save the souls of the heathen, and yet permits conditions at home that debauch the children at our very doors?"
   },
   "author": {
    "text": "Edwin Markham"
   }
  },
  {
   "quote": {
    "text": "I think I'm a better mother because of work, because I'm happy. If I wasn't working, I would just be waiting for the kids to come home every day, and living vicariously through their lives."
   },
   "author": {
    "text": "Natalie Massenet"
   }
  },
  {
   "quote": {
    "text": "I grew up on the edge of a national park in Canada - timberwolves, creeks, snow drifts. I really did have to walk home six miles through the snow, like your grandparents used to complain."
   },
   "author": {
    "text": "Dan Aykroyd"
   }
  },
  {
   "quote": {
    "text": "I feel like I've never had a home, you know? I feel related to the country, to this country, and yet I don't know exactly where I fit in... There's always this kind of nostalgia for a place, a place where you can reckon with yourself."
   },
   "author": {
    "text": "Sam Shepard"
   }
  },
  {
   "quote": {
    "text": "I think it can be hard for any man to sometimes be upstaged by his wife. So when I'm home, I work very hard to be Todd's wife and Jade's mother. I have no problem going back to those traditional roles. I try to be Giada, the young girl that he met 20 years ago and fell in love with."
   },
   "author": {
    "text": "Giada De Laurentiis"
   }
  },
  {
   "quote": {
    "text": "If you have a class of 35 children, and they're all smiling, and there's one little bastard, and he's just staring at you as if to say 'Show me', then he's the one you think about going home on the train."
   },
   "author": {
    "text": "Frank McCourt"
   }
  },
  {
   "quote": {
    "text": "I'm a workaholic, so I ignore the signs of fatigue and just keep going and going, and then conk out when I get home. It can be pretty stressful."
   },
   "author": {
    "text": "Keke Palmer"
   }
  },
  {
   "quote": {
    "text": "When I'm home, the heart and soul of our family is in the kitchen. Growing up, my parents both worked, so dinnertime was for family - the TV was off. I think it's important to grab that time and really make it special, even after a tough day."
   },
   "author": {
    "text": "Cat Cora"
   }
  },
  {
   "quote": {
    "text": "In Obama's case, we've enabled affirmative action to find a home in the nation's highest office. There you have it. I said it and I stand by it. America fell for the gimmick candidate, disregarding every fact and warning sign in the rush to have 'the first African-American president.'"
   },
   "author": {
    "text": "Allen West"
   }
  },
  {
   "quote": {
    "text": "I fell in love with Erica Kane the summer before my freshman year of high school. Like all red-blooded teen American boys, I'd come home from water polo practice and eat a box of Entenmann's Pop'Ems donut holes in front of the TV while obsessively fawning over 'All My Children' and Erica, her clothes, and her narcissistic attitude."
   },
   "author": {
    "text": "Andy Cohen"
   }
  },
  {
   "quote": {
    "text": "Sometimes when I get home at night in Washington I feel as though I had been in a great traffic jam."
   },
   "author": {
    "text": "Grace Abbott"
   }
  },
  {
   "quote": {
    "text": "Our children's health and well-being are dependent on our commitment to promoting food access and good eating habits at home, at school and in the community."
   },
   "author": {
    "text": "Rod Blagojevich"
   }
  },
  {
   "quote": {
    "text": "I escaped from my home country, Bulgaria, to Czechoslovakia and then to the West."
   },
   "author": {
    "text": "Christo"
   }
  },
  {
   "quote": {
    "text": "Housewives run the home and sacrifice a lot, but many people forget that."
   },
   "author": {
    "text": "Arjun Kapoor"
   }
  },
  {
   "quote": {
    "text": "It's like, if you can't focus on a movie for 90 minutes without looking at your phone, then don't go to the movies! You've got some issues, so you should probably stay home and work on those issues, and not distract everyone with lights, and sounds, oh my gosh, the tapping on the screens, it makes me crazy!"
   },
   "author": {
    "text": "Ginnifer Goodwin"
   }
  },
  {
   "quote": {
    "text": "If college expectations are not taught at home, teach them in school."
   },
   "author": {
    "text": "Lionel Sosa"
   }
  },
  {
   "quote": {
    "text": "I cook often when I am at home but not in college. I do it alone. It is just very relaxing to me. Just about anything that I like to eat, I can cook - chicken, salmon, stir fry. I like to cook seafood or burgers the most when I am entertaining."
   },
   "author": {
    "text": "Simone Manuel"
   }
  },
  {
   "quote": {
    "text": "The biggest problem is the funerals that don't exist. People call the funeral home, they pick up the body, they mail the ashes to you, no grief, no happiness, no remembrance, no nothing. That happens more often than it doesn't in the United States."
   },
   "author": {
    "text": "Caitlin Doughty"
   }
  },
  {
   "quote": {
    "text": "Basically, when I get home I just do emails for around three hours, which stinks. I have a thing about getting into your inbox every night before going to bed. I'm usually working from my laptop or my phone, desperately trying to get my inbox to zero before I fall asleep."
   },
   "author": {
    "text": "Ivanka Trump"
   }
  },
  {
   "quote": {
    "text": "The whole 1950s notion was find the right girl, get married, move to the suburbs and then hang out with the guys while she stayed home with the babies. I felt that was sort of sad."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "If I spent all my time criticising myself, I wouldn't be able to function. There are actors who theorise till the cows come home. I haven't the patience for them. It's maybe shallow, but that's why I'll never be part of the acting set."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "Since my kitchen is the most important part of my home, I want to be creative and innovative, not only in its aesthetic, but also in the tools that I'm using to cook."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "It helps to have a happy home life to keep up alongside your career."
   },
   "author": {
    "text": "Mary Berry"
   }
  },
  {
   "quote": {
    "text": "I have lived in Mumbai for more than 20 years, have my domicile here, my home and family here."
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "My house is very traditional. And I love 'shabby chic.' It's a very homey-cosy vibe. We spend a lot of time in the kitchen, actually; maybe my kids will be doing their homework or that kind of thing when they get home from school. I love my kitchen."
   },
   "author": {
    "text": "Britney Spears"
   }
  },
  {
   "quote": {
    "text": "Ever since I was nine years old and I watched Neil and Buzz walk on the moon, I have felt passionately that this is an interesting human adventure. This is one of the things we're doing that is really fundamentally important, as we leave our home planet, but also exciting."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "My mother had aspirations to become a concert singer. Her Methodist Minister father didn't approve of young girls leaving home until they married, so she had to pass it up."
   },
   "author": {
    "text": "John Coltrane"
   }
  },
  {
   "quote": {
    "text": "Now not every policy Donald Trump has floated is bad. He wants to repeal and replace Obamacare. He wants to bring jobs home from China and Japan. But his prescriptions to do these things are flimsy at best."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "We cannot defend freedom abroad by deserting it at home."
   },
   "author": {
    "text": "Edward R. Murrow"
   }
  },
  {
   "quote": {
    "text": "I've been thinking a lot about next year, which will be the first time in 25 years that I don't have a child at home."
   },
   "author": {
    "text": "Jessica Lange"
   }
  },
  {
   "quote": {
    "text": "In my mind, the home run is paramount because it means instant runs."
   },
   "author": {
    "text": "Earl Weaver"
   }
  },
  {
   "quote": {
    "text": "Food service workers, home care workers, farm workers, and other low-wage workers log long hours. They come home tired after providing services and producing goods that make our country stronger. They deserve fair treatment from their employers, and they deserve a voice in collective bargaining."
   },
   "author": {
    "text": "Jan Schakowsky"
   }
  },
  {
   "quote": {
    "text": "I've realized as well after five years of being on the road that if I'm going to four or five months of my life to something even if I'm overpaid, it's four or five months of my life away from home, away from my son, away from family and friends. I better believe in it on some level even if it's a big movie."
   },
   "author": {
    "text": "Colin Farrell"
   }
  },
  {
   "quote": {
    "text": "My nickname, when I was 15 years old in the Coast Guard, they called me 'Hollywood' because I went to the movies all the time. It was such great escapism. That's why I ran away from home."
   },
   "author": {
    "text": "Tab Hunter"
   }
  },
  {
   "quote": {
    "text": "I think it's important to have flexibility to work wherever is best for you. I actually encourage people to work at the cafe - or from home or wherever works best for them."
   },
   "author": {
    "text": "Anne Wojcicki"
   }
  },
  {
   "quote": {
    "text": "I don't believe that you have a work life and a home life. I believe that you have one life, and either it's working or it isn't working."
   },
   "author": {
    "text": "Srikumar Rao"
   }
  },
  {
   "quote": {
    "text": "Where there is a mother in the home, matters go well."
   },
   "author": {
    "text": "Amos Bronson Alcott"
   }
  },
  {
   "quote": {
    "text": "Having a strong sense of self is fundamental to you, no matter what you're doing. I don't care if you're a stay at home mom raising kids or if you're the CEO of a corporation. It's really important for your survival."
   },
   "author": {
    "text": "Shonda Rhimes"
   }
  },
  {
   "quote": {
    "text": "I try to make my bed every day for mental health. Coming home to an unmade bed or a room with clothes all over will depress me."
   },
   "author": {
    "text": "David Alan Grier"
   }
  },
  {
   "quote": {
    "text": "At home I drive an old Land Rover."
   },
   "author": {
    "text": "Richard Hammond"
   }
  },
  {
   "quote": {
    "text": "My father, Fukujuro, drove a cab and my mother, Itsuko, was a homemaker. My parents often took me to see Impressionist exhibits. At home, I would paint pictures in a similar style."
   },
   "author": {
    "text": "Takashi Murakami"
   }
  },
  {
   "quote": {
    "text": "I lived for 15 years in Los Angeles, and I still can't believe that the handsomest man in the world, Cary Grant, and the greatest performer in the world, Fred Astaire, and Johnny Carson, one after another - they were all in my home at different times. I celebrated my 50th birthday with them. Unforgettable."
   },
   "author": {
    "text": "Tony Bennett"
   }
  },
  {
   "quote": {
    "text": "I grew up in an upper-middle-class town with a population around 12,000. My high school held around a thousand kids. All smart. We had a strict dress code. If you wore blue jeans to school, they sent you home."
   },
   "author": {
    "text": "Jeffrey Gitomer"
   }
  },
  {
   "quote": {
    "text": "The Pacific Remote Islands Marine National Monument may be distant from our shores, but it will help us understand how healthy marine ecosystems work and how we can revive troubled seas closer to home."
   },
   "author": {
    "text": "Frances Beinecke"
   }
  },
  {
   "quote": {
    "text": "I've come to see the mosh pit as an apt description of American society - and of my childhood home. I was number nine of ten creative, mostly loud kids competing for airspace."
   },
   "author": {
    "text": "Laurie Helgoe"
   }
  },
  {
   "quote": {
    "text": "For me, personally, waking up before everyone else in my home allows me to work, respond to emails, or read up on current events without any distractions."
   },
   "author": {
    "text": "John Rampton"
   }
  },
  {
   "quote": {
    "text": "It makes my wife mad, you know, she wants me to stay home all the time. But its what I've done all my life and I think when I quit doing it I'll probably go away pretty quick."
   },
   "author": {
    "text": "Merle Haggard"
   }
  },
  {
   "quote": {
    "text": "I've been very fortunate. I feel very thankful. I've been able to come home and do some fun things and make it exciting for people here at home."
   },
   "author": {
    "text": "Roger Clemens"
   }
  },
  {
   "quote": {
    "text": "I think, honestly, my largest concern, there are a lot of unbalanced people out there, and all of a sudden, I'm the CIA poster girl, and our home in Washington, the front door was about 20 feet from the street. I went to the agency at a certain point and asked for security on a residence."
   },
   "author": {
    "text": "Valerie Plame"
   }
  },
  {
   "quote": {
    "text": "I had a job on college campus. I lost that job, but on my way home I heard an inner voice that said go out for the baseball team. I was a walk-on, and I was actually petrified as a walk-on because you're not an athlete."
   },
   "author": {
    "text": "Lou Brock"
   }
  },
  {
   "quote": {
    "text": "No matter what I do, I always come home to my blog."
   },
   "author": {
    "text": "Matt Mullenweg"
   }
  },
  {
   "quote": {
    "text": "I have continued to work at different things, and rebuilt my home all by myself. I did it for the sake of satisfaction at doing something. I did it because I happened to be where I was."
   },
   "author": {
    "text": "Mikhail Kalashnikov"
   }
  },
  {
   "quote": {
    "text": "In 'Batman Beyond,' Terry McGinnis has the responsibility of protecting Gotham City, as well as maintaining a home and social life. He's also got a single mom and a pesky younger brother, which young kids will relate to."
   },
   "author": {
    "text": "Paul Dini"
   }
  },
  {
   "quote": {
    "text": "While my mother tried to stem my truancy, it would be a complete stranger - an Army Officer in the Special Forces home on leave - who would be the mentor to drive home my mother's goal of getting me educated. His name was Saul Hassan."
   },
   "author": {
    "text": "Richard Carmona"
   }
  },
  {
   "quote": {
    "text": "Sometimes, when the material is really good, you put expectations on yourself to make it the best possible show. You're not just serving up the regular hash and doing your job and going home."
   },
   "author": {
    "text": "Peter Dinklage"
   }
  },
  {
   "quote": {
    "text": "My mother speaks of my step being a source of life-long pain to her, that it is a living death, etc. By the same post I had several letters from anxious relatives, telling me that it was my duty to come home and thus ease my mother's anxiety."
   },
   "author": {
    "text": "Elizabeth Garrett Anderson"
   }
  },
  {
   "quote": {
    "text": "My favorite room in the house is my kitchen. It's definitely the heart and soul of our home. It's where we gather in the morning as a family to start the day, and it's where we wind down at night over supper."
   },
   "author": {
    "text": "Kimberly Schlapman"
   }
  },
  {
   "quote": {
    "text": "I've got tapes that I'm so thankful that my father made - old reel-to-reel tapes. I've got a ton of those things at home. He kept those like fine diamonds, I mean he kept them, you know, in a box and was very, very careful of them, you know."
   },
   "author": {
    "text": "Ricky Skaggs"
   }
  },
  {
   "quote": {
    "text": "Well, maybe at home I don't have the best image."
   },
   "author": {
    "text": "Martina Hingis"
   }
  },
  {
   "quote": {
    "text": "I was lucky because on the morning after the burning of the Reichstag I left my home very early to catch a train to Berlin for the conference of our student organization and that is the only reason why I escaped arrest."
   },
   "author": {
    "text": "Klaus Fuchs"
   }
  },
  {
   "quote": {
    "text": "When I was seven, I had to stay home for several weeks because of some ailment, whereupon my father elected to teach me so that I should not fall behind. In fact, he taught me in three months as much as the school taught in two years, so, on returning to school, I was shifted from grade 4 to grade 6."
   },
   "author": {
    "text": "Arthur Lewis"
   }
  },
  {
   "quote": {
    "text": "I love the Rio Grande Valley. I always say it's home - Texas is home. I've been out in L.A. a little over ten years, and I still get so excited when I go back home. It just feels comfortable; it makes me smile."
   },
   "author": {
    "text": "Cristela Alonzo"
   }
  },
  {
   "quote": {
    "text": "I can certainly be part of the socialite group and walk those carpets every day, but I choose not to because I prefer to be grounded. You can't be at home and on the red carpet."
   },
   "author": {
    "text": "Sandra Lee"
   }
  },
  {
   "quote": {
    "text": "A couple days ago, I saw a lot of people tweeting, 'Oh, it's so cool 'Home' is being used in the Olympics!' We don't really get to watch much TV, man, with the concerts every night, but I wish I could have seen it. I really just found out through Twitter and my management texting me. I thought it was really awesome."
   },
   "author": {
    "text": "Phillip Phillips"
   }
  },
  {
   "quote": {
    "text": "The fate of the singers who, like my songs, went up in flame was also the fate of the books which I later wrote. All of them went up in flame to Heaven in a fire which broke out one night at my home in Bad Homburg as I lay ill in a hospital."
   },
   "author": {
    "text": "Shmuel Yosef Agnon"
   }
  },
  {
   "quote": {
    "text": "I was born in Cleveland, Ohio; raised primarily in Phoenix, Arizona; and, after running away from home in my teens to play music and bouncing around a bit, settled in Oxford, Mississippi, which I consider more my home than anywhere else in the world."
   },
   "author": {
    "text": "Jonathan Miles"
   }
  },
  {
   "quote": {
    "text": "Designer pricing should hurt, but it shouldn't kill you. You wince when you hand over your AmEx, but once you get it home, you never regret it. You divide it by how many days you're using it, and suddenly it becomes affordable."
   },
   "author": {
    "text": "Michael Bastian"
   }
  },
  {
   "quote": {
    "text": "I like cartoons. I like 'Foster's Home for Imaginary Friends.' It's funny! It has things that kids wouldn't get. It's like, if you're mature, you get it. I like that and 'The Fairly OddParents.'"
   },
   "author": {
    "text": "David Archuleta"
   }
  },
  {
   "quote": {
    "text": "I used to suffer from stage fright, which at times was an ordeal. I won't perform live again. I'm going to do some TV shows and videos but nothing else... I don't like to travel too much or do concerts. I'm more of a studio and home girl."
   },
   "author": {
    "text": "Agnetha Faltskog"
   }
  },
  {
   "quote": {
    "text": "I took the first James Kelman novel, 'The Bus Conductor Hines', home to my dad. I thought, 'My dad will like this; it's written in Scots.' But my dad said: 'I can't read that.' He was reading James Bond and John le Carre. That was part of what attracted me to crime - the idea of getting a wide audience."
   },
   "author": {
    "text": "Ian Rankin"
   }
  },
  {
   "quote": {
    "text": "My parents are actors and never brought work home. I didn't even know what they did until I was about 10 years old. We never talked about it."
   },
   "author": {
    "text": "Wyatt Russell"
   }
  },
  {
   "quote": {
    "text": "It isn't false modesty when I say this, but although I am supposed to be a famous person it doesn't mean anything to me. I just sit at home and work."
   },
   "author": {
    "text": "Gyorgy Ligeti"
   }
  },
  {
   "quote": {
    "text": "Childhood obesity is best tackled at home through improved parental involvement, increased physical exercise, better diet and restraint from eating."
   },
   "author": {
    "text": "Bob Filner"
   }
  },
  {
   "quote": {
    "text": "Family life was wonderful. The streets were bleak. The playgrounds were bleak. But home was always warm. My mother and father had a great relationship. I always felt 'safe' there."
   },
   "author": {
    "text": "Robert Cormier"
   }
  },
  {
   "quote": {
    "text": "I don't listen to so much music now. I did when I was younger. Music is so much part of my work. I like peace and quiet now when I go home."
   },
   "author": {
    "text": "Elaine Paige"
   }
  },
  {
   "quote": {
    "text": "Family is extremely important, and home is wherever they're waiting for you. No matter where you are, if you have great support, that's all that matters."
   },
   "author": {
    "text": "Sammi Hanratty"
   }
  },
  {
   "quote": {
    "text": "It's always fun to go home and play, but you gotta stay focused on the game."
   },
   "author": {
    "text": "Dan Gronkowski"
   }
  },
  {
   "quote": {
    "text": "It's so worth-while being a judge, because, if I make good, I can help prove that a woman's place is as much on the bench, in City Council, or in Congress, as in the home."
   },
   "author": {
    "text": "Florence Ellinwood Allen"
   }
  },
  {
   "quote": {
    "text": "Iranians call California and Iran 'sister cities;' they're very much alike. Iranians feel at home here and the weather is so close to Iranian weather."
   },
   "author": {
    "text": "Shohreh Aghdashloo"
   }
  },
  {
   "quote": {
    "text": "I don't think people should be fed mesclun salad and chicken breast. My grandmother would serve grits and oxtail stew at a formal dinner, and if you didn't like it, well then you ate more beans or you went home and ate a peanut butter and jelly sandwich."
   },
   "author": {
    "text": "Marjorie Gubelmann"
   }
  },
  {
   "quote": {
    "text": "Go big or go home. You can either stand for what you believe or fall for what you don't. Above all, make a choice for tolerance and love."
   },
   "author": {
    "text": "Joy Villa"
   }
  },
  {
   "quote": {
    "text": "All things on earth point home in old October; sailors to sea, travellers to walls and fences, hunters to field and hollow and the long voice of the hounds, the lover to the love he has forsaken."
   },
   "author": {
    "text": "Thomas Wolfe"
   }
  },
  {
   "quote": {
    "text": "If nature offers no home, then we must make a home one way or another. The only question is how."
   },
   "author": {
    "text": "John Burnside"
   }
  },
  {
   "quote": {
    "text": "Yesterday's home runs don't win today's games."
   },
   "author": {
    "text": "Babe Ruth"
   }
  },
  {
   "quote": {
    "text": "When you are a hero you are always running to save someone, sweating, worried and guilty. When you are a villain you are just lurking in the shadows waiting for the hero to pass by. Then you pop them in the head and go home... piece of cake."
   },
   "author": {
    "text": "James Marsters"
   }
  },
  {
   "quote": {
    "text": "When I am abroad, I always make it a rule never to criticize or attack the government of my own country. I make up for lost time when I come home."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "So I'm more at home with my backpack, sleeping in a hotel room or on a bus or on an airplane, than I am necessarily on a bed. It's weird being here. It feels like I'm standing next to my real life."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "I always knew from that moment, from the time I found myself at home in that little segregated library in the South, all the way up until I walked up the steps of the New York City library, I always felt, in any town, if I can get to a library, I'll be OK. It really helped me as a child, and that never left me."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Baseball is like driving, it's the one who gets home safely that counts."
   },
   "author": {
    "text": "Tommy Lasorda"
   }
  },
  {
   "quote": {
    "text": "When you live on the road, going home is a place to escape and just be with your family to unwind."
   },
   "author": {
    "text": "Jonathan Davis"
   }
  },
  {
   "quote": {
    "text": "The only way I'd be caught without makeup is if my radio fell in the bathtub while I was taking a bath and electrocuted me and I was in between makeup at home. I hope my husband would slap a little lipstick on me before he took me to the morgue."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "My father is an amazing person. While he was a huge star, he never carried his stardom home and always remained simple and just our father at home. I have four siblings, and we were all very grounded. We lived a very simple life: would go in an auto rickshaw to school, played with normal boys."
   },
   "author": {
    "text": "Mahesh Babu"
   }
  },
  {
   "quote": {
    "text": "Thank God I have parents who'd support the crazy things I did. If my dad found a snake, I'd take it to the woods. I was always taking these homeless birds and homeless cats home."
   },
   "author": {
    "text": "Ashlan Gorse Cousteau"
   }
  },
  {
   "quote": {
    "text": "There's a very real possibility in this industry of going out and leading your life and then going home and being a voyeur of your own life. You can literally go watch yourself - where you went last night, what you did, what the things that people presuppose about you. It's kind of crazy."
   },
   "author": {
    "text": "Ryan Reynolds"
   }
  },
  {
   "quote": {
    "text": "The most compelling reason for most people to buy a computer for the home will be to link it to a nationwide communications network. We're just in the beginning stages of what will be a truly remarkable breakthrough for most people - as remarkable as the telephone."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "It may be that the satisfaction I need depends on my going away, so that when I've gone and come back, I'll find it at home."
   },
   "author": {
    "text": "Rumi"
   }
  },
  {
   "quote": {
    "text": "Tonight, I want to say to every member of the democratic party, who believes in limited government, in personal opportunity and the united States constitution, and a safe and secure America, come home. To the Reagan Democrats, your party has left you. And the Republican party wants you, we welcome you back."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "At a book festival in Fort Lauderdale, I met David Eisenhower, Ike's grandson, who was promoting his book 'Going Home to Glory: A Memoir of Life with Dwight D. Eisenhower,' in which he describes attending the Yankees' 154th game in 1961. The whole family had been following Mantle and Maris chase Babe Ruth's home run record across the country."
   },
   "author": {
    "text": "Jane Leavy"
   }
  },
  {
   "quote": {
    "text": "Hunger is a deep concern of mine, and I feel that no one should go without food in this world as long as there are caring people to lend a hand. I've had to struggle in my past and I know what it's like to go without, so I try to do as much as I can to help bring awareness to an issue that hits very close to home for me."
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "And I come here as a daughter, raised on the South Side of Chicago - by a father who was a blue-collar city worker and a mother who stayed at home with my brother and me."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "I think the biggest part of being a girl boss in the office, at home, or anywhere you go is just knowing your value."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "The instruction we find in books is like fire. We fetch it from our neighbours, kindle it at home, communicate it to others, and it becomes the property of all."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Television is an invention that permits you to be entertained in your living room by people you wouldn't have in your home."
   },
   "author": {
    "text": "David Frost"
   }
  },
  {
   "quote": {
    "text": "I suppose I could have stayed home and baked cookies and had teas."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Since belief determines behavior, doesn't it make sense that we should be teaching ethical, moral values in every home and in every school in America?"
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "The American People will come first once again. My plan will begin with safety at home - which means safe neighborhoods, secure borders, and protection from terrorism. There can be no prosperity without law and order."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Most parents would not hesitate to assume responsibility for their child's behavior on a playground, at school, or in someone else's home. What happens online should be no different. Parents should talk with their children about computer ethics, stipulate rules of conduct, and - most importantly - establish consequences."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "At home I am a nice guy: but I don't want the world to know. Humble people, I've found, don't get very far."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "It's a funny thing. I'll be in my home town of Columbus at a restaurant or something, and the waiter maybe asks, 'What do you do?' and I say, 'Oh, I'm in a band... Twenty One Pilots,' and he'll say, 'Cool, I'll check it out. I never heard of them.' And then I say, 'In September we're playing the Schottenstein Center,' and it's like, 'What?!'"
   },
   "author": {
    "text": "Tyler Joseph"
   }
  },
  {
   "quote": {
    "text": "The problems we face now - poverty and violence at home, war and destruction abroad - will last only as long as we continue relying on the same politicians who created them in the first place."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "The goal of Sunday is to leave my home as little as possible."
   },
   "author": {
    "text": "Mark Morris"
   }
  },
  {
   "quote": {
    "text": "Home, to me, is where I am and where I feel most comfortable. Obviously, Malaysia is home. In L.A., my home is my apartment because that's my Malaysia."
   },
   "author": {
    "text": "Yuna"
   }
  },
  {
   "quote": {
    "text": "I enjoy spending time at home or going out for a quiet meal in a restaurant."
   },
   "author": {
    "text": "Jamie Redknapp"
   }
  },
  {
   "quote": {
    "text": "All good hotels tend to lead people to do things they wouldn't necessarily do at home."
   },
   "author": {
    "text": "Andre Balazs"
   }
  },
  {
   "quote": {
    "text": "I was hit by a car once on my bike, but I still rode home."
   },
   "author": {
    "text": "Amy Winehouse"
   }
  },
  {
   "quote": {
    "text": "The rulers of the state are the only persons who ought to have the privilege of lying, either at home or abroad; they may be allowed to lie for the good of the state."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "After a century of trying, we declared that healthcare in America is not a privilege for a few, it is a right for everybody. After decades of talk, we finally began to wean ourselves off foreign oil. We doubled our production of clean energy. We brought more of our troops home to their families, and we delivered justice to Osama bin Laden."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "If you want to be an entrepreneur, it's not a job, it's a lifestyle. It defines you. Forget about vacations, about going home at 6 pm - last thing at night you'll send emails, first thing in the morning you'll read emails, and you'll wake up in the middle of the night. But it's hugely rewarding as you're fulfilling something for yourself."
   },
   "author": {
    "text": "Niklas Zennstrom"
   }
  },
  {
   "quote": {
    "text": "I flew into a small airport surrounded by cornfields and pastures, ready to carry out the two commands my father had written out for me the night before I left Calcutta: Spend two years studying creative writing at the Iowa Writers' Workshop, then come back home and marry the bridegroom he selected for me from our caste and class."
   },
   "author": {
    "text": "Bharati Mukherjee"
   }
  },
  {
   "quote": {
    "text": "I hate short hair on men - the 'real' man is something I don't know. My dad was always playing with hairbands, making rings, while the women were wearing jeans, white T-shirts and Converse. That was the uniform at home."
   },
   "author": {
    "text": "Lou Doillon"
   }
  },
  {
   "quote": {
    "text": "I am alone a lot, which is good. I need that time to just be alone after a long day, just decompress. So, I go to either my house or the hotel, or my apartment, or whatever - wherever I am, I go home and I watch TV and I sit there, with my cat, and I just watch TV or go online, check my emails."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "The people, the culture... there's so much magic in Colombia, so I feel like being a kid, being able to have that, being able to also call Colombia my home, it was such an important part of my introduction as an artist, too, because it's such a big part of my life as a human being."
   },
   "author": {
    "text": "Kali Uchis"
   }
  },
  {
   "quote": {
    "text": "I always say that people should not rush to change religions. There is real value in finding the spiritual resources you need in your home religion."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Where thou art, that is home."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "I never thought I'd have children; I never thought I'd be in love, I never thought I'd meet the right person. Having come from a broken home - you kind of accept that certain things feel like a fairy tale, and you just don't look for them."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "The truth is sometimes a hard pill to swallow. It sometimes causes us difficulties at home and abroad. It is sometimes used by our enemies in attempts to hurt us. But the American people are entitled to it, nonetheless."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "I never come back home with the same moral character I went out with; something or other becomes unsettled where I had achieved internal peace; some one or other of the things I had put to flight reappears on the scene."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "I believe that being successful means having a balance of success stories across the many areas of your life. You can't truly be considered successful in your business life if your home life is in shambles."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "There are people with otherwise chaotic and disorganized lives, a certain type of person that's always found a home in the restaurant business in much the same way that a lot of people find a home in the military."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "I remember, when I was a kid, watching my mother jam herself into her girdle - a piece of equipment so rigid it could stand up on its own - and I remember her coming home from fancy parties and racing upstairs to extricate herself from its cruel iron grip."
   },
   "author": {
    "text": "Susan Orlean"
   }
  },
  {
   "quote": {
    "text": "We survived on natural resources, so we should take care of the earth. When I leave home, I do things like switching off the heat and lights."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "Are we a nation that educates the world's best and brightest in our universities, only to send them home to create businesses in countries that compete against us? Or are we a nation that encourages them to stay and create jobs, businesses, and industries right here in America?"
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "I made a crash landing here on Earth on February 14, 1962, in the Shreveport Catholic Charities Home for un-wed mothers. The infamous Bonnie and Clyde lost their lives just miles from where I was born. Like outlaws ourselves, my birth mother and I were on the run from the day she found out I was part of her."
   },
   "author": {
    "text": "Kevyn Aucoin"
   }
  },
  {
   "quote": {
    "text": "People who have good relationships at home are more effective in the marketplace."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "We are living in very challenging times. Pressured in the workplace and stressed out at home, people are trying to make sense of their lives."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "I had been taught that if I cried, to be quiet about it, so whereas I never howled, the least thing made me cry both at school and at home. Crying tends to separate a child from other children, for even children dislike a cry baby, and I had no friends in the world."
   },
   "author": {
    "text": "Frederick Banting"
   }
  },
  {
   "quote": {
    "text": "My home has a split personality. Some of the rooms are very French antique. Think Aubusson rugs, turquoise ceramic jugs, sandbag pillows, and broken birdcages. The other half is very Aztec. Neon ikat fabric pillows, vintage books piled up to the ceiling, and shutters from Bali."
   },
   "author": {
    "text": "Poppy Delevingne"
   }
  },
  {
   "quote": {
    "text": "Be nice to your children. After all, they are going to choose your nursing home."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "Africa for the Africans... at home and abroad!"
   },
   "author": {
    "text": "Marcus Garvey"
   }
  },
  {
   "quote": {
    "text": "I bought one of the first Nintendo systems and brought that home, and we were playing 'Legend of Zelda' at the time, and it was addicting, and I was playing it for hours and hours and hours."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "I dislike feeling at home when I am abroad."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "If your neighbors think you're a detective because a cop always brings you home, you might be a redneck."
   },
   "author": {
    "text": "Jeff Foxworthy"
   }
  },
  {
   "quote": {
    "text": "A smile abroad is often a scowl at home."
   },
   "author": {
    "text": "Alfred Lord Tennyson"
   }
  },
  {
   "quote": {
    "text": "Nature is the mother and the habitat of man, even if sometimes a stepmother and an unfriendly home."
   },
   "author": {
    "text": "John Dewey"
   }
  },
  {
   "quote": {
    "text": "Take a trip to the forest and experience the greatness of getting on your knees and picking your own food and going home... and eating it."
   },
   "author": {
    "text": "Rene Redzepi"
   }
  },
  {
   "quote": {
    "text": "It is often easier to become outraged by injustice half a world away than by oppression and discrimination half a block from home."
   },
   "author": {
    "text": "Carl T. Rowan"
   }
  },
  {
   "quote": {
    "text": "Coming up with ideas isn't hard. The real challenge is finding the time to actually build something and then finding a home for it."
   },
   "author": {
    "text": "Ralph Baer"
   }
  },
  {
   "quote": {
    "text": "I first visited the Philippines when I was 29. I thought I would feel at home there, but I felt more out of place than I did in the U.S. I discovered I was more American than Filipino. It was shattering because I never felt quite at home in the U.S., either."
   },
   "author": {
    "text": "Alex Tizon"
   }
  },
  {
   "quote": {
    "text": "One of my favorite places I've visited is Havana, Cuba. On my way home from Costa Rica, I did a week in Havana. The colors, the music, the beautiful men and the cars! I love vintage and antique cars and own a couple myself."
   },
   "author": {
    "text": "Megalyn Echikunwoke"
   }
  },
  {
   "quote": {
    "text": "Home life is no more natural to us than a cage is natural to a cockatoo."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "When I'm home, I spend Sunday with my husband. If we're not cooking, we travel around in our camper, stop at fast-food restaurants, and picnic. We love that stuff that will harden your arteries in a hurry."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "When I do get free time, I spend a lot of it at home with my family and my close friends and I think that's what keeps me happy, healthy, grounded, and totally in check."
   },
   "author": {
    "text": "Leighton Meester"
   }
  },
  {
   "quote": {
    "text": "Just because I managed to do a little something, I don't want anyone back home to think I got the big head."
   },
   "author": {
    "text": "Elvis Presley"
   }
  },
  {
   "quote": {
    "text": "At home, I love reaching out into that absolute silence, when you can hear the owl or the wind."
   },
   "author": {
    "text": "Amanda Harlech"
   }
  },
  {
   "quote": {
    "text": "George Carlin's album, 'Class Clown,' came out when I was in high school. I memorized a lot of that album. I'd come home from school, put it on, and listen over and over. I started memorizing it. I don't even know why. I loved it so much I memorized it."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "I really enjoy spending time at home."
   },
   "author": {
    "text": "Elena Roger"
   }
  },
  {
   "quote": {
    "text": "I'm more at home with my log cabins than I am in my house in Cherry Hill."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "My mom was a housewife and a sponge, who would absorb everything and make it all look like a fairytale when he entered the house. For instance, when he came home, I would always be seen studying with my books open. She always made sure that Dad went back to the shoot happily."
   },
   "author": {
    "text": "Ram Charan"
   }
  },
  {
   "quote": {
    "text": "Just take the ball and throw it where you want to. Throw strikes. Home plate don't move."
   },
   "author": {
    "text": "Satchel Paige"
   }
  },
  {
   "quote": {
    "text": "Going home helps the content."
   },
   "author": {
    "text": "The Weeknd"
   }
  },
  {
   "quote": {
    "text": "The best marriages are the ones where we can go out in the world and really put ourselves out there. A lot of times we'll fail, and sometimes we'll pull it off. But good marriages are when you can go home and know that your vulnerability will be honored as courage, and that you'll find support."
   },
   "author": {
    "text": "Brene Brown"
   }
  },
  {
   "quote": {
    "text": "The schools would fail through their silence, the Church through its forgiveness, and the home through the denial and silence of the parents. The new generation has to hear what the older generation refuses to tell it."
   },
   "author": {
    "text": "Simon Wiesenthal"
   }
  },
  {
   "quote": {
    "text": "The juvenile sea squirt wanders through the sea searching for a suitable rock or hunk of coral to cling to and make its home for life. For this task, it has a rudimentary nervous system. When it finds its spot and takes root, it doesn't need its brain anymore so it eats it!"
   },
   "author": {
    "text": "Daniel Dennett"
   }
  },
  {
   "quote": {
    "text": "God the Father, the supreme Architect, had already built this cosmic home we behold, the most sacred temple of His godhead, by the laws of His mysterious wisdom."
   },
   "author": {
    "text": "Giovanni Pico della Mirandola"
   }
  },
  {
   "quote": {
    "text": "Like a lot of kids, I had a Superman cake or different theme cakes, but then I hit the age where I think my mom thought I was ready for the German chocolate cake that she makes for my dad. Just the sight of that, the taste of that frosting, just reminds me of being at home with my mom and my dad and my sister and my friends."
   },
   "author": {
    "text": "Willie Geist"
   }
  },
  {
   "quote": {
    "text": "Nothing is better than showing up twice a week, acting like a 12 year-old for two hours, and then going home."
   },
   "author": {
    "text": "Reid Scott"
   }
  },
  {
   "quote": {
    "text": "I had practiced with the team, and the first scheduled game was with the University of Missouri. They made it quite clear to the Army that they would not play a team with a black player on it. Instead of telling me the truth, the Army gave me leave to go home."
   },
   "author": {
    "text": "Jackie Robinson"
   }
  },
  {
   "quote": {
    "text": "Knitting not only relaxes me, it also brings a feeling of being at home."
   },
   "author": {
    "text": "Magdalena Neuner"
   }
  },
  {
   "quote": {
    "text": "Do you know what it means to come home at night to a woman who'll give you a little love, a little affection, a little tenderness? It means you're in the wrong house, that's what it means."
   },
   "author": {
    "text": "Henny Youngman"
   }
  },
  {
   "quote": {
    "text": "I can't stress how much my daughter is an inspiration to stay sober. When I come home and she opens those big blue eyes at me, it's the most amazing feeling I could ever feel."
   },
   "author": {
    "text": "A. J. McLean"
   }
  },
  {
   "quote": {
    "text": "I'm still living the life where you get home and open the fridge and there's half a pot of yogurt and a half a can of flat Coca-Cola."
   },
   "author": {
    "text": "Alan Rickman"
   }
  },
  {
   "quote": {
    "text": "Whether I'm at the office, at home, or on the road, I always have a stack of books I'm looking forward to reading."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "I'm a firm believer that lighting affects mood, and twinkly lights on strings bring something magical to occasions ranging from concerts to weddings, though I'm fond of using them as year-round home decor. There's a reason why they're sometimes called fairy lights. When the night is right, there aren't any strings at all."
   },
   "author": {
    "text": "Erin Morgenstern"
   }
  },
  {
   "quote": {
    "text": "When I went home from Juilliard, I couldn't find acting work."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "I just owe almost everything to my father and it's passionately interesting for me that the things that I learned in a small town, in a very modest home, are just the things that I believe have won the election."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "It's passionately interesting for me that the things that I learned in a small town, in a very modest home, are just the things that I believe have won the election."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "I chose America as my home because I value freedom and democracy, civil liberties and an open society."
   },
   "author": {
    "text": "George Soros"
   }
  },
  {
   "quote": {
    "text": "I'm the type who'd be happy not going anywhere as long as I was sure I knew exactly what was happening at the places I wasn't going to. I'm the type who'd like to sit home and watch every party that I'm invited to on a monitor in my bedroom."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "The pilgrims on the Mayflower landed at Plymouth Rock. To my knowledge, they didn't wait around for a return trip to Europe. You settle some place with a purpose. If you don't want to do that, stay home. You avoid an awful lot of risks by not venturing outward."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "Go to foreign countries and you will get to know the good things one possesses at home."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "I wish I had been home more when the children were growing up. I missed a lot."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "The land created me. I'm wild and lonesome. Even as I travel the cities, I'm more at home in the vacant lots."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "I'm a nomad. A Jewish road warrior. I do not have a concept of home. I wish I did. But I live with the idea that we have to get out of town before dawn."
   },
   "author": {
    "text": "Abbie Hoffman"
   }
  },
  {
   "quote": {
    "text": "My little brother and grandma told me I could sing. I used to sing in church, too. Not like in the choir or anything, but for people around the church... on the church bus going home and Christmas plays."
   },
   "author": {
    "text": "Bryson Tiller"
   }
  },
  {
   "quote": {
    "text": "Boston is always going to be a second home for me."
   },
   "author": {
    "text": "Paul Pierce"
   }
  },
  {
   "quote": {
    "text": "No one realizes how beautiful it is to travel until he comes home and rests his head on his old, familiar pillow."
   },
   "author": {
    "text": "Lin Yutang"
   }
  },
  {
   "quote": {
    "text": "I have never seen a game's graphics look so sharp and clean. The sound design for the game is also unique on the Xbox. The memory on this system allowed us to provide the user with 5.1 Dolby surround sound for home theatre owners."
   },
   "author": {
    "text": "Don Bluth"
   }
  },
  {
   "quote": {
    "text": "Coming home to my family afterward makes the work richer, easier and more fun."
   },
   "author": {
    "text": "Edie Falco"
   }
  },
  {
   "quote": {
    "text": "The roof of my house is covered in solar panels. When I'm home, I'm a pretty green fellow."
   },
   "author": {
    "text": "Bill McKibben"
   }
  },
  {
   "quote": {
    "text": "I have a perfect life where I read; I go out into the wilderness and camp. I meet scientists and learn about their studies of wild animals, and then I come home... and start creating the world I have seen."
   },
   "author": {
    "text": "Jean Craighead George"
   }
  },
  {
   "quote": {
    "text": "When I want to really eat great, I eat at home when my wife cooks."
   },
   "author": {
    "text": "Sirio Maccioni"
   }
  },
  {
   "quote": {
    "text": "While I encourage people to save 100% down for a home, a mortgage is the one debt that I don't frown upon."
   },
   "author": {
    "text": "Dave Ramsey"
   }
  },
  {
   "quote": {
    "text": "If I tell a man he needs to quit his soul-sucking job, he has to go home and fight with his wife or fight with his parents and fight with his in-laws and fight with everybody, because men aren't supposed to be happy; they're supposed to do well."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "I used to live with my grandmother. I used to wonder why the other kids in school went home with their mothers and fathers. I wanted to be the guy that got married. I wanted to be the guy with the children and the white picket fence. I never had that."
   },
   "author": {
    "text": "Kevin Gates"
   }
  },
  {
   "quote": {
    "text": "I've had dates at the nicest restaurants, but when you leave, you're starving, and the best part of the date is having a slice of pizza and a couple of drinks on the way home. I think it's important to be able to roll with the punches and enjoy every minute of it."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "There are a number of things wrong with Washington. One of them is that everyone is too far from home."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "As a housewife, I feel that if the kids are still alive when my husband gets home from work, then hey, I've done my job."
   },
   "author": {
    "text": "Roseanne Barr"
   }
  },
  {
   "quote": {
    "text": "On Sundays when I speak, I hopefully give somebody something that they can use the next day at work or at home."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "We live in a day that nobody's lived in before: where you can touch more people. The message I'll speak tonight and the message that I speak at home, people in India will hear. It's just an amazing day."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "My father probably thought the capital of the world was wherever he was at the time. It couldn't possibly be anyplace else. Where he and his wife were in their own home, that, for them, was the capital of the world."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "Parents are working more than ever before and unable to monitor what kids are eating at home, and schools are selling astronomical amounts of junk food in order to supplement shrinking budgets. It's a ticking time bomb, and America's children are exploding."
   },
   "author": {
    "text": "Lisa Ling"
   }
  },
  {
   "quote": {
    "text": "I heard one story about an octopus in a home tank who would get out, cruise around the house, take knick-knacks, and drag them back to its tank. Like a dog! They're so smart that there are octopus enrichment handbooks so you don't bore your octopus. I've seen them play with Legos, Mr. Potato Head, you name it!"
   },
   "author": {
    "text": "Sy Montgomery"
   }
  },
  {
   "quote": {
    "text": "For example, I was a White House intern the summer before I dropped out of law school. Everybody knew about it. I'd come home and go to church and everybody would say, 'Oh, my God. Demetri, you're working at the White House.'"
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "I can understand why a single parent, working two jobs, would find it easier to stop at McDonald's with the kids rather than cook something from scratch at home."
   },
   "author": {
    "text": "Eric Schlosser"
   }
  },
  {
   "quote": {
    "text": "Decor sets the stage for any party, and it also gives a great indication to your guests as to how much effort you've put into hosting them within your home."
   },
   "author": {
    "text": "Rachel Hollis"
   }
  },
  {
   "quote": {
    "text": "We're a community of a billion-plus people, and the best-selling phones - apart from the iPhone - can sell 10, 20 million. If we did build a phone, we'd only reach 1 or 2 percent of our users. That doesn't do anything awesome for us. We wanted to turn as many phones as possible into 'Facebook phones.' That's what Facebook Home is."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "I go home and stay there. I wash and scrub up each day, and that's it. One month I actually grew a moustache, just so I could say that I'd done something."
   },
   "author": {
    "text": "Bill Murray"
   }
  },
  {
   "quote": {
    "text": "All of us grow up in particular realities - a home, family, a clan, a small town, a neighborhood. Depending upon how we're brought up, we are either deeply aware of the particular reading of reality into which we are born, or we are peripherally aware of it."
   },
   "author": {
    "text": "Chaim Potok"
   }
  },
  {
   "quote": {
    "text": "If we want to be proud to be from a country like America and all the things that we hang our hats on, like diversity, equality, land of the free and home of the brave, it's everybody's responsibility to ensure that everyone in the country is being afforded the same rights."
   },
   "author": {
    "text": "Megan Rapinoe"
   }
  },
  {
   "quote": {
    "text": "There is one timeless way of building. It is a thousand years old, and the same today as it has ever been. The great traditional buildings of the past, the villages and tents and temples in which man feels at home, have always been made by people who were very close to the center of this way."
   },
   "author": {
    "text": "Christopher Alexander"
   }
  },
  {
   "quote": {
    "text": "Toronto is home; nothing beats home."
   },
   "author": {
    "text": "Ellen Wong"
   }
  },
  {
   "quote": {
    "text": "For me, the sketching of dresses was about fantasy and dreams. In my little room at home, I felt that I was somewhere else. In Paris, for instance."
   },
   "author": {
    "text": "Alber Elbaz"
   }
  },
  {
   "quote": {
    "text": "Pennsylvania is home to some of the hardest-working, toughest, most decent people in America."
   },
   "author": {
    "text": "Bob Casey, Jr."
   }
  },
  {
   "quote": {
    "text": "I have a gym at home where I do weight training as well as cardio. I love doing bench press but cannot share information on how much weight I lift. I also practise Yoga. My guru Sadhguru taught me different kriyas like Surya Namaskar, which I do for my personal well being."
   },
   "author": {
    "text": "Virender Sehwag"
   }
  },
  {
   "quote": {
    "text": "The win-win situation is the basis for America's entire business world. Instead of wasting our time attempting to defeat each other, let's find a way that will make both of us gain and go home satisfied. In Israel, it doesn't work because the only meaning of victory is seeing your rival's body lying trampled on the floor."
   },
   "author": {
    "text": "Yair Lapid"
   }
  },
  {
   "quote": {
    "text": "Whenever I'm having a bad day and have an attitude, I stay home. I keep it at home."
   },
   "author": {
    "text": "Michael Clarke Duncan"
   }
  },
  {
   "quote": {
    "text": "I think it's easiest to teach by example. My dad didn't tell us to work hard; we just saw how hard he worked. I know I have shortcomings - like a short fuse - but I've learned you can't come home from a long day of work and snap at the kids."
   },
   "author": {
    "text": "Chris O'Donnell"
   }
  },
  {
   "quote": {
    "text": "You have to take into account it was the cell phone that became what the modern-day concept of a phone call is, and this is a device that's attached to your hip 24/7. Before that there was 'leave a message' and before that there was 'hopefully you're home.'"
   },
   "author": {
    "text": "Giovanni Ribisi"
   }
  },
  {
   "quote": {
    "text": "I kind of love coming home and being with family and feeling comfortable and knowing where I come from; I kind of like it."
   },
   "author": {
    "text": "Michael Angarano"
   }
  },
  {
   "quote": {
    "text": "I'm kind of a homebody. I like to sit at home and watch movies and eat good food."
   },
   "author": {
    "text": "Emilie de Ravin"
   }
  },
  {
   "quote": {
    "text": "You come home, and you party. But after that, you get a hangover. Everything about that is negative."
   },
   "author": {
    "text": "Mike Tyson"
   }
  },
  {
   "quote": {
    "text": "Illogical thinkers throw names and slurs around because they have no arguments with which to rebut their opponents. Rational people have to keep hammering their points home."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "I've always loved to paint - I was studying to do an art degree when I was approached to become a model - and I've being doing some design work as well. I also love just having a quiet time, sitting in my little library at home in Brooklyn and reading or watching documentaries or listening to music."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "Most of American life consists of driving somewhere and then returning home, wondering why the hell you went."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "Brazil's always had great players, both at home and abroad, but we need to put all that talent together and mould a team out of it."
   },
   "author": {
    "text": "Pele"
   }
  },
  {
   "quote": {
    "text": "Most children threaten at times to run away from home. This is the only thing that keeps some parents going."
   },
   "author": {
    "text": "Phyllis Diller"
   }
  },
  {
   "quote": {
    "text": "Over 90% of people go home at the end of the day feeling unfulfilled by their work, and I won't stop working until that statistic is reversed - until over 90% of people go home and can honestly say, 'I love what I do.'"
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "The Patriot Act is essential to our continued success in the war on terror here at home."
   },
   "author": {
    "text": "Mike Pence"
   }
  },
  {
   "quote": {
    "text": "I think if you follow anyone home, whether they live in Houston or London, and you sit at their dinner table and talk to them about their mother who has cancer or their child who is struggling in school, and their fears about watching their lives go by, I think we're all the same."
   },
   "author": {
    "text": "Brene Brown"
   }
  },
  {
   "quote": {
    "text": "Every day, at home, I have the astonishing and humbling opportunity - together with my wife Sophie - to nurture empathy, compassion, self-love, and a keen sense of justice in our three kids."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "Competitive feeling means you want do do good work. You can't lie about wanting to be on top. There is no reason for me to be insecure at this time. I would be insecure if I was sitting at home doing nothing, but I am in films now, and that's where I always wanted to be."
   },
   "author": {
    "text": "Alia Bhatt"
   }
  },
  {
   "quote": {
    "text": "I've never been a hands-on dad. I'm not ashamed to admit it, but you can't run a restaurant and be home for tea at 4:30 and bath and change nappies."
   },
   "author": {
    "text": "Gordon Ramsay"
   }
  },
  {
   "quote": {
    "text": "I live in this apartment building, and everybody who lives there thinks of me as a housewife. People drop their babies off with me. Or I get notes: 'I'm going to be gone for three days. The keys are under the mat; take care of the cats.' Because they all think I'm home all the time."
   },
   "author": {
    "text": "Bonnie Hunt"
   }
  },
  {
   "quote": {
    "text": "Kill all the rich people. Break up their cars and apartments. Bring the revolution home, kill your parents, that's where it's really at."
   },
   "author": {
    "text": "Bill Ayers"
   }
  },
  {
   "quote": {
    "text": "I've got a really hard election. If you had a really hard election and it was after Labor Day would you go to North Carolina to a bunch of parties and glad-handing or would you stay home and work as hard as you know how to convince Missourians they should rehire you?"
   },
   "author": {
    "text": "Claire McCaskill"
   }
  },
  {
   "quote": {
    "text": "Our way is straight and clear - the building up of a socialist democracy at home, with freedom and prosperity for all, and the maintenance of world peace and friendship with all nations abroad."
   },
   "author": {
    "text": "Lal Bahadur Shastri"
   }
  },
  {
   "quote": {
    "text": "When I do have free time, I spend it with friends, or I spend it at home writing or making something."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "Every time someone buys a cat or a dog from a breeder or a pet shop, a cat on the streets or in an animal shelter loses his or her chance at finding a good home."
   },
   "author": {
    "text": "Amy Jackson"
   }
  },
  {
   "quote": {
    "text": "If I went on vacation, I'd rather go camping than stay in some four-star hotel... My friends treat me the same at home. They just want to sit down with you and have a beer."
   },
   "author": {
    "text": "Travis Fimmel"
   }
  },
  {
   "quote": {
    "text": "It felt good doing a physical job, and going home each evening feeling like I had really done a day's work."
   },
   "author": {
    "text": "James D'arcy"
   }
  },
  {
   "quote": {
    "text": "Hit a home run - put your head down, drop the bat, run around the bases, because the name on the front is more - a lot more important than the name on the back."
   },
   "author": {
    "text": "Ryne Sandberg"
   }
  },
  {
   "quote": {
    "text": "Because my business life is so busy, my home is really my sanctuary. That is where I reflect and spend quality time with my girls."
   },
   "author": {
    "text": "Rachel Roy"
   }
  },
  {
   "quote": {
    "text": "I never learned hate at home, or shame. I had to go to school for that."
   },
   "author": {
    "text": "Dick Gregory"
   }
  },
  {
   "quote": {
    "text": "Seeing a catering truck feels like home."
   },
   "author": {
    "text": "Dakota Johnson"
   }
  },
  {
   "quote": {
    "text": "I'm a human just like anyone else. We all have our problems that we deal with on and off the field. I'm thankful to have a beautiful wife and child that can help ease those problems when you come home."
   },
   "author": {
    "text": "Torrey Smith"
   }
  },
  {
   "quote": {
    "text": "When at home, I pray to all forms of Goddess Durga for health, wealth, peace, and prosperity for me and my family."
   },
   "author": {
    "text": "Roop Durgapal"
   }
  },
  {
   "quote": {
    "text": "I'm happy going home early and working out and just being a mother and being a wife."
   },
   "author": {
    "text": "Kim Alexis"
   }
  },
  {
   "quote": {
    "text": "I'd be totally exhausted by mid-afternoon, and I could barely climb the stairs at home. It was particularly alarming because all my life I'd enjoyed doing all my own stunts in shows, taking on every physical challenge. Yet suddenly, I'd become like a very old man. I knew something was wrong, but I had no idea what."
   },
   "author": {
    "text": "Michael Crawford"
   }
  },
  {
   "quote": {
    "text": "You can fool people. You can fool anybody anytime of the day, but you can't fool yourself. At night, when you go home, you've got to be straight up with you."
   },
   "author": {
    "text": "Whitney Houston"
   }
  },
  {
   "quote": {
    "text": "The Resurrection miracle is nothing to you and me if it is only an event of eighteen centuries bygone. Unless we can live the immortal life - unless we can receive God to his own home in these hearts of ours - the texts are nothing to us unless these daily lives illustrate them."
   },
   "author": {
    "text": "Edward Everett Hale"
   }
  },
  {
   "quote": {
    "text": "But now, being a parent, I go home and see my son and I forget about any mistake I ever made or the reason I'm upset. I get home and my son is smiling or he comes running to me. It has just made me grow as an individual and grow as a man."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "There is just no comparison between having a dinner date with a man and staying home playing canasta with the girls."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "Dad's Jewish and Irish, Mom's German and Scotch. I couldn't say I was anything. My last name isn't even Downey. My dad changed his name when he wanted to get into the Army and was underage. My real name is Robert Elias. I feel like I'm still looking for a home in some way."
   },
   "author": {
    "text": "Robert Downey, Jr."
   }
  },
  {
   "quote": {
    "text": "The war is dreadful. It is the business of the artist to follow it home to the heart of the individual fighters - not to talk in armies and nations and numbers - but to track it home."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "I'm sitting in my home office wearing a bathrobe. The same way I'm not going to start wearing ties, I'm also not going to buy into the fake politeness, the lying, the office politics and backstabbing, the passive aggressiveness, and the buzzwords."
   },
   "author": {
    "text": "Linus Torvalds"
   }
  },
  {
   "quote": {
    "text": "I wanted to be the best street fighter in Houston, Texas. And I thought if I got a trophy or two, I'd go back home, and everyone would be afraid of me. I had one fight in '67, the first one. In '68 of October, I was an Olympic gold-medalist, a dream come true, with a total of 25 boxing matches."
   },
   "author": {
    "text": "George Foreman"
   }
  },
  {
   "quote": {
    "text": "I still enjoy watching a batter successfully cross home plate, but nothing thrills me more than seeing the Holy Spirit at work in hearts as the Gospel is carried into stadiums, across the airwaves, and around the world."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Analogies, it is true, decide nothing, but they can make one feel more at home."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "Remember the rights of the savage, as we call him. Remember that the happiness of his humble home, remember that the sanctity of life in the hill villages of Afghanistan, among the winter snows, is as inviolable in the eye of Almighty God, as can be your own."
   },
   "author": {
    "text": "William E. Gladstone"
   }
  },
  {
   "quote": {
    "text": "I'd like to say that I'm a rock star, but I'm not - I'm honestly more of a relationship kind of guy. I'm a guy you could take home to meet your mum rather than a guy your mum wouldn't like."
   },
   "author": {
    "text": "Ed Sheeran"
   }
  },
  {
   "quote": {
    "text": "Having a baby on my own is a dream come true, but in my world, there's no sheepish spouse on his way home from a work trip to offer me a stretch of alone time."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "Be good to people, be kind to people, show up, read the lines, hit the mark, and go home."
   },
   "author": {
    "text": "Pierce Brosnan"
   }
  },
  {
   "quote": {
    "text": "All I was doing was trying to get home from work."
   },
   "author": {
    "text": "Rosa Parks"
   }
  },
  {
   "quote": {
    "text": "I watched Titanic when I got back home from the hospital, and cried. I knew that my IQ had been damaged."
   },
   "author": {
    "text": "Stephen King"
   }
  },
  {
   "quote": {
    "text": "For many years I enjoyed the pleasure of cruising on my yacht all summer long and these were my best holidays. In mid-May, we'd start in St Tropez. I'd collect my bikinis from my home there and then we'd go up to Cannes for the Film Festival, on to Monte Carlo for the Grand Prix and then to Italy."
   },
   "author": {
    "text": "Ivana Trump"
   }
  },
  {
   "quote": {
    "text": "If I had a message to give my dad, it'd probably be, 'Thank you, thank you, thank you.' He's helped me so much on this crazy journey. Giving up his job, being away from my mom, and being away from home for that much just because of me? It's a lot. And I thank him for it."
   },
   "author": {
    "text": "Chloe Kim"
   }
  },
  {
   "quote": {
    "text": "My hair is God's aura. Everything went up when I got home from the penitentiary. One night I went to lie down next to my wife, and my hair started popping and uncurling all on its own - ping, ping, ping, ping! I knew that it was God telling me to stay on the righteous path so he could one day pull me up to be there with him."
   },
   "author": {
    "text": "Don King"
   }
  },
  {
   "quote": {
    "text": "You have to be very insensitive in order to have a cat, because I think they're very independent. When they're kittens, you think they're going to have a dog temperament in that they're going to run to the door when you get home, lick you on the face and cuddle with you all the time, but cats are not that way."
   },
   "author": {
    "text": "Jennifer Love Hewitt"
   }
  },
  {
   "quote": {
    "text": "Let architects sing of aesthetics that bring Rich clients in hordes to their knees; Just give me a home, in a great circle dome Where stresses and strains are at ease."
   },
   "author": {
    "text": "R. Buckminster Fuller"
   }
  },
  {
   "quote": {
    "text": "Maria is the best reason to come home."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "I have a home phone number, and I like it! It's like a throwback already."
   },
   "author": {
    "text": "Spike Jonze"
   }
  },
  {
   "quote": {
    "text": "I met a lot of great people in Saudi Arabia and I'd like to see them again. And I'd love to spend more time in the desert and in the mountains. I felt really at home there."
   },
   "author": {
    "text": "Dave Eggers"
   }
  },
  {
   "quote": {
    "text": "Oh, come, Divine Physician, and bind up every broken bone. Come with Thy sacred nard which Thou hast compounded of Thine own heart's blood, and lay it home to the wounded conscience and let it feel its power. Oh! Give peace to those whose conscience is like the troubled sea which cannot rest."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Since the departure of good old-fashioned entertainers the re-emergence of somebody who wants to be an entertainer has unfortunately become a synonym for camp. I don't think I'm camper than any other person who felt at home on stage, and felt more at home on stage than he did offstage."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "It's not about finding a home so much as finding yourself."
   },
   "author": {
    "text": "Jason Behr"
   }
  },
  {
   "quote": {
    "text": "My family never took vacations; we never traveled together. We never did anything. My spring breaks were going home to help my dad at the restaurant."
   },
   "author": {
    "text": "Pete Gallego"
   }
  },
  {
   "quote": {
    "text": "The earth is my altar, the sky is my dome, mind is my garden, the heart is my home and I'm always at home - yea, I'm always at Om."
   },
   "author": {
    "text": "Eden Ahbez"
   }
  },
  {
   "quote": {
    "text": "At age eleven, I became a member of the circulating library of my home town. From there on I was rarely seen outside but was reading two to four books per week, the subjects ranging from archaeology over ethnology and geography to zoology. Needless to say that I did not do much homework."
   },
   "author": {
    "text": "Hartmut Michel"
   }
  },
  {
   "quote": {
    "text": "My biggest motivation is knowing what it feels like to win medals and thinking that I want that feeling again. It was incredible to succeed in Beijing and come home to your whole country behind you but, importantly, all your family and friends."
   },
   "author": {
    "text": "Ken Wallace"
   }
  },
  {
   "quote": {
    "text": "I will get my education - if it is in home, school, or anyplace."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Yes, your kids should go to school. No, you shouldn't bankroll their degree whatever the cost. You've spent your life creating a sound financial plan; don't upend it by suspending your retirement savings or taking out a home equity line of credit to pay for a pricey college."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "It's easy to underestimate the real cost of home ownership."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "Akron, Ohio, is my home. It will always be remembered. Akron, Ohio, is my life."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "I do feel like a Clevelander. Every time, when people ask me, I automatically say, 'My home is Cleveland.'"
   },
   "author": {
    "text": "Kyrie Irving"
   }
  },
  {
   "quote": {
    "text": "Don't sweat it if you are stuck in the corporate job right now. But begin to plan ahead. I know from much personal experience that it takes 1-3 years to transition from total scratch to making a living from home in any career you want."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "Being in the Navy, when I came home, it changed your whole life. You're 18, you go away for two and a half years, you come home - boy, you're a different person."
   },
   "author": {
    "text": "Don Rickles"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, I hated everything. I was really skinny, and I'd have a milkshake with an egg in it. Growing up, I ate, like, five different foods. I was not an adventurous eater. But as soon as I left home, that all changed and from that point on, I've been a pretty enthusiastic eater of new and strange food."
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "Greed has driven the world crazy. And I think I'm lucky that I have a place over here that I can call home."
   },
   "author": {
    "text": "Nina Simone"
   }
  },
  {
   "quote": {
    "text": "I didn't have nothin' going for me... school, home... until I found something I loved, which was music, and that changed everything."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "I believe the home and marriage is the foundation of our society and must be protected."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "For those of you who do not know Him, choosing your eternal home is the most important decision you will ever make."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "It is a universal truth that the loss of liberty at home is to be charged to the provisions against danger, real or pretended, from abroad."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "We have become 99 percent money mad. The method of living at home modestly and within our income, laying a little by systematically for the proverbial rainy day which is due to come, can almost be listed among the lost arts."
   },
   "author": {
    "text": "George Washington Carver"
   }
  },
  {
   "quote": {
    "text": "In cold weather states like Vermont, where the weather can get to 20 below zero, home heating assistance is critically important. In fact, it is a life and death issue."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "As a child, the family that I had and the love I had from my two parents allowed me to go ahead and be more aggressive, to search and to take risks knowing that, if I failed, I could always come home to a family of love and support."
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "You can be true to the character all you want but you've got to go home with yourself."
   },
   "author": {
    "text": "Julia Roberts"
   }
  },
  {
   "quote": {
    "text": "You may not like the idea of putting money into a home when you're moving out. But it's demanded by the market. You need to show it off. You don't have to rip out the kitchen and bathroom. But maybe replace the tiles or the countertops. Get professional advice."
   },
   "author": {
    "text": "Barbara Corcoran"
   }
  },
  {
   "quote": {
    "text": "Americans don't want immigration. They don't want any more. Why can't we have a home? You see on 'National Geographic,' 'Oh, the indigenous people, they have a home.' Everyone else can have a home. We are the only people on Earth not allowed to have a home."
   },
   "author": {
    "text": "Ann Coulter"
   }
  },
  {
   "quote": {
    "text": "I was taken to a boarding school when I was four years old and taken away from my mother and my father, my grandparents, who I stayed with most of the time, and just abruptly taken away and then put into the boarding school, 300 miles away from our home."
   },
   "author": {
    "text": "Dennis Banks"
   }
  },
  {
   "quote": {
    "text": "I grew up in a modern home, but my grandmother lived across the street in an old house that was built when churches were illegal in Mexico. She had a chapel in the home, right between the kitchen and dining room."
   },
   "author": {
    "text": "Laura Esquivel"
   }
  },
  {
   "quote": {
    "text": "I don't think your personal life has anything to do with your professional life. They are separate things. Whatever is happening at home shouldn't be carried to work. Everyone has his/her own journey. Some revel in the fact that they derive that from personal contentment, and others draw it from extreme sorrow."
   },
   "author": {
    "text": "Abhishek Bachchan"
   }
  },
  {
   "quote": {
    "text": "There is nothing more important than a good, safe, secure home."
   },
   "author": {
    "text": "Rosalynn Carter"
   }
  },
  {
   "quote": {
    "text": "In family relationships, 'love' is really spelled 't-i-m-e,' time. Taking time for each other is the key for harmony at home."
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "Much of the blame for the Great Recession lies with abuses in the housing market - namely the creation of risky and unsustainable home loans that were packaged and sold as quality investments around the globe."
   },
   "author": {
    "text": "Lisa Madigan"
   }
  },
  {
   "quote": {
    "text": "Before Hurricane Katrina, I always felt like I could come back home. And home was a real place, and also it had this mythical weight for me. Because of the way that Hurricane Katrina ripped everything away, it cast that idea in doubt."
   },
   "author": {
    "text": "Jesmyn Ward"
   }
  },
  {
   "quote": {
    "text": "Firefighters are indispensable foot soldiers here at home."
   },
   "author": {
    "text": "Christopher Dodd"
   }
  },
  {
   "quote": {
    "text": "Home is, in the end, not just the place where you sleep, but the place where you stand."
   },
   "author": {
    "text": "Pico Iyer"
   }
  },
  {
   "quote": {
    "text": "It was taken for granted that we had to make something of ourselves. Not much was said about it; it was just in the atmosphere of the home."
   },
   "author": {
    "text": "Thurgood Marshall"
   }
  },
  {
   "quote": {
    "text": "I'm a fan of creating the mood and vibe with flowers, candles, and music. I love making my guests feel like it's not formal and they can relax in my home."
   },
   "author": {
    "text": "Karen Elson"
   }
  },
  {
   "quote": {
    "text": "No one hit home runs the way Babe did. They were something special. They were like homing pigeons. The ball would leave the bat, pause briefly, suddenly gain its bearings, then take off for the stands."
   },
   "author": {
    "text": "Lefty Gomez"
   }
  },
  {
   "quote": {
    "text": "In the holy city of Mecca, violence of any kind was forbidden. From the moment they left home, pilgrims were not permitted to carry weapons, to swat an insect or speak an angry word, a discipline that introduced them to a new way of living."
   },
   "author": {
    "text": "Karen Armstrong"
   }
  },
  {
   "quote": {
    "text": "No matter how big you are, when you go back home, your family treats you like a normal person."
   },
   "author": {
    "text": "Ajith Kumar"
   }
  },
  {
   "quote": {
    "text": "If I were asked to name the chief benefit of the house, I should say: the house shelters day-dreaming, the house protects the dreamer, the house allows one to dream in peace."
   },
   "author": {
    "text": "Gaston Bachelard"
   }
  },
  {
   "quote": {
    "text": "It's very hypocritical to constantly say, 'We want to keep our kids close,' then send them home with so much homework that family time becomes nonexistent."
   },
   "author": {
    "text": "Marcia Gay Harden"
   }
  },
  {
   "quote": {
    "text": "Long weekends at festivals, short weeks at home, all summer long: now that is surely preferable to the immense cost and headache of the nuclear family holiday in the sun?"
   },
   "author": {
    "text": "Tom Hodgkinson"
   }
  },
  {
   "quote": {
    "text": "Passion without purpose is kind of pointless. I think God gives us the vision and wisdom to help enforce what he sees for us. You don't just sit at home and end up on 'Empire.'"
   },
   "author": {
    "text": "BJ the Chicago Kid"
   }
  },
  {
   "quote": {
    "text": "Beirut turned into a war zone in a matter of hours. We were stuck at home, the roads were blocked."
   },
   "author": {
    "text": "Nadine Labaki"
   }
  },
  {
   "quote": {
    "text": "I'm not going to go run and hide because I'm catching some heat. I'm not going to stay at home and pout."
   },
   "author": {
    "text": "Andy Roddick"
   }
  },
  {
   "quote": {
    "text": "If you decide to go clubbing on a Friday night, and you're home before two A.M., you're not a man's man."
   },
   "author": {
    "text": "Frank Vincent"
   }
  },
  {
   "quote": {
    "text": "I have a hippopotamus skull next to my bed, called Gregory. When I was six, my three sisters and I clubbed together and paid 4 for it in a junk shop. We collected owl pellets, ostrich eggs and sheep skulls for our natural history museum at home."
   },
   "author": {
    "text": "Deborah Moggach"
   }
  },
  {
   "quote": {
    "text": "As I got older, I had more experience with borders. Some literal - living in the dramatically blue misty mountains on the line between North Carolina and Tennessee, and living in California - home to expats, transplants, and refugees from both sides of innumerable borders."
   },
   "author": {
    "text": "Tim Pratt"
   }
  },
  {
   "quote": {
    "text": "I should have been out there having a wild time like all the other girls my age, but I wasn't. I was going home every night to what was, initially, a very happy marriage."
   },
   "author": {
    "text": "Amanda Holden"
   }
  },
  {
   "quote": {
    "text": "I was the sibling that kind of kept it all on a level when life at home got tough. I did it through comedy, sarcasm and distraction. All families are complicated, but my home life was glaringly uncomfortable much of the time, and it was me that took the onus."
   },
   "author": {
    "text": "Johnny Galecki"
   }
  },
  {
   "quote": {
    "text": "Look, have whatever in your collection at home, but everybody needs a little Friday night. And really, that is Chic."
   },
   "author": {
    "text": "Bernard Edwards"
   }
  },
  {
   "quote": {
    "text": "Being home schooled is awesome because you can make your own schedule, so as far as time management, it's up to you how much you get done and when you get it done. It's all got to get done; how you do it is up to you. You need a lot of self-discipline, but luckily, I have it."
   },
   "author": {
    "text": "Jason Dolley"
   }
  },
  {
   "quote": {
    "text": "When I come home, all I do is cook. I love cooking, so I go to markets, buy food, cook it for friends. I love doing that."
   },
   "author": {
    "text": "Rupert Friend"
   }
  },
  {
   "quote": {
    "text": "We love our planet Earth. We should - it is our home, and there's no place like home. There can't ever be a better place than Earth."
   },
   "author": {
    "text": "Dimitar Sasselov"
   }
  },
  {
   "quote": {
    "text": "As a political exile, you always think you're going home next year."
   },
   "author": {
    "text": "Gonzalo Sanchez de Lozada"
   }
  },
  {
   "quote": {
    "text": "More than one-third of Mexicans in the United States own property in Mexico, nearly 80 percent send money home and 25 percent have a spouse in Mexico. Assimilation and becoming an American citizen are not the objective for many of them."
   },
   "author": {
    "text": "John Shadegg"
   }
  },
  {
   "quote": {
    "text": "On even the worst days, when nothing was working at the lab, I knew that at home I would find warmth, peace, companionship, and encouragement. As a consequence, the next day would surely be better."
   },
   "author": {
    "text": "James Cronin"
   }
  },
  {
   "quote": {
    "text": "I go up to San Francisco on holidays and spend time with my family there, but whenever I go to Japan, I enjoy every moment. I try to go back there every year or so. It's a phenomenal place, and I absolutely love it. It's not my second home; it is my home. Whenever I go back, I feel very connected with Japan."
   },
   "author": {
    "text": "Ryan Potter"
   }
  },
  {
   "quote": {
    "text": "Everybody thinks I'm, like, a bad boy. I've had my day, but I just sit at home and play the blues mostly."
   },
   "author": {
    "text": "Brad Renfro"
   }
  },
  {
   "quote": {
    "text": "I'm a huge fan of Chicago sports and Chicago food, and I love going home and my family is still there. I guess it's pretty easy to have a normal life in Chicago."
   },
   "author": {
    "text": "Matt Walsh"
   }
  },
  {
   "quote": {
    "text": "My problem was my inability to spend much time at home. I thought my family was secure, so I went running around everyplace else. I guess I had more of an effect on other people's kids than I did my own."
   },
   "author": {
    "text": "Jackie Robinson"
   }
  },
  {
   "quote": {
    "text": "Any woman who understands the problems of running a home will be nearer to understanding the problems of running a country."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "No man can call himself liberal, or radical, or even a conservative advocate of fair play, if his work depends in any way on the unpaid or underpaid labor of women at home, or in the office."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "At home I have a copy of the April 21, 1986, issue of 'Sports Illustrated.' I'm on the cover with the blurb, 'Can Lou Do It?' I'd just arrived at Notre Dame, and with spring football underway, I was the focal point of that week's coverage."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "Owning a home is a keystone of wealth - both financial affluence and emotional security."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "If you're strutting around Beverly Hills and hitting up these big industry parties every night when you're not making movies, then it's going to eventually consume you. But for me, I live most of my life in Boston. I do things no different from the way my buddies back home do them, except when I go to work, I go to a film set."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "Basically, I believe the world is a jungle, and if it's not a bit of a jungle in the home, a child cannot possibly be fit to enter the outside world."
   },
   "author": {
    "text": "Bette Davis"
   }
  },
  {
   "quote": {
    "text": "When I go home and get off tour, I'd like to have a peace of mind. I like to chill. I don't like everything to be all chaotic like how it is when I step outside, you know?"
   },
   "author": {
    "text": "Tyga"
   }
  },
  {
   "quote": {
    "text": "It's always good to see the world; always good to see new places. When I'm sitting at home, one of the great things is when my daughter and I watch TV, and when she sees or hears about a place for the first time, I tell her, 'Daddy's been there!'"
   },
   "author": {
    "text": "Roman Reigns"
   }
  },
  {
   "quote": {
    "text": "The coolest thing, and I have it at home, is a huge Hulk Hogan, normal-sized pinball machine. When people come over they play it for hours. When you hit the bumpers and the bells ring it goes, 'Oh yeah!' The whole time you're playing this machine it's yelling and screaming at you, 'What you gonna do, brother?!' I think that's the coolest."
   },
   "author": {
    "text": "Hulk Hogan"
   }
  },
  {
   "quote": {
    "text": "If we could make our house a home, and then make it a sanctuary, I think we could truly find paradise on Earth."
   },
   "author": {
    "text": "Alexandra Stoddard"
   }
  },
  {
   "quote": {
    "text": "England is my home. London is my home. New York feels like, if I have to spend a year living in an unfamiliar city, this is a pretty lovely one to spend a year in, but I will be going home at the end of it, certainly."
   },
   "author": {
    "text": "Daniel Radcliffe"
   }
  },
  {
   "quote": {
    "text": "Controversial means somebody who makes people think. And if you are afraid of people who will be against you, you might as well stay home and do nothing."
   },
   "author": {
    "text": "Daniel Barenboim"
   }
  },
  {
   "quote": {
    "text": "I'm still obsessed with the beach whenever I'm home; when I'm on the beach, it feels like home to me."
   },
   "author": {
    "text": "Brett Young"
   }
  },
  {
   "quote": {
    "text": "My days in hostel were tough. I was ragged by my seniors. We were asked to wash their dirty clothes, do their odd jobs, etc. When it came to eating, we would be often given burnt rotis and milk that had awful odour. But, never once did I call home. I knew if I had to become a tough cricketer, I would have to handle the pressure."
   },
   "author": {
    "text": "Suresh Raina"
   }
  },
  {
   "quote": {
    "text": "All you have to do is say, 'I'm going home,' and you're the most popular girl at the party."
   },
   "author": {
    "text": "Elaine Stritch"
   }
  },
  {
   "quote": {
    "text": "I love cities. New York, Montreal, London, Amsterdam, Tokyo, Hong Kong, Singapore, Sydney, Melbourne, Toronto, L.A... but, I do choose to live in Vancouver. It's home."
   },
   "author": {
    "text": "Stewart Butterfield"
   }
  },
  {
   "quote": {
    "text": "I bring incense, essential oils, and candles to make my hotel room feel more like home."
   },
   "author": {
    "text": "Jamie Anderson"
   }
  },
  {
   "quote": {
    "text": "The need for self-defense naturally exists outside and inside the home, I would hold the 2nd Amendment applies outside the home."
   },
   "author": {
    "text": "Thomas Hardiman"
   }
  },
  {
   "quote": {
    "text": "It's particularly hard to take being stabbed in the back close to home. There's always a feeling of betrayal when people of your own group oppose you."
   },
   "author": {
    "text": "Catharine MacKinnon"
   }
  },
  {
   "quote": {
    "text": "In our home there was always prayer - aloud, proud and unapologetic."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "With the dramatic increase in ease of transportation and the incredible decrease in the amount of time required to travel between far-flung areas of the United States, representatives began spending more and more time in Washington and less and less time in their home districts."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "I do not recall a Jewish home without a book on the table."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "There's only one thing harder than living in a home with an adolescent - and that's being an adolescent. The moodiness, the volatility, the wholesale lack of impulse control, all would be close to clinical conditions if they occurred at another point in life. In adolescence, they're just part of the behavioral portfolio."
   },
   "author": {
    "text": "Jeffrey Kluger"
   }
  },
  {
   "quote": {
    "text": "More than anything else, I want the folks back at home to think right of me."
   },
   "author": {
    "text": "Elvis Presley"
   }
  },
  {
   "quote": {
    "text": "I told my mother-in-law that my house was her house, and she said, 'Get the hell off my property.'"
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "Changing the conversation about how Americans perceive veterans is really important. These are hardworking, dedicated, innovative people who deserve quality employment when they return home from their military service."
   },
   "author": {
    "text": "Rob Riggle"
   }
  },
  {
   "quote": {
    "text": "I have this idyllic love life, but my mind just won't accept that. I would like to bring a new guy home every night. I try to make humor out of that situation."
   },
   "author": {
    "text": "Jen Kirkman"
   }
  },
  {
   "quote": {
    "text": "To be happy at home is the ultimate result of all ambition, the end to which every enterprise and labor tends, and of which every desire prompts the prosecution."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "I pledge as Taoiseach to use my office, for as long as I hold it, to advance the cause of LGBT rights, to press for marriage equality across Ireland, to speak up for LGBT rights around the world where they are under attack, and to push for the implementation of the sexual health strategy here at home at a time when it is more important than ever."
   },
   "author": {
    "text": "Leo Varadkar"
   }
  },
  {
   "quote": {
    "text": "It's quite nice to have a place to leave things. You can be a permanent gypsy, but it's nice to go home."
   },
   "author": {
    "text": "Daphne Guinness"
   }
  },
  {
   "quote": {
    "text": "If you stop being scared, that's when entropy sets in, and you may as well go home."
   },
   "author": {
    "text": "Tamsin Greig"
   }
  },
  {
   "quote": {
    "text": "When it came to my childhood - growing up in a single-parent home, often struggling financially - my mother definitely instilled in me and my siblings this strength, this will, to just continue to survive and succeed."
   },
   "author": {
    "text": "Misty Copeland"
   }
  },
  {
   "quote": {
    "text": "Charity should begin at home, but should not stay there."
   },
   "author": {
    "text": "Phillips Brooks"
   }
  },
  {
   "quote": {
    "text": "I didn't leave home until 27. I was an only child raised in Philadelphia by my mother and grandmother. My grandmother controlled the stove. She made a lot of potato meals - mashed potato, potato souffle, potato pancakes. When we didn't have electricity, we ate romantically by candlelight."
   },
   "author": {
    "text": "Jill Scott"
   }
  },
  {
   "quote": {
    "text": "Always be nice to your children because they are the ones who will choose your rest home."
   },
   "author": {
    "text": "Phyllis Diller"
   }
  },
  {
   "quote": {
    "text": "Home is where the heart is."
   },
   "author": {
    "text": "Pliny the Elder"
   }
  },
  {
   "quote": {
    "text": "My mom dressed me in silk to go to elementary school. In kindergarten, they sent me home because I couldn't do finger painting in my dress."
   },
   "author": {
    "text": "Allegra Versace"
   }
  },
  {
   "quote": {
    "text": "I kiss the soil as if I placed a kiss on the hands of a mother, for the homeland is our earthly mother. I consider it my duty to be with my compatriots in this sublime and difficult moment."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "When the soldiers came home from Vietnam, there were no parades, no celebrations. So they built the Vietnam Memorial for themselves."
   },
   "author": {
    "text": "William Westmoreland"
   }
  },
  {
   "quote": {
    "text": "Am I feminist? I don't know. I'm not really sure what that is. I am all up for equality to a certain extent, although in the home, I do feel this is where the mother excels and the man needs to step back a bit. My family is from Nigeria, and this is our culture."
   },
   "author": {
    "text": "Anthony Joshua"
   }
  },
  {
   "quote": {
    "text": "We speak of 'software eating the world,' 'the Internet of Things,' and we massify 'data' by declaring it 'Big.' But these concepts remain for the most part abstract. It's hard for many of us to grasp the impact of digital technology on the 'real world' of things like rocks, homes, cars, and trees. We lack a metaphor that hits home."
   },
   "author": {
    "text": "John Battelle"
   }
  },
  {
   "quote": {
    "text": "I'm lucky because I have a job I love. I really miss being away from home, being in my own bed, seeing my animals and siblings, having my moms cookies. I have a couple cats. I got a kitten about a year ago and now Im going on the road so I wont see him for a while. I feel bad."
   },
   "author": {
    "text": "Michelle Branch"
   }
  },
  {
   "quote": {
    "text": "Fall is my favorite my time of the year. I love it. I'll try and make it back to Vancouver a bunch. I love going back home for that. Everything turns orange. You start to get out of summer, start making your way into the winter, everyone is wearing jackets. Vancouver lights up in the fall, so I definitely go back there for a bit."
   },
   "author": {
    "text": "Jean-Luc Bilodeau"
   }
  },
  {
   "quote": {
    "text": "Housework is what a woman does that nobody notices unless she hasn't done it."
   },
   "author": {
    "text": "Evan Esar"
   }
  },
  {
   "quote": {
    "text": "A heart makes a good home for the friend."
   },
   "author": {
    "text": "Yunus Emre"
   }
  },
  {
   "quote": {
    "text": "There's too many actors in LA. I mean, I'll go out there from time to time, but I always find it pretty soul-destroying. I don't drive, and the people kind of rub me the wrong way. It's just not home. You know? It's not New York. It's not... my town."
   },
   "author": {
    "text": "Michael Imperioli"
   }
  },
  {
   "quote": {
    "text": "Seek home for rest, for home is best."
   },
   "author": {
    "text": "Thomas Tusser"
   }
  },
  {
   "quote": {
    "text": "I am British. I love Britain for all its faults and all its virtues. My husband is American and I am largely based in Los Angeles, but whenever someone asks me where home is, I automatically say 'London.'"
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "Strength of character may be learned at work, but beauty of character is learned at home."
   },
   "author": {
    "text": "Henry Drummond"
   }
  },
  {
   "quote": {
    "text": "Building a proper wardrobe is like building a home. Indeed, you should think of it like a home, because it is something you're going to live in. It must be comfortable and suit all your needs."
   },
   "author": {
    "text": "Edith Head"
   }
  },
  {
   "quote": {
    "text": "The home is the chief school of human virtues."
   },
   "author": {
    "text": "William Ellery Channing"
   }
  },
  {
   "quote": {
    "text": "I'm proud to be Secretary of Labor. But I'm even prouder of two more important titles: dad and husband. I've been able to be all three. I want all working people, no matter what their jobs are, to be able to meet their obligations both at work and at home."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "I didn't really have an interest in politics when I first entered the workforce. What I wanted to do was help people who grew up like me. When I was a kid growing up in Tucson, my father lost his job and we lost everything - including our home. We lived in an abandoned gas station for two years until we were able to get back on our feet."
   },
   "author": {
    "text": "Kyrsten Sinema"
   }
  },
  {
   "quote": {
    "text": "My own life in India, since I came to it in 1893 to make it my home, has been devoted to one purpose, to give back to India her ancient freedom."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "I want to see gay couples stuck with their significant other at Home Depot with that far away look in their eye, get me out of here."
   },
   "author": {
    "text": "David Alan Grier"
   }
  },
  {
   "quote": {
    "text": "It's your job to find a release and an outlet for the stress and the feelings. Never forget: the crazy stays at home."
   },
   "author": {
    "text": "Ryan Holiday"
   }
  },
  {
   "quote": {
    "text": "My first encounter with James was when I was seventeen. My brother brought home from the public library a science fiction anthology, which included 'The Beast in the Jungle.' It swept me away. I had a strange, somewhat uncanny feeling that it was the story of my life."
   },
   "author": {
    "text": "Cynthia Ozick"
   }
  },
  {
   "quote": {
    "text": "We can help show data on how much the kids can improve when their home life changes a little bit."
   },
   "author": {
    "text": "Zac Brown"
   }
  },
  {
   "quote": {
    "text": "Never make your home in a place. Make a home for yourself inside your own head. You'll find what you need to furnish it - memory, friends you can trust, love of learning, and other such things. That way it will go with you wherever you journey."
   },
   "author": {
    "text": "Tad Williams"
   }
  },
  {
   "quote": {
    "text": "I remember once acting really cool on a bus with this girl named Stephanie. When I got home, I realized that I had a really big zit on my forehead. If you have acne problems, you really shouldn't be acting like Don Juan. I should have been contrite - and apologized for exposing her to the angry pimple."
   },
   "author": {
    "text": "John Cusack"
   }
  },
  {
   "quote": {
    "text": "Your home should be about enriching the daily experience."
   },
   "author": {
    "text": "Kevin McCloud"
   }
  },
  {
   "quote": {
    "text": "I can make them voting machines sing Home Sweet Home."
   },
   "author": {
    "text": "Earl Long"
   }
  },
  {
   "quote": {
    "text": "Only in Washington would the Republican operatives get the entire press corps ginned up over the notion that I'm going to be home campaigning instead of going to a bunch of worthless parties at a convention that's only being held to do something we all know is going to happen anyway."
   },
   "author": {
    "text": "Claire McCaskill"
   }
  },
  {
   "quote": {
    "text": "I go to Scotland maybe three times a year, and I love it. When I'm at home, I feel at home, I feel myself, I feel connected."
   },
   "author": {
    "text": "Gerard Butler"
   }
  },
  {
   "quote": {
    "text": "If I could have a family and a home one night, and all of it's gone the next, that must mean that life has the capacity to change. And then I thought, 'Whoa! That means that just as change happens to me, I can cause change in my life.'"
   },
   "author": {
    "text": "Liz Murray"
   }
  },
  {
   "quote": {
    "text": "Nothing is worse than a home that is too perfect and done. You have to live in it."
   },
   "author": {
    "text": "Thom Browne"
   }
  },
  {
   "quote": {
    "text": "Wyoming, home to Yellowstone National Park and the Grand Tetons, is also the country's largest coal producer and one of its largest gas drillers. Two-thirds of the state's gas-drilling rigs are on public lands in the increasingly industrialized Greater Green River Basin."
   },
   "author": {
    "text": "Lydia Millet"
   }
  },
  {
   "quote": {
    "text": "Wifi was never supposed to be a big thing and certainly not a thing that would become as vital to a home as indoor plumbing."
   },
   "author": {
    "text": "Steven Levy"
   }
  },
  {
   "quote": {
    "text": "I was not up stairs when he came home; no, sir."
   },
   "author": {
    "text": "Lizzie Andrew Borden"
   }
  },
  {
   "quote": {
    "text": "Most things in my life I had before leaving home. Values, support, great family. I was shaped at an early age. A musician playing guitar, I wanted to be a folk singer."
   },
   "author": {
    "text": "Sissy Spacek"
   }
  },
  {
   "quote": {
    "text": "In every movie, there's always some physical thing that triggers the character for me. In 'The Long Walk Home,' it was the girdle. Every time I'd put that girdle on, I'd feel my character wiggle to life."
   },
   "author": {
    "text": "Sissy Spacek"
   }
  },
  {
   "quote": {
    "text": "Sure, my childhood was unusual. All these eccentric, wild people frequented our home: rock stars, drag queens, models, bikers, freaks. But I was not this little rich girl. My mom and I lived in an apartment."
   },
   "author": {
    "text": "Liv Tyler"
   }
  },
  {
   "quote": {
    "text": "The home to everyone is to him his castle and fortress, as well for his defence against injury and violence, as for his repose."
   },
   "author": {
    "text": "Edward Coke"
   }
  },
  {
   "quote": {
    "text": "When I first moved to London, I felt very homesick and yearned after the countryside a lot. Because London's hard. It's a big place, and it's lonely. It takes a while to get into it. But once I got into the flow of it and started to grow up, I realised that my home is wherever I am."
   },
   "author": {
    "text": "Toby Kebbell"
   }
  },
  {
   "quote": {
    "text": "I always say that I think my job is behind home plate, call a good game, play some good defense, and also, I know I was not a power hitter."
   },
   "author": {
    "text": "Carlos Ruiz"
   }
  },
  {
   "quote": {
    "text": "I'm never the kind of person who's sitting at home reading the charts and basing how I feel about myself or even my career on stats. I've always based it on, 'Am I doing the best that I can do?'"
   },
   "author": {
    "text": "Pink"
   }
  },
  {
   "quote": {
    "text": "My favorite city is anything close to home. Anytime I can sleep in my own bed, that's a good one."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "If you think back to the first sporting event you went to, you don't remember the score, you don't remember a home run, you don't remember a dunk. You remember who you were with. Were you with your mom, your dad, your brother, on a date?"
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "We need not wait for further, well-placed home video cameras to see that low-intensity warfare is being waged against low-income minorities. We need only listen to the voices of the poor; they can testify that they are dehumanized, disparaged, and despised by the police."
   },
   "author": {
    "text": "Greg Boyle"
   }
  },
  {
   "quote": {
    "text": "I'll get home from work on Friday night and take out some beans and soak them. The next morning, I'll put them in a pot for soup, then just keep chopping, chopping, chopping - carrots and celery and cabbage - and in two or three hours, you have this wonderful, mellow soup that fills up the whole house with its aroma."
   },
   "author": {
    "text": "Lidia Bastianich"
   }
  },
  {
   "quote": {
    "text": "Since I travel so much, it's always great to be home. There's nothing like getting to raid my own refrigerator at two in the morning."
   },
   "author": {
    "text": "Amy Grant"
   }
  },
  {
   "quote": {
    "text": "I never really had the fun teens of exploring the world because I was sitting at home, learning programming."
   },
   "author": {
    "text": "Markus Persson"
   }
  },
  {
   "quote": {
    "text": "The worst feeling in the world is the homesickness that comes over a man occasionally when he is at home."
   },
   "author": {
    "text": "E. W. Howe"
   }
  },
  {
   "quote": {
    "text": "Why should people go out and pay money to see bad films when they can stay at home and see bad television for nothing?"
   },
   "author": {
    "text": "Samuel Goldwyn"
   }
  },
  {
   "quote": {
    "text": "Home life ceases to be free and beautiful as soon as it is founded on borrowing and debt."
   },
   "author": {
    "text": "Henrik Ibsen"
   }
  },
  {
   "quote": {
    "text": "Your home is regarded as a model home, your life as a model life. But all this splendor, and you along with it... it's just as though it were built upon a shifting quagmire. A moment may come, a word can be spoken, and both you and all this splendor will collapse."
   },
   "author": {
    "text": "Henrik Ibsen"
   }
  },
  {
   "quote": {
    "text": "When you finally go back to your old home, you find it wasn't the old home you missed but your childhood."
   },
   "author": {
    "text": "Sam Ewing"
   }
  },
  {
   "quote": {
    "text": "If you reject the food, ignore the customs, fear the religion and avoid the people, you might better stay at home."
   },
   "author": {
    "text": "James A. Michener"
   }
  },
  {
   "quote": {
    "text": "Kindness goes a long ways lots of times when it ought to stay at home."
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "My goal is to get my music out to as many people as possible. That a song of mine is being played on the radio so far away from home really, really pushes me. It's everything I've dreamed of."
   },
   "author": {
    "text": "Dua Lipa"
   }
  },
  {
   "quote": {
    "text": "You need some time off from baseball. Like, when you have a bad game, or you end up playing really good, you go home, and you need to chill out."
   },
   "author": {
    "text": "Jose Altuve"
   }
  },
  {
   "quote": {
    "text": "The house has to please everyone, contrary to the work of art which does not. The work is a private matter for the artist. The house is not."
   },
   "author": {
    "text": "Adolf Loos"
   }
  },
  {
   "quote": {
    "text": "It's important for me to show my children the richness of life and be a role model. I find that my organizational and management skills are tested more at home than at work!"
   },
   "author": {
    "text": "Susan Wojcicki"
   }
  },
  {
   "quote": {
    "text": "I have an outdoor kitchen at home in Georgia, and I try to never eat inside."
   },
   "author": {
    "text": "Zac Brown"
   }
  },
  {
   "quote": {
    "text": "In the mind, in the heart, I was always home. I always imagined, really, going back home."
   },
   "author": {
    "text": "Miriam Makeba"
   }
  },
  {
   "quote": {
    "text": "Unlike traditional nursing homes, Green House homes provide elders with a high quality of life and quality of care in a setting that feels like a real home. By altering the facility size, interior design, staffing patterns and service-delivery method, the Green House model provides residents better, safer and more personalized care."
   },
   "author": {
    "text": "Risa Lavizzo-Mourey"
   }
  },
  {
   "quote": {
    "text": "On the banks of the Nile, the Rosetta branch, I lived an enjoyable childhood in the City of Disuq, which is the home of the famous mosque, Sidi Ibrahim."
   },
   "author": {
    "text": "Ahmed Zewail"
   }
  },
  {
   "quote": {
    "text": "I would be happy at a piano bar, singing. I just want to home in on being the best singer I can be."
   },
   "author": {
    "text": "Debby Boone"
   }
  },
  {
   "quote": {
    "text": "Many low-income children face chronic stress from nutritional deprivation or persistent violence at home or in the community. By addressing their medical, emotional and developmental needs through a comprehensive clinical care model, we can lower their risk of developing long-term physical and mental health issues."
   },
   "author": {
    "text": "Irwin Redlener"
   }
  },
  {
   "quote": {
    "text": "Our goal at Home Theater Films is to inspire and entertain our audience. We want to make great movies that everyone can enjoy and elevate them with contemporary, relatable characters that naturally demonstrate their faith in real world situations."
   },
   "author": {
    "text": "Corbin Bernsen"
   }
  },
  {
   "quote": {
    "text": "Learning of my father's passing at age 55 not only shattered the world, far from home, that had become my reality, but catapulted my childhood and relationship with family - which had felt like another lifetime - into the present."
   },
   "author": {
    "text": "Tim Cope"
   }
  },
  {
   "quote": {
    "text": "We moved around so much when I was a kid, the place I call home is New Orleans because at least I can remember the names of some of the streets there."
   },
   "author": {
    "text": "Stephen Stills"
   }
  },
  {
   "quote": {
    "text": "I love Baltimore and the people who call it home, and I sincerely believe that Maryland's biggest city must serve as the economic and cultural heart of our state."
   },
   "author": {
    "text": "Larry Hogan"
   }
  },
  {
   "quote": {
    "text": "I love home. I'll stay up there for days on end, I won't even go down the driveway to look for the mail."
   },
   "author": {
    "text": "Dan Fogelberg"
   }
  },
  {
   "quote": {
    "text": "I love Milan because it's my home town. But Paris is the dream city: even when you're stressed out in shows, you look around, and everything is so beautiful. Then, in New York, I love the energy of the city."
   },
   "author": {
    "text": "Bianca Balti"
   }
  },
  {
   "quote": {
    "text": "The mission of NASA's Kepler telescope is to lift the scales from our eyes and reveal to us just how typical our home world is. Kepler operates by measuring the dimming of stars as planets pass ('transit') in front of them. It has found thousands of previously unknown worlds."
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "I don't try to hit home runs. I just try to meet the ball and get base hits."
   },
   "author": {
    "text": "Ernie Banks"
   }
  },
  {
   "quote": {
    "text": "When did it - When did it become okay for someone to hit home runs and forget how to play the rest of the game?"
   },
   "author": {
    "text": "Ryne Sandberg"
   }
  },
  {
   "quote": {
    "text": "Proper school nutrition must be complemented by activities outside of the cafeteria. The decisions parents make to keep their kids healthy are critical in fighting this battle on the home front."
   },
   "author": {
    "text": "Tom Vilsack"
   }
  },
  {
   "quote": {
    "text": "As regards my own 'philosophy,' I continue to be inspired by the music, liturgy and architectural tradition of the Anglican Church in which I was brought up. No one can fail to be uplifted by great cathedrals - such as that at Ely, near my home in Cambridge."
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "We have three generations at home, including my father-in-law. I keep a very low profile, and a lot of things I do are very much with the family in mind. I have actually made films with the family around me."
   },
   "author": {
    "text": "Mira Nair"
   }
  },
  {
   "quote": {
    "text": "Racing a thoroughbred grand prix car in front of a home crowd will be a surreal and mighty experience."
   },
   "author": {
    "text": "Nigel Mansell"
   }
  },
  {
   "quote": {
    "text": "The right of an individual to conduct intimate relationships in the intimacy of his or her own home seems to me to be the heart of the Constitution's protection of privacy."
   },
   "author": {
    "text": "Harry A. Blackmun"
   }
  },
  {
   "quote": {
    "text": "On film, when you're driving home from the set, you realize what you should have done, but it's too late. When you're taking the subway home from your play, you realize what you did wrong, and you go back the next night and you do it better, or you screw it up again in a different way. It's a different thing altogether."
   },
   "author": {
    "text": "Michael McKean"
   }
  },
  {
   "quote": {
    "text": "Teach a child to play solitaire, and she'll be able to entertain herself when there's no one around. Teach her tennis, and she'll know what to do when she's on a court. But raise her to feel comfortable in nature, and the whole planet is her home."
   },
   "author": {
    "text": "Joyce Maynard"
   }
  },
  {
   "quote": {
    "text": "I can't resist South Indian cuisine, particularly what is prepared at home. My mom is my favourite cook. She can cook a variety of cuisines. I savour her cooking at home, and she's undoubtedly the best."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "Of my three daughters and one daughter-in-law, they all work. They all work, some of them full-time, some of them part-time. But they're still there as moms. And when they come home and take over that responsibility, they need a shared partner, and that partner is that partner for life. And I'm talking about, of course, the father."
   },
   "author": {
    "text": "Phil Gingrey"
   }
  },
  {
   "quote": {
    "text": "We all live on the same planet, it is our only home, so... we used to rotate crops back in the day and, you know, who cares if you're going to make a profit if everybody's too dead or glowing in the dark to be able to purchase anything."
   },
   "author": {
    "text": "Michael Berryman"
   }
  },
  {
   "quote": {
    "text": "The working class is my home country, and my future is linked with the proletariat."
   },
   "author": {
    "text": "Andrei Platonov"
   }
  },
  {
   "quote": {
    "text": "If your work requires you to travel, you will understand that there's no vacation destination like home."
   },
   "author": {
    "text": "Park Chan-wook"
   }
  },
  {
   "quote": {
    "text": "I do get scared of the dentist, so a drive-through dentist might make me feel more at home. If I got to stay in my car."
   },
   "author": {
    "text": "Jessica Pare"
   }
  },
  {
   "quote": {
    "text": "I don't think I'm a home run hitter. Most of my home runs are line drives. If I hit it, thanks God. But it's not the kind of thing that I think about. I just go out there and try to have a better season than I had before. Home runs are not in my mind."
   },
   "author": {
    "text": "Robinson Cano"
   }
  },
  {
   "quote": {
    "text": "My hobby is gardening, I love it, it's my main hobby. I like being at home and I'm very happy being in my house, I love cooking."
   },
   "author": {
    "text": "Susan Hampshire"
   }
  },
  {
   "quote": {
    "text": "My mum was a librarian, and she brought home a lot of interesting books, and we just read and read. I suppose I didn't really think I could be a writer myself until I was working in editing in my 20s and discovered that actually, the books that came in were not very much like published books."
   },
   "author": {
    "text": "Margo Lanagan"
   }
  },
  {
   "quote": {
    "text": "My father had left behind an old piano. My sister was already going to school, my mother was out working, and I stayed at home alone with my adorable grandmother who understood nothing I said. It was so boring that I stayed at the piano all day long, and that saved my life."
   },
   "author": {
    "text": "Michel Legrand"
   }
  },
  {
   "quote": {
    "text": "Home is the place we love best and grumble the most."
   },
   "author": {
    "text": "Billy Sunday"
   }
  },
  {
   "quote": {
    "text": "To be a queen of a household is a powerful thing."
   },
   "author": {
    "text": "Jill Scott"
   }
  },
  {
   "quote": {
    "text": "I say, If everybody in this house lives where it's God first, friends and family second and you third, we won't ever have an argument."
   },
   "author": {
    "text": "Jeff Foxworthy"
   }
  },
  {
   "quote": {
    "text": "The fellow that owns his own home is always just coming out of a hardware store."
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "I am not quite sure where home is right now. I do have places in London and Milan, and a house in Spain. I guess I would say home is where my mother is, and she lives in Spain."
   },
   "author": {
    "text": "Sarah Brightman"
   }
  },
  {
   "quote": {
    "text": "In American history, it's about hard work and self-reliance. It's not about collecting giveaways or being on unemployment forever. That the economy moves ahead for people who are going to work to realize the American dream, own a home, send your kids to college. I think it's the founding cornerstone of America."
   },
   "author": {
    "text": "Ryan Zinke"
   }
  },
  {
   "quote": {
    "text": "Home, nowadays, is a place where part of the family waits till the rest of the family brings the car back."
   },
   "author": {
    "text": "Earl Wilson"
   }
  },
  {
   "quote": {
    "text": "The spirit is at home, if not entirely satisfied, in America."
   },
   "author": {
    "text": "Allan Bloom"
   }
  },
  {
   "quote": {
    "text": "When I go home, its an easy way to be grounded. You learn to realize what truly matters."
   },
   "author": {
    "text": "Tony Stewart"
   }
  },
  {
   "quote": {
    "text": "Whether rich or poor, a home is not a home unless the roots of love are ever striking deeper through the crust of the earthly and the conventional, into the very realities of being, not consciously always; seldom, perhaps; the simplicity of loving grows by living simply near nature and God."
   },
   "author": {
    "text": "Lucy Larcom"
   }
  },
  {
   "quote": {
    "text": "As much as I would love to be a person that goes to parties and has a couple of drinks and has a nice time, that doesn't work for me. I'd just rather sit at home and read, or go out to dinner with someone, or talk to someone I love, or talk to somebody that makes me laugh."
   },
   "author": {
    "text": "Daniel Radcliffe"
   }
  },
  {
   "quote": {
    "text": "The suburb in the 1950s was a bedroom community. The father worked in the city, and the mother stayed home. Now people live and work in the suburbs, and businesses have grown up or moved from cities to certain pockets of what was once the suburbs and created these places that are like cities."
   },
   "author": {
    "text": "Richard Hayne"
   }
  },
  {
   "quote": {
    "text": "There is something permanent, and something extremely profound, in owning a home."
   },
   "author": {
    "text": "Kenny Guinn"
   }
  },
  {
   "quote": {
    "text": "There's nothing like coming home here, having the day off or morning off and going surfing. In Orlando I don't know what I would do."
   },
   "author": {
    "text": "Corbin Bernsen"
   }
  },
  {
   "quote": {
    "text": "I love being at home, being with friends and family. I'm of European stock, brought up in Australia. I'm a passionate guy. I just love life."
   },
   "author": {
    "text": "Eric Bana"
   }
  },
  {
   "quote": {
    "text": "The most difficult part of playing Christ was that I had to keep up the image around the clock. As soon as the picture finished, I returned home to Sweden and tried to find my old self. It took six months to get back to normal."
   },
   "author": {
    "text": "Max von Sydow"
   }
  },
  {
   "quote": {
    "text": "We know that when people are safe in their homes, they are free to pursue their dream for a brighter economic future for themselves and their families."
   },
   "author": {
    "text": "George Pataki"
   }
  },
  {
   "quote": {
    "text": "Home is the most popular, and will be the most enduring of all earthly establishments."
   },
   "author": {
    "text": "Channing Pollock"
   }
  },
  {
   "quote": {
    "text": "I would not change my blest estate for all the world calls good or great."
   },
   "author": {
    "text": "Isaac Watts"
   }
  },
  {
   "quote": {
    "text": "I'm going to buy some green bananas because by the time I get home they'll be ripe."
   },
   "author": {
    "text": "Ryan Stiles"
   }
  },
  {
   "quote": {
    "text": "Home interprets heaven. Home is heaven for beginners."
   },
   "author": {
    "text": "Charles Henry Parkhurst"
   }
  },
  {
   "quote": {
    "text": "It's my job to take the fans sitting at home on their couch and put them in my shoes."
   },
   "author": {
    "text": "Rich Eisen"
   }
  },
  {
   "quote": {
    "text": "In 'Off to War, Voices of Soldier's Children,' kids from Canada and the United States talk about what it is like when their mother or father goes off to war - and comes home again."
   },
   "author": {
    "text": "Deborah Ellis"
   }
  },
  {
   "quote": {
    "text": "I'm a firm believer that lighting affects mood, and twinkly lights on strings bring something magical to occasions ranging from concerts to weddings, though I'm fond of using them as year-round home decor."
   },
   "author": {
    "text": "Erin Morgenstern"
   }
  },
  {
   "quote": {
    "text": "Home life's great, man. The kids are great, happy and healthy. I've reached this sort of wonderful precipice."
   },
   "author": {
    "text": "Ryan Phillippe"
   }
  },
  {
   "quote": {
    "text": "I grew up in a household where everybody lived at the top of his lungs."
   },
   "author": {
    "text": "Frank Langella"
   }
  },
  {
   "quote": {
    "text": "I'm a real Suzy Homemaker."
   },
   "author": {
    "text": "Suzy Bogguss"
   }
  },
  {
   "quote": {
    "text": "Run a home like you would a small business and treat it with the same seriousness."
   },
   "author": {
    "text": "Anthea Turner"
   }
  },
  {
   "quote": {
    "text": "Home wasn't built in a day."
   },
   "author": {
    "text": "Jane Sherwood Ace"
   }
  }
 ]
}