{
 "HopeQuotes": [
  {
   "quote": {
    "text": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth."
   },
   "author": {
    "text": "Bradley Whitford"
   }
  },
  {
   "quote": {
    "text": "Stay positive and happy. Work hard and don't give up hope. Be open to criticism and keep learning. Surround yourself with happy, warm and genuine people."
   },
   "author": {
    "text": "Tena Desae"
   }
  },
  {
   "quote": {
    "text": "A good teacher can inspire hope, ignite the imagination, and instill a love of learning."
   },
   "author": {
    "text": "Brad Henry"
   }
  },
  {
   "quote": {
    "text": "All that I am, or hope to be, I owe to my angel mother."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Hope is being able to see that there is light despite all of the darkness."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "The sky takes on shades of orange during sunrise and sunset, the colour that gives you hope that the sun will set only to rise again."
   },
   "author": {
    "text": "Ram Charan"
   }
  },
  {
   "quote": {
    "text": "We must accept finite disappointment, but never lose infinite hope."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "There was never a night or a problem that could defeat sunrise or hope."
   },
   "author": {
    "text": "Bernard Williams"
   }
  },
  {
   "quote": {
    "text": "Wherever my story takes me, however dark and difficult the theme, there is always some hope and redemption, not because readers like happy endings, but because I am an optimist at heart. I know the sun will rise in the morning, that there is a light at the end of every tunnel."
   },
   "author": {
    "text": "Michael Morpurgo"
   }
  },
  {
   "quote": {
    "text": "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death."
   },
   "author": {
    "text": "Robert Fulghum"
   }
  },
  {
   "quote": {
    "text": "I am closest to my mother, as she is my rock, my pillar of strength, and my world. Not only has she stood by me through all times - happy, sad, and otherwise - but there have even been moments when I had completely lost hope, and her immense belief in me had lifted me up."
   },
   "author": {
    "text": "Amruta Khanvilkar"
   }
  },
  {
   "quote": {
    "text": "My dream is of a place and a time where America will once again be seen as the last best hope of earth."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "You are not here merely to make a living. You are here in order to enable the world to live more amply, with greater vision, with a finer spirit of hope and achievement. You are here to enrich the world, and you impoverish yourself if you forget the errand."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "You may not always have a comfortable life and you will not always be able to solve all of the world's problems at once but don't ever underestimate the importance you can have because history has shown us that courage can be contagious and hope can take on a life of its own."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "No matter how dark the moment, love and hope are always possible."
   },
   "author": {
    "text": "George Chakiris"
   }
  },
  {
   "quote": {
    "text": "Our uniqueness, our individuality, and our life experience molds us into fascinating beings. I hope we can embrace that. I pray we may all challenge ourselves to delve into the deepest resources of our hearts to cultivate an atmosphere of understanding, acceptance, tolerance, and compassion. We are all in this life together."
   },
   "author": {
    "text": "Linda Thompson"
   }
  },
  {
   "quote": {
    "text": "Where there is no vision, there is no hope."
   },
   "author": {
    "text": "George Washington Carver"
   }
  },
  {
   "quote": {
    "text": "Hope is like the sun, which, as we journey toward it, casts the shadow of our burden behind us."
   },
   "author": {
    "text": "Samuel Smiles"
   }
  },
  {
   "quote": {
    "text": "Black and white are the colors of photography. To me they symbolize the alternatives of hope and despair to which mankind is forever subjected."
   },
   "author": {
    "text": "Robert Frank"
   }
  },
  {
   "quote": {
    "text": "A leader is a dealer in hope."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "I hope that in this year to come, you make mistakes. Because if you are making mistakes, then you are making new things, trying new things, learning, living, pushing yourself, changing yourself, changing your world. You're doing things you've never done before, and more importantly, you're doing something."
   },
   "author": {
    "text": "Neil Gaiman"
   }
  },
  {
   "quote": {
    "text": "Few things in the world are more powerful than a positive push. A smile. A world of optimism and hope. A 'you can do it' when things are tough."
   },
   "author": {
    "text": "Richard M. DeVos"
   }
  },
  {
   "quote": {
    "text": "Survival was my only hope, success my only revenge."
   },
   "author": {
    "text": "Patricia Cornwell"
   }
  },
  {
   "quote": {
    "text": "Let your hopes, not your hurts, shape your future."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "You cannot hope to build a better world without improving the individuals. To that end, each of us must work for his own improvement and, at the same time, share a general responsibility for all humanity, our particular duty being to aid those to whom we think we can be most useful."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "Where there's tea there's hope."
   },
   "author": {
    "text": "Arthur Wing Pinero"
   }
  },
  {
   "quote": {
    "text": "I hope I can be as good of a father to my son as my dad was to me."
   },
   "author": {
    "text": "Calvin Johnson"
   }
  },
  {
   "quote": {
    "text": "I hope that my daughter grows up empowered and doesn't define herself by the way she looks but by qualities that make her a intelligent, strong and responsible woman."
   },
   "author": {
    "text": "Isaiah Mustafa"
   }
  },
  {
   "quote": {
    "text": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Courage is like love; it must have hope for nourishment."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "All the great things are simple, and many can be expressed in a single word: freedom, justice, honor, duty, mercy, hope."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Each time a man stands up for an ideal, or acts to improve the lot of others, or strikes out against injustice, he sends forth a tiny ripple of hope, and crossing each other from a million different centers of energy and daring, those ripples build a current that can sweep down the mightiest walls of oppression and resistance."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "The youth is the hope of our future."
   },
   "author": {
    "text": "Jose Rizal"
   }
  },
  {
   "quote": {
    "text": "Hope is patience with the lamp lit."
   },
   "author": {
    "text": "Tertullian"
   }
  },
  {
   "quote": {
    "text": "What gives me the most hope every day is God's grace; knowing that his grace is going to give me the strength for whatever I face, knowing that nothing is a surprise to God."
   },
   "author": {
    "text": "Rick Warren"
   }
  },
  {
   "quote": {
    "text": "I only hope that we don't lose sight of one thing - that it was all started by a mouse."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "Hope is the only bee that makes honey without flowers."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "When we meet real tragedy in life, we can react in two ways - either by losing hope and falling into self-destructive habits, or by using the challenge to find our inner strength. Thanks to the teachings of Buddha, I have been able to take this second way."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "We must free ourselves of the hope that the sea will ever rest. We must learn to sail in high winds."
   },
   "author": {
    "text": "Aristotle Onassis"
   }
  },
  {
   "quote": {
    "text": "I said to my soul, be still, and wait without hope, For hope would be hope for the wrong thing."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "Darkness comes. In the middle of it, the future looks blank. The temptation to quit is huge. Don't. You are in good company... You will argue with yourself that there is no way forward. But with God, nothing is impossible. He has more ropes and ladders and tunnels out of pits than you can conceive. Wait. Pray without ceasing. Hope."
   },
   "author": {
    "text": "John Piper"
   }
  },
  {
   "quote": {
    "text": "I find hope in the darkest of days, and focus in the brightest. I do not judge the universe."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "One of the most difficult things everyone has to learn is that for your entire life you must keep fighting and adjusting if you hope to survive. No matter who you are or what your position is you must keep fighting for whatever it is you desire to achieve."
   },
   "author": {
    "text": "George Allen, Sr."
   }
  },
  {
   "quote": {
    "text": "Hope in reality is the worst of all evils because it prolongs the torments of man."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Hope is the thing with feathers that perches in the soul - and sings the tunes without the words - and never stops at all."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "The charm of fishing is that it is the pursuit of what is elusive but attainable, a perpetual series of occasions for hope."
   },
   "author": {
    "text": "John Buchan"
   }
  },
  {
   "quote": {
    "text": "Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "I hope everyone that is reading this is having a really good day. And if you are not, just know that in every new minute that passes you have an opportunity to change that."
   },
   "author": {
    "text": "Gillian Anderson"
   }
  },
  {
   "quote": {
    "text": "Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality."
   },
   "author": {
    "text": "Jonas Salk"
   }
  },
  {
   "quote": {
    "text": "Don't give up. Don't lose hope. Don't sell out."
   },
   "author": {
    "text": "Christopher Reeve"
   }
  },
  {
   "quote": {
    "text": "A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "I used to believe that people are only born once, but now I feel I have been reborn, like I was given a new life. I see myself as a child, full of energy and hope."
   },
   "author": {
    "text": "Bahman Ghobadi"
   }
  },
  {
   "quote": {
    "text": "This suspense is terrible. I hope it will last."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Hope fills the holes of my frustration in my heart."
   },
   "author": {
    "text": "Emanuel Cleaver"
   }
  },
  {
   "quote": {
    "text": "The human heart has hidden treasures, In secret kept, in silence sealed; The thoughts, the hopes, the dreams, the pleasures, Whose charms were broken if revealed."
   },
   "author": {
    "text": "Charlotte Bronte"
   }
  },
  {
   "quote": {
    "text": "Israel was not created in order to disappear - Israel will endure and flourish. It is the child of hope and the home of the brave. It can neither be broken by adversity nor demoralized by success. It carries the shield of democracy and it honors the sword of freedom."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "I prefer to win titles with the team ahead of individual awards or scoring more goals than anyone else. I'm more worried about being a good person than being the best football player in the world. When all this is over, what are you left with? When I retire, I hope I am remembered for being a decent guy."
   },
   "author": {
    "text": "Lionel Messi"
   }
  },
  {
   "quote": {
    "text": "Embryonic stem cell research will prolong life, improve life and give hope for life to millions of people."
   },
   "author": {
    "text": "Jim Ramstad"
   }
  },
  {
   "quote": {
    "text": "My favorite fruit is grapes. Because with grapes, you always get another chance. 'Cause, you know, if you have a crappy apple or a peach, you're stuck with that crappy piece of fruit. But if you have a crappy grape, no problem - just move on to the next. 'Grapes: The Fruit of Hope.'"
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "The human body experiences a powerful gravitational pull in the direction of hope. That is why the patient's hopes are the physician's secret weapon. They are the hidden ingredients in any prescription."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "I hope that five years and ten years from now, I'll be a better man, a more mature man, a wiser man, a more humble man and a more spirited man to serve the good of my people and the good of humanity."
   },
   "author": {
    "text": "Louis Farrakhan"
   }
  },
  {
   "quote": {
    "text": "These people are real to me, and situations keep coming up where their emergence feels natural. It's like meeting old friends. I hope readers feel the same way."
   },
   "author": {
    "text": "Jonathan Kellerman"
   }
  },
  {
   "quote": {
    "text": "Forgiving does not erase the bitter past. A healed memory is not a deleted memory. Instead, forgiving what we cannot forget creates a new way to remember. We change the memory of our past into a hope for our future."
   },
   "author": {
    "text": "Lewis B. Smedes"
   }
  },
  {
   "quote": {
    "text": "We talk a lot about hope, helping, and teamwork. Our whole message is that we are more powerful together."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "I'm different, and I have to be a warrior to be that way. But I have had some success; I hope I have touched the lives of some wonderful people, all by being what I see as myself but some others people see as different."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "A lot of people have their big dreams and get knocked down and don't have things go their way. And you never give up hope, and you really just hold on to it. Hard work and perserverance. You just keep getting up and getting up, and then you get that breakthrough."
   },
   "author": {
    "text": "Robert Kraft"
   }
  },
  {
   "quote": {
    "text": "It is my goal to love everyone. I hate no one. Regardless of their race, religion, their proclivities, the desire of their heart and how they want to live their life and the decisions that they make. I can even respect people's decisions and lifestyle choices just as I hope they have the courtesy to respect my decisions and my choices."
   },
   "author": {
    "text": "Kirk Cameron"
   }
  },
  {
   "quote": {
    "text": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "Feelings aroused by the touch of someone's hand, the sound of music, the smell of a flower, a beautiful sunset, a work of art, love, laughter, hope and faith - all work on both the unconscious and the conscious aspects of the self, and they have physiological consequences as well."
   },
   "author": {
    "text": "Bernie Siegel"
   }
  },
  {
   "quote": {
    "text": "Our human compassion binds us the one to the other - not in pity or patronizingly, but as human beings who have learnt how to turn our common suffering into hope for the future."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "My evidence that I am saved does not lie in the fact that I preach, or that I do this or that. All my hope lies in this: that Jesus Christ came to save sinners. I am a sinner, I trust Him, then He came to save me, and I am saved."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Hope smiles from the threshold of the year to come, whispering, 'It will be happier.'"
   },
   "author": {
    "text": "Alfred Lord Tennyson"
   }
  },
  {
   "quote": {
    "text": "Tomorrow hopes we have learned something from yesterday."
   },
   "author": {
    "text": "John Wayne"
   }
  },
  {
   "quote": {
    "text": "Hope begins in the dark, the stubborn hope that if you just show up and try to do the right thing, the dawn will come. You wait and watch and work: you don't give up."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "I hope people remember me as a good and decent man. And if they do, then that's success."
   },
   "author": {
    "text": "Tim Cook"
   }
  },
  {
   "quote": {
    "text": "Where I am today... I still have my ups and downs, but I take it one day at a time and I just hope that I can be the best that I can possibly be, not only for myself, but also young people that are out there today that need someone to look up to."
   },
   "author": {
    "text": "Demi Lovato"
   }
  },
  {
   "quote": {
    "text": "I hope I inspire people who hear. Hearing people have the ability to remove barriers that prevent deaf people from achieving their dreams."
   },
   "author": {
    "text": "Marlee Matlin"
   }
  },
  {
   "quote": {
    "text": "There are only two lasting bequests we can hope to give our children. One of these is roots, the other, wings."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "He who has health, has hope; and he who has hope, has everything."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "Do not spoil what you have by desiring what you have not; remember that what you now have was once among the things you only hoped for."
   },
   "author": {
    "text": "Epicurus"
   }
  },
  {
   "quote": {
    "text": "If we all worked on the assumption that what is accepted as true is really true, there would be little hope of advance."
   },
   "author": {
    "text": "Orville Wright"
   }
  },
  {
   "quote": {
    "text": "When you are kind to someone in trouble, you hope they'll remember and be kind to someone else. And it'll become like a wildfire."
   },
   "author": {
    "text": "Whoopi Goldberg"
   }
  },
  {
   "quote": {
    "text": "The United Nations is our one great hope for a peaceful and free world."
   },
   "author": {
    "text": "Ralph Bunche"
   }
  },
  {
   "quote": {
    "text": "We must vote for hope, vote for life, vote for a brighter future for all of our loved ones."
   },
   "author": {
    "text": "Ed Markey"
   }
  },
  {
   "quote": {
    "text": "Imagine all the people living life in peace. You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us, and the world will be as one."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "Maybe all one can do is hope to end up with the right regrets."
   },
   "author": {
    "text": "Arthur Miller"
   }
  },
  {
   "quote": {
    "text": "Selfishness must always be forgiven you know, because there is no hope of a cure."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "I hope royalty continues forever. This is the thing that can contribute to peace throughout the world."
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "We should not moor a ship with one anchor, or our life with one hope."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "Nothing is black or white, nothing's 'us or them.' But then there are magical, beautiful things in the world. There's incredible acts of kindness and bravery, and in the most unlikely places, and it gives you hope."
   },
   "author": {
    "text": "Dave Matthews"
   }
  },
  {
   "quote": {
    "text": "I hope people think of me as a bit older. I do have a beard. That makes me look very old."
   },
   "author": {
    "text": "Jack Whitehall"
   }
  },
  {
   "quote": {
    "text": "We have always held to the hope, the belief, the conviction that there is a better life, a better world, beyond the horizon."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Hope is a waking dream."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Vulnerability is the essence of romance. It's the art of being uncalculated, the willingness to look foolish, the courage to say, 'This is me, and I'm interested in you enough to show you my flaws with the hope that you may embrace me for all that I am but, more important, all that I am not.'"
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "I think I have a hard time expressing myself in my relationships. I use songs to tell people how I'm feeling. If I can't say 'I love you,' I'll write a song about it and hope that the person figures it out."
   },
   "author": {
    "text": "Jenny Lewis"
   }
  },
  {
   "quote": {
    "text": "It is incredible how important doctors are to our society and how they help individuals live up to their full potential in life. I hope to inspire and help others fulfill their best selves as I do my best to become the top doctor in the nation in my future."
   },
   "author": {
    "text": "Farrah Abraham"
   }
  },
  {
   "quote": {
    "text": "My approach to cricket has been reasonably simple: it was about giving everything to the team, it was about playing with dignity and it was about upholding the spirit of the game. I hope I have done some of that. I have failed at times, but I have never stopped trying. It is why I leave with sadness but also with pride."
   },
   "author": {
    "text": "Rahul Dravid"
   }
  },
  {
   "quote": {
    "text": "It's a good place when all you have is hope and not expectations."
   },
   "author": {
    "text": "Danny Boyle"
   }
  },
  {
   "quote": {
    "text": "Many believe - and I believe - that I have been designated for this work by God. In spite of my old age, I do not want to give it up; I work out of love for God and I put all my hope in Him."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "I hope I shall possess firmness and virtue enough to maintain what I consider the most enviable of all titles, the character of an honest man."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "The moment that changed me for ever was the moment my first child was born. I was happy, filled with hope, and thought, 'Now I understand the whole point of work, of life, of love.'"
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "My friends, love is better than anger. Hope is better than fear. Optimism is better than despair. So let us be loving, hopeful and optimistic. And we'll change the world."
   },
   "author": {
    "text": "Jack Layton"
   }
  },
  {
   "quote": {
    "text": "Every place has a story - or a thousand stories. Findery brings places to life, be they where you stand or where you hope to go."
   },
   "author": {
    "text": "Caterina Fake"
   }
  },
  {
   "quote": {
    "text": "What we hope ever to do with ease, we must learn first to do with diligence."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "There's already a lot of active research going on using the Crispr technology to fix diseases like Duchenne muscular dystrophy or cystic fibrosis or Huntington's disease. They're all diseases that have known genetic causes, and we now have the technology that can repair those mutations to provide, we hope, patients with a normal life."
   },
   "author": {
    "text": "Jennifer Doudna"
   }
  },
  {
   "quote": {
    "text": "The happy Union of these States is a wonder; their Constitution a miracle; their example the hope of Liberty throughout the world."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "If people are good only because they fear punishment, and hope for reward, then we are a sorry lot indeed."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "So that's the dissenter's hope: that they are writing not for today but for tomorrow."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "There are no greater treasures than the highest human qualities such as compassion, courage and hope. Not even tragic accident or disaster can destroy such treasures of the heart."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "God's mercy and grace give me hope - for myself, and for our world."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Pakistan not only means freedom and independence but the Muslim Ideology which has to be preserved, which has come to us as a precious gift and treasure and which, we hope other will share with us."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "While there's life, there's hope."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect. The bloodiest wars in history have been religious wars."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "Comebacks don't seem likely when your back is up against the wall and your hope is depleted. But if you will stay the course, you will discover God's power to reverse the irreversible in your life."
   },
   "author": {
    "text": "Tony Evans"
   }
  },
  {
   "quote": {
    "text": "Faith has to do with things that are not seen and hope with things that are not at hand."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "It would be fun to do a reunion show. I hope we do it some day, but it better be soon. We're all getting on."
   },
   "author": {
    "text": "William Christopher"
   }
  },
  {
   "quote": {
    "text": "Hope is the anchor of our souls. I know of no one who is not in need of hope - young or old, strong or weak, rich or poor."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Everything we do these days - our lust for ever more comfort, pleasure, and distraction, our refusal to engage with the mandates of reality, our fidelity to cults of technology and limitless growth, our narcissistic national exceptionalism - all of this propels us toward the realm where souls abandon all hope."
   },
   "author": {
    "text": "James Howard Kunstler"
   }
  },
  {
   "quote": {
    "text": "Keep all special thoughts and memories for lifetimes to come. Share these keepsakes with others to inspire hope and build from the past, which can bridge to the future."
   },
   "author": {
    "text": "Mattie Stepanek"
   }
  },
  {
   "quote": {
    "text": "The present is the ever moving shadow that divides yesterday from tomorrow. In that lies hope."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "If you die you're completely happy and your soul somewhere lives on. I'm not afraid of dying. Total peace after death, becoming someone else is the best hope I've got."
   },
   "author": {
    "text": "Kurt Cobain"
   }
  },
  {
   "quote": {
    "text": "Everything that is done in the world is done by hope."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "Truly saying sorry is never easy to do, and when you are, you just hope it's not too late."
   },
   "author": {
    "text": "Justin Tranter"
   }
  },
  {
   "quote": {
    "text": "Victory is a fleeting thing in the gambling business. Today's winners are tomorrow's blinking toads, dumb beasts with no hope."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "Make big plans; aim high in hope and work, remembering that a noble, logical diagram once recorded will not die, but long after we are gone be a living thing, asserting itself with ever-growing insistence."
   },
   "author": {
    "text": "Daniel Burnham"
   }
  },
  {
   "quote": {
    "text": "We must restore hope to young people, help the old, be open to the future, spread love. Be poor among the poor. We need to include the excluded and preach peace."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Marriage is like putting your hand into a bag of snakes in the hope of pulling out an eel."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "For love would be love of the wrong thing; there is yet faith, But the faith and the love and the hope are all in the waiting."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "Only those with skin as thick as elephant hide can hope to sail through their teens unscathed by self-doubt and bouts of depression."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "Hope is a state of mind, not of the world. Hope, in this deep and powerful sense, is not the same as joy that things are going well, or willingness to invest in enterprises that are obviously heading for success, but rather an ability to work for something because it is good."
   },
   "author": {
    "text": "Vaclav Havel"
   }
  },
  {
   "quote": {
    "text": "Whatever you do to gain success, you have to hang in there and hope good things happen. Always think positive."
   },
   "author": {
    "text": "Don Rickles"
   }
  },
  {
   "quote": {
    "text": "I hope to continue to inspire our nation's youth to pursue careers in science, technology, engineering, and math so they, too, may reach for the stars."
   },
   "author": {
    "text": "Ellen Ochoa"
   }
  },
  {
   "quote": {
    "text": "I hope climate science becomes the big thing. And then what I want is electrical engineers to solve the world's energy problems, energy distribution problems. I want mechanical engineers to make better transportation systems. I want chemical engineers to develop better solar panels, and so on."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "There is in every child at every stage a new miracle of vigorous unfolding, which constitutes a new hope and a new responsibility for all."
   },
   "author": {
    "text": "Erik Erikson"
   }
  },
  {
   "quote": {
    "text": "If we had no hope - for a cure, for winning the lottery, for falling in love, for the end of war, for being free of abuse, or for having food, warmth, clothing, and shelter - we would have no reason to go on. What you hope for doesn't matter, but rather the essence of hope itself."
   },
   "author": {
    "text": "Bernie Siegel"
   }
  },
  {
   "quote": {
    "text": "Desire is the starting point of all achievement, not a hope, not a wish, but a keen pulsating desire which transcends everything."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "'You are no saint,' says the devil. Well, if I am not, I am a sinner, and Jesus Christ came into the world to save sinners. Sink or swim, I go to Him; other hope, I have none."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Hope is a necessity for normal life and the major weapon against the suicide impulse."
   },
   "author": {
    "text": "Karl A. Menninger"
   }
  },
  {
   "quote": {
    "text": "I would rather entertain and hope that people learned something than educate people and hope they were entertained."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "Hope is a good breakfast, but it is a bad supper."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "A dream is the bearer of a new possibility, the enlarged horizon, the great hope."
   },
   "author": {
    "text": "Howard Thurman"
   }
  },
  {
   "quote": {
    "text": "I hope you will go out and let stories happen to you, and that you will work them, water them with your blood and tears and you laughter till they bloom, till you yourself burst into bloom."
   },
   "author": {
    "text": "Clarissa Pinkola Estes"
   }
  },
  {
   "quote": {
    "text": "My hope still is to leave the world a bit better than when I got here."
   },
   "author": {
    "text": "Jim Henson"
   }
  },
  {
   "quote": {
    "text": "I wish I had invented blue jeans. They have expression, modesty, sex appeal, simplicity - all I hope for in my clothes."
   },
   "author": {
    "text": "Yves Saint Laurent"
   }
  },
  {
   "quote": {
    "text": "I hope the fans have enjoyed listening as much as I've enjoyed doing the games. I don't ever go to the park where I don't have a good day. I don't like losing. But I don't think I ever go to the park where I have a bad day. I don't think once."
   },
   "author": {
    "text": "Bob Uecker"
   }
  },
  {
   "quote": {
    "text": "The capacity for hope is the most significant fact of life. It provides human beings with a sense of destination and the energy to get started."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "God grant me the courage not to give up what I think is right even though I think it is hopeless."
   },
   "author": {
    "text": "Chester W. Nimitz"
   }
  },
  {
   "quote": {
    "text": "If the skies fall, one may hope to catch larks."
   },
   "author": {
    "text": "Francois Rabelais"
   }
  },
  {
   "quote": {
    "text": "The big thing for me is just continuing to be a beacon of hope. And showing people that nothing is impossible."
   },
   "author": {
    "text": "Victoria Arlen"
   }
  },
  {
   "quote": {
    "text": "Hope... is the companion of power, and the mother of success; for who so hopes has within him the gift of miracles."
   },
   "author": {
    "text": "Samuel Smiles"
   }
  },
  {
   "quote": {
    "text": "Like any good tree that one would hope to grow, we must set our roots deep into the ground so that what is real will prosper in the Light of Love."
   },
   "author": {
    "text": "Billy Corgan"
   }
  },
  {
   "quote": {
    "text": "I shall endeavour still further to prosecute this inquiry, an inquiry I trust not merely speculative, but of sufficient moment to inspire the pleasing hope of its becoming essentially beneficial to mankind."
   },
   "author": {
    "text": "Edward Jenner"
   }
  },
  {
   "quote": {
    "text": "Let us recollect that peace or war will not always be left to our option; that however moderate or unambitious we may be, we cannot count upon the moderation, or hope to extinguish the ambition of others."
   },
   "author": {
    "text": "Alexander Hamilton"
   }
  },
  {
   "quote": {
    "text": "I don't know whether your heart ever necessarily changes, but time changes the way that you perceive the world. And you just hope it gives you more empathy and all those other things."
   },
   "author": {
    "text": "Mark Knopfler"
   }
  },
  {
   "quote": {
    "text": "A person, who no matter how desperate the situation, gives others hope, is a true leader."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "The day the Lord created hope was probably the same day he created Spring."
   },
   "author": {
    "text": "Bernard Williams"
   }
  },
  {
   "quote": {
    "text": "I hope to be like Bill Gates, bro. With all the money in the world."
   },
   "author": {
    "text": "Young Thug"
   }
  },
  {
   "quote": {
    "text": "The Gospel offers forgiveness for the past, new life for the present, and hope for the future."
   },
   "author": {
    "text": "John Sentamu"
   }
  },
  {
   "quote": {
    "text": "I hope that people will finally come to realize that there is only one 'race' - the human race - and that we are all members of it."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "Hope is definitely not the same thing as optimism. It is not the conviction that something will turn out well, but the certainty that something makes sense, regardless of how it turns out."
   },
   "author": {
    "text": "Vaclav Havel"
   }
  },
  {
   "quote": {
    "text": "Peace in this life is based upon faith and testimony. We can all find hope from our personal prayers and gain comfort from the scriptures. Priesthood blessings lift us and sustain us. Hope also comes from direct personal revelation, to which we are entitled if we are worthy."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "The less we deserve good fortune, the more we hope for it."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "A very small degree of hope is sufficient to cause the birth of love."
   },
   "author": {
    "text": "Stendhal"
   }
  },
  {
   "quote": {
    "text": "Come, gentlemen, I hope we shall drink down all unkindness."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left, and could say, 'I used everything you gave me'."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "I hope that some day the practice of producing cowpox in human beings will spread over the world - when that day comes, there will be no more smallpox."
   },
   "author": {
    "text": "Edward Jenner"
   }
  },
  {
   "quote": {
    "text": "You practice mindfulness, on the one hand, to be calm and peaceful. On the other hand, as you practice mindfulness and live a life of peace, you inspire hope for a future of peace."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Positive energy is meant to give people confidence and hope, encourage people to love their country, society and life, as well as to pursue nice things. Everything we do is ultimately for the sake of spreading positive energy."
   },
   "author": {
    "text": "Lu Wei"
   }
  },
  {
   "quote": {
    "text": "I'm going to sit back, light up, and hope I don't chew the cigarette to pieces."
   },
   "author": {
    "text": "Vin Scully"
   }
  },
  {
   "quote": {
    "text": "Hope is necessary in every condition. The miseries of poverty, sickness and captivity would, without this comfort, be insupportable."
   },
   "author": {
    "text": "William Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "I believe in an India of pluralism and diversity, not of religious bigotry and caste politics. I believe in an India that is secure in itself and confident of its place in the world, an India that is a proud example of tolerance, freedom and hope for the downtrodden."
   },
   "author": {
    "text": "Shashi Tharoor"
   }
  },
  {
   "quote": {
    "text": "Out of the fires of desperation burn hope and solidarity."
   },
   "author": {
    "text": "Sharan Burrow"
   }
  },
  {
   "quote": {
    "text": "He who despairs of the human condition is a coward, but he who has hope for it is a fool."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Taking my bike out and riding the bike path along Lake Shore Drive, that's one of the great experiences in my life. And I hope to do it as long as I can."
   },
   "author": {
    "text": "Raghuram Rajan"
   }
  },
  {
   "quote": {
    "text": "Easter is meant to be a symbol of hope, renewal, and new life."
   },
   "author": {
    "text": "Janine di Giovanni"
   }
  },
  {
   "quote": {
    "text": "The story of Christian reformation, revival, and renaissance underscores that the darkest hour is often just before the dawn, so we should always be people of hope and prayer, not gloom and defeatism. God the Holy Spirit can turn the situation around in five minutes."
   },
   "author": {
    "text": "Os Guinness"
   }
  },
  {
   "quote": {
    "text": "There is a quiet about the life of a farmer, and the hope of a serene old age, that no other business or profession can promise."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "The secret is not to give up hope. It's very hard not to because if you're really doing something worthwhile I think you will be pushed to the brink of hopelessness before you come through the other side."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "Outside of the cross of Jesus Christ, there is no hope in this world. That cross and resurrection at the core of the Gospel is the only hope for humanity. Wherever you go, ask God for wisdom on how to get that Gospel in, even in the toughest situations of life."
   },
   "author": {
    "text": "Ravi Zacharias"
   }
  },
  {
   "quote": {
    "text": "I'm still like a butterfly going from one job to another job. But it's quite lovely - I hope to keep this freedom, to have fun."
   },
   "author": {
    "text": "Carine Roitfeld"
   }
  },
  {
   "quote": {
    "text": "I'm a romantic; a sentimental person thinks things will last, a romantic person hopes against hope that they won't."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "There are hurdles, there are handicaps, hardships you have to face in life, but you hope for a great future."
   },
   "author": {
    "text": "Anil Kapoor"
   }
  },
  {
   "quote": {
    "text": "Truth is not a matter of fact but a state of harmony with progress and hope. Enveloped only in its wings will we ever soar to the promise of our greater selves."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Posterity! You will never know how much it cost the present generation to preserve your freedom! I hope you will make a good use of it."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "I only hope that one day, America will recognize what the rest of the world already has known, that our indigenous music - gospel, blues, jazz and R&B - is the heart and soul of all popular music; and that we cannot afford to let this legacy slip into obscurity, I'm telling you."
   },
   "author": {
    "text": "Quincy Jones"
   }
  },
  {
   "quote": {
    "text": "Hope is the pillar that holds up the world. Hope is the dream of a waking man."
   },
   "author": {
    "text": "Pliny the Elder"
   }
  },
  {
   "quote": {
    "text": "A strange thing is memory, and hope; one looks backward, and the other forward; one is of today, the other of tomorrow. Memory is history recorded in our brain, memory is a painter, it paints pictures of the past and of the day."
   },
   "author": {
    "text": "Grandma Moses"
   }
  },
  {
   "quote": {
    "text": "I am not the same man I was 35 years ago. And I hope that five years and ten years from now, I'll be a better man, a more mature man, a wiser man, a more humble man and a more spirited man to serve the good of my people and the good of humanity."
   },
   "author": {
    "text": "Louis Farrakhan"
   }
  },
  {
   "quote": {
    "text": "I know the world is filled with troubles and many injustices. But reality is as beautiful as it is ugly. I think it is just as important to sing about beautiful mornings as it is to talk about slums. I just couldn't write anything without hope in it."
   },
   "author": {
    "text": "Oscar Hammerstein II"
   }
  },
  {
   "quote": {
    "text": "I would like to live a day in the life of an ant and hope not to get squashed."
   },
   "author": {
    "text": "Kiowa Gordon"
   }
  },
  {
   "quote": {
    "text": "A whole stack of memories never equal one little hope."
   },
   "author": {
    "text": "Charles M. Schulz"
   }
  },
  {
   "quote": {
    "text": "I am very much looking forward to new adventures - including, I hope, Broadway - sooner rather than later."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "I hope peace is a part of everyday life."
   },
   "author": {
    "text": "Moon Jae-in"
   }
  },
  {
   "quote": {
    "text": "The sparrow that is twittering on the edge of my balcony is calling up to me this moment a world of memories that reach over half my lifetime, and a world of hope that stretches farther than any flight of sparrows."
   },
   "author": {
    "text": "Donald G. Mitchell"
   }
  },
  {
   "quote": {
    "text": "Hope is the only good that is common to all men; those who have nothing else possess hope still."
   },
   "author": {
    "text": "Thales"
   }
  },
  {
   "quote": {
    "text": "I have learned that music helps a lot of people survive, and they want songs that can give them something - I guess you could call it hope."
   },
   "author": {
    "text": "Maurice White"
   }
  },
  {
   "quote": {
    "text": "There is a lot of suffering and injustice in the world, and there is also a great deal of hope. When you step forward and start speaking about what you see and what you want to change, you can begin living in that hope instead of despair."
   },
   "author": {
    "text": "Sonita Alizadeh"
   }
  },
  {
   "quote": {
    "text": "Iranian filmmakers are not passive. They fight whenever they can, as creative expression means a lot to them. The restrictions and censorship in Iran are a bit like the British weather: one day it's sunny, the next day it's raining. You just have to hope you walk out into the sunshine."
   },
   "author": {
    "text": "Asghar Farhadi"
   }
  },
  {
   "quote": {
    "text": "I was always a fan of the old-style comics. I loved vaudeville. I loved Milton Berle, Dick Shawn, Phyllis Diller, Don Rickles, Charlie Callas, all those guys. Hilarious. I love the Bing Crosby and Bob Hope movies, and Abbott & Costello. My television influences were 'Monty Python's Flying Circus,' 'Benny Hill,' and 'Hee Haw.'"
   },
   "author": {
    "text": "Larry the Cable Guy"
   }
  },
  {
   "quote": {
    "text": "I place no hope in my strength, nor in my works: but all my confidence is in God my protector, who never abandons those who have put all their hope and thought in him."
   },
   "author": {
    "text": "Francois Rabelais"
   }
  },
  {
   "quote": {
    "text": "There will always be someone else with a different view than you. I appreciate them and would never say that they are wrong. I hope that they would give me that courtesy also."
   },
   "author": {
    "text": "Melissa Etheridge"
   }
  },
  {
   "quote": {
    "text": "When I think about the world I would like to leave to my daughter and the grandchildren I hope to have, it is a world that moves away from unequal, unstable, unsustainable interdependence to integrated communities - locally, nationally and globally - that share the characteristics of all successful communities."
   },
   "author": {
    "text": "William J. Clinton"
   }
  },
  {
   "quote": {
    "text": "Being generous or doing things for others actually makes me feel good so I don't do it because I hope karma will come round and get me and I'll benefit from it."
   },
   "author": {
    "text": "David Schwimmer"
   }
  },
  {
   "quote": {
    "text": "The empathy I found reading 'Heidi' and 'Little Women' is empathy we have as human beings that can feed all of our souls. We have our differences, but we're all so similar in our humanness. So those stories about young girls overcoming meant a lot to me and gave me hope."
   },
   "author": {
    "text": "Jewell Parker Rhodes"
   }
  },
  {
   "quote": {
    "text": "Hope is generally a wrong guide, though it is good company along the way."
   },
   "author": {
    "text": "George Savile"
   }
  },
  {
   "quote": {
    "text": "I expect if you are going to come out of the shadows, then you're going to want to have some type of hope in the future that you're going to improve your life and, yes, accomplish that American Dream."
   },
   "author": {
    "text": "Jeff Denham"
   }
  },
  {
   "quote": {
    "text": "My message to you all is of hope, courage and confidence. Let us mobilize all our resources in a systematic and organized way and tackle the grave issues that confront us with grim determination and discipline worthy of a great nation."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "In the end, that's what this election is about. Do we participate in a politics of cynicism or a politics of hope?"
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "I hope you love birds too. It is economical. It saves going to heaven."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "I think that when you get dressed in the morning, sometimes you're really making a decision about your behavior for the day. Like if you put on flipflops, you're saying: 'Hope I don't get chased today.' 'Be nice to people in sneakers.'"
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "I hope we shall crush in its birth the aristocracy of our monied corporations which dare already to challenge our government to a trial by strength, and bid defiance to the laws of our country."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "The hope of a secure and livable world lies with disciplined nonconformists who are dedicated to justice, peace and brotherhood."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "When we create hope and opportunity in the lives of others, we allow love, decency and promise to triumph over cowardice and hate."
   },
   "author": {
    "text": "Kirsten Gillibrand"
   }
  },
  {
   "quote": {
    "text": "I hope the millions of people I've touched have the optimism and desire to share their goals and hard work and persevere with a positive attitude."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "All kids need is a little help, a little hope and somebody who believes in them."
   },
   "author": {
    "text": "Magic Johnson"
   }
  },
  {
   "quote": {
    "text": "Hope is the magic carpet that transports us from the present moment into the realm of infinite possibilities."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "At the end of the day, we must go forward with hope and not backward by fear and division."
   },
   "author": {
    "text": "Jesse Jackson"
   }
  },
  {
   "quote": {
    "text": "The sudden disappointment of a hope leaves a scar which the ultimate fulfillment of that hope never entirely removes."
   },
   "author": {
    "text": "Thomas Hardy"
   }
  },
  {
   "quote": {
    "text": "Those who have learned to walk on the threshold of the unknown worlds, by means of what are commonly termed par excellence the exact sciences, may then, with the fair white wings of imagination, hope to soar further into the unexplored amidst which we live."
   },
   "author": {
    "text": "Ada Lovelace"
   }
  },
  {
   "quote": {
    "text": "Not without hope we suffer and we mourn."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "I may be what my enemies desire me to be, yet never an accusation are they able to hurl against me which makes me blush or lower my forehead; and I hope that God will be merciful enough with me, to prevent me from committing one of those faults which would involve my family."
   },
   "author": {
    "text": "Jose Rizal"
   }
  },
  {
   "quote": {
    "text": "When people talk of the freedom of writing, speaking or thinking I cannot choose but laugh. No such thing ever existed. No such thing now exists; but I hope it will exist. But it must be hundreds of years after you and I shall write and speak no more."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "I hope I'm saving lives. There are very few people in their careers that have the opportunity to do something to benefit mankind."
   },
   "author": {
    "text": "Stephanie Kwolek"
   }
  },
  {
   "quote": {
    "text": "Unless our conception of patriotism is progressive, it cannot hope to embody the real affection and the real interest of the nation."
   },
   "author": {
    "text": "Jane Addams"
   }
  },
  {
   "quote": {
    "text": "Evil communication corrupts good manners. I hope to live to hear that good communication corrects bad manners."
   },
   "author": {
    "text": "Benjamin Banneker"
   }
  },
  {
   "quote": {
    "text": "For me, already being part of a single parent household and knowing it was just me and my mom, you'd would wake up times and hope that the next day you'd be able to be alongside your mother because she was out trying to make sure that I was taken care of. But all I cared about was her being home."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "The care of the Earth is our most ancient and most worthy, and after all our most pleasing responsibility. To cherish what remains of it and to foster its renewal is our only hope."
   },
   "author": {
    "text": "Wendell Berry"
   }
  },
  {
   "quote": {
    "text": "You are as young as your self-confidence, as old as your fears; as young as your hope, as old as your despair."
   },
   "author": {
    "text": "Samuel Ullman"
   }
  },
  {
   "quote": {
    "text": "I hope what I do and what I just did inspires people around the world to reach for the skies."
   },
   "author": {
    "text": "Nik Wallenda"
   }
  },
  {
   "quote": {
    "text": "I choose to live without hope to protect myself from disappointment. It's very effective!"
   },
   "author": {
    "text": "Spencer Kayden"
   }
  },
  {
   "quote": {
    "text": "Hope is not the conviction that something will turn out well but the certainty that something makes sense, regardless of how it turns out."
   },
   "author": {
    "text": "Vaclav Havel"
   }
  },
  {
   "quote": {
    "text": "When I die, I hope to go to Heaven, whatever the Hell that is."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "Whiskey's to tough, Champagne costs too much, Vodka puts my mouth in gear. I hope this refrain, Will help me explain, As a matter of fact, I like beer."
   },
   "author": {
    "text": "Tom T. Hall"
   }
  },
  {
   "quote": {
    "text": "Expect to have hope rekindled. Expect your prayers to be answered in wondrous ways. The dry seasons in life do not last. The spring rains will come again."
   },
   "author": {
    "text": "Sarah Ban Breathnach"
   }
  },
  {
   "quote": {
    "text": "You just keep moving forward and doing what you do and hope that it resonates with people. And if it doesn't, you just keep moving on until you find a project that does."
   },
   "author": {
    "text": "Octavia Spencer"
   }
  },
  {
   "quote": {
    "text": "Disappointment is a sort of bankruptcy - the bankruptcy of a soul that expends too much in hope and expectation."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "We are a G20 country. One of the biggest world economies. We're in the middle of three continents. Changing Saudi Arabia for the better means helping the region and changing the world. So this is what we are trying to do here. And we hope we get support from everyone."
   },
   "author": {
    "text": "Mohammad bin Salman"
   }
  },
  {
   "quote": {
    "text": "Every night when I go to bed, I hope that I may never wake again, and every morning renews my grief."
   },
   "author": {
    "text": "Franz Schubert"
   }
  },
  {
   "quote": {
    "text": "Today I can declare my hope and declare it from the bottom of my heart that we will eventually see the time when that number of nuclear weapons is down to zero and the world is a much better place."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "When you run a part of the relay and pass on the baton, there is no sense of unfinished business in your mind. There is just the sense of having done your part to the best of your ability. That is it. The hope is to pass on the baton to somebody who will run faster and run a better marathon."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "I think you make the best with what you've got, you know? Sometimes you have very little. And you just always try to rise to higher ground, because you're going to suffer one way or the other, so you just hope that you have strength and perseverance and good friends and faith, some kind of faith, to endure and move on to greener pastures."
   },
   "author": {
    "text": "Pierce Brosnan"
   }
  },
  {
   "quote": {
    "text": "Whether you've seen angels floating around your bedroom or just found a ray of hope at a lonely moment, choosing to believe that something unseen is caring for you can be a life-shifting exercise."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "A poor man with nothing in his belly needs hope, illusion, more than bread."
   },
   "author": {
    "text": "Georges Bernanos"
   }
  },
  {
   "quote": {
    "text": "Today's students can put dope in their veins or hope in their brains. If they can conceive it and believe it, they can achieve it. They must know it is not their aptitude but their attitude that will determine their altitude."
   },
   "author": {
    "text": "Jesse Jackson"
   }
  },
  {
   "quote": {
    "text": "Every time you dive, you hope you'll see something new - some new species. Sometimes the ocean gives you a gift, sometimes it doesn't."
   },
   "author": {
    "text": "James Cameron"
   }
  },
  {
   "quote": {
    "text": "We hope that, when the insects take over the world, they will remember with gratitude how we took them along on all our picnics."
   },
   "author": {
    "text": "Bill Vaughan"
   }
  },
  {
   "quote": {
    "text": "What can I know? What ought I to do? What can I hope?"
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "Neither should a ship rely on one small anchor, nor should life rest on a single hope."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "I always entertain great hopes."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "People crushed by laws, have no hope but to evade power. If the laws are their enemies, they will be enemies to the law; and those who have most to hope and nothing to lose will always be dangerous."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "On every birthday, I ask my wife, 'What would you like this year?' and her instant reply is, 'Diamonds! Diamonds! Diamonds!' I'm always living in hope that one day she'll say she just wants me!"
   },
   "author": {
    "text": "Akshay Kumar"
   }
  },
  {
   "quote": {
    "text": "Naming me 'Twinkle' was a foolproof way of making sure that I would get teased throughout my life, have immigration officers at various airports stare at my passport and shake with hysterical laughter, and strangers stalk me with WhatsApp messages like, 'Twinkle, Twinkle, little star, I hope you get hit by a car!'"
   },
   "author": {
    "text": "Twinkle Khanna"
   }
  },
  {
   "quote": {
    "text": "We really feel happier when things look bleak. Hope is endurance. Hope is holding on and going on and trusting in the Lord."
   },
   "author": {
    "text": "Michael Novak"
   }
  },
  {
   "quote": {
    "text": "Hope will never be silent."
   },
   "author": {
    "text": "Harvey Milk"
   }
  },
  {
   "quote": {
    "text": "In addition to being what we are as BTS, we wanted to bring some changes, and we actually wanted to evolve as a group. We wanted to show our many colors, but we still want to console others and give hope to others."
   },
   "author": {
    "text": "Suga"
   }
  },
  {
   "quote": {
    "text": "Outside of, as a kid, just wanting to be able to fly and run faster than a speeding locomotive and being able to leap tall buildings in a single bound, we'd like to hope that, when push comes to shove, we can do the right thing. I think as long as there is that hope in our society and in the zeitgeist of superheroes, Superman will be relevant."
   },
   "author": {
    "text": "Matt Bomer"
   }
  },
  {
   "quote": {
    "text": "Character robotics could plant the seed for robots that actually have empathy. So, if they achieve human level intelligence or, quite possibly, greater than human levels of intelligence, this could be the seeds of hope for our future."
   },
   "author": {
    "text": "David Hanson"
   }
  },
  {
   "quote": {
    "text": "We never had a huge squad and we never had a great deal of choice. But in many ways that helps because you've got to make do with what you've got. You don't have too many problems about picking the team you just hope that everyone turns up on the day."
   },
   "author": {
    "text": "Jack Charlton"
   }
  },
  {
   "quote": {
    "text": "If it were not for hopes, the heart would break."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "Anyone who doesn't believe in miracles is not a realist."
   },
   "author": {
    "text": "David Ben-Gurion"
   }
  },
  {
   "quote": {
    "text": "As a privileged survivor of the First World War, I hope I may be allowed to interject here a deeply felt tribute to those who were not fortunate enough to succeed, but who shared the signal honor of trying to the last to salvage peace."
   },
   "author": {
    "text": "Rene Cassin"
   }
  },
  {
   "quote": {
    "text": "The Worldly Hope men set their Hearts upon Turns Ashes - or it prospers; and anon, Like Snow upon the Desert's dusty Face, Lighting a little hour or two - is gone."
   },
   "author": {
    "text": "Omar Khayyam"
   }
  },
  {
   "quote": {
    "text": "In a World where people are surrounded by darkness, ignorance and fear, it is a sign of hope to be celebrating Islam's message of peace and light, and the last great Messenger, born and chosen to deliver them to all mankind."
   },
   "author": {
    "text": "Cat Stevens"
   }
  },
  {
   "quote": {
    "text": "I never read the life of any important person without discovering that he knew more and could do more than I could ever hope to know or do in half a dozen lifetimes."
   },
   "author": {
    "text": "J. B. Priestley"
   }
  },
  {
   "quote": {
    "text": "The great hope for a quick and sweeping transition to renewable energy is wishful thinking."
   },
   "author": {
    "text": "Vaclav Smil"
   }
  },
  {
   "quote": {
    "text": "I am saying that in Wales here we have a very clear election commitment and I hope, and I will express this view, I hope that every individual member of the Labour Party, will understand that and will strive to achieve unity so that we can deliver the yes vote in the Autumn."
   },
   "author": {
    "text": "Ron Davies"
   }
  },
  {
   "quote": {
    "text": "Time is no longer endless or the horizon destitute of hope."
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "I hope that people remember me not just as a good businesswoman but as a great friend - and a heck of a lot of fun."
   },
   "author": {
    "text": "Kate Spade"
   }
  },
  {
   "quote": {
    "text": "Over the past few years, the road to confrontation has shown its consequences: loss of innocent lives, destruction and fear. Most costly, however, was the loss of hope. The most precious gift that you can present to your peoples over the coming weeks is renewed hope born out of tangible progress on the ground."
   },
   "author": {
    "text": "Abdullah II of Jordan"
   }
  },
  {
   "quote": {
    "text": "Hope lies in having more faith in the power of God to heal us than in the power of anything to hurt or destroy us. In realizing that as children of God we are bigger than our problems, we have the power at last to confront them."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Hope is nature's veil for hiding truth's nakedness."
   },
   "author": {
    "text": "Alfred Nobel"
   }
  },
  {
   "quote": {
    "text": "I hope to live long enough to see my surviving comrades march side by side with the Union veterans along Pennsylvania Avenue, and then I will die happy."
   },
   "author": {
    "text": "James Longstreet"
   }
  },
  {
   "quote": {
    "text": "But I have found that in the simple act of living with hope, and in the daily effort to have a positive impact in the world, the days I do have are made all the more meaningful and precious. And for that I am grateful."
   },
   "author": {
    "text": "Elizabeth Edwards"
   }
  },
  {
   "quote": {
    "text": "But maybe music was not intended to satisfy the curious definiteness of man. Maybe it is better to hope that music may always be transcendental language in the most extravagant sense."
   },
   "author": {
    "text": "Charles Ives"
   }
  },
  {
   "quote": {
    "text": "Love, hope, fear, faith - these make humanity; These are its sign and note and character."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "Bringing good news is imparting hope to one's fellow man. The idea of redemption is always good news, even if it means sacrifice or some difficult times."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "I have hope in people, in individuals. Because you don't know what's going to rise from the ruins."
   },
   "author": {
    "text": "Joan Baez"
   }
  },
  {
   "quote": {
    "text": "You all know that I have been sustained throughout my life by three saving graces - my family, my friends, and a faith in the power of resilience and hope. These graces have carried me through difficult times and they have brought more joy to the good times than I ever could have imagined."
   },
   "author": {
    "text": "Elizabeth Edwards"
   }
  },
  {
   "quote": {
    "text": "Children are God's Apostles, sent forth, day by day, to preach of love, and hope, and peace."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "The attraction of the virtuoso for the public is very like that of the circus for the crowd. There is always the hope that something dangerous will happen."
   },
   "author": {
    "text": "Claude Debussy"
   }
  },
  {
   "quote": {
    "text": "I hope wholeheartedly that badminton will be as popular and respected as tennis one day."
   },
   "author": {
    "text": "Lin Dan"
   }
  },
  {
   "quote": {
    "text": "They do not understand Islam, and I think that is one area where perhaps I hope one day I will play a role in actually making people understand what we perceive Islam to be."
   },
   "author": {
    "text": "Imran Khan"
   }
  },
  {
   "quote": {
    "text": "What do you say to a person who is going to their death? Normally, we would just say, 'Hang in there, keep your hope up,' because there is hope until the very last second."
   },
   "author": {
    "text": "Anthony Ray Hinton"
   }
  },
  {
   "quote": {
    "text": "I hope I haven't grown up. The cliche for all artists is that you don't want to lose that child inside. I think when you get sedentary and set in your ways, you can lose a lot of that spontaneity and creativity. I hope I'm holding on to that."
   },
   "author": {
    "text": "Catherine Hardwicke"
   }
  },
  {
   "quote": {
    "text": "In the end, I hope there's a little note somewhere that says I designed a good computer."
   },
   "author": {
    "text": "Steve Wozniak"
   }
  },
  {
   "quote": {
    "text": "I'm not a publicity hound, I hope."
   },
   "author": {
    "text": "Raghuram Rajan"
   }
  },
  {
   "quote": {
    "text": "Even private persons in due season, with discretion and temper, may reprove others, whom they observe to commit sin, or follow bad courses, out of charitable design, and with hope to reclaim them."
   },
   "author": {
    "text": "Isaac Barrow"
   }
  },
  {
   "quote": {
    "text": "As a college freshman with an on-campus job, I was delivering paperwork to the engineering department one day. There, I encountered two department assistants whose faces lit up with the hope that I was a prospective student. I hadn't come there to enroll, but their reactions piqued my interest."
   },
   "author": {
    "text": "Peggy Johnson"
   }
  },
  {
   "quote": {
    "text": "When one takes action for others, one's own suffering is transformed into the energy that can keep one moving forward; a light of hope illuminating a new tomorrow for oneself and others is kindled."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "My hope is to create spaces where people of all stripes can come together and speak at a lower decibel level. We make more sense that way. We sound more like our real selves that way."
   },
   "author": {
    "text": "Tracy K. Smith"
   }
  },
  {
   "quote": {
    "text": "Youth is easily deceived because it is quick to hope."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "All human wisdom is summed up in two words; wait and hope."
   },
   "author": {
    "text": "Alexandre Dumas"
   }
  },
  {
   "quote": {
    "text": "It is often when night looks darkest, it is often before the fever breaks that one senses the gathering momentum for change, when one feels that resurrection of hope in the midst of despair and apathy."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "People are basically the same the world over. Everybody wants the same things - to be happy, to be healthy, to be at least reasonably prosperous, and to be secure. They want friends, peace of mind, good family relationships, and hope that tomorrow is going to be even better than today."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "In economics, hope and faith coexist with great scientific pretension and also a deep desire for respectability."
   },
   "author": {
    "text": "John Kenneth Galbraith"
   }
  },
  {
   "quote": {
    "text": "When a moment in front of me appears to be particularly special, whether it be by beauty or experience, I capture it. I usually find a reason to justify taking that photo - symmetry, or color, or contrast - and it's my hope that my photography sheds light onto what I see and do on a daily basis."
   },
   "author": {
    "text": "Connor Franta"
   }
  },
  {
   "quote": {
    "text": "The sea, the great unifier, is man's only hope. Now, as never before, the old phrase has a literal meaning: we are all in the same boat."
   },
   "author": {
    "text": "Jacques Yves Cousteau"
   }
  },
  {
   "quote": {
    "text": "Creativity is a great motivator because it makes people interested in what they are doing. Creativity gives hope that there can be a worthwhile idea. Creativity gives the possibility of some sort of achievement to everyone. Creativity makes life more fun and more interesting."
   },
   "author": {
    "text": "Edward de Bono"
   }
  },
  {
   "quote": {
    "text": "Professionalism in art has this difficulty: To be professional is to be dependable, to be dependable is to be predictable, and predictability is esthetically boring - an anti-virtue in a field where we hope to be astonished and startled and at some deep level refreshed."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "Hope is like peace. It is not a gift from God. It is a gift only we can give one another."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "To live without Hope is to Cease to live."
   },
   "author": {
    "text": "Fyodor Dostoevsky"
   }
  },
  {
   "quote": {
    "text": "The great moral powers of the soul are faith, hope, and love."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Communism counts its opportunities in terms of decades - not of weeks. Its means of aggression consist not only of nuclear weapons and missiles with enormous boosters, and not only of spies, agents and terrorists, but of great masses of men and women, deluded by a common ideology which inspires them with a false hope."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Middle age is when you're sitting at home on a Saturday night and the telephone rings and you hope it isn't for you."
   },
   "author": {
    "text": "Ogden Nash"
   }
  },
  {
   "quote": {
    "text": "The quality of one's emotional life changes over the years, doesn't it? But the basic instincts and desires, greed and hope, seem to remain constant. In the larger scope of things, there's a sense of fulfillment to living a creative life. So I guess that's what keeps me going."
   },
   "author": {
    "text": "Tommy Lee Jones"
   }
  },
  {
   "quote": {
    "text": "I've always followed my heart and pursued my dreams, and I imagine that people find that inspiring. I hope that is the effect I have on my fans and people in general. I definitely want to project a positive energy out into the world."
   },
   "author": {
    "text": "Britney Spears"
   }
  },
  {
   "quote": {
    "text": "That is my wish, hope, instruction for all of you: Take your education seriously, okay? Always do that. Because I wouldn't be here today if it weren't for my education."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "If you wish to succeed in life, make perseverance your bosom friend, experience your wise counselor, caution your elder brother, and hope your guardian genius."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "I hope I didn't bore you too much with my life story."
   },
   "author": {
    "text": "Elvis Presley"
   }
  },
  {
   "quote": {
    "text": "Sabotage did not involve loss of life, and it offered the best hope for future race relations. Bitterness would be kept to a minimum and, if the policy bore fruit, democratic government could become a reality."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "It is natural to indulge in the illusions of hope. We are apt to shut our eyes to that siren until she allures us to our death."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "I hope our wisdom will grow with our power, and teach us, that the less we use our power the greater it will be."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "I'm here to spread a message of hope. Follow your heart. Don't follow what you've been told you're supposed to do."
   },
   "author": {
    "text": "J. Cole"
   }
  },
  {
   "quote": {
    "text": "I hope for my children, and for all Mexicans, that they can be proud to be Mexican, proud of their heritage, and proud that they have a peaceful, inclusive, vibrant country that is playing a role in the world."
   },
   "author": {
    "text": "Enrique Pena Nieto"
   }
  },
  {
   "quote": {
    "text": "To not have any hope is where things start to get really bleak. Things are possible. The impossible can be possible."
   },
   "author": {
    "text": "Sarah Paulson"
   }
  },
  {
   "quote": {
    "text": "All the interests of my reason, speculative as well as practical, combine in the three following questions: 1. What can I know? 2. What ought I to do? 3. What may I hope?"
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "I hope I have helped to raise the profile of science and to show that physics is not a mystery but can be understood by ordinary people."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "It is in the admission of ignorance and the admission of uncertainty that there is a hope for the continuous motion of human beings in some direction that doesn't get confined, permanently blocked, as it has so many times before in various periods in the history of man."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "I just hope I can get another personal best. If I can do that, I'll be satisfied."
   },
   "author": {
    "text": "Bonnie Blair"
   }
  },
  {
   "quote": {
    "text": "I now talk to different cultures, and I hope that I can bridge those gaps and differences between us. It's an adventure, a dream... I feel like I'm on an anthropological mission."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "The United States is the world's best hope, but if you fetter her in the interests and quarrels of other nations, if you tangle her in the intrigues of Europe, you will destroy her power for good and endanger her very existence."
   },
   "author": {
    "text": "Henry Cabot Lodge"
   }
  },
  {
   "quote": {
    "text": "Chance has never yet satisfied the hope of a suffering people."
   },
   "author": {
    "text": "Marcus Garvey"
   }
  },
  {
   "quote": {
    "text": "Man wants to live, but it is useless to hope that this desire will dictate all his actions."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Be careful to leave your sons well instructed rather than rich, for the hopes of the instructed are better than the wealth of the ignorant."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "I think that everybody needs four things in life. Everybody needs something to do regardless of age. Everybody needs someone to love. Everybody needs something to hope for, and, of course, everybody needs someone to believe in."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "There is a part of me that still wants to go out and grab a backpack and unplug - not take a cellphone or even a camera and just get out there and experience the world and travel. I have yet to do that, but someday I hope."
   },
   "author": {
    "text": "Emilio Estevez"
   }
  },
  {
   "quote": {
    "text": "But what we call our despair is often only the painful eagerness of unfed hope."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "On every front there are clear answers out there that can make this country stronger, but we're going to break through the fear and the frustration people are feeling. Our job is to make sure that even as we make progress, that we are also giving people a sense of hope and vision for the future."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "My hope is that I will take the good from my experiences and extrapolate them further into areas with which I am unfamiliar. I simply do not know exactly what that difference will be in my judging. But I accept there will be some based on my gender and my Latina heritage."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "Art is about changing what we see in our everyday lives and representing it in such a way that it gives us hope."
   },
   "author": {
    "text": "Kehinde Wiley"
   }
  },
  {
   "quote": {
    "text": "Sometimes nationalism can be jingoistic - even fascistic - but it can also be a constructive impetus that helps to unify a nation. Those whose nationalist critique of parties finds resonance with masses of voters can acquire vast power. We can only hope that they know what to do with it."
   },
   "author": {
    "text": "Dick Morris"
   }
  },
  {
   "quote": {
    "text": "Isn't it the moment of most profound doubt that gives birth to new certainties? Perhaps hopelessness is the very soil that nourishes human hope; perhaps one could never find sense in life without first experiencing its absurdity."
   },
   "author": {
    "text": "Vaclav Havel"
   }
  },
  {
   "quote": {
    "text": "I hope some compromise will be entered into between the two parties, slavery & antislavery, which will have the effect of allaying violent passions on both sides."
   },
   "author": {
    "text": "Zachary Taylor"
   }
  },
  {
   "quote": {
    "text": "I was the guy who was friends with everybody. Yes, I had my core group of friends, but I wasn't part of a clique that excluded people. I hope they thought I was a nice guy. I tried to be just friendly and outgoing. I was class president. I'm supposed to run my class reunion in 2013."
   },
   "author": {
    "text": "Austin Stowell"
   }
  },
  {
   "quote": {
    "text": "When I see my own people going through the tough times, it's a wake-up call. I hope my influence can impact someone else's decision to get out here and vote."
   },
   "author": {
    "text": "Bow Wow"
   }
  },
  {
   "quote": {
    "text": "Germany has become a country that many people abroad associate with hope."
   },
   "author": {
    "text": "Angela Merkel"
   }
  },
  {
   "quote": {
    "text": "I hope not to define myself by suffering."
   },
   "author": {
    "text": "Frank Ocean"
   }
  },
  {
   "quote": {
    "text": "We have a saying in the Marine Corps and that is 'no better friend, no worse enemy, than a U.S. Marine.' We always hope for the first, friendship, but are certainly more than ready for the second."
   },
   "author": {
    "text": "John F. Kelly"
   }
  },
  {
   "quote": {
    "text": "The mind is never satisfied with the objects immediately before it, but is always breaking away from the present moment, and losing itself in schemes of future felicity... The natural flights of the human mind are not from pleasure to pleasure, but from hope to hope."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Be prepared, work hard, and hope for a little luck. Recognize that the harder you work and the better prepared you are, the more luck you might have."
   },
   "author": {
    "text": "Ed Bradley"
   }
  },
  {
   "quote": {
    "text": "At twenty a man is full of fight and hope. He wants to reform the world. When he is seventy he still wants to reform the world, but he knows he can't."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "I believe that when you think of the negative, and you get up discouraged - 'There's nothing good in my future' - I really believe it almost ties the hands of God. God works where there's an attitude of faith. I believe faith is all about hope."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Extreme hopes are born from extreme misery."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Depriving the oppressed of a beacon of hope could lose us the world we have built and thrived in. It could cost our reputation in history as the nation distinct from all others in our achievements, our identity, and our enduring influence on mankind. Our values are central to all three."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "I hope that people will realize that the struggle to make a life better with a sibling is worth it."
   },
   "author": {
    "text": "Marie Brenner"
   }
  },
  {
   "quote": {
    "text": "If children have the ability to ignore all odds and percentages, then maybe we can all learn from them. When you think about it, what other choice is there but to hope? We have two options, medically and emotionally: give up, or Fight Like Hell."
   },
   "author": {
    "text": "Lance Armstrong"
   }
  },
  {
   "quote": {
    "text": "If you keep thinking about what you want to do or what you hope will happen, you don't do it, and it won't happen."
   },
   "author": {
    "text": "Desiderius Erasmus"
   }
  },
  {
   "quote": {
    "text": "Hope is in the name of God, the name of our Lord Jesus Christ. Hope is when you compare your suffering to the infinite, immeasurable love and grace of God."
   },
   "author": {
    "text": "Nick Vujicic"
   }
  },
  {
   "quote": {
    "text": "Intuition is the wisdom formed by feeling and instinct - a gift of knowing without reasoning... Belief is ignited by hope and supported by facts and evidence - it builds alignment and creates confidence. Belief is what sets energy in motion and creates the success that breeds more success."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "If we become too scared to confront the chief problems of our time, there is no hope of ever solving them."
   },
   "author": {
    "text": "Jim DeMint"
   }
  },
  {
   "quote": {
    "text": "He who has faith has... an inward reservoir of courage, hope, confidence, calmness, and assuring trust that all will come out well - even though to the world it may appear to come out most badly."
   },
   "author": {
    "text": "B. C. Forbes"
   }
  },
  {
   "quote": {
    "text": "You accept that this civilisation could be abolished and life will begin later on after a few thousand years because that is something that has happened in the history of this planet. When you have peace in yourself and accept, then you are calm enough to do something, but if you are carried by despair there is no hope."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Few people know so clearly what they want. Most people can't even think what to hope for when they throw a penny in a fountain."
   },
   "author": {
    "text": "Barbara Kingsolver"
   }
  },
  {
   "quote": {
    "text": "Our forces saved the remnants of the Jewish people of Europe for a new life and a new hope in the reborn land of Israel. Along with all men of good will, I salute the young state and wish it well."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "How wonderful that we have met with a paradox. Now we have some hope of making progress."
   },
   "author": {
    "text": "Niels Bohr"
   }
  },
  {
   "quote": {
    "text": "Let there be freedom for the Indians, wherever they may be in the American Continent or elsewhere in the world, because while they are alive, a glow of hope will be alive as well as a true concept of life."
   },
   "author": {
    "text": "Rigoberta Menchu"
   }
  },
  {
   "quote": {
    "text": "I hope I am remembered by my children as a good father."
   },
   "author": {
    "text": "Orson Scott Card"
   }
  },
  {
   "quote": {
    "text": "Reggae music is a music of integrity; reggae's consciousness was built on a message. My music speaks of love, equality and spirituality, and I would hope that one finds this integrity in my music."
   },
   "author": {
    "text": "Stephen Marley"
   }
  },
  {
   "quote": {
    "text": "You just have to keep trying to do good work, and hope that it leads to more good work. I want to look back on my career and be proud of the work, and be proud that I tried everything. Yes, I want to look back and know that I was terrible at a variety of things."
   },
   "author": {
    "text": "Jon Stewart"
   }
  },
  {
   "quote": {
    "text": "I hope that I dress for my age. Because there's no need to be dowdy, is there? But I don't go with all the colours that everybody is wearing. I'm not very fond of lime green or orange, so I don't do that. I read all the fashion magazines, but most things are totally unsuitable for somebody of 79."
   },
   "author": {
    "text": "Mary Berry"
   }
  },
  {
   "quote": {
    "text": "Our constitution is a ray of hope: H for harmony, O for Opportunity, P for people's participation and E for equality."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "One of the main secrets to staying young is staying healthy. I've sometimes had to suppress a smile when some young lady, who has obviously not taken care of herself through diet or exercise, says admiringly, 'Ooh, I hope I look as good as you do when I'm your age!' Although it's intended to be complimentary, it's actually a back-hander."
   },
   "author": {
    "text": "Joan Collins"
   }
  },
  {
   "quote": {
    "text": "I just hope that as I get older, I calm down and enjoy the moment, enjoy the great gifts that God has given me."
   },
   "author": {
    "text": "Alex Rodriguez"
   }
  },
  {
   "quote": {
    "text": "A mission is a place where you ask nonbelievers to come and find faith and hope and feel love."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "When it comes down to it, it's giving people a good night out in a basic way and I think my company guarantees that. There's always something new and something to excite us and surprise us, and that's why people come back, I hope."
   },
   "author": {
    "text": "Matthew Bourne"
   }
  },
  {
   "quote": {
    "text": "Fear, greed and hope have destroyed more portfolio value than any recession or depression we have ever been through."
   },
   "author": {
    "text": "James O'Shaughnessy"
   }
  },
  {
   "quote": {
    "text": "What is a superhero? They're supposed to represent hope, opportunity, and strength for everybody."
   },
   "author": {
    "text": "Aldis Hodge"
   }
  },
  {
   "quote": {
    "text": "Among the many signs of a lively faith and hope we have in eternal life, one of the surest is not being overly sad at the death of those whom we dearly love in our Lord."
   },
   "author": {
    "text": "Saint Ignatius"
   }
  },
  {
   "quote": {
    "text": "The worst thing that can happen in a democracy - as well as in an individual's life - is to become cynical about the future and lose hope."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "It is only hope which is real, and reality is a bitterness and a deceit."
   },
   "author": {
    "text": "William Makepeace Thackeray"
   }
  },
  {
   "quote": {
    "text": "I asked long ago,'What must I do to be saved?' The Scripture answered, 'Keep the commandments, believe, hope, love.' I was early warned against laying, as the Papists do, too much stress on outward works, or on a faith without works, which as it does not include, so it will never lead to true hope or charity."
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "Actually oddly enough, I think my work, the activism, will be forgotten. And I hope it will. Because I hope those problems will have gone away."
   },
   "author": {
    "text": "Bono"
   }
  },
  {
   "quote": {
    "text": "A propensity to hope and joy is real riches; one to fear and sorrow real poverty."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "The Bible says that as Christians we don't grieve the same way people do who have no hope of eternity and of Heaven - but we still grieve."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "With acceptance comes opportunities. And with opportunities come numbers and, most importantly, hope."
   },
   "author": {
    "text": "Julie Foudy"
   }
  },
  {
   "quote": {
    "text": "The past is a source of knowledge, and the future is a source of hope. Love of the past implies faith in the future."
   },
   "author": {
    "text": "Stephen Ambrose"
   }
  },
  {
   "quote": {
    "text": "We've got to rebuild human hearts - and persuade people that hope isn't just possible, but essential."
   },
   "author": {
    "text": "Tony Snow"
   }
  },
  {
   "quote": {
    "text": "Flowers are without hope. Because hope is tomorrow and flowers have no tomorrow."
   },
   "author": {
    "text": "Antonio Porchia"
   }
  },
  {
   "quote": {
    "text": "I'm not going to do anything crazy, but I want to do music that I'm passionate about. I'm finally at an age where I can do the music that I grew up loving, which was urban pop, '90s music. I grew up listening to the divas, so I'm very happy to finally do urban pop. I hope that it's received well, and it has been so far."
   },
   "author": {
    "text": "Ariana Grande"
   }
  },
  {
   "quote": {
    "text": "I do my work and do the best I can. I'm quite happy with my anonymity. All I can ever hope for is that I continue to do great work that will be remembered, and I leave my imprint so that my son can say proudly, 'That's my dad!'"
   },
   "author": {
    "text": "Eamonn Walker"
   }
  },
  {
   "quote": {
    "text": "There's a strange sense of accomplishment in making an independent film. Everything's against you; there's no time, and even less money - you bring a bottle of glue, chip in twenty bucks, and hope you all make it through the day. If you manage to finish it and it actually turns out to be pretty good, it's thrilling."
   },
   "author": {
    "text": "Eric Stoltz"
   }
  },
  {
   "quote": {
    "text": "My philosophy in life is, Decide what you want to do. You have to have something to hope for."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "Cynicism stems from disappointment. Cynical and faithless people were not always like that. They were filled with possibilities and hope as kids. But they tried and perhaps failed."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "I have tried to keep on with my striving because this is the only hope I have of ever achieving anything worthwhile and lasting."
   },
   "author": {
    "text": "Arthur Ashe"
   }
  },
  {
   "quote": {
    "text": "Love is a springtime plant that perfumes everything with its hope, even the ruins to which it clings."
   },
   "author": {
    "text": "Gustave Flaubert"
   }
  },
  {
   "quote": {
    "text": "I do write a lot of children's songs, and I'm going to do a children's television show, which also means I'll be doing a lot of albums. So I do hope my future will hold a lot of things for children."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "My intention is to get more involved in social projects so I can give people a message of hope."
   },
   "author": {
    "text": "Marta"
   }
  },
  {
   "quote": {
    "text": "My childhood was very difficult. I had every childhood disease and then some, but my parents didn't mollycoddle me. They left me to fight those battles on my own. I guess that was very Canadian, very stoic. But it's good. I had to become a warrior. I had to give up hope and find a substitute for hope that would be far more stable."
   },
   "author": {
    "text": "Joni Mitchell"
   }
  },
  {
   "quote": {
    "text": "I had become wealthy as an art dealer, but my life was never rich until I began serving in a mission and began being blessed by those that were basically hopeless. To see them have hope was the biggest blessing in my life."
   },
   "author": {
    "text": "Ron Hall"
   }
  },
  {
   "quote": {
    "text": "On the morning of Thanksgiving, I would wake up to the home smelling of all good things, wafting upstairs to my room. I would set the table with the fancy silverware and china and hope that my parents and grandmother wouldn't have the annual Thanksgiving fight about Richard Nixon."
   },
   "author": {
    "text": "Debi Mazar"
   }
  },
  {
   "quote": {
    "text": "Of the big horror movies of the '70s, you have 'The Omen,' 'The Sentinel,' 'Rosemary's Baby,' 'The Stepford Wives,' 'Burnt Offerings' - these are all romantic fatalist movies where there's a sort of glimmer of hope... but darkness wins."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "I feel blessed that I haven't seen or felt real pain to be immune to it. But I am dreading the time it comes. I feel blessed to have everything going fine. My parents' health is good, my brothers are well-settled, I have a great brother-in-law and my own career is doing fine. I hope and pray that I am fit and fine always."
   },
   "author": {
    "text": "Salman Khan"
   }
  },
  {
   "quote": {
    "text": "Minds that are ill at ease are agitated by both hope and fear."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "If we were logical, the future would be bleak, indeed. But we are more than logical. We are human beings, and we have faith, and we have hope, and we can work."
   },
   "author": {
    "text": "Jacques Yves Cousteau"
   }
  },
  {
   "quote": {
    "text": "The kidnapped person is so tantalizingly close, kept alive by a devastating hope. Kidnapping or hostage-taking is perhaps the most disturbing form of terror because it turns this hope into a liability that can paralyze."
   },
   "author": {
    "text": "Uzodinma Iweala"
   }
  },
  {
   "quote": {
    "text": "To many, peace is what enables development and is critical in providing opportunities to young people. To some - especially those from regions involved in conflict - peacekeeping and efforts to preserve peace are absolutely vital in bringing prosperity and hope for the future."
   },
   "author": {
    "text": "Kim Yuna"
   }
  },
  {
   "quote": {
    "text": "On the other hand, I believe there's hope, because the breakdown and the repair are happening simultaneously."
   },
   "author": {
    "text": "Kathryn Bigelow"
   }
  },
  {
   "quote": {
    "text": "And I hope that five years and 10 years from now, I'll be a better man, a more mature man, a wiser man, a more humble man and a more spirited man to serve the good of my people and the good of humanity."
   },
   "author": {
    "text": "Louis Farrakhan"
   }
  },
  {
   "quote": {
    "text": "Insecurity and resignation mingle with the hope for a better order."
   },
   "author": {
    "text": "Gustav Heinemann"
   }
  },
  {
   "quote": {
    "text": "Hollywood is a casino. You have to put your chips on the table and hope for the best."
   },
   "author": {
    "text": "Byron Allen"
   }
  },
  {
   "quote": {
    "text": "Gratitude is merely the secret hope of further favors."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "I hope to refine music, study it, try to find some area that I can unlock. I don't quite know how to explain it but it's there. These can't be the only notes in the world, there's got to be other notes some place, in some dimension, between the cracks on the piano keys."
   },
   "author": {
    "text": "Marvin Gaye"
   }
  },
  {
   "quote": {
    "text": "I am not writing to try and convert people to fundamental Christianity. I am just trying to share my experience, strength and hope, that someone who is as messed up and neurotic and scarred and scared can be fully accepted by our dear Lord, no questions asked."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "Don't be sensitive if I should, in future, seem brusque, harsh, or even unjust in my criticism. I sincerely hope I never shall be; but if I should, remember that fault-finding is perhaps both my privilege and my weakness, that correction is the only road to improvement, and that my quick temper and illness are entitled to some consideration."
   },
   "author": {
    "text": "Joseph Pulitzer"
   }
  },
  {
   "quote": {
    "text": "Growing up in Canada, most kids from Canada dream of playing in the NHL, and they also hope one day to be on a Stanley Cup team. That was a big goal."
   },
   "author": {
    "text": "Bobby Orr"
   }
  },
  {
   "quote": {
    "text": "I hope for your help to explore and protect the wild ocean in ways that will restore the health and, in so doing, secure hope for humankind. Health to the ocean means health for us."
   },
   "author": {
    "text": "Sylvia Earle"
   }
  },
  {
   "quote": {
    "text": "The greatest joys are found not only in what we do and feel, but also in what we hope for."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Without hope we are lost."
   },
   "author": {
    "text": "Mahmoud Darwish"
   }
  },
  {
   "quote": {
    "text": "All spiritual things must have in them a childlike quality. The belief in immortality rests not very much on the hope of going on. Few of us want to do that, but we would like very much to begin again."
   },
   "author": {
    "text": "Heywood Broun"
   }
  },
  {
   "quote": {
    "text": "I grew up on food stamps. I come from a very humble background. And I've had many friends that have been destitute - you know, running into trouble - and places like The Midnight Mission have given them hope and have fed them and gotten them back on the right path."
   },
   "author": {
    "text": "Debi Mazar"
   }
  },
  {
   "quote": {
    "text": "We accept it because we have seen the vision. We know that we cannot reap the harvest, but we hope that we may so well prepare the land and so diligently sow the seed that our successors may gather the ripened grain."
   },
   "author": {
    "text": "Liberty Hyde Bailey"
   }
  },
  {
   "quote": {
    "text": "India and the United States have taken a decisive step, away from the past. The dawn of the new century has marked a new beginning in our relations. Let us work to fulfil this promise and the hope of today. Let us remove the shadow of agitation that lies between us and our joint vision."
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "Mainly, I hope to inspire honesty. We live in a space where so much can be manipulated, and so much is expected to be manipulated - curated, contrived, edited. I think that's a real detriment to self expression and happiness in a lot of ways. In my mind, honesty and vulnerability is the way forward."
   },
   "author": {
    "text": "K. Flay"
   }
  },
  {
   "quote": {
    "text": "I've gone through many phases in music in my life. Before I was signed, I was making completely different music, and my fan base has followed me. They continue to follow me as the music progresses and as I grow as an artist. As long as I stay true and don't pretend to be someone I'm not, I hope they'll come along with it."
   },
   "author": {
    "text": "Charlie Puth"
   }
  },
  {
   "quote": {
    "text": "My hope is that the 21st century will be the first century where there will be no violation of human rights, and to that end, Japan would like to do our outmost."
   },
   "author": {
    "text": "Shinzo Abe"
   }
  },
  {
   "quote": {
    "text": "I'm proud of my background, so I hope there will be more roles where Hispanics are being portrayed."
   },
   "author": {
    "text": "Mario Lopez"
   }
  },
  {
   "quote": {
    "text": "As a lawyer, particularly in criminal law, you really do have to try to tell your story to the jury and hope that the judge makes rulings that allows your story to get through."
   },
   "author": {
    "text": "Marcia Clark"
   }
  },
  {
   "quote": {
    "text": "Every avalanche begins with the movement of a single snowflake, and my hope is to move a snowflake."
   },
   "author": {
    "text": "Thomas Frey"
   }
  },
  {
   "quote": {
    "text": "I knew I was a winner back in the late sixties. I knew I was destined for great things. People will say that kind of thinking is totally immodest. I agree. Modesty is not a word that applies to me in any way - I hope it never will."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "Reconciliation should be accompanied by justice, otherwise it will not last. While we all hope for peace it shouldn't be peace at any cost but peace based on principle, on justice."
   },
   "author": {
    "text": "Corazon Aquino"
   }
  },
  {
   "quote": {
    "text": "You have to find hope. Hope is such a shape shifter. You tend to look in the rearview mirror for hope, but when it's gone, you have to look forward. You have to get in the van and keep driving on."
   },
   "author": {
    "text": "Jonathan Evison"
   }
  },
  {
   "quote": {
    "text": "'Falling Skies' is not just about aliens attacking. It's also about humanity, survival, hope and the determination to rebuild our world, starting from pretty much nothing."
   },
   "author": {
    "text": "Maxim Knight"
   }
  },
  {
   "quote": {
    "text": "I think if you show up and you work hard and you're straightforward, you can always create your own opportunities. I hope I'm right."
   },
   "author": {
    "text": "Cory Monteith"
   }
  },
  {
   "quote": {
    "text": "I do believe that most men live lives of quiet desperation. For despair, optimism is the only practical solution. Hope is practical. Because eliminate that and it's pretty scary. Hope at least gives you the option of living."
   },
   "author": {
    "text": "Harry Nilsson"
   }
  },
  {
   "quote": {
    "text": "Hope cannot be said to exist, nor can it be said not to exist. It is just like roads across the earth. For actually the earth had no roads to begin with, but when many men pass one way, a road is made."
   },
   "author": {
    "text": "Lu Xun"
   }
  },
  {
   "quote": {
    "text": "Stalinism is linked with a cult of personality and massive violations of the law, with repression and camps. There is nothing like that in Russia and, I hope, will never again be."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "Anytime someone says your God is ugly and you release your God and join their God, there is no hope for your freedom until you once more believe in your own concept of the 'deity.'"
   },
   "author": {
    "text": "John Henrik Clarke"
   }
  },
  {
   "quote": {
    "text": "I have not worked out my poems with a careful will, falling rather on haphazard and blind formulation of wordage, a more flowing concept, in a hope for a more new and lively path. I do personalize at times, but this only for the grace and elan of the dance."
   },
   "author": {
    "text": "Charles Bukowski"
   }
  },
  {
   "quote": {
    "text": "Never boo or hiss at my rallies. That is for people with no hope."
   },
   "author": {
    "text": "Emmanuel Macron"
   }
  },
  {
   "quote": {
    "text": "Love stories thrive on hope."
   },
   "author": {
    "text": "Ram Charan"
   }
  },
  {
   "quote": {
    "text": "They say a person needs just three things to be truly happy in this world: someone to love, something to do, and something to hope for."
   },
   "author": {
    "text": "Tom Bodett"
   }
  },
  {
   "quote": {
    "text": "You can't go around hoping that most people have sterling moral characters. The most you can hope for is that people will pretend that they do."
   },
   "author": {
    "text": "Fran Lebowitz"
   }
  },
  {
   "quote": {
    "text": "We cannot elect a president who provides no hope to the laid-off union worker, no hope for the mother of five and no hope for the researcher who might find a cure for cancer. We cannot elect a leader who is willfully ignorant to the outcry of young people who want real criminal justice reform and responsible gun safety legislation now."
   },
   "author": {
    "text": "Sheila Jackson Lee"
   }
  },
  {
   "quote": {
    "text": "When I was a little kid, I looked up to other people, so I hope that I can inspire little kids."
   },
   "author": {
    "text": "Laurie Hernandez"
   }
  },
  {
   "quote": {
    "text": "There's girls that grew up like me and even worse, and they need to know that there is someone out there that can give them hope with my music. It's about inspiring people and helping people."
   },
   "author": {
    "text": "Kehlani"
   }
  },
  {
   "quote": {
    "text": "I hope that I'll keep being creative until they throw dirt on me."
   },
   "author": {
    "text": "Kris Kristofferson"
   }
  },
  {
   "quote": {
    "text": "Cosmetics makers have always sold 'hope in a jar' - creams and potions that promise youth, beauty, sex appeal, and even love for the women who use them."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "You build dreams, you build castles in the air, and you hope that at least part of that will be realized, even under apartheid."
   },
   "author": {
    "text": "Winnie Madikizela-Mandela"
   }
  },
  {
   "quote": {
    "text": "One of the most important functions of jazz has been to encourage a hope for freedom, for people living in situations of intolerance or struggle."
   },
   "author": {
    "text": "Herbie Hancock"
   }
  },
  {
   "quote": {
    "text": "You might find me outside with a can of hair spray, spraying it with the hope that the sun will burn a hole in the Earth. Another part of me hopes people will grow up and evolve and get smarter. That's the paradox of Marilyn Manson."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "I think it's sad that movies and television have caused the theatre to fade as a popular art form. I hope to get young people into the theatre and expose them to Shakespeare."
   },
   "author": {
    "text": "Kelly McGillis"
   }
  },
  {
   "quote": {
    "text": "Sometimes I wonder if there is any hope left for an Israeli-Palestinian discourse that is built on equality and liberty rather than a fruitless discourse of master and servant."
   },
   "author": {
    "text": "Sayed Kashua"
   }
  },
  {
   "quote": {
    "text": "There is hope and a kind of beauty in there somewhere, if you look for it."
   },
   "author": {
    "text": "H. R. Giger"
   }
  },
  {
   "quote": {
    "text": "Actually, we chose the name Sun Cellular because we believe the name 'Sun' is bright, forward-looking and optimistic. It is my sincere hope that the whole Philippines will share our positive outlook, optimism and faith in the country's future."
   },
   "author": {
    "text": "John Gokongwei"
   }
  },
  {
   "quote": {
    "text": "Every time you choose a perfume, you are voting. And, of course, I hope you vote for me. Not only for my ego, but for my pocketbook. The more you buy, the more money I make."
   },
   "author": {
    "text": "Oleg Cassini"
   }
  },
  {
   "quote": {
    "text": "I'm great at a deathbed. I've never given tranquillisers or psychiatric medicine. I've given love and fun and creativity and passion and hope, and these things ease suffering."
   },
   "author": {
    "text": "Patch Adams"
   }
  },
  {
   "quote": {
    "text": "I hope that my story, I hope that my life is... an encouragement for people, especially in Brooklyn. I feel humbled and blessed."
   },
   "author": {
    "text": "Iyanla Vanzant"
   }
  },
  {
   "quote": {
    "text": "Keep America strong. Strong in our values, strong in our economy, and strong in our military might. We hope to never have to use our military strength, but the world counts on a strong America to keep the worst actors from doing the worst things."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "For a long time, I have hoped for better days, but alas, today it is necessary for me to lose all hope. My poor wife suffers more and more. I do not think it is possible to be any weaker."
   },
   "author": {
    "text": "Claude Monet"
   }
  },
  {
   "quote": {
    "text": "I hope the two wings of the Democratic Party may flap together."
   },
   "author": {
    "text": "William Jennings Bryan"
   }
  },
  {
   "quote": {
    "text": "I'm involved in quite a few ministries as a bridge builder, trying to match generous givers and donors to other ministries. Based on my past, I'm also involved in mainly the prison ministry. I go to jails and prisons and share my story, trying to give them some hope."
   },
   "author": {
    "text": "Lex Luger"
   }
  },
  {
   "quote": {
    "text": "Homelessness is the fundamental idea of salvation in Jainism. It means the breaking off of all earthly relations, and therefore, above all, indifference to general impressions and avoidance of all worldly motives, the ceasing to act, to hope, to desire."
   },
   "author": {
    "text": "Max Weber"
   }
  },
  {
   "quote": {
    "text": "Life without idealism is empty indeed. We just hope or starve to death."
   },
   "author": {
    "text": "Pearl S. Buck"
   }
  },
  {
   "quote": {
    "text": "The trouble with most people is that they think with their hopes or fears or wishes rather than with their minds."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "We should not wait any longer to ensure that women get the pay they deserve. I will keep fighting for this until we achieve equality. I am very thankful for all those who are already advocating for equal pay, and I hope others will join me in this fight."
   },
   "author": {
    "text": "Jan Schakowsky"
   }
  },
  {
   "quote": {
    "text": "One can only hope that America, and other countries, will not need more natural persuasion before taking to heart the lessons of Hurricane Harvey."
   },
   "author": {
    "text": "Joseph Stiglitz"
   }
  },
  {
   "quote": {
    "text": "I feel sorry for anybody that could let hate wrap them up. Ain't no such thing as I can hate anybody and hope to see God's face."
   },
   "author": {
    "text": "Fannie Lou Hamer"
   }
  },
  {
   "quote": {
    "text": "I hope that a lot of my mother's talents are shown in a lot of the work that I do."
   },
   "author": {
    "text": "Prince Harry"
   }
  },
  {
   "quote": {
    "text": "If history remembers me at all, in any way, I hope it will be as a man who loved the Land of Israel and watched over it in every way he could, all his life."
   },
   "author": {
    "text": "Yitzhak Shamir"
   }
  },
  {
   "quote": {
    "text": "Hope is a very unruly emotion."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "I've been pleased to work with so many wonderful stars through the years. This has been an amazing journey. I hope it continues."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "When someone tells me, 'Oh, we have so many problems on Earth; space exploration costs too much money,' I say, 'I absolutely agree with you. But I still hope we do it.'"
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "Together we will build an America where hope is a new job with a paycheck, not a faded word on an old bumper sticker."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "Character is the ability of a person to see a positive end of things. This is the hope that a man of character has."
   },
   "author": {
    "text": "Tom Landry"
   }
  },
  {
   "quote": {
    "text": "Expecting something for nothing is the most popular form of hope."
   },
   "author": {
    "text": "Arnold H. Glasow"
   }
  },
  {
   "quote": {
    "text": "To communicate the truths of history is an act of hope for the future."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "In the central place of every heart, there is a recording chamber; so long as it receives messages of beauty, hope, cheer and courage, you are young."
   },
   "author": {
    "text": "Samuel Ullman"
   }
  },
  {
   "quote": {
    "text": "But Hopes are Shy Birds flying at a great distance seldom reached by the best of Guns."
   },
   "author": {
    "text": "John James Audubon"
   }
  },
  {
   "quote": {
    "text": "I've tried to handle winning well, so that maybe we'll win again, but I've also tried to handle failure well. If those serve as good examples for teachers and kids, then I hope that would be a contribution I have made to sport. Not just basketball, but to sport."
   },
   "author": {
    "text": "Mike Krzyzewski"
   }
  },
  {
   "quote": {
    "text": "I temporarily lost my hope in love, and it was temporary, thank goodness."
   },
   "author": {
    "text": "Shania Twain"
   }
  },
  {
   "quote": {
    "text": "I find myself born into this particular position. I'm determined to make the most of it and to do whatever I can to help. And I hope I leave things behind a little bit better than I found them."
   },
   "author": {
    "text": "Prince Charles"
   }
  },
  {
   "quote": {
    "text": "When the calamity we feared is already arrived, or when the expectation of it is so certain as to shut out hope, there seems to be a principle within us by which we look with misanthropic composure on the state to which we are reduced, and the heart sullenly contracts and accommodates itself to what it most abhorred."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "If we have any hope for survival of the music that we all love, compassion must replace name-calling, fairness must replace greed, and we need to come together as a musical community and try to understand each other's problems."
   },
   "author": {
    "text": "John Mellencamp"
   }
  },
  {
   "quote": {
    "text": "I don't believe in having one partner for your whole life, but I hope I get married. I want to have a husband and two kids and a nice little life baking pies. I'm quite romantic. It's definitely important to have someone make you feel special."
   },
   "author": {
    "text": "Hilary Duff"
   }
  },
  {
   "quote": {
    "text": "A young dog's faith is absolute... Dogs are notorious for hope. Dogs believe that this morning, this very morning, may begin a day of fascination, easily grander than any day in the past."
   },
   "author": {
    "text": "Donald McCaig"
   }
  },
  {
   "quote": {
    "text": "Hope springs eternal, even in politics."
   },
   "author": {
    "text": "Gwen Ifill"
   }
  },
  {
   "quote": {
    "text": "In a competitive industry, only paranoid incumbents - those constantly striving for betterment - have any hope of surviving."
   },
   "author": {
    "text": "Raghuram Rajan"
   }
  },
  {
   "quote": {
    "text": "I hope when I'm on my deathbed, people forgive me, because there is a lot to forgive."
   },
   "author": {
    "text": "Christopher Buckley"
   }
  },
  {
   "quote": {
    "text": "I hope to stay light on my feet, to work in many modes, to seek inspiration always, and avoid the fatal. But, as we all know, it is the price of life to burn out, both metaphorically and literally."
   },
   "author": {
    "text": "T. C. Boyle"
   }
  },
  {
   "quote": {
    "text": "I hope that energy-efficient LED light bulbs will help reduce energy use and lower the cost of lighting worldwide."
   },
   "author": {
    "text": "Shuji Nakamura"
   }
  },
  {
   "quote": {
    "text": "The Eucharist is an opportunity of grace and conversion. It's also a time of forgiveness of sins, so my hope would be that grace would be instrumental in bringing people to the truth."
   },
   "author": {
    "text": "Blase J. Cupich"
   }
  },
  {
   "quote": {
    "text": "You have two options when you approach a hostile checkpoint in a war zone, and each is a gamble. The first is to stop and identify yourself as a journalist and hope that you are respected as a neutral observer. The second is to blow past the checkpoint and hope the soldiers guarding it don't open fire on you."
   },
   "author": {
    "text": "Lynsey Addario"
   }
  },
  {
   "quote": {
    "text": "I love kids that come to shows, little kids coming up to you with braces; like, some kid came up to me in a parking lot outside a show in Santa Cruz - he was about 14 or 15 - and he said, 'Y'know, I love 'The Basketball Diaries,' but I hope your next book of poetry isn't gonna be as academic as 'Living at the Movies' was.'"
   },
   "author": {
    "text": "Jim Carroll"
   }
  },
  {
   "quote": {
    "text": "I love that Moana is a heroine, and I hope people take that away, and that you most certainly can be the heroine, or hero, of your own story."
   },
   "author": {
    "text": "Auli'i Cravalho"
   }
  },
  {
   "quote": {
    "text": "Including myself, the majority of the Korean people believe in this staunch alliance between Korea and the United States and all of us hope that our traditional alliance will be further strengthened in the future."
   },
   "author": {
    "text": "Lee Myung-bak"
   }
  },
  {
   "quote": {
    "text": "Since Medicare is on track to go bankrupt in 2024, the de facto Obama Medicare plan is to rob it and watch it disappear, leaving future generations without any hope of receiving benefits and today's seniors with an unpredictable future."
   },
   "author": {
    "text": "Reince Priebus"
   }
  },
  {
   "quote": {
    "text": "Nothing is as simple as we hope it will be."
   },
   "author": {
    "text": "Jim Horning"
   }
  },
  {
   "quote": {
    "text": "Running fills a need so we make fewer demands on others. Running reveals the roots of negative thinking, so the weeds can be pulled. Running reconnects the soul to the source, inspiring hope and creativity."
   },
   "author": {
    "text": "Kristin Armstrong"
   }
  },
  {
   "quote": {
    "text": "Education exposes young people to a broader world, a world full of opportunity and hope."
   },
   "author": {
    "text": "Christine Gregoire"
   }
  },
  {
   "quote": {
    "text": "I can only speak for myself, and hope people hear my words and see me on television speaking for myself. And, hopefully, they'll be able to make their own judgment. And at the end of the day, I just want my work to speak for itself."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "If I had to choose between betraying my country and betraying my friend, I hope I should have the guts to betray my country."
   },
   "author": {
    "text": "E. M. Forster"
   }
  },
  {
   "quote": {
    "text": "We are often told we can't have brains and beauty, and I really hope that my message is that you can put on that red lip and curl your hair and put on that power dress - you don't have to sacrifice one for the other."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "I really hope someday in Hollywood, some producer or director will hire me only to do drama."
   },
   "author": {
    "text": "Jackie Chan"
   }
  },
  {
   "quote": {
    "text": "Both the IDB and Fundacion ALAS believe that the future of prosperity and equality that we hope for has to start today with higher investment and higher quality in Early Childhood Development programs throughout the region."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "We view ourselves on the eve of battle. We are nerved for the conquest and must conquer or perish. It is vain to look for present aid: None is at hand. We must now act or abandon all hope!"
   },
   "author": {
    "text": "Sam Houston"
   }
  },
  {
   "quote": {
    "text": "You can always get the truth from an American statesman after he has turned seventy, or given up all hope of the Presidency."
   },
   "author": {
    "text": "Wendell Phillips"
   }
  },
  {
   "quote": {
    "text": "When you crash and burn, you have to pick yourself up and go on and hope to make up for it."
   },
   "author": {
    "text": "Burt Reynolds"
   }
  },
  {
   "quote": {
    "text": "There is a subconscious way of taking violence as a way of expression, as a normality, and it has a lot of effects in the youth in the way they absorb education and what they hope to get out of life."
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "My dear sister, I hope, when God Almighty in his righteous providence shall take me out of time into eternity, that it will be by a flash of lightning."
   },
   "author": {
    "text": "James Otis"
   }
  },
  {
   "quote": {
    "text": "Hope is in some respects a thing more brilliant, more vivifying, than fruition. What we have looked forward to with eager and earnest aspiration is never in all respects equal to the picture we had formed of it. The very uncertainty enhances the enjoyment."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "Japan's beautiful seas and its territory are under threat, and young people are having trouble finding hope in the future amid economic slump. I promise to protect Japan's land and sea, and the lives of the Japanese people no matter what."
   },
   "author": {
    "text": "Shinzo Abe"
   }
  },
  {
   "quote": {
    "text": "I hope that I'm always struggling, really. You develop when you're struggling. When you're struggling, you get stronger."
   },
   "author": {
    "text": "Andrew Garfield"
   }
  },
  {
   "quote": {
    "text": "Flawed as they may be, science and the secular Enlightenment values expressed in Western democracies are our best hope for survival."
   },
   "author": {
    "text": "Michael Shermer"
   }
  },
  {
   "quote": {
    "text": "All what we hope for is that a day will come, when we have all gone, when people will say that this man has tried, and his family tried. This is all there is to seek in this world."
   },
   "author": {
    "text": "Hussein of Jordan"
   }
  },
  {
   "quote": {
    "text": "We want to inspire people to work together, giving them hope that we can do something even if we cannot do everything."
   },
   "author": {
    "text": "Blase J. Cupich"
   }
  },
  {
   "quote": {
    "text": "A Negro girl could never be purely innocent. The vengeful Race Fairy always lurked nearby; your parents' best hope was that the fairy would show up at someone else's feast and punish their child. Parents had to protect themselves, too, and protect you from knowing how much danger you all were in."
   },
   "author": {
    "text": "Margo Jefferson"
   }
  },
  {
   "quote": {
    "text": "I always look forward to the next project. That is one of the wonderful things about architecture - you always can hope for another project to design."
   },
   "author": {
    "text": "Cesar Pelli"
   }
  },
  {
   "quote": {
    "text": "I combined theatre and films with live TV, such as 'The Royal Variety Show,' performing sketches opposite Bob Hope and Maurice Chevalier."
   },
   "author": {
    "text": "Shirley Eaton"
   }
  },
  {
   "quote": {
    "text": "Unfortunately, the liberal philosophy has created millions of people that way who believe everything they are or ever hope to be depends upon the federal government rather than the opportunities that this great country grants them."
   },
   "author": {
    "text": "Orrin Hatch"
   }
  },
  {
   "quote": {
    "text": "We know about black holes and neutron stars, but we hope there are other phenomena we can see because of the gravitational waves they emit."
   },
   "author": {
    "text": "Rainer Weiss"
   }
  },
  {
   "quote": {
    "text": "My hope is that light, flexible architecture might bring about a new and open society."
   },
   "author": {
    "text": "Frei Otto"
   }
  },
  {
   "quote": {
    "text": "People are lonely. They want company and your book can provide them company and a little bit of hope. And there's nothing wrong with that."
   },
   "author": {
    "text": "Donald Miller"
   }
  },
  {
   "quote": {
    "text": "The abuse dies in a day, but the denial slays the life of the people, and entombs the hope of the race."
   },
   "author": {
    "text": "Charles Bradlaugh"
   }
  },
  {
   "quote": {
    "text": "I hope this view of the question may be a mistaken one, because it does not seem to me very unlikely that the suffrage will be granted to women."
   },
   "author": {
    "text": "John Bright"
   }
  },
  {
   "quote": {
    "text": "I am convinced that the majority of American people do understand that we have a moral responsibility to foster the concepts of opportunity, free enterprise, the rule of law, and democracy. They understand that these values are the hope of the world."
   },
   "author": {
    "text": "Richard Lugar"
   }
  },
  {
   "quote": {
    "text": "By helping readers understand these mechanics, I hope they will appreciate why freedom is for everyone, why it is essential for our security and why the free world plays a critically important role in advancing democracy around the globe."
   },
   "author": {
    "text": "Natan Sharansky"
   }
  },
  {
   "quote": {
    "text": "If one group of people can exterminate another in the name of so-called religion, the world has no hope."
   },
   "author": {
    "text": "Jeff Fortenberry"
   }
  },
  {
   "quote": {
    "text": "Millions of American families affected by debilitating diseases have new hope today after the U.S. House passed legislation to support potentially life-saving stem cell research."
   },
   "author": {
    "text": "Nancy Johnson"
   }
  },
  {
   "quote": {
    "text": "No young doctor nowadays can hope for work as exciting and rewarding."
   },
   "author": {
    "text": "Alice Hamilton"
   }
  },
  {
   "quote": {
    "text": "If you watch the scroll at the very start of 'A New Hope,' you'll see plenty of references to the story we tell in 'Rogue One.' And I play a rebel General."
   },
   "author": {
    "text": "Alistair Petrie"
   }
  },
  {
   "quote": {
    "text": "The great thing about acting is that, until you're dead, you can do it. There are aspects to it that as time goes on you hope you get better at, and there are a lot of things that I'm excited to explore."
   },
   "author": {
    "text": "Gil Bellows"
   }
  },
  {
   "quote": {
    "text": "He that lives upon hope will die fasting."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "I just hope that more people will ignore the fatalism of the argument that we are beyond repair. We are not beyond repair. We are never beyond repair."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "Any people anywhere, being inclined and having the power, have the right to rise up, and shake off the existing government, and form a new one that suits them better. This is a most valuable - a most sacred right - a right, which we hope and believe, is to liberate the world."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "I hope to stand firm enough to not go backward, and yet not go forward fast enough to wreck the country's cause."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "In giving freedom to the slave, we assure freedom to the free - honorable alike in that we give and what we preserve. We shall nobly save, or meanly lose, the last best hope of earth."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Lord save us all from old age and broken health and a hope tree that has lost the faculty of putting out blossoms."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Just as despair can come to one only from other human beings, hope, too, can be given to one only by other human beings."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "There is no reason why good cannot triumph as often as evil. The triumph of anything is a matter of organization. If there are such things as angels, I hope that they are organized along the lines of the Mafia."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "Wherever the invitation of men or your own occasions lead you, speak the very truth, as your life and conscience teach it, and cheer the waiting, fainting hearts of men with new hope and new revelation."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "My great hope is to laugh as much as I cry; to get my work done and try to love somebody and have the courage to accept the love in return."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "When I was young, my ambition was to be one of the people who made a difference in this world. My hope is to leave the world a little better for having been there."
   },
   "author": {
    "text": "Jim Henson"
   }
  },
  {
   "quote": {
    "text": "If money is your hope for independence you will never have it. The only real security that a man will have in this world is a reserve of knowledge, experience, and ability."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "The ninety and nine are with dreams, content but the hope of the world made new, is the hundredth man who is grimly bent on making those dreams come true."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "The reason I never give up hope is because everything is so basically hopeless."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "If I'm the people's poet, then I ought to be in people's hands - and, I hope, in their heart."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I write some country music. There's a song called 'I Hope You Dance.' Incredible. I was going to write that poem; somebody beat me to it."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I love the song 'I Hope You Dance' by Lee Ann Womack. I was going to write that song, but someone beat me to it."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "The hope, the hope that lives in the breast of the black American, is just so tremendous that it overwhelms me sometimes."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I have cherished the ideal of a democratic and free society in which all persons live together in harmony and with equal opportunities. It is an ideal which I hope to live for and to achieve. But if needs be, it is an ideal for which I am prepared to die."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "The only way I'd be caught without makeup is if my radio fell in the bathtub while I was taking a bath and electrocuted me and I was in between makeup at home. I hope my husband would slap a little lipstick on me before he took me to the morgue."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "I think it's a mistake to ever look for hope outside of one's self."
   },
   "author": {
    "text": "Arthur Miller"
   }
  },
  {
   "quote": {
    "text": "I hope that no American will waste his franchise and throw away his vote by voting either for me or against me solely on account of my religious affiliation. It is not relevant."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Faith is not simply a patience that passively suffers until the storm is past. Rather, it is a spirit that bears things - with resignations, yes, but above all, with blazing, serene hope."
   },
   "author": {
    "text": "Corazon Aquino"
   }
  },
  {
   "quote": {
    "text": "What is true of the individual will be tomorrow true of the whole nation if individuals will but refuse to lose heart and hope."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "An athlete cannot run with money in his pockets. He must run with hope in his heart and dreams in his head."
   },
   "author": {
    "text": "Emil Zatopek"
   }
  },
  {
   "quote": {
    "text": "Faith is the substance of hope - of things hoped for and the evidence of things not seen. So if you can hope for it and imagine it, and keep imagining and hoping and seeing yourself driving a new car, or seeing yourself getting that job, or seeing yourself excel, seeing yourself help that person - that is faith."
   },
   "author": {
    "text": "Duane Chapman"
   }
  },
  {
   "quote": {
    "text": "I simply can't build my hopes on a foundation of confusion, misery and death... I think... peace and tranquillity will return again."
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "There is beauty in our roots. Sometimes we think our roots are shameful, and people tell you that you're no good or your ancestors are no good or that you come from a neighborhood of no hope and terrible crime. But it's about the beauty of those places, and I carry that with me."
   },
   "author": {
    "text": "Luis Alberto Urrea"
   }
  },
  {
   "quote": {
    "text": "I hope that people around the world will be as inspired as I am to step up and to speak out on behalf of girls around the world who struggle to go to school."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "I have seen (as far as it can be seen) many persons changed in a moment from the spirit of horror, fear, and despair to the spirit of hope, joy, peace; and from sinful desires, till then reigning over them, to a pure desire of doing the will of God."
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "I'll always stay connected with Apple. I hope that throughout my life I'll sort of have the thread of my life and the thread of Apple weave in and out of each other, like a tapestry. There may be a few years when I'm not there, but I'll always come back."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "It is only by not paying one's bills that one can hope to live in the memory of the commercial classes."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "The Pope, I hope, can only be scared by God."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "I think the most important thing is to keep active and to hope that your mind stays active."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "Your ordinary acts of love and hope point to the extraordinary promise that every human life is of inestimable value."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "We need to keep hope alive and strive to do better."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "If you don't like me, if you like me; both are equally cool. I send love and positive energy to all those people in their lives. I hope they find where they're meant to be."
   },
   "author": {
    "text": "Willow Smith"
   }
  },
  {
   "quote": {
    "text": "When a man becomes a Christian, he becomes industrious, trustworthy and prosperous. Now, if that man, when he gets all he can and saves all he can, does not give all he can, I have more hope for Judas Iscariot than for that man!"
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "You can make positive deposits in your own economy every day by reading and listening to powerful, positive, life-changing content and by associating with encouraging and hope-building people."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "In motivating people, you've got to engage their minds and their hearts. I motivate people, I hope, by example - and perhaps by excitement, by having productive ideas to make others feel involved."
   },
   "author": {
    "text": "Rupert Murdoch"
   }
  },
  {
   "quote": {
    "text": "Hope is not a resting place but a starting point - a cactus, not a cushion."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "My main hope is eventually, in modern education field, introduce education about warm-heartedness, not based on religion, but based on common experience and a common sort of sense, and then scientific finding."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "I hope that posterity will judge me kindly, not only as to the things which I have explained, but also to those which I have intentionally omitted so as to leave to others the pleasure of discovery."
   },
   "author": {
    "text": "Rene Descartes"
   }
  },
  {
   "quote": {
    "text": "That's all a man can hope for during his lifetime - to set an example - and when he is dead, to be an inspiration for history."
   },
   "author": {
    "text": "William McKinley"
   }
  },
  {
   "quote": {
    "text": "A revolution is not a painless march to the gates of freedom and justice. It is a struggle between rage and hope, between the temptation to destroy and the desire to build."
   },
   "author": {
    "text": "Hisham Matar"
   }
  },
  {
   "quote": {
    "text": "The rich are always going to say that, you know, just give us more money and we'll go out and spend more and then it will all trickle down to the rest of you. But that has not worked the last 10 years, and I hope the American public is catching on."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "I always see the glass half full. I see the beauty in others, and I see the hope for tomorrow. If we don't have hope and faith, we have nothing."
   },
   "author": {
    "text": "Craig Sager"
   }
  },
  {
   "quote": {
    "text": "I think women want freedom. They want to be empowered. They want hope. They want love; they want all the things that I want, and I'm not afraid to say those things and act on them, and I think that's why they identify with me."
   },
   "author": {
    "text": "Rihanna"
   }
  },
  {
   "quote": {
    "text": "Pessimists are the people who have no hope for themselves or for others. Pessimists are also people who think the human race is beneath their notice, that they're better than other human beings."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "I totally disagree with the view that the Tibet struggle will die, and there will be no hope for Tibet, after the Dalai Lama passes away."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "I do hope that some of my dissents will one day be the law."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "I hope our hopes and aspirations are bigger than setting records."
   },
   "author": {
    "text": "Drew Brees"
   }
  },
  {
   "quote": {
    "text": "One loves to possess arms, though they hope never to have occasion for them."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "I've tried to reduce profanity but I reduced so much profanity when writing the book that I'm afraid not much could come out. Perhaps we will have to consider it simply as a profane book and hope that the next book will be less profane or perhaps more sacred."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Half of Syria's refugees are children, and we know what can happen to children who grow to adulthood without hope or opportunity in refugee camps. The camps become fertile recruiting grounds for violent extremists."
   },
   "author": {
    "text": "Samantha Power"
   }
  },
  {
   "quote": {
    "text": "I define the American dream as the ability to imagine a way that you want your life to turn out, and have a reasonable hope that you can achieve that."
   },
   "author": {
    "text": "David Henry Hwang"
   }
  },
  {
   "quote": {
    "text": "Let us be shy no longer. Let us go to our strength. Let us offer hope. Let us tell the world that a new age is not only possible but probable."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Be hopeful. Be optimistic. Never lose that sense of hope."
   },
   "author": {
    "text": "John Lewis"
   }
  },
  {
   "quote": {
    "text": "The essence of optimism is that it takes no account of the present, but it is a source of inspiration, of vitality and hope where others have resigned; it enables a man to hold his head high, to claim the future for himself and not to abandon it to his enemy."
   },
   "author": {
    "text": "Dietrich Bonhoeffer"
   }
  },
  {
   "quote": {
    "text": "My theory has always been, that if we are to dream, the flatteries of hope are as cheap, and pleasanter, than the gloom of despair."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Once you do away with the idea of people as fixed, static entities, then you see that people can change, and there is hope."
   },
   "author": {
    "text": "bell hooks"
   }
  },
  {
   "quote": {
    "text": "In the long run, a flexible sentencing procedure which works to rehabilitate offenders offers the best hope in the majority of cases in the Federal courts."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "The British people know that, given strong leadership, time, and a little bit of hope, the forces of good ultimately rally and triumph over evil."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "If the United Nations once admits that international disputes can be settled by using force, then we will have destroyed the foundation of the organization and our best hope of establishing a world order."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "I'm keeping the pixie. I hope I inspire people... it's really cool to have short hair."
   },
   "author": {
    "text": "Millie Bobby Brown"
   }
  },
  {
   "quote": {
    "text": "When we have lost everything, including hope, life becomes a disgrace, and death a duty."
   },
   "author": {
    "text": "W. C. Fields"
   }
  },
  {
   "quote": {
    "text": "Never deprive someone of hope; it might be all they have."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "As for gun control advocates, I have no hope whatever that any facts whatever will make the slightest dent in their thinking - or lack of thinking."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "The most effective leaders are actually better at guarding against danger when they acknowledge it that it exists. Cowards, in contrast, cling to the hope that failure will never happen and may be sloppy in the face of danger - not because they don't acknowledge that it exists, but because they are just too afraid of it to look it in the eye."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "Our only real hope for democracy is that we get the money out of politics entirely and establish a system of publicly funded elections."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "I'm very honoured that there is a loyal following and I hope it continues."
   },
   "author": {
    "text": "Sara Paretsky"
   }
  },
  {
   "quote": {
    "text": "I hope I'm not a tourist attraction - I'm sure that they come here really because St. Andrews is just amazing, a beautiful place."
   },
   "author": {
    "text": "Prince William"
   }
  },
  {
   "quote": {
    "text": "I think of myself as a catalyst of action and a messenger of hope, turning people onto themselves and turning people onto their dreams."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "If all my bridge coach ever told me was that I was 'satisfactory,' I would have no hope of ever getting better. How would I know who was the best? How would I know what I was doing differently?"
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "I always hope to be a better person tomorrow than today."
   },
   "author": {
    "text": "Mahershala Ali"
   }
  },
  {
   "quote": {
    "text": "I'm feeling pretty good right now, but I hope we can just win the whole thing and I can run off into the sunset and say good-bye."
   },
   "author": {
    "text": "David Wells"
   }
  },
  {
   "quote": {
    "text": "I hope it is true that a man can die and yet not only live in others but give them life, and not only life, but that great consciousness of life."
   },
   "author": {
    "text": "Jack Kerouac"
   }
  },
  {
   "quote": {
    "text": "The screen is a magic medium. It has such power that it can retain interest as it conveys emotions and moods that no other art form can hope to tackle."
   },
   "author": {
    "text": "Stanley Kubrick"
   }
  },
  {
   "quote": {
    "text": "War is just when it is necessary; arms are permissible when there is no hope except in arms."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "There is hope in dreams, imagination, and in the courage of those who wish to make those dreams a reality."
   },
   "author": {
    "text": "Jonas Salk"
   }
  },
  {
   "quote": {
    "text": "Nothing that is worth doing can be achieved in a lifetime; therefore we must be saved by hope."
   },
   "author": {
    "text": "Reinhold Niebuhr"
   }
  },
  {
   "quote": {
    "text": "As for restitutions, to nobody in particular do I owe any, but as for those I owe to the realm, I hope in the mercy of God."
   },
   "author": {
    "text": "Louis XIV"
   }
  },
  {
   "quote": {
    "text": "One of the things I most admire about America is they have created a genuine melting pot society, a country of opportunity; you can be of any religion, colour, ethnicity, persuasion and make it to the top of your chosen field. And that's something I admire about America and hope they continue with."
   },
   "author": {
    "text": "David Cameron"
   }
  },
  {
   "quote": {
    "text": "It is a most delightful reflection that if I come to the throne of God in prayer, I may feel a thousand defects, but yet there is hope. I usually feel more dissatisfied with my prayers than with anything else I do."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "I hope that others can turn their negative thoughts into positive thoughts and improve their own lives."
   },
   "author": {
    "text": "Farrah Abraham"
   }
  },
  {
   "quote": {
    "text": "I hope for nothing. I fear nothing. I am free."
   },
   "author": {
    "text": "Nikos Kazantzakis"
   }
  },
  {
   "quote": {
    "text": "In Kenya, I met wonderful girls; girls who wanted to help their communities. I was with them in their school, listening to their dreams. They still have hope. They want to be doctor and teachers and engineers."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Man is not a machine that can be remodelled for quite other purposes as occasion demands, in the hope that it will go on functioning as regularly as before but in a quite different way. He carries his whole history with him; in his very structure is written the history of mankind."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "Love, we say, is life; but love without hope and faith is agonizing death."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "The cause of my life has been to oppose superstition. It's a battle you can't hope to win - it's a battle that's going to go on forever. It's part of the human condition."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "Revolution is a phase, a mood, like spring, and just as spring has its buds and showers, so revolution has its ebullience, its bravery, its hope, and its solidarity. Some of these things pass."
   },
   "author": {
    "text": "Rebecca Solnit"
   }
  },
  {
   "quote": {
    "text": "I give people what they want in the hope that they will begin to want what I want to give them!"
   },
   "author": {
    "text": "Sai Baba"
   }
  },
  {
   "quote": {
    "text": "When my dad founded our church, he used either a globe or a map of the world behind him. It was symbolic of what Christ said: to go forth and preach hope to the world. We believe in the cross, but we just continued with the globe."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Empathy seems to be seen as a weakness. We condition people to withdraw it to succeed. But really, it needs to be re-seen as a strength again if there is to be any kind of hope in the world."
   },
   "author": {
    "text": "Matt Bellamy"
   }
  },
  {
   "quote": {
    "text": "Advertising is totally unnecessary. Unless you hope to make money."
   },
   "author": {
    "text": "Jef I. Richards"
   }
  },
  {
   "quote": {
    "text": "Hope is independent of the apparatus of logic."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "Real life? Well, I just hope mine isn't investigated. They might find that I don't really exist - that I'm just a hologram."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "I begin my reign with profound emotion at the honour of accepting the Crown, aware of the responsibility it entails and with the greatest hope for the future of Spain."
   },
   "author": {
    "text": "Felipe VI of Spain"
   }
  },
  {
   "quote": {
    "text": "Hope is the word which God has written on the brow of every man."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Hope springs eternal in the human breast: Man never is, but always to be blest."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "We are all serving a life sentence, and good behavior is our only hope for a pardon."
   },
   "author": {
    "text": "Douglas Horton"
   }
  },
  {
   "quote": {
    "text": "Will Generation X and the Millennials do a better job running the world than the boomers have? Let's hope so."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "So many people grew up with challenges, as I did. There weren't always happy things happening to me or around me. But when you look at the core of goodness within yourself - at the optimism and hope - you realize it comes from the environment you grew up in."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "Drugs are the enemies of ambition and hope - and when we fight against drugs we are fighting for the future."
   },
   "author": {
    "text": "Bob Riley"
   }
  },
  {
   "quote": {
    "text": "Over the years, I had nurtured the hope to be able to fly; to handle a machine as it rose higher and higher in the stratosphere was my dearest dream."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Hope is such a bait, it covers any hook."
   },
   "author": {
    "text": "Oliver Goldsmith"
   }
  },
  {
   "quote": {
    "text": "Confidence is that feeling by which the mind embarks in great and honorable courses with a sure hope and trust in itself."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Access to books and the encouragement of the habit of reading: these two things are the first and most necessary steps in education and librarians, teachers and parents all over the country know it. It is our children's right and it is also our best hope and their best hope for the future."
   },
   "author": {
    "text": "Michael Morpurgo"
   }
  },
  {
   "quote": {
    "text": "I'm learning all the time. I'm evolving all the time as a human being. I'm getting better, I hope, in all of the important ways."
   },
   "author": {
    "text": "Neil Peart"
   }
  },
  {
   "quote": {
    "text": "Heaven gives us hope and makes our present burdens easier to bear."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "My dear mamma is quite right when she says that we must lay down principles and not depart from them. The king will not have the same weaknesses as his grandfather. I hope that he will have no favorites; but I am afraid that he is too mild and too easy. You may depend upon it that I will not draw the king into any great expenses."
   },
   "author": {
    "text": "Marie Antoinette"
   }
  },
  {
   "quote": {
    "text": "I'm thrilled to continue my partnership with U by Kotex for Generation Know while helping to empower girls. I've always been a motivational resource for my younger sisters and hope I can positively impact and inspire other young girls too."
   },
   "author": {
    "text": "Khloe Kardashian"
   }
  },
  {
   "quote": {
    "text": "To me, we're marketing hope."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I do know this... I seem to reach a lot of previously unchurched people. So many people have told me they never went to church until they heard our message of hope that God is a good God who desires to bless those who are faithful and obedient to Him through Jesus Christ."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Hope is favorable and confident expectation; it's an expectant attitude that something good is going to happen and things will work out, no matter what situation we're facing."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "What greater aspiration and challenge are there for a mother than the hope of raising a great son or daughter?"
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "China has many successful entrepreneurs and business people. I hope that more people of insight will put their talents to work to improve the lives of poor people in China and around the world, and seek solutions for them."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "The next time someone tells you we can trim the budget by cutting aid, I hope you will ask whether it will come at the cost of more people dying."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Action and reaction, ebb and flow, trial and error, change - this is the rhythm of living. Out of our over-confidence, fear; out of our fear, clearer vision, fresh hope. And out of hope, progress."
   },
   "author": {
    "text": "Bruce Barton"
   }
  },
  {
   "quote": {
    "text": "I wish you a tolerable Thursday. That's all any of us can hope for."
   },
   "author": {
    "text": "April Winchell"
   }
  },
  {
   "quote": {
    "text": "We have no hope of solving our problems without harnessing the diversity, the energy, and the creativity of all our people."
   },
   "author": {
    "text": "Roger Wilkins"
   }
  },
  {
   "quote": {
    "text": "That's all I could ever hope for, to have a positive effect on women. 'Cos women are powerful, powerful beings. But they're also the most doubtful beings. They'll never know - we'll never know - how powerful we are."
   },
   "author": {
    "text": "Rihanna"
   }
  },
  {
   "quote": {
    "text": "The Middle East is hopeful. There's hope there."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "Three grand essentials to happiness in this life are something to do, something to love, and something to hope for."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "Among physicists, I'm respected I hope."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "All hope abandon, ye who enter here!"
   },
   "author": {
    "text": "Dante Alighieri"
   }
  },
  {
   "quote": {
    "text": "Hopeful thinking can get you out of your fear zone and into your appreciation zone."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "Those who hope for no other life are dead even for this."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "The most insignificant people are the most apt to sneer at others. They are safe from reprisals. And have no hope of rising in their own self esteem but by lowering their neighbors."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "My fondest hope is that 'Roots' may start black, white, brown, red, yellow people digging back for their own roots. Man, that would make me feel 90 feet tall."
   },
   "author": {
    "text": "Alex Haley"
   }
  },
  {
   "quote": {
    "text": "I hope to build a reputation as a science-fiction writer. That's the pitch. We'll see."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "I hope we will use the Net to cross barriers and connect cultures."
   },
   "author": {
    "text": "Tim Berners-Lee"
   }
  },
  {
   "quote": {
    "text": "My nephew has type 1 diabetes, and it's my goal and hope that in his lifetime there will be a cure for diabetes. There's no place better to give the money to than the Juvenile Diabetes Association."
   },
   "author": {
    "text": "Abby Wambach"
   }
  },
  {
   "quote": {
    "text": "I don't know what can be so dangerous about giving people hope."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I always try to put a seed of hope into people's hearts. I'm not there to teach them doctrine necessarily, but to let them know that God is a good God, and has a plan for their lives. Hopefully, that will restore their faith, or draw them into faith."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I don't know what can be so dangerous about giving people hope. Causing people to have better relationships. I'm not leading them to some false God or something like that."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "All you have in comedy, in general, is just going with your instincts. You can only hope that other people think that what you think is funny is funny. I don't have an answer but I just try to plough straight ahead."
   },
   "author": {
    "text": "Will Ferrell"
   }
  },
  {
   "quote": {
    "text": "Let us cherish the hope that the day is not far distant when we will be in the midst of this next adventure."
   },
   "author": {
    "text": "Ernest Lawrence"
   }
  },
  {
   "quote": {
    "text": "My hope is that we can spread the word: Wonder Woman is not some unapproachable goddess. She's funny, dangerous, intimidating, brilliant, and compassionate. In many ways, I think she's the most human superheroine there is."
   },
   "author": {
    "text": "Gail Simone"
   }
  },
  {
   "quote": {
    "text": "While we may lose heart, we never have to lose hope."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "Never marry someone in hope that they'll change later."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "Fifty percent of people won't vote, and fifty percent don't read newspapers. I hope it's the same fifty percent."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "Desperation is the raw material of drastic change. Only those who can leave behind everything they have ever believed in can hope to escape."
   },
   "author": {
    "text": "William S. Burroughs"
   }
  },
  {
   "quote": {
    "text": "There is no hope even that woman, with her right to vote, will ever purify politics."
   },
   "author": {
    "text": "Emma Goldman"
   }
  },
  {
   "quote": {
    "text": "Fear cannot be without hope nor hope without fear."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "Beware how you take away hope from another human being."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Jr."
   }
  },
  {
   "quote": {
    "text": "Man, I'm 31 years old and a husband with four kids; I hope I'm no thug. I hear all those negative things and don't hear anything positive. I think that's all those people feel... that way that's all they hear about when you hear Allen Iverson did something negative or something."
   },
   "author": {
    "text": "Allen Iverson"
   }
  },
  {
   "quote": {
    "text": "I would hope that a wise Latina woman with the richness of her experiences would more often than not reach a better conclusion than a white male who hasn't lived that life."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "The hope of eternal life is not to be taken up upon slight grounds. It is a subject to be settled between God and your own soul; settled for eternity. A supposed hope, and nothing more, will prove your ruin."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "I tremble for my country when I hear of confidence expressed in me. I know too well my weakness, that our only hope is in God."
   },
   "author": {
    "text": "Robert E. Lee"
   }
  },
  {
   "quote": {
    "text": "It is difficult to say what is impossible, for the dream of yesterday is the hope of today and the reality of tomorrow."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "My advice would be to follow your dream. Most of my life, I was in second place before I came in first place. I hope that inspired people to never give up."
   },
   "author": {
    "text": "Jackie Evancho"
   }
  },
  {
   "quote": {
    "text": "Blues are the songs of despair, but gospel songs are the songs of hope."
   },
   "author": {
    "text": "Mahalia Jackson"
   }
  },
  {
   "quote": {
    "text": "Hope is but the dream of those who wake."
   },
   "author": {
    "text": "Matthew Prior"
   }
  },
  {
   "quote": {
    "text": "Helplessness induces hopelessness, and history attests that loss of hope and not loss of lives is what decides the issue of war."
   },
   "author": {
    "text": "B. H. Liddell Hart"
   }
  },
  {
   "quote": {
    "text": "Solitude is not something you must hope for in the future. Rather, it is a deepening of the present, and unless you look for it in the present you will never find it."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "One of the things I like best about 'Biggest Loser' is being around people who are trying to make the right choices. When you feel defeated about your weight and your health, like there's no hope, and you still make the choice to fight for it, to make the change happen no matter what people say or think, that's inspiring to me."
   },
   "author": {
    "text": "Alison Sweeney"
   }
  },
  {
   "quote": {
    "text": "I hope to grow another head and two more hands, like an Indian goddess."
   },
   "author": {
    "text": "Bibhu Mohapatra"
   }
  },
  {
   "quote": {
    "text": "In tough times, we all hope for knights in shining armor, or the cavalry, to show up and effect change."
   },
   "author": {
    "text": "Dean Devlin"
   }
  },
  {
   "quote": {
    "text": "I sincerely hope I can contribute to the progress there has been in relations between Jews and Catholics since the Second Vatican Council in a spirit of renewed collaboration."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "The quality of light by which we scrutinize our lives has direct bearing upon the product which we live, and upon the changes which we hope to bring about through those lives."
   },
   "author": {
    "text": "Audre Lorde"
   }
  },
  {
   "quote": {
    "text": "Ali's got a left, Ali's got a right - when he knocks you down, you'll sleep for the night; and when you lie on the floor and the ref counts to ten, hope and pray that you never meet me again."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "He is the best physician who is the most ingenious inspirer of hope."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "The gift that has been given to me says much about our capacity for great compassion and generosity, and I hope it sends an inspiring message to others about the importance of organ donation."
   },
   "author": {
    "text": "Steven Cojocaru"
   }
  },
  {
   "quote": {
    "text": "I'm really interested in the collaborative thing. It's what makes it scary because you never know what it's going to end up like. But you hope. You put yourself in the hands of the best people you can find, and you're completely dependent on the kindness of strangers and their commitment. It's like this mutual delusion."
   },
   "author": {
    "text": "Meryl Streep"
   }
  },
  {
   "quote": {
    "text": "There is no despair so absolute as that which comes with the first moments of our first great sorrow, when we have not yet known what it is to have suffered and be healed, to have despaired and have recovered hope."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "I started out writing poems before I figured to put melodies to them and play the guitar. Somewhere, there's a book out there on all those early songs and poems. I hope no one ever finds it. I don't think it's my finest work."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "I'm clearly doing what I want. I hope kids can see my act and feel like they can be slightly more comfortable in their own skin because I'm being so ridiculously comfortable in mine. I'm not that comfortable in my skin the moment I walk offstage. But I try to project that while I'm on it."
   },
   "author": {
    "text": "Bo Burnham"
   }
  },
  {
   "quote": {
    "text": "I think the world is becoming a place where younger and younger people can do great things, and I just hope I can inspire other young people to do the same."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "As great scientists have said and as all children know, it is above all by the imagination that we achieve perception, and compassion, and hope."
   },
   "author": {
    "text": "Ursula K. Le Guin"
   }
  },
  {
   "quote": {
    "text": "Everywhere I go I find that people... both leaders and individuals... are asking one basic question, 'Is there any hope for the future?' My answer is the same, 'Yes, through Jesus Christ.'"
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "When I consider life, it is all a cheat. Yet fooled with hope, people favor this deceit."
   },
   "author": {
    "text": "John Dryden"
   }
  },
  {
   "quote": {
    "text": "We are biological creatures. We are born, we live, we die. There is no transcendent purpose to existence. At best we are creatures of reason, and by using reason we can cure ourselves of emotional excess. Purged of both hope and fear, we find courage in the face of helplessness, insignificance and uncertainty."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "Religion kept some of my relatives alive, because it was all they had. If they hadn't had some hope of heaven, some companionship in Jesus, they probably would have committed suicide, their lives were so hellish."
   },
   "author": {
    "text": "Octavia E. Butler"
   }
  },
  {
   "quote": {
    "text": "Having a sense of purpose is having a sense of self. A course to plot is a destination to hope for."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "I've photographed just about everyone in the world. But what I hope to do is photograph people of accomplishment, not celebrity, and help define the difference once again."
   },
   "author": {
    "text": "Richard Avedon"
   }
  },
  {
   "quote": {
    "text": "I try to find hope in struggle and resistance in small places as much as I can."
   },
   "author": {
    "text": "Danny Glover"
   }
  },
  {
   "quote": {
    "text": "The Kennedy assassination is one of the ghostliest parts of our history. The Kennedy family - that's our royalty. It's fascinating and tragic and just strikes to the heart of our country. Here's the youngest president ever, full of hope and promise, and he made government service seem like it was dignified."
   },
   "author": {
    "text": "Richard Belzer"
   }
  },
  {
   "quote": {
    "text": "A superhero is someone who, at some point or in some way, inspires hope or is the enemy of cynicism."
   },
   "author": {
    "text": "Mark Waid"
   }
  },
  {
   "quote": {
    "text": "I hope people will see how harmful words are and how irresponsible we can be when saying the wrong things at the wrong time to certain people."
   },
   "author": {
    "text": "John David Washington"
   }
  },
  {
   "quote": {
    "text": "History is nothing but gossip about the past, with the hope that it might be true."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "As long as the people don't fear the truth, there is hope. For once they fear it, the one who tells it doesn't stand a chance. And today, truth is still beautiful... but so frightening."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Anarchy is the only slight glimmer of hope."
   },
   "author": {
    "text": "Mick Jagger"
   }
  },
  {
   "quote": {
    "text": "I haven't written my own epitaph, and I'm not sure I should. Whatever it is, I hope it will be simple, and that it will point people not to me, but to the One I served."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Little progress can be made by merely attempting to repress what is evil. Our great hope lies in developing what is good."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "If I were in the government, I would persuade the prime minister to see the beauty in the fact that people see Israel as a haven - from their sadness to their hope."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "I made the argument that every growing demographic in this country - nonwhite voters, younger people - is trending Democratic. It's a ticking time bomb for the GOP. That's why I felt safe in saying that 'Republicans have no hope of making serious inroads into Democratic advantages in 2010 or likely 2012 or 2014 and so on.'"
   },
   "author": {
    "text": "James Carville"
   }
  },
  {
   "quote": {
    "text": "Yesterday I was a dog. Today I'm a dog. Tomorrow I'll probably still be a dog. Sigh! There's so little hope for advancement."
   },
   "author": {
    "text": "Charles M. Schulz"
   }
  },
  {
   "quote": {
    "text": "Whenever I write a story, I hope it appeals to both boys and girls."
   },
   "author": {
    "text": "Suzanne Collins"
   }
  },
  {
   "quote": {
    "text": "I love my country, and it hurts not to be able to see my country, as I did for so many years. I hope that I will one day be able to live in a peaceful Colombia."
   },
   "author": {
    "text": "Fernando Botero"
   }
  },
  {
   "quote": {
    "text": "There is no hope of anyone going to Heaven unless they believe this truth I am presenting. You cannot go to Heaven unless you believe with all your heart that Jesus took your place in Hell."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Over the years I've learned how to lock myself up in a prison of hope, knowing that God has nothing but His best planned for me. He promised me things concerning my ministry and my life."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "I think freedom for Palestine could be an incredible source of hope to people struggling all over the world. I think it could also be an incredible inspiration to Arab people in the Middle East, who are struggling under undemocratic regimes which the U.S. supports."
   },
   "author": {
    "text": "Rachel Corrie"
   }
  },
  {
   "quote": {
    "text": "You cannot hope to sweep someone else away by the force of your writing until it has been done to you."
   },
   "author": {
    "text": "Stephen King"
   }
  },
  {
   "quote": {
    "text": "There is hope for humanity, but in order for us to get there, we really have to interrogate not just what it takes to change laws, but what it takes to change culture that supports laws that uplift humanity and also supports laws that serve to denigrate it."
   },
   "author": {
    "text": "Alicia Garza"
   }
  },
  {
   "quote": {
    "text": "If we ever hope to rid the world of the political AIDS of our time, terrorism, the rule must be clear: One does not deal with terrorists; one does not bargain with terrorists; one kills terrorists."
   },
   "author": {
    "text": "Meir Kahane"
   }
  },
  {
   "quote": {
    "text": "My contribution I hope is to get people to eat full-flavored food. If I could come away with that alone, that would be a fantastic accomplishment. I'm also very proud of being a very American chef."
   },
   "author": {
    "text": "Bobby Flay"
   }
  },
  {
   "quote": {
    "text": "I still see the world as a place of bitter irony and black humour, failed hopes, dashed plans. I hope to make my work sparer, to outgrow my desire to show off."
   },
   "author": {
    "text": "Clive Sinclair"
   }
  },
  {
   "quote": {
    "text": "I hope that basketball gains momentum and kids understand that you can actually make a living from it. Not just the N.B.A. You can get a scholarship, a free degree - like, no student loan you have to pay off. That's huge in life. Once they realize that in New Zealand, I hope they get inspired."
   },
   "author": {
    "text": "Steven Adams"
   }
  },
  {
   "quote": {
    "text": "I feel like I know so little, and I just hope I get to live so long. I came to puberty late; it's all been late."
   },
   "author": {
    "text": "Mandy Patinkin"
   }
  },
  {
   "quote": {
    "text": "Science may provide the most useful way to organize empirical, reproducible data, but its power to do so is predicated on its inability to grasp the most central aspects of human life: hope, fear, love, hate, beauty, envy, honor, weakness, striving, suffering, virtue."
   },
   "author": {
    "text": "Paul Kalanithi"
   }
  },
  {
   "quote": {
    "text": "As you get older, it's good to open up and acknowledge that everybody has their scary moments, their negative moments. And in order to move on and find comfort and hope, you have to stop running from the darkness and face it. And when you face it, it's not that scary at all, and sometimes it actually turns around and runs away."
   },
   "author": {
    "text": "Dolores O'Riordan"
   }
  },
  {
   "quote": {
    "text": "The natural flights of the human mind are not from pleasure to pleasure, but from hope to hope."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Fishing is very meditative; you need to be able to give up control and cast out the line and then hope for the best, so in that way, it's quite like acting."
   },
   "author": {
    "text": "Laura Donnelly"
   }
  },
  {
   "quote": {
    "text": "I have this hope that there is a better way. Higher-level tools that actually let you see the structure of the software more clearly will be of tremendous value."
   },
   "author": {
    "text": "Guido van Rossum"
   }
  },
  {
   "quote": {
    "text": "I hope to see the bringing together of all the best educated people of the earth into a worldwide Congress of Scientists."
   },
   "author": {
    "text": "Marquis de Condorcet"
   }
  },
  {
   "quote": {
    "text": "Our lives are full of all the genres. Fear and hope and sadness."
   },
   "author": {
    "text": "Nicolas Roeg"
   }
  },
  {
   "quote": {
    "text": "I hope that there's a difference between being childish and childlike and that I'm the latter, if you take my meaning. I often sort of wonder. I don't think I'm a terribly good grown-up; I don't take responsibility easily or well in many areas of life. Finance and stuff like that, I'm absolutely appalling."
   },
   "author": {
    "text": "Graeme Base"
   }
  },
  {
   "quote": {
    "text": "I think you grow wherever God plants you. I hope I'm growing as a person of faith, as a Christian. That should be our number one objective this journey of life. That all starts with a personal intimate relationship with Christ and then being in prayer every single day about all of those things - being tenacious about it."
   },
   "author": {
    "text": "J. C. Watts"
   }
  },
  {
   "quote": {
    "text": "Hope is the last thing a person does before they are defeated."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Present, n. That part of eternity dividing the domain of disappointment from the realm of hope."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "I hope that tomorrow we can all, wherever we are, join in expressing our grief at Diana's loss, and gratitude for her all-too-short life. It is a chance to show to the whole world the British nation united in grief and respect."
   },
   "author": {
    "text": "Queen Elizabeth II"
   }
  },
  {
   "quote": {
    "text": "An important part of leadership is being able to hold two things in your mind at once: Dealing with the reality, whatever it may be, and focus on hope for the future. Any leader helping an organization through challenges needs to be able to do both."
   },
   "author": {
    "text": "Alan Mulally"
   }
  },
  {
   "quote": {
    "text": "Man's only true happiness is to live in hope of something to be won by him. Reverence something to be worshipped by him, and love something to be cherished by him, forever."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "I often joke that 100 years from now I hope people are saying, 'Dang, she looks good for her age!'"
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "I'll be like Bob Hope, touring when I'm 100."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "The theological virtue of hope is the patient and trustful willingness to live without closure, without resolution, and still be content and even happy because our Satisfaction is now at another level, and our Source is beyond ourselves."
   },
   "author": {
    "text": "Richard Rohr"
   }
  },
  {
   "quote": {
    "text": "I hope when I'm dead I'll be considered an icon, though."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "I still believe in a place called Hope."
   },
   "author": {
    "text": "William J. Clinton"
   }
  },
  {
   "quote": {
    "text": "The very least you can do in your life is to figure out what you hope for. And the most you can do is live inside that hope. Not admire it from a distance but live right in it, under its roof."
   },
   "author": {
    "text": "Barbara Kingsolver"
   }
  },
  {
   "quote": {
    "text": "There are people who are able to plan their career, their future, but I've never had any talent for that. I just do things and hope for the best. Say yes, take a chance, and sometimes it's terrific and sometimes it's not."
   },
   "author": {
    "text": "Christopher Walken"
   }
  },
  {
   "quote": {
    "text": "'Hope and change' has become a cliche in our nation, and it is daunting to think that any American could hope for change from what God has blessed."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "I have often said that I wish I had invented blue jeans: the most spectacular, the most practical, the most relaxed and nonchalant. They have expression, modesty, sex appeal, simplicity - all I hope for in my clothes."
   },
   "author": {
    "text": "Yves Saint Laurent"
   }
  },
  {
   "quote": {
    "text": "I do protect human rights, and I hope I shall always be looked up as a champion of human rights."
   },
   "author": {
    "text": "Aung San Suu Kyi"
   }
  },
  {
   "quote": {
    "text": "One of my favorite people is Gypsy Rose Lee. She bears out the Biblical promise that he who has, gets. And I hope she gets a lot more."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "I hope to submit to the little pamphlet magazines here 'freelance' and perhaps shall join the Labour Club, as I really want to become informed on politics, and it seems to have an excellent program. I am definitely not a Conservative, and the Liberals are too vague and close to the latter."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "I'm not the kind of person who likes to shout out my personal issues from the rooftops, but with my bipolar becoming public, I hope fellow sufferers will know it's completely controllable. I hope I can help remove any stigma attached to it, and that those who don't have it under control will seek help with all that is available to treat it."
   },
   "author": {
    "text": "Catherine Zeta-Jones"
   }
  },
  {
   "quote": {
    "text": "You hope your buddies will win so you don't have to loan them any money."
   },
   "author": {
    "text": "Chris LeDoux"
   }
  },
  {
   "quote": {
    "text": "Behaving morally because of a hope of reward or a fear of punishment is not morality. Morality is not bribery or threats. Religion is bribery and threats. Humans have morality. We don't need religion."
   },
   "author": {
    "text": "Penn Jillette"
   }
  },
  {
   "quote": {
    "text": "Being an astronaut is a wonderful career. I feel very privileged. But what I really hope for young people is that they find a career they're passionate about, something that's challenging and worthwhile."
   },
   "author": {
    "text": "Ellen Ochoa"
   }
  },
  {
   "quote": {
    "text": "I only hope that He will let me preach to those who have never heard that name Jesus. What else is worthwhile in this life? I have heard of nothing better. 'Lord, send me!'"
   },
   "author": {
    "text": "Jim Elliot"
   }
  },
  {
   "quote": {
    "text": "I hope I will always have the chance to play the violin."
   },
   "author": {
    "text": "Joshua Bell"
   }
  },
  {
   "quote": {
    "text": "Any song I do, I put my heart and soul into and, as an artist, you can only hope it makes other people feel the way you feel when making it."
   },
   "author": {
    "text": "Camila Cabello"
   }
  },
  {
   "quote": {
    "text": "I hope to make people realize how totally helpless animals are, how dependent on us, trusting as a child must that we will be kind and take care of their needs."
   },
   "author": {
    "text": "James Herriot"
   }
  },
  {
   "quote": {
    "text": "If you hope for happiness in the world, hope for it from God, and not from the world."
   },
   "author": {
    "text": "David Brainerd"
   }
  },
  {
   "quote": {
    "text": "One thing I hope I'll never be is drunk with my own power. And anybody who says I am will never work in this town again."
   },
   "author": {
    "text": "Jim Carrey"
   }
  },
  {
   "quote": {
    "text": "It saddens me to see the reality-television shows that are getting so much fanfare that are a celebration of stupidity and the degradation of women. And those women are consistently wearing too short, too tight dresses. I hope the trend of aging gracefully returns."
   },
   "author": {
    "text": "Prabal Gurung"
   }
  },
  {
   "quote": {
    "text": "'Life, Love & Hope' is... I'm thinking 'larger picture.' I'm not trying to preach to anyone. We all get lost and caught up in our everyday problems. Your cellphone doesn't work or you got a parking ticket, you had a bad day at work. You can lose sight of the really important things in life; that's what the song is about."
   },
   "author": {
    "text": "Tom Scholz"
   }
  },
  {
   "quote": {
    "text": "There have been struggles and challenges that I have faced that few know about but I hope will help others going through the same thing."
   },
   "author": {
    "text": "Ginger Zee"
   }
  },
  {
   "quote": {
    "text": "You learn timing on the road. You learn structure and how to read an audience. You learn so much about the business of laughter that you can't learn on a set, because it's all on you. Sometimes you bomb, and you know not to tell that joke again... You just hope people find the humor in the awkwardness."
   },
   "author": {
    "text": "Marlon Wayans"
   }
  },
  {
   "quote": {
    "text": "I hope that none of the countries in the Middle East are planning anything but the peaceful utilization of nuclear energy."
   },
   "author": {
    "text": "Abdullah II of Jordan"
   }
  },
  {
   "quote": {
    "text": "I've learnt that through life you just get on with it. You're going to meet a lot of dishonest people along the line and you say good luck to them. I hope they live in comfort. Then I start sticking more pins in their effigies."
   },
   "author": {
    "text": "Roger Moore"
   }
  },
  {
   "quote": {
    "text": "Hundreds of thousands of American servicemen and women are deployed across the world in the war on terror. By bringing hope to the oppressed, and delivering justice to the violent, they are making America more secure."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "It's amazing that we have lead females on television and a couple of them over 40. Thank you very much. And being beautiful and strong and sexy and everything that you hope for."
   },
   "author": {
    "text": "Madchen Amick"
   }
  },
  {
   "quote": {
    "text": "One of the greatest delusions in the world is the hope that the evils in this world are to be cured by legislation."
   },
   "author": {
    "text": "Thomas Reed"
   }
  },
  {
   "quote": {
    "text": "You never think about what life's going to be like five years down the road or 10 - you just go though the day and try to make good decisions. Sometimes you do, sometimes you don't. You just hope this day will be a good day."
   },
   "author": {
    "text": "Jack Harbaugh"
   }
  },
  {
   "quote": {
    "text": "The tender heart, the broken and contrite spirit, are to me far above all the joys that I could ever hope for in this vale of tears."
   },
   "author": {
    "text": "Charles Simeon"
   }
  },
  {
   "quote": {
    "text": "I just hope to take this confidence and keep going forward."
   },
   "author": {
    "text": "Denis Shapovalov"
   }
  },
  {
   "quote": {
    "text": "I feel blessed to be here representing our country and carrying out th research of scientists around the world... I hope you could feel the positive energy that beamed to the whole planet as we glided over."
   },
   "author": {
    "text": "Laurel Clark"
   }
  },
  {
   "quote": {
    "text": "I would hope more people would have optimism about where the Latino has come. How we have emerged, and that there will be more women, women of color especially Latinas who will get involved."
   },
   "author": {
    "text": "Hilda Solis"
   }
  },
  {
   "quote": {
    "text": "I think that hope, that ability to envision, to imagine a better way, and then to apply yourself to it, is the way to climb out of a hole, is the way to build a better life, is the way to build a better community and a better country."
   },
   "author": {
    "text": "Deval Patrick"
   }
  },
  {
   "quote": {
    "text": "Most of the time common stocks are subject to irrational and excessive price fluctuations in both directions as the consequence of the ingrained tendency of most people to speculate or gamble... to give way to hope, fear and greed."
   },
   "author": {
    "text": "Benjamin Graham"
   }
  },
  {
   "quote": {
    "text": "Teach For America was built on the idea that our best hope of reaching 'One Day' is to have thousands of alumni use their diverse experiences and ideas to effect change from inside and outside the education system."
   },
   "author": {
    "text": "Wendy Kopp"
   }
  },
  {
   "quote": {
    "text": "We must rediscover the distinction between hope and expectation."
   },
   "author": {
    "text": "Ivan Illich"
   }
  },
  {
   "quote": {
    "text": "I hope people remember me for the kind of person that I am, not because of what I do."
   },
   "author": {
    "text": "Sean Faris"
   }
  },
  {
   "quote": {
    "text": "Ah, Hope! what would life be, stripped of thy encouraging smiles, that teach us to look behind the dark clouds of today, for the golden beams that are to gild the morrow."
   },
   "author": {
    "text": "Susanna Moodie"
   }
  },
  {
   "quote": {
    "text": "When I see myself on film it makes me smile, I mean making a good living doing what I enjoy is soo much fun. I just hope that everyone has the chance to enjoy life like I do."
   },
   "author": {
    "text": "Adrienne Barbeau"
   }
  },
  {
   "quote": {
    "text": "Kids are our future, and we hope baseball has given them some idea of what it is to live together and how we can get along, whether you be black or white."
   },
   "author": {
    "text": "Larry Doby"
   }
  },
  {
   "quote": {
    "text": "My goal involves a hammock, a vegetable patch, and a solar-powered house. And I hope to eventually get there."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "All of my work is influenced by fairy tales, and I hope my work shows Hans Christian Anderson's influence."
   },
   "author": {
    "text": "Sandra Cisneros"
   }
  },
  {
   "quote": {
    "text": "Why are we so full of restraint? Why do we not give in all directions? Is it fear of losing ourselves? Until we do lose ourselves there is no hope of finding ourselves."
   },
   "author": {
    "text": "Henry Miller"
   }
  },
  {
   "quote": {
    "text": "I'm actually not a big fan of the word hope. I think it's a depressing word. I don't want to hope - I want to know. Like I don't hope there's a God, I know there's a God."
   },
   "author": {
    "text": "Kelly Clarkson"
   }
  },
  {
   "quote": {
    "text": "As I prepare for my second term as Secretary-General, I am thinking hard about how we can meet the expectations of the millions of people who see the U.N.'s blue flag as a banner of hope. We have to continue our life-saving work in peacekeeping, human rights, development and humanitarian relief."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "A lot of people, because of my contempt for the false consolations of religion, think of me as a symbolic public opponent of that in extremis. And sometimes that makes me feel a bit alarmed, to be the repository of other people's hope."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "I love my daddy. My daddy's everything. I hope I can find a man that will treat me as good as my dad."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "Most of me was glad when my mother died. She was a handful, but not in a cute, festive way. More in a life-threatening way, that had caused me a long time ago to give up all hope of ever feeling good about having had her as a mother."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "I don't know that anybody has walked up to me in the street or in a store or in the grocery and said to me, 'I hope you bomb Assad.' Certainly plenty have said, 'No; thumbs down, thumbs down, thumbs down.'"
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "The murder of Lumumba, in which the U.S. was involved, in the Congo destroyed Africa's major hope for development. Congo is now total horror story, for years."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "I had to stop going to auditions thinking, 'Oh, I hope they like me.' I had to go in thinking I was the answer to their problem."
   },
   "author": {
    "text": "George Clooney"
   }
  },
  {
   "quote": {
    "text": "My husband John Lennon was a very special man. A man of humble origin, he brought light and hope to the whole world with his words and music."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "If you use your imagination, you can look at any actress and see her nude... I hope to make you use your imagination."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "I am convinced that music, like philanthropy, bridges hope."
   },
   "author": {
    "text": "Ricky Martin"
   }
  },
  {
   "quote": {
    "text": "I would say Hope Solo is competitive."
   },
   "author": {
    "text": "Abby Wambach"
   }
  },
  {
   "quote": {
    "text": "Art should not be bound by barriers or language. The Hindi film industry is a testament to that. We speak only Hindi, but we premiere in Germany and Japan. Our films do phenomenally well there. We transcend the barriers of language and culture. We welcome you in. I think that's what art should be, and I hope America reaches that place."
   },
   "author": {
    "text": "Priyanka Chopra"
   }
  },
  {
   "quote": {
    "text": "Democracy is a daring concept - a hope that we'll be best governed if all of us participate in the act of government. It is meant to be a conversation, a place where the intelligence and local knowledge of the electorate sums together to arrive at actions that reflect the participation of the largest possible number of people."
   },
   "author": {
    "text": "Brian Eno"
   }
  },
  {
   "quote": {
    "text": "Beauty products always cheer me up and give me hope. If it makes you feel pretty, why not?"
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "Things start out as hopes and end up as habits."
   },
   "author": {
    "text": "Lillian Hellman"
   }
  },
  {
   "quote": {
    "text": "Satan tries to counterfeit the work of God, and by doing this, he may deceive many. To make us lose hope, feel miserable like himself, and believe that we are beyond forgiveness, Satan might even misuse words from the scriptures that emphasize the justice of God in order to imply that there is no mercy."
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "Hope has a good memory, gratitude a bad one."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "I think the questions on the grit scale about not letting setbacks disappoint you, finishing what you begin, doing things with focus, I think that those are things I would aspire to or hope for for all our children."
   },
   "author": {
    "text": "Angela Duckworth"
   }
  },
  {
   "quote": {
    "text": "Man needs, for his happiness, not only the enjoyment of this or that, but hope and enterprise and change."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "I play guitar quite a bit, because I'm always in search of something. I don't play to jam, but because I'm fishing. I'm looking for something, that I hope you can never find. If I do find it, I'm afraid I won't have a need to do this any more."
   },
   "author": {
    "text": "Robbie Robertson"
   }
  },
  {
   "quote": {
    "text": "Hope is not a form of guarantee; it's a form of energy, and very frequently that energy is strongest in circumstances that are very dark."
   },
   "author": {
    "text": "John Berger"
   }
  },
  {
   "quote": {
    "text": "If Thai citizens still hold this harmony in their hearts, there is hope that in whatever the situation, Thailand will surely get through it safely and with stability."
   },
   "author": {
    "text": "Bhumibol Adulyadej"
   }
  },
  {
   "quote": {
    "text": "In an election, one needs both hope and audacity."
   },
   "author": {
    "text": "Francois Hollande"
   }
  },
  {
   "quote": {
    "text": "I don't believe that I'm better than anybody, but I do believe that I'll try harder than most and I hope that people just join me for a little bit of a ride."
   },
   "author": {
    "text": "Tom DeLonge"
   }
  },
  {
   "quote": {
    "text": "Angels and Airwaves is a complete, pure reflection of who I am. The philosophy, the spiritualism, the esotericism, the idea of hope and space and the themes about life and grandeur... that's all me."
   },
   "author": {
    "text": "Tom DeLonge"
   }
  },
  {
   "quote": {
    "text": "The Special Olympics motto, 'Let me win, but if I cannot win, let me be brave in the attempt,' really speaks to me because it embodies exactly what I have pursued in my life. Really, that's all any of us can hope for - a chance to be brave and to pursue a dream."
   },
   "author": {
    "text": "Hannah Teter"
   }
  },
  {
   "quote": {
    "text": "You cannot live to please everyone else. You have to edify, educate and fulfill your own dreams and destiny, and hope that whatever your art is that you're putting out there, if it's received, great, I respect you for receiving it. If it's not received, great, I respect you for not."
   },
   "author": {
    "text": "Octavia Spencer"
   }
  },
  {
   "quote": {
    "text": "I hope that people will say that 'she told the truth, she told her truth, she wasn't afraid to live her truth, and she wasn't afraid to live her truth out loud.' That's what I want my legacy to look like."
   },
   "author": {
    "text": "Lena Waithe"
   }
  },
  {
   "quote": {
    "text": "I try to encourage all my teammates, and I sure hope that some day all athletes - my kids, high school kids - get the same level of care I get. Because you can play for a long period of time without having knee replacements, without having all the major head trauma that people are dealing with."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "I hope people will say, 'Mr. Valentino, he did something for fashion, no?'"
   },
   "author": {
    "text": "Valentino Garavani"
   }
  },
  {
   "quote": {
    "text": "The diagnosis was immediate: Masses matting the lungs and deforming the spine. Cancer. In my neurosurgical training, I had reviewed hundreds of scans for fellow doctors to see if surgery offered any hope. I'd scribble in the chart 'Widely metastatic disease - no role for surgery,' and move on. But this scan was different: It was my own."
   },
   "author": {
    "text": "Paul Kalanithi"
   }
  },
  {
   "quote": {
    "text": "The work goes on, the cause endures, the hope still lives and the dreams shall never die."
   },
   "author": {
    "text": "Edward Kennedy"
   }
  },
  {
   "quote": {
    "text": "Now you can get artisanal everything - pickles, coffees, house-cured meats, mustard. The pendulum has swung back to this kind of food, and it gives me the greatest hope for the future, especially because we're living in a time with issues like polluted Gulf Coast seafood and food labeled organic that may not really be organic."
   },
   "author": {
    "text": "Adam Richman"
   }
  },
  {
   "quote": {
    "text": "A good question is never answered. It is not a bolt to be tightened into place but a seed to be planted and to bear more seed toward the hope of greening the landscape of idea."
   },
   "author": {
    "text": "John Ciardi"
   }
  },
  {
   "quote": {
    "text": "The world helps you to keep evolving and hope it's for better. You have to rise above all the tragedies in life. You have to grow, and if you stop growing, you are old."
   },
   "author": {
    "text": "Hrithik Roshan"
   }
  },
  {
   "quote": {
    "text": "Nowadays people talk about PayPal's founders as prescient geniuses who would inevitably change the world. It was, however, not so obvious that PayPal would taste its first major success by helping people sell Beanie Babies on eBay. But they had a vision, a hope, and the perseverance to try multiple iterations until they got it right."
   },
   "author": {
    "text": "Eric Ries"
   }
  },
  {
   "quote": {
    "text": "I think we all need to believe in hope: that if we have dreams and if we have ambitions and if we have skills and talents - that if you really put your heart into something and you work at it hard enough - that you can make your dreams come true."
   },
   "author": {
    "text": "David Furnish"
   }
  },
  {
   "quote": {
    "text": "Hope is generally a wrong guide, though it is very good company by the way."
   },
   "author": {
    "text": "Edward Wood, 1st Earl of Halifax"
   }
  },
  {
   "quote": {
    "text": "I don't know how the other senators see me. I hope they see me as a farmer. That's really what I am. But I don't think they see me on a tractor or fixing equipment. I hope they see me grounded, as somebody who has common sense."
   },
   "author": {
    "text": "Jon Tester"
   }
  },
  {
   "quote": {
    "text": "I think I've lived a pretty hard life. What I mean by hard is that... I've been kind of reckless with things. I'm a passionate person. I'm a super passionate person. I think there's definitely been sorrow in my life, good and bad. I think it comes through. I hope it comes through in my writing because to me that's what artistry is."
   },
   "author": {
    "text": "Kip Moore"
   }
  },
  {
   "quote": {
    "text": "I hope that I helped to build a fierce pride in what we are and what we can do if we set our minds to it."
   },
   "author": {
    "text": "Gene Roddenberry"
   }
  },
  {
   "quote": {
    "text": "For better or worse, we live in possible worlds as much as actual ones. We are cursed by that characteristically human guilt and regret about what might have been in the past. But that may be the cost for our ability to hope and plan for what might be in the future."
   },
   "author": {
    "text": "Alison Gopnik"
   }
  },
  {
   "quote": {
    "text": "I'd be happy to live till 80 as long as I was comfortable and in good health. Mind you, ask me again on the eve of my 80th birthday. Even so, I hope we don't all start living to be 120. I'm not sure I'd cope with another 60 years."
   },
   "author": {
    "text": "Bonnie Tyler"
   }
  },
  {
   "quote": {
    "text": "I hope the fathers and mothers of little girls will look at them and say 'yes, women can.'"
   },
   "author": {
    "text": "Dilma Rousseff"
   }
  },
  {
   "quote": {
    "text": "Our hope is to deliver an incredibly fun and compelling game that will give the fans more than what they've been waiting for, and show a whole new generation of gamers how much fun it is to live the life of a pirate!"
   },
   "author": {
    "text": "Sid Meier"
   }
  },
  {
   "quote": {
    "text": "If a project feels good to you, say yes. And do it with everything that you have and hope that the outcome is good."
   },
   "author": {
    "text": "Daveed Diggs"
   }
  },
  {
   "quote": {
    "text": "The U.S. is a rainbow of people with an endless scope of stories. My hope is that writing stories about people of color will become instinctual rather than something to be pushed for."
   },
   "author": {
    "text": "Lela Loren"
   }
  },
  {
   "quote": {
    "text": "By aiming for paradise, we lose sight of earth. Hope of a beyond and aspiration to an afterlife engender a sense of futility in the present. If the prospect of getting taken up to paradise generates joy, it is the mindless joy of a baby picked up from his crib."
   },
   "author": {
    "text": "Michel Onfray"
   }
  },
  {
   "quote": {
    "text": "Life goes on, and I'm moving on to the next thing, but I hope the soaps that are still running will thrive. They have millions of loyal viewers."
   },
   "author": {
    "text": "Susan Lucci"
   }
  },
  {
   "quote": {
    "text": "I am not afraid of dying. I have lived longer than most people in the world. What scares me is to have a body that works but a brain that is waving goodbye. If that happens, I hope I die quickly."
   },
   "author": {
    "text": "Henning Mankell"
   }
  },
  {
   "quote": {
    "text": "In terms of the actual curriculum for management education, my own view is very simple-minded: The world is incredibly complex, it changes all the time, and we should not even hope that we could create a general model that accurately describes the world in all its possible states."
   },
   "author": {
    "text": "Dan Ariely"
   }
  },
  {
   "quote": {
    "text": "It's amazing to think how powerful of a force optimism and hope can be. It's the thing that saves me. I believed that I lived in the greatest country in the world. I still believe that, and consequently, I believed that I had a chance, even though things around me were absolutely crazy and difficult."
   },
   "author": {
    "text": "J. D. Vance"
   }
  },
  {
   "quote": {
    "text": "We go through the whole season working on next season's car and developing the car and making sure we fit in the car and all that sort of stuff. And we obviously give ideas of what we would hope next year's car would have even if it's small things like buttons on the steering wheel and different positions and whatever."
   },
   "author": {
    "text": "Jenson Button"
   }
  },
  {
   "quote": {
    "text": "We write in ways that, we generally hope, reflect real life, or at least look familiar to humans. And in life, recurring themes are a recurring theme. We never quite conquer a pet vice or a relationship pattern or a communication habit. We're haunted by our particular demons."
   },
   "author": {
    "text": "Sara Zarr"
   }
  },
  {
   "quote": {
    "text": "I've never liked to judge other people in the hope that they won't judge me."
   },
   "author": {
    "text": "Gonzalo Sanchez de Lozada"
   }
  },
  {
   "quote": {
    "text": "With a fresh start, I hope it'll work out good. I know the whole Fox story and how he came over here and had a great year for them. I'm hoping that's what it'll be - fresh start, new faces, new team, new city. I'm looking forward to getting out there."
   },
   "author": {
    "text": "Billy Koch"
   }
  },
  {
   "quote": {
    "text": "I am not suggesting that just by taking the Metro, I will save billions. But I hope others will follow."
   },
   "author": {
    "text": "Veerappa Moily"
   }
  },
  {
   "quote": {
    "text": "I hope I can make Pakistan proud by bringing home an Oscar."
   },
   "author": {
    "text": "Sharmeen Obaid-Chinoy"
   }
  },
  {
   "quote": {
    "text": "'Revelations' is one of the most important pieces to the African American arts. It assesses the hope and despair of a people and overcoming the struggle with our faith."
   },
   "author": {
    "text": "Robert Battle"
   }
  },
  {
   "quote": {
    "text": "There will always be a place for us somewhere, somehow, as long as we see to it that working people fight for everything they have, everything they hope to get, for dignity, equality, democracy, to oppose war and to bring to the world a better life."
   },
   "author": {
    "text": "Harry Bridges"
   }
  },
  {
   "quote": {
    "text": "I can understand the validity of showing people the ugliness of the world, but I also think there is a place for movies to leave people with a sense of hope."
   },
   "author": {
    "text": "Chris Columbus"
   }
  },
  {
   "quote": {
    "text": "And God help Bruce Springsteen when they decide he's no longer God... They'll turn on him, and I hope he survives it."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "One year, my good deed started with deciding to give all my friends makeup from a cruelty-free cosmetics line that I love. I did this with the hope that they would love it as much as I do and end up switching their makeup over to that cruelty-free line forever."
   },
   "author": {
    "text": "Jenna Morasca"
   }
  },
  {
   "quote": {
    "text": "My story is the story of thousands of children from around the world. I hope it inspires others to stand up for their rights."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "I had a huge advantage when I started 50 years ago - my job was secure. I didn't have to promote myself. These days there's far more pressure to make a mark, so the temptation is to make adventure television or personality shows. I hope the more didactic approach won't be lost."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "Now, I look at where I am now and I know what I wanna to do. What I would like to be able to do is to spend whatever time I have left and to give, and maybe some hope to others."
   },
   "author": {
    "text": "Jim Valvano"
   }
  },
  {
   "quote": {
    "text": "I would hope that understanding and reconciliation are not limited to the 19th hole alone."
   },
   "author": {
    "text": "Gerald R. Ford"
   }
  },
  {
   "quote": {
    "text": "Foreigners have no idea of the diversity of India and its culture. We hope to be able to give them a glimpse of that diversity."
   },
   "author": {
    "text": "Amitabh Bachchan"
   }
  },
  {
   "quote": {
    "text": "Hope, like faith, is nothing if it is not courageous; it is nothing if it is not ridiculous."
   },
   "author": {
    "text": "Thornton Wilder"
   }
  },
  {
   "quote": {
    "text": "I am prepared for the worst, but hope for the best."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "I hope for the day when everyone can speak again of God without embarrassment."
   },
   "author": {
    "text": "Paul Tillich"
   }
  },
  {
   "quote": {
    "text": "To cherish what remains of the Earth and to foster its renewal is our only legitimate hope of survival."
   },
   "author": {
    "text": "Wendell Berry"
   }
  },
  {
   "quote": {
    "text": "Peace is necessary. For justice, it is necessary. For hope, it is necessary, for our future."
   },
   "author": {
    "text": "Harry Belafonte"
   }
  },
  {
   "quote": {
    "text": "I hope that what you take away from my album is not just the music - which I did want to be fun, and I did want it to be about individuality, but please also take away from it that there's no dream that's too big."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "When there's justice and change, you start to see the cleansing of the soul, and that is what I want for people, and I hope it's okay for me to say those things."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "We must not lose hope. Hope is an anchor to the souls of men. Satan would have us cast away that anchor."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "Marriage is the death of hope."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "Nor dread nor hope attend a dying animal; a man awaits his end dreading and hoping all."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "The evil influence of Satan would destroy any hope we have in overcoming our mistakes. He would have us feel that we are lost and that there is no hope. In contrast, Jesus reaches down to us to lift us up."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Hope is trust in God's promises, faith that if we act now, the desired blessings will be fulfilled in the future."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "It's tragic from how far we've come from 'Hope and Change'."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "No matter how powerful our political and religious leaders think they are, they are as dust before the immense and implacable forces of history and progress. I just hope that they don't make too much of a mess or take too many more people down with them."
   },
   "author": {
    "text": "Alan Moore"
   }
  },
  {
   "quote": {
    "text": "Hope is the motivation that empowers the unemployed, enabling them to get out of bed every single morning with unbounded enthusiasm as they look for work."
   },
   "author": {
    "text": "Emanuel Cleaver"
   }
  },
  {
   "quote": {
    "text": "I had in mind a message, although I hope it doesn't intrude too badly, persuading Americans, and especially Southerners, of the critical importance of land and our vanishing natural environment and wildlife."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "Faith, like a jackal, feeds among the tombs, and even from these dead doubts she gathers her most vital hope."
   },
   "author": {
    "text": "Herman Melville"
   }
  },
  {
   "quote": {
    "text": "Bob Hope, like Mark Twain, had a sense of humor that was uniquely American, and like Twain, we'll likely not see another like him."
   },
   "author": {
    "text": "Dick Van Dyke"
   }
  },
  {
   "quote": {
    "text": "My goal is always to just do my best and hope that the people who find my music also find God in the process."
   },
   "author": {
    "text": "Lauren Daigle"
   }
  },
  {
   "quote": {
    "text": "Concerning God, freewill and destiny: Of all that earth has been or yet may be, all that vain men imagine or believe, or hope can paint or suffering may achieve, we descanted."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "I hope I can help inspire people to go for their dreams."
   },
   "author": {
    "text": "Laurie Hernandez"
   }
  },
  {
   "quote": {
    "text": "Being a founder is about being so driven to distraction by the world that you want to put something new in it. It's an act of creation, of irreverence, of defiance, of hope, and arguably one of narcissism."
   },
   "author": {
    "text": "Andy Dunn"
   }
  },
  {
   "quote": {
    "text": "With 'Stardust', I hope what I was doing is giving 30-year-olds and 40-year-olds and 25-year-olds and 60-year-olds a chance to get the same sense of wonder, the same feeling, the same magic, that they got in reading the classic fairy tales as children."
   },
   "author": {
    "text": "Neil Gaiman"
   }
  },
  {
   "quote": {
    "text": "I will use my voice to change the world, spreading hope, spreading love, and spreading life, 'cause the world needs that. That's enough for me."
   },
   "author": {
    "text": "Victoria Arlen"
   }
  },
  {
   "quote": {
    "text": "To hope means to be ready at every moment for that which is not yet born, and yet not become desperate if there is no birth in our lifetime."
   },
   "author": {
    "text": "Erich Fromm"
   }
  },
  {
   "quote": {
    "text": "I just hope to keep doing film and TV and eventually Broadway. It's definitely what I want to do for the rest of my life."
   },
   "author": {
    "text": "Lili Reinhart"
   }
  },
  {
   "quote": {
    "text": "Well, you know, in any novel you would hope that the hero has someone to push back against, and villains - I find the most interesting villains those who do the right things for the wrong reasons, or the wrong things for the right reasons. Either one is interesting. I love the gray area between right and wrong."
   },
   "author": {
    "text": "Dan Brown"
   }
  },
  {
   "quote": {
    "text": "Beyonce is not above critique. As a feminist herself, I hope Beyonce would welcome it."
   },
   "author": {
    "text": "Roxane Gay"
   }
  },
  {
   "quote": {
    "text": "I hope to have communion with the people, that is the most important thing."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "When life partner happens, I hope he is not a youth icon then because I doubt even I would be youthful then. Whether life partner is hot or not, that doesn't matter. He has to be a nice man. He should be funny, responsible, and he should be sweet, and he should love me a lot."
   },
   "author": {
    "text": "Alia Bhatt"
   }
  },
  {
   "quote": {
    "text": "Hope of ill gain is the beginning of loss."
   },
   "author": {
    "text": "Democritus"
   }
  },
  {
   "quote": {
    "text": "Last century we needed lawyers; this century we need big, broad coalitions. When extremists decide to attack all our communities, they must hope that there will be infighting. But we have stood all for one and one for all. That is how we will win."
   },
   "author": {
    "text": "Benjamin Todd Jealous"
   }
  },
  {
   "quote": {
    "text": "People don't believe or understand that a community can lose hope. You can have a whole community where hopelessness is the norm, where folks don't have faith that things will get better because history and circumstances have proven over 30, 40, or 50 years that things don't get better."
   },
   "author": {
    "text": "Geoffrey Canada"
   }
  },
  {
   "quote": {
    "text": "Charity can be the outward expression of faith and hope."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "Hope is a great falsifier. Let good judgment keep her in check."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "The Grateful Dead, they're my best friends. Their message of hope, peace, love, teamwork, creativity, imagination, celebration, the dance, the vision, the purpose, the passion all of the things I believe in makes me the luckiest Deadhead in the world."
   },
   "author": {
    "text": "Bill Walton"
   }
  },
  {
   "quote": {
    "text": "I'm voting for Gore because the other is unthinkable. Which most of us will probably do. I hope all of us. I've always liked Ralph Nader and would like to see a real third party, but the thought of George Bush as president is unthinkable."
   },
   "author": {
    "text": "Richard Gere"
   }
  },
  {
   "quote": {
    "text": "My hope is that we would begin to have a dialogue in this country about the importance of civility. We can have strong differences, but it does seem to me that most of the country believes it's gone to critical mass in what I would call the professional class across the political spectrum - left and right."
   },
   "author": {
    "text": "Tom Brokaw"
   }
  },
  {
   "quote": {
    "text": "I really feel like life will dictate itself. You should allow it to unfold as naturally as possible. Just go with the flow. When you're really desperate, you say a few prayers and hope for the best. That's the way I've always lived my life."
   },
   "author": {
    "text": "Shania Twain"
   }
  },
  {
   "quote": {
    "text": "My hope always when I am working with a new client is that I will cultivate a relationship with them: develop a dialogue and a way of working. This makes it easy for a star to trust you."
   },
   "author": {
    "text": "Brad Goreski"
   }
  },
  {
   "quote": {
    "text": "I hope that young people will also look to politics as a vehicle to not only have their voices heard, but actually to be the change makers that they want to see. They are disaffected, understandably, but I hope that young people will not only turn out to vote but also run for office."
   },
   "author": {
    "text": "Chelsea Clinton"
   }
  },
  {
   "quote": {
    "text": "Fighting a war on terrorism is like fighting against crime. We can never hope to eradicate crime, so we shouldn't bother fighting it."
   },
   "author": {
    "text": "Craig Bruce"
   }
  },
  {
   "quote": {
    "text": "In the face of excruciating pain and uncertainty, I never lost hope, and it never occurred to me to stop fighting - not ever."
   },
   "author": {
    "text": "Farrah Fawcett"
   }
  },
  {
   "quote": {
    "text": "My hope is that people will be repulsed by the character's complete lack of ethics and obsession with consumerism - that's what I was saying about the difference between the character's message and the film's message."
   },
   "author": {
    "text": "Christian Bale"
   }
  },
  {
   "quote": {
    "text": "One of the principal goals in my life has been to avoid embarrassing my children by doing the job I do. I hope I've managed to do that, and I hope that, with the job I'm in now, they are, if not proud, at least unembarrassed by it. I must say, my three are most agreeable children, who do nothing but delight me."
   },
   "author": {
    "text": "Hugh Laurie"
   }
  },
  {
   "quote": {
    "text": "We need to move into a culture of peace. What I hope to promote is the idea that we all need each other and that the greatest happiness in life is not how much we have but how much we give. That's a wealth that's priceless. You can't buy compassion."
   },
   "author": {
    "text": "Herbie Hancock"
   }
  },
  {
   "quote": {
    "text": "Sometimes I feel I hope I am not taking advantage of my stardom."
   },
   "author": {
    "text": "Salman Khan"
   }
  },
  {
   "quote": {
    "text": "I have great hope and faith, but it's a humanistic faith based in facts; you have to believe that facts exist. We can all arrive at the same facts if we engage in the process of experimentation, observation, and verification, which can solve more of the world's major problems than a debate over whether God does or doesn't exist."
   },
   "author": {
    "text": "Greg Graffin"
   }
  },
  {
   "quote": {
    "text": "It just goes to show, if you remain focused and you have a dream and you have a desire to do something, then no matter what gets in your way, you can never lose hope. It's possible."
   },
   "author": {
    "text": "Rey Mysterio"
   }
  },
  {
   "quote": {
    "text": "My hopes are not always realized, but I always hope."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "I hope not in works. I hope not in ethics. I hope not in baptisms or church membership. I hope in Christ alone."
   },
   "author": {
    "text": "Paul Washer"
   }
  },
  {
   "quote": {
    "text": "So many times I've photographed stories that show the degradation of the planet. I had one idea to go and photograph the factories that were polluting, and to see all the deposits of garbage. But, in the end, I thought the only way to give us an incentive, to bring hope, is to show the pictures of the pristine planet - to see the innocence."
   },
   "author": {
    "text": "Sebastiao Salgado"
   }
  },
  {
   "quote": {
    "text": "Change is not a destination, just as hope is not a strategy."
   },
   "author": {
    "text": "Rudy Giuliani"
   }
  },
  {
   "quote": {
    "text": "I hope when I'm 80 that I get to Heaven and God doesn't recognise me."
   },
   "author": {
    "text": "Pete Burns"
   }
  },
  {
   "quote": {
    "text": "Our constitutional liberties shall not be sacrificed in our search for greater security, for that is what our enemies and all enemies of freedom and democracy hope to achieve."
   },
   "author": {
    "text": "Tammy Baldwin"
   }
  },
  {
   "quote": {
    "text": "I'm not so presumptuous to feel that they're gonna get it right away, get exactly what I have in mind. I hope that they'll enjoy looking at it at any rate, whatever it is. And that's why I started writing stories on my work."
   },
   "author": {
    "text": "Faith Ringgold"
   }
  },
  {
   "quote": {
    "text": "As an actor, the best way I can hope to promote greater social understanding is through my work. If I can communicate with people and touch their hearts through 'Dangal,' perhaps, eventually, I can help change their minds."
   },
   "author": {
    "text": "Aamir Khan"
   }
  },
  {
   "quote": {
    "text": "Put your blog out into the world and hope that your talent will speak for itself."
   },
   "author": {
    "text": "Diablo Cody"
   }
  },
  {
   "quote": {
    "text": "As the country now turns a new leaf, our ambition is to give hope to each and every Afghan."
   },
   "author": {
    "text": "Hamid Karzai"
   }
  },
  {
   "quote": {
    "text": "There can be hope only for a society which acts as one big family, not as many separate ones."
   },
   "author": {
    "text": "Anwar Sadat"
   }
  },
  {
   "quote": {
    "text": "Right now I'm not involved with anybody, but I hope by 75 I will be again."
   },
   "author": {
    "text": "Stevie Nicks"
   }
  },
  {
   "quote": {
    "text": "Every year we celebrate the holy season of Advent, O God. Every year we pray those beautiful prayers of longing and waiting, and sing those lovely songs of hope and promise."
   },
   "author": {
    "text": "Karl Rahner"
   }
  },
  {
   "quote": {
    "text": "Hope is the only universal liar who never loses his reputation for veracity."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "I do a lot of gay-friendly stuff in my show, and men, women, they all love it. I practice non-judgment in my daily life and hope other people do the same thing."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "There was a moment in my life when I really wanted to kill myself. And there was one other moment when I was close to that. But even in my most jaded times, I had some hope."
   },
   "author": {
    "text": "Gerard Way"
   }
  },
  {
   "quote": {
    "text": "I may be in timeout forever. But I hope not to be."
   },
   "author": {
    "text": "Lance Armstrong"
   }
  },
  {
   "quote": {
    "text": "Litigant. A person about to give up his skin for the hope of retaining his bones."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "I hope with all my heart and soul that every young man who receives the priesthood will honor that priesthood and be true to the trust which is conveyed when it is conferred. May each of us who holds the priesthood of God know what he believes."
   },
   "author": {
    "text": "Thomas S. Monson"
   }
  },
  {
   "quote": {
    "text": "I hope I work effectively, but I never feel I have exhausted what I should be doing... I believe we have a responsibility to be a good influence on others."
   },
   "author": {
    "text": "Thomas S. Monson"
   }
  },
  {
   "quote": {
    "text": "Uncertainty is the refuge of hope."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "I hope in my lifetime we can all continue to laugh at ourselves and not put down anyone for what they weigh."
   },
   "author": {
    "text": "Richard Simmons"
   }
  },
  {
   "quote": {
    "text": "I hope that as the Senate and American people learn more about me, they will see that I am an ordinary person who has been blessed with extraordinary opportunities and experiences."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "Life has changed enormously, and I hope - I hope more people read good things."
   },
   "author": {
    "text": "Barbara Bush"
   }
  },
  {
   "quote": {
    "text": "Overcoming the Cold War required courage from the people of Central and Eastern Europe and what was then the German Democratic Republic, but it also required the steadfastness of Western partner over many decades when many had long lost hope of integration of the two Germanys and Europe."
   },
   "author": {
    "text": "Angela Merkel"
   }
  },
  {
   "quote": {
    "text": "If a man like Malcolm X could change and repudiate racism, if I myself and other former Muslims can change, if young whites can change, then there is hope for America."
   },
   "author": {
    "text": "Eldridge Cleaver"
   }
  },
  {
   "quote": {
    "text": "Absence from whom we love is worse than death, and frustrates hope severer than despair."
   },
   "author": {
    "text": "William Cowper"
   }
  },
  {
   "quote": {
    "text": "While it is important for people to see your promise you must also remember that hope is the keeper of both happiness and disappointment, the father of both progress and failure."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "I hope and believe we are paving a better future for female artists to come."
   },
   "author": {
    "text": "Paula Cole"
   }
  },
  {
   "quote": {
    "text": "I never had to look for confidence because I just wore what I wanted to wear. I would never wear anything to offend my husband or my mother, but outside of that, I always figured, I hope I'm not a rebel, and I hope everybody liked it. And if they didn't like it, it really was not going to disturb me because it was their problem, not mine."
   },
   "author": {
    "text": "Iris Apfel"
   }
  },
  {
   "quote": {
    "text": "When people endure a traumatic event, they are either defeated or made stronger. On Sept. 11, I told New Yorkers, 'I want you to emerge stronger from this.' My words were partially a hope and partially an observation that people in New York City handle big things better than little things. I could not be more proud of the way my city responded."
   },
   "author": {
    "text": "Rudy Giuliani"
   }
  },
  {
   "quote": {
    "text": "One lives in the hope of becoming a memory."
   },
   "author": {
    "text": "Antonio Porchia"
   }
  },
  {
   "quote": {
    "text": "But groundless hope, like unconditional love, is the only kind worth having."
   },
   "author": {
    "text": "John Perry Barlow"
   }
  },
  {
   "quote": {
    "text": "I hope that memory is valued - that we do not lose memory."
   },
   "author": {
    "text": "Studs Terkel"
   }
  },
  {
   "quote": {
    "text": "Peter Jennings was the James Bond of evening news, and I always wanted to be that. His evening news was really a conversation with America, and I hope that's something I can achieve."
   },
   "author": {
    "text": "David Muir"
   }
  },
  {
   "quote": {
    "text": "Hope is not a matter of age."
   },
   "author": {
    "text": "Abbe Pierre"
   }
  },
  {
   "quote": {
    "text": "The biggest danger for any organism is to not identify that it's being threatened. I want to hope that people realize that the source of danger and risk in the Middle East is not the Israeli-Palestinian conflict but the deep radical Islamic vision of forming a global caliphate."
   },
   "author": {
    "text": "Naftali Bennett"
   }
  },
  {
   "quote": {
    "text": "The only hope is that our civilization will collapse at a certain point, as always happens in history. Then, out of barbarity, a renaissance."
   },
   "author": {
    "text": "Pierre Schaeffer"
   }
  },
  {
   "quote": {
    "text": "Kids see cooking as a creative outlet now, like soccer and ballet. It gives me hope that things like fast food, childhood obesity and the horrible state of school lunches can be addressed by kids and their parents."
   },
   "author": {
    "text": "Graham Elliot"
   }
  },
  {
   "quote": {
    "text": "When you say a situation or a person is hopeless, you are slamming the door in the face of God."
   },
   "author": {
    "text": "Charles L. Allen"
   }
  },
  {
   "quote": {
    "text": "Hope for the best, survive the worst, find humor wherever you can."
   },
   "author": {
    "text": "Claire Scovell LaZebnik"
   }
  },
  {
   "quote": {
    "text": "'Lost Girl' has just proven to be one of those shows that people enjoy watching. It has an alchemy about it. It's an escape or a release for people, and that's the best we can hope for."
   },
   "author": {
    "text": "Kris Holden-Ried"
   }
  },
  {
   "quote": {
    "text": "You want to play another kind of character in another genre, and it's been something I've been trying to do if I can in the career so far, and it's something I hope to continue because it's interesting to me and you get to do different things as an actor."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "Every day begins with an act of courage and hope: getting out of bed."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "So I set out to study the oxidation system in the potato, which, if damaged, causes the plant to turn brown. I did this in the hope of discovering, through these studies, the key to the understanding of adrenal function."
   },
   "author": {
    "text": "Albert Szent-Gyorgyi"
   }
  },
  {
   "quote": {
    "text": "I wish I could know everything ever, like that would be my wish - that's what I hope heaven is, that they tell you who shot JFK and all that stuff."
   },
   "author": {
    "text": "Louis C. K."
   }
  },
  {
   "quote": {
    "text": "Our best selves tell us that 'there but for the grace of God... ' and that, in the end, there is no distance, really, between us and them. It is just us. Our best and noble hope is to imitate the God we believe in. The God who has abundant room in God's grief and heart for us all."
   },
   "author": {
    "text": "Greg Boyle"
   }
  },
  {
   "quote": {
    "text": "All parents hope and pray that their children will make wise decisions. Children who are obedient and responsible bring to their parents unending pride and satisfaction."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "For years, I'd go to the movies and see guys doing Boston accents and think, 'Oh please, God, I hope I never have to do that.'"
   },
   "author": {
    "text": "Michael Keaton"
   }
  },
  {
   "quote": {
    "text": "I have seen life from the top down and the bottom up. I know how it looks both ways. And I know there is wisdom and that there is hope."
   },
   "author": {
    "text": "L. Ron Hubbard"
   }
  },
  {
   "quote": {
    "text": "I hope one day I will host my own charity event to give back to society."
   },
   "author": {
    "text": "Yani Tseng"
   }
  },
  {
   "quote": {
    "text": "I hope to stay unemployed as a war photographer till the end of my life."
   },
   "author": {
    "text": "Robert Capa"
   }
  },
  {
   "quote": {
    "text": "Kids want you to take them to whatever kid movie is opening, and you just hope it's good because you're going to buy a ticket, no matter what. If it's no good, you kind of drape your arm over your kid so they don't get smashed, and you take a little nap."
   },
   "author": {
    "text": "Jason Bateman"
   }
  },
  {
   "quote": {
    "text": "What kind of people will these ghettos of Palestinians produce? What form of morality, national consciousness and hope will people be left with after so many years of stifling occupation and a sense of hopelessness?"
   },
   "author": {
    "text": "Sayed Kashua"
   }
  },
  {
   "quote": {
    "text": "I would like this to be a new day. I would hope now that we can focus on doing the people's business."
   },
   "author": {
    "text": "Ernie Fletcher"
   }
  },
  {
   "quote": {
    "text": "I hope I can help guys come out and say, 'All right, dude, I got a manicure... and I liked it.'"
   },
   "author": {
    "text": "Ryan Seacrest"
   }
  },
  {
   "quote": {
    "text": "In a lot of ways, if I were ambitious about anything - besides my career - I'd be ambitious about love. Ambitious in the sense that I really hope to find true love."
   },
   "author": {
    "text": "Sonam Kapoor"
   }
  },
  {
   "quote": {
    "text": "Every parent is at some time the father of the unreturned prodigal, with nothing to do but keep his house open to hope."
   },
   "author": {
    "text": "John Ciardi"
   }
  },
  {
   "quote": {
    "text": "They have a fine breeze and are now we hope, well on their way."
   },
   "author": {
    "text": "Lewis Tappan"
   }
  },
  {
   "quote": {
    "text": "I was a prosecutor for 25 years. I saw so many 15, 16, even 20 year-olds who could not read, had little hope that they would ever find work, faced more challenges than opportunities in life, dropped out of school at some point, and turned to crime."
   },
   "author": {
    "text": "Susana Martinez"
   }
  },
  {
   "quote": {
    "text": "How disappointment tracks the steps of hope."
   },
   "author": {
    "text": "Letitia Elizabeth Landon"
   }
  },
  {
   "quote": {
    "text": "I think I've got a decent imagination. I hope some of my stories inspire other young imaginations."
   },
   "author": {
    "text": "Tony DiTerlizzi"
   }
  },
  {
   "quote": {
    "text": "I hope to live all my life for my art, without abandoning my principles one iota."
   },
   "author": {
    "text": "Gustave Courbet"
   }
  },
  {
   "quote": {
    "text": "The way you wield your power is about using it to afford you opportunities that you wouldn't otherwise have. So I'm very creatively ambitious, and I just hope people notice it; that's all I want."
   },
   "author": {
    "text": "Bat for Lashes"
   }
  },
  {
   "quote": {
    "text": "With optimism, you look upon the sunny side of things. People say, 'Studs, you're an optimist.' I never said I was an optimist. I have hope because what's the alternative to hope? Despair? If you have despair, you might as well put your head in the oven."
   },
   "author": {
    "text": "Studs Terkel"
   }
  },
  {
   "quote": {
    "text": "There are more crime films about the corruption of power because our society has similar problems. It would be great for me as an actor to work on an 'Inside Men' sequel, but I hope it never gets made. Because it would mean the corruption is still there."
   },
   "author": {
    "text": "Lee Byung-hun"
   }
  },
  {
   "quote": {
    "text": "From too much love of living, From hope and fear set free, We thank with brief thanksgiving Whatever gods may be That no life lives for ever; That dead men rise up never; That even the weariest river Winds somewhere safe to sea."
   },
   "author": {
    "text": "Algernon Charles Swinburne"
   }
  },
  {
   "quote": {
    "text": "Everyone wants clean air and clean water, but my hope is that we will not regulate it to the point where we drive businesses and industries out of this country, to the point where entrepreneurs cannot start or expand their businesses because they simply can't afford to do so."
   },
   "author": {
    "text": "Bob Latta"
   }
  },
  {
   "quote": {
    "text": "I want to help others 'think first' before diving into a pool or lake to prevent these types of life-changing accidents. I know I'm in a very fortunate minority and hope my story inspires both adults and children to be more careful."
   },
   "author": {
    "text": "Brooke Burns"
   }
  },
  {
   "quote": {
    "text": "I hope that not only my documentaries, but everybody's documentaries, last. It will really confuse historians in the next century, because they'll have, in addition to all the print material, they'll have all these pictures to look at."
   },
   "author": {
    "text": "Frederick Wiseman"
   }
  },
  {
   "quote": {
    "text": "Even if the hopes you started out with are dashed, hope has to be maintained."
   },
   "author": {
    "text": "Seamus Heaney"
   }
  },
  {
   "quote": {
    "text": "Those who are believers in God find strength from their faith in the face of suffering. They are compelled to give sacrificially to help those in need. And they have the hope that comes from knowing that, with God by their side, the tragedy they are facing is never the final word."
   },
   "author": {
    "text": "Adam Hamilton"
   }
  },
  {
   "quote": {
    "text": "Hope is tomorrow's veneer over today's disappointment."
   },
   "author": {
    "text": "Evan Esar"
   }
  },
  {
   "quote": {
    "text": "To just meet people that have Crohn's or colitis and to hear their stories gives me a lot of hope and a lot of courage."
   },
   "author": {
    "text": "Mike McCready"
   }
  },
  {
   "quote": {
    "text": "I hope to God that the inner strength that will vindicate my deeds will in good time spring forth from my own people. I have done as I had to on the prompting of my inner voice."
   },
   "author": {
    "text": "Kurt Huber"
   }
  },
  {
   "quote": {
    "text": "It's time to get real, folks. Hope and change ain't working. Hope and change is not a solution. Hope and change is not a job."
   },
   "author": {
    "text": "Herman Cain"
   }
  },
  {
   "quote": {
    "text": "When I finally gave up any hope of doing anything representative of the American family, I actually seemed to have tapped into other people's weirdness in that way."
   },
   "author": {
    "text": "Jonathan Franzen"
   }
  },
  {
   "quote": {
    "text": "We often call a certainty a hope, to bring it luck."
   },
   "author": {
    "text": "Elizabeth Bibesco"
   }
  },
  {
   "quote": {
    "text": "I hope that when you see my work, you are looking at yourself looking."
   },
   "author": {
    "text": "James Turrell"
   }
  },
  {
   "quote": {
    "text": "I don't consider myself to be a major talent, so the only solace I can take is to hope I'm growing."
   },
   "author": {
    "text": "Paul Simon"
   }
  },
  {
   "quote": {
    "text": "We're at our best when we put hope in front of fear."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "Hope is a talent like any other."
   },
   "author": {
    "text": "Storm Jameson"
   }
  },
  {
   "quote": {
    "text": "I hope to be remembered as a very good jockey."
   },
   "author": {
    "text": "Chantal Sutherland"
   }
  },
  {
   "quote": {
    "text": "I don't really do simple. I'm not really interested in simple at the end of the day, because nothing's ever simple, and nothing's ever perfect. People certainly aren't - I would hope, anyway, because that would be boring, wouldn't it?"
   },
   "author": {
    "text": "Kate Winslet"
   }
  },
  {
   "quote": {
    "text": "I watch reality TV, but unless you have been part of that crew, unless you've sort of been immersed in that culture in what's happening, unless you have been in that concentrated moment, you wont believe it unless you're there. And with 'Ton of Cash' we just hope that we captured all of the best moments."
   },
   "author": {
    "text": "Dhani Jones"
   }
  },
  {
   "quote": {
    "text": "I'm off to race around the world - a race against time and two men. I know I can beat time. I hope I can beat the men."
   },
   "author": {
    "text": "Dorothy Kilgallen"
   }
  },
  {
   "quote": {
    "text": "In this world you've just got to hope for the best and prepare for the worst and take whatever God sends."
   },
   "author": {
    "text": "Lucy Maud Montgomery"
   }
  },
  {
   "quote": {
    "text": "You believe that easily which you hope for earnestly."
   },
   "author": {
    "text": "Terence"
   }
  },
  {
   "quote": {
    "text": "I always believe things are going to work out."
   },
   "author": {
    "text": "Francoise Sagan"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, all you can hope for is to go on. The older I get, the more I realize that just keeping on keeping on is what life's all about."
   },
   "author": {
    "text": "Janis Ian"
   }
  },
  {
   "quote": {
    "text": "The world is bad but not without hope. It is only hopeless when you look at it from an ideal viewpoint."
   },
   "author": {
    "text": "Friedrich Durrenmatt"
   }
  },
  {
   "quote": {
    "text": "Hope is a risk that must be run."
   },
   "author": {
    "text": "Georges Bernanos"
   }
  },
  {
   "quote": {
    "text": "I hope I will be able to paint as long as I live."
   },
   "author": {
    "text": "Margrethe II of Denmark"
   }
  },
  {
   "quote": {
    "text": "You are slowly developing some multinationals of your own. We certainly hope that some of them will look in this direction when they look for opportunities because the progress of Southeast Asia is important to China, just as China's progress is important to us."
   },
   "author": {
    "text": "Sellapan Ramanathan"
   }
  },
  {
   "quote": {
    "text": "At the moment of death I hope to be surprised."
   },
   "author": {
    "text": "Ivan Illich"
   }
  },
  {
   "quote": {
    "text": "It was my father's hope, and it is ours, that the National Gallery would become not a static but a living institution, growing in usefulness and importance to artists, scholars and the general public."
   },
   "author": {
    "text": "Paul Mellon"
   }
  },
  {
   "quote": {
    "text": "I, for one, hope that youth will again revolt and again demoralize the dead weight of conformity that now lies upon us."
   },
   "author": {
    "text": "Howard Mumford Jones"
   }
  }
 ]
}