{
 "HumorQuotes": [
  {
   "quote": {
    "text": "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Your attitude is like a box of crayons that color your world. Constantly color your picture gray, and your picture will always be bleak. Try adding some bright colors to the picture by including humor, and your picture begins to lighten up."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "Start every day off with a smile and get it over with."
   },
   "author": {
    "text": "W. C. Fields"
   }
  },
  {
   "quote": {
    "text": "The most wasted of all days is one without laughter."
   },
   "author": {
    "text": "e. e. cummings"
   }
  },
  {
   "quote": {
    "text": "A day without laughter is a day wasted."
   },
   "author": {
    "text": "Charlie Chaplin"
   }
  },
  {
   "quote": {
    "text": "Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that's beautiful."
   },
   "author": {
    "text": "Rashida Jones"
   }
  },
  {
   "quote": {
    "text": "I love a man with a great sense of humor and who is intelligent - a man who has a great smile. He has to make me laugh. I like a man who is very ambitious and driven and who has a good heart and makes me feel safe. I like a man who is very strong and independent and confident - that is very sexy - but at the same time, he's very kind to people."
   },
   "author": {
    "text": "Nicole Scherzinger"
   }
  },
  {
   "quote": {
    "text": "There is a thin line that separates laughter and pain, comedy and tragedy, humor and hurt."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "Comedy is simply a funny way of being serious."
   },
   "author": {
    "text": "Peter Ustinov"
   }
  },
  {
   "quote": {
    "text": "Like a welcome summer rain, humor may suddenly cleanse and cool the earth, the air and you."
   },
   "author": {
    "text": "Langston Hughes"
   }
  },
  {
   "quote": {
    "text": "Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don't judge people by their religion, color or sexual habits, love life and your family."
   },
   "author": {
    "text": "Madonna Ciccone"
   }
  },
  {
   "quote": {
    "text": "Laughter is an instant vacation."
   },
   "author": {
    "text": "Milton Berle"
   }
  },
  {
   "quote": {
    "text": "In the household in which I was raised, the themes were pretty simple. 'Work hard. Don't quit. Be appreciative, be thankful, be grateful, be respectful. Also, never whine, never complain. And always, for crying out loud, keep a sense of humor.'"
   },
   "author": {
    "text": "Michael Keaton"
   }
  },
  {
   "quote": {
    "text": "My childhood, adolescence and high school days are unusually important. If there has ever been a time that I developed a uniqueness and sense of humor and the ability to organize, it was then. In those early days, I developed the skills that gave me a certain degree of success in American politics."
   },
   "author": {
    "text": "Lee Atwater"
   }
  },
  {
   "quote": {
    "text": "From there to here, and here to there, funny things are everywhere."
   },
   "author": {
    "text": "Dr. Seuss"
   }
  },
  {
   "quote": {
    "text": "Humor is mankind's greatest blessing."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Everything is funny, as long as it's happening to somebody else."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "Most comedy is based on getting a laugh at somebody else's expense. And I find that that's just a form of bullying in a major way. So I want to be an example that you can be funny and be kind, and make people laugh without hurting somebody else's feelings."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "I think the sexiest thing about a woman is confidence, but confidence in a humble way, not in an arrogant way. Sense of humor is definitely important. And sunglasses always hide a multitude of sins. Sunglasses and a great pair of heels can turn most outfits around."
   },
   "author": {
    "text": "Victoria Beckham"
   }
  },
  {
   "quote": {
    "text": "Everywhere is within walking distance if you have the time."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "Our brand of democracy is hard. But I can promise that a year from now, when I no longer hold this office, I'll be right there with you as a citizen - inspired by those voices of fairness and vision, of grit and good humor and kindness that have helped America travel so far."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Everybody I know who is funny, it's in them. You can teach timing, or some people are able to tell a joke, though I don't like to tell jokes. But I think you have to be born with a sense of humor and a sense of timing."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "Celebrate your successes. Find some humor in your failures."
   },
   "author": {
    "text": "Sam Walton"
   }
  },
  {
   "quote": {
    "text": "If I had no sense of humor, I would long ago have committed suicide."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Kindness and a generous spirit go a long way. And a sense of humor. It's like medicine - very healing."
   },
   "author": {
    "text": "Max Irons"
   }
  },
  {
   "quote": {
    "text": "Laughter is the closest distance between two people."
   },
   "author": {
    "text": "Victor Borge"
   }
  },
  {
   "quote": {
    "text": "It's your outlook on life that counts. If you take yourself lightly and don't take yourself too seriously, pretty soon you can find the humor in our everyday lives. And sometimes it can be a lifesaver."
   },
   "author": {
    "text": "Betty White"
   }
  },
  {
   "quote": {
    "text": "I am attracted to intelligence, a witty sense of humor, an adventurous outlook on life and spiritual awareness about one's self and the world."
   },
   "author": {
    "text": "Tanit Phoenix"
   }
  },
  {
   "quote": {
    "text": "I realize that humor isn't for everyone. It's only for people who want to have fun, enjoy life, and feel alive."
   },
   "author": {
    "text": "Anne Wilson Schaef"
   }
  },
  {
   "quote": {
    "text": "A little perspective, like a little humor, goes a long way."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "I love people who make me laugh. I honestly think it's the thing I like most, to laugh. It cures a multitude of ills. It's probably the most important thing in a person."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "So, I'm thinking of a name for a villain that has a sense of humor. I thought of 'The Joker' as a name, and as soon as I thought that, I associate it with the playing card, as my family had a tradition of champion playing; my brother was a contract champion bridge player. There were always cards around the house."
   },
   "author": {
    "text": "Jerry Robinson"
   }
  },
  {
   "quote": {
    "text": "Keeping an active mind has been vital to my survival, as has been maintaining a sense of humor."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "A well-developed sense of humor is the pole that adds balance to your steps as you walk the tightrope of life."
   },
   "author": {
    "text": "William Arthur Ward"
   }
  },
  {
   "quote": {
    "text": "We get to live in a time that we get to use social media as a tool. It's not just a face on a piece of paper, and that's what makes you someone's favorite model. We can have a very similar sense of humor as someone, and that's why we're their favorite model, or our personal style, off the runway, is why we're their favorite."
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "Humor comes from self-confidence."
   },
   "author": {
    "text": "Rita Mae Brown"
   }
  },
  {
   "quote": {
    "text": "A person without a sense of humor is like a wagon without springs. It's jolted by every pebble on the road."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "Good humor is a tonic for mind and body. It is the best antidote for anxiety and depression. It is a business asset. It attracts and keeps friends. It lightens human burdens. It is the direct route to serenity and contentment."
   },
   "author": {
    "text": "Grenville Kleiser"
   }
  },
  {
   "quote": {
    "text": "Humor is everywhere in that there's irony in just about anything a human does."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "As a person, he was wonderful. He really was a great person. He was full of life. He had a great sense of humor. Very talented, of course, but very caring to his parents. There was a very endearing quality about Elvis."
   },
   "author": {
    "text": "Priscilla Presley"
   }
  },
  {
   "quote": {
    "text": "You can find heroism everyday, like guys working terrible jobs because they've got to support their families. Or as far as humor, the things I see on the job, on the street, are far funnier than anything you'll ever see on TV."
   },
   "author": {
    "text": "Harvey Pekar"
   }
  },
  {
   "quote": {
    "text": "People with a sense of humor tend to be less egocentric and more realistic in their view of the world and more humble in moments of success and less defeated in times of travail."
   },
   "author": {
    "text": "Bob Newhart"
   }
  },
  {
   "quote": {
    "text": "I wasn't close to my father, but I wanted to be all my life. He had a funny sense of humor, and he laughed all the time - good and loud, like I do. He was a gay Irish gentleman and very good-looking. And he wanted to be close to me, too, but we never had much time together."
   },
   "author": {
    "text": "Judy Garland"
   }
  },
  {
   "quote": {
    "text": "Good planning is important. I've also regarded a sense of humor as one of the most important things on a big expedition. When you're in a difficult or dangerous situation, or when you're depressed about the chances of success, someone who can make you laugh eases the tension."
   },
   "author": {
    "text": "Edmund Hillary"
   }
  },
  {
   "quote": {
    "text": "A lot about Congress is about forming good working relationships with people, and humor can really help you do that."
   },
   "author": {
    "text": "Linda Sanchez"
   }
  },
  {
   "quote": {
    "text": "If we went by the world's definition of who I'm supposed to be because I look weird... 'Well, surely, this guy can't have a productive life, surely, he doesn't have a sense of humor. Surely, he can't love life.' We stereotype people in this world. And so... if the world thinks you're not good enough, it's a lie, you know. Get a second opinion."
   },
   "author": {
    "text": "Nick Vujicic"
   }
  },
  {
   "quote": {
    "text": "The secret to humor is surprise."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Kindness is really important to me in finding my own prince - so are patience and a sense of humor. Without those qualities he's no Prince Charming!"
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "Imagination was given to man to compensate him for what he is not; a sense of humor to console him for what he is."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "I'm not funny. What I am is brave."
   },
   "author": {
    "text": "Lucille Ball"
   }
  },
  {
   "quote": {
    "text": "Humour is the weapon of unarmed people: it helps people who are oppressed to smile at the situation that pains them."
   },
   "author": {
    "text": "Simon Wiesenthal"
   }
  },
  {
   "quote": {
    "text": "My view of life is colored by humor and looking at the best in any situation."
   },
   "author": {
    "text": "Michael J. Fox"
   }
  },
  {
   "quote": {
    "text": "Our subconscious minds have no sense of humor, play no jokes and cannot tell the difference between reality and an imagined thought or image. What we continually think about eventually will manifest in our lives."
   },
   "author": {
    "text": "Robert Collier"
   }
  },
  {
   "quote": {
    "text": "Everybody's got a different sense of humor. It's just different styles."
   },
   "author": {
    "text": "Colin Quinn"
   }
  },
  {
   "quote": {
    "text": "I am a candid interview and I have a dark and dry sense of humor - a very Canadian sense of humor and I am only learning now stupidly that you can't read tongue. When I say something funny in a newspaper and I meant it to be funny, it doesn't read that way."
   },
   "author": {
    "text": "Michael Buble"
   }
  },
  {
   "quote": {
    "text": "The schizophrenic has no sense of humor. His world is a constantly daunting, unfriendly place."
   },
   "author": {
    "text": "Bob Newhart"
   }
  },
  {
   "quote": {
    "text": "My life is part humor, part roses, part thorns."
   },
   "author": {
    "text": "Bret Michaels"
   }
  },
  {
   "quote": {
    "text": "Humor is reason gone mad."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "Imagination was given to man to compensate him for what he isn't. A sense of humor was provided to console him for what he is."
   },
   "author": {
    "text": "Horace Walpole"
   }
  },
  {
   "quote": {
    "text": "I have seen what a laugh can do. It can transform almost unbearable tears into something bearable, even hopeful."
   },
   "author": {
    "text": "Bob Hope"
   }
  },
  {
   "quote": {
    "text": "A good actor is someone who knows how to take the part and make it real and make it honest and be effective in it. If it's in a funny movie and, as long as they are cast in an appropriate way, humor will come from it."
   },
   "author": {
    "text": "Ivan Reitman"
   }
  },
  {
   "quote": {
    "text": "Humor is an antidote to all ills."
   },
   "author": {
    "text": "Patch Adams"
   }
  },
  {
   "quote": {
    "text": "Humor is by far the most significant activity of the human brain."
   },
   "author": {
    "text": "Edward de Bono"
   }
  },
  {
   "quote": {
    "text": "Humor and laughter - not necessarily derogatory derision - are my pet tools. This may come from my general philosophy of never taking the world too seriously - for fear of dying of boredom."
   },
   "author": {
    "text": "Marcel Duchamp"
   }
  },
  {
   "quote": {
    "text": "The problem with having a sense of humor is often that people you use it on aren't in a very good mood."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "Get well cards have become so humorous that if you don't get sick you're missing half the fun."
   },
   "author": {
    "text": "Flip Wilson"
   }
  },
  {
   "quote": {
    "text": "Any man who has had the job I've had and didn't have a sense of humor wouldn't still be here."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "Good late-night humor can work at any time of the day."
   },
   "author": {
    "text": "Rich Eisen"
   }
  },
  {
   "quote": {
    "text": "Hateful words stand no chance against self-worth and a little of humor."
   },
   "author": {
    "text": "Iskra Lawrence"
   }
  },
  {
   "quote": {
    "text": "Congratulations, you have a sense of humor. And to those who didn't: Go stick your head in the mud."
   },
   "author": {
    "text": "Jesse Ventura"
   }
  },
  {
   "quote": {
    "text": "Confidence is at the root of so many attractive qualities, a sense of humor, a sense of style, a willingness to be who you are no matter what anyone else might think or say and it's true, I do have a certain fondness for women that have dark hair."
   },
   "author": {
    "text": "Wentworth Miller"
   }
  },
  {
   "quote": {
    "text": "I wasn't shy, but I was really hyper. Nobody got my sense of humor. I was a black skater kid."
   },
   "author": {
    "text": "Tyler, The Creator"
   }
  },
  {
   "quote": {
    "text": "The man with the real sense of humor is the man who can put himself in the spectator's place and laugh at his own misfortune."
   },
   "author": {
    "text": "Bert Williams"
   }
  },
  {
   "quote": {
    "text": "There are two insults no human being will endure: that he has no sense of humor, and that he has never known trouble."
   },
   "author": {
    "text": "Sinclair Lewis"
   }
  },
  {
   "quote": {
    "text": "Self-deprecating humor and brutal honesty is a really freeing thing."
   },
   "author": {
    "text": "Margo Price"
   }
  },
  {
   "quote": {
    "text": "That's how to make a stand-up comedian: You take a person who is uncomfortable and try to squirrel their way out of it through humor."
   },
   "author": {
    "text": "W. Kamau Bell"
   }
  },
  {
   "quote": {
    "text": "Wit - the salt with which the American humorist spoils his intellectual cookery by leaving it out."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "The secret source of humor is not joy but sorrow; there is no humor in Heaven."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "I met Woz when I was 13, at a friend's garage. He was about 18. He was, like, the first person I met who knew more electronics than I did at that point. We became good friends, because we shared an interest in computers and we had a sense of humor. We pulled all kinds of pranks together."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "My favorite kind of humor is basically, if it was happening to you, it wouldn't be funny, but to observe it, it's hilarious."
   },
   "author": {
    "text": "Bill Burr"
   }
  },
  {
   "quote": {
    "text": "In truth, politeness is artificial good humor, it covers the natural want of it, and ends by rendering habitual a substitute nearly equivalent to the real virtue."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "The first ingredient in conversation is truth, the next good sense, the third good humor, and the fourth wit."
   },
   "author": {
    "text": "William Temple"
   }
  },
  {
   "quote": {
    "text": "I think kids want the same thing from a book that adults want - a fast-paced story, characters worth caring about, humor, surprises, and mystery. A good book always keeps you asking questions, and makes you keep turning pages so you can find out the answers."
   },
   "author": {
    "text": "Rick Riordan"
   }
  },
  {
   "quote": {
    "text": "Try to find someone with a sense of humor. That's an important thing to have because when you get into an argument, one of the best ways to diffuse it is to be funny. You don't want to hide away from a point, because some points are serious, but you'd rather have a discussion that was a discussion, rather than an argument."
   },
   "author": {
    "text": "Ed Sheeran"
   }
  },
  {
   "quote": {
    "text": "The more I live, the more I think that humor is the saving sense."
   },
   "author": {
    "text": "Jacob Riis"
   }
  },
  {
   "quote": {
    "text": "Nothing like a little judicious levity."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "I could not tread these perilous paths in safety, if I did not keep a saving sense of humor."
   },
   "author": {
    "text": "Horatio Nelson"
   }
  },
  {
   "quote": {
    "text": "A woman has to be intelligent, have charm, a sense of humor, and be kind. It's the same qualities I require from a man."
   },
   "author": {
    "text": "Catherine Deneuve"
   }
  },
  {
   "quote": {
    "text": "In everyday life, I use positive thoughts, sense of humor, Taekwondo, running, and yoga to make me stronger."
   },
   "author": {
    "text": "Pom Klementieff"
   }
  },
  {
   "quote": {
    "text": "Everyone is flailing through this life without an owner's manual, with whatever modicum of grace and good humor we can manage."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "When you do find humor in trying times, one of the first and most important changes you experience is that you see your perplexing problems in a new way - you suddenly have a new perspective on them."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "True humor springs not more from the head than from the heart. It is not contempt; its essence is love. It issues not in laughter, but in still smiles, which lie far deeper."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "What a strange world this would be if we all had the same sense of humor."
   },
   "author": {
    "text": "Bernard Williams"
   }
  },
  {
   "quote": {
    "text": "Common sense and a sense of humor are the same thing, moving at different speeds. A sense of humor is just common sense, dancing."
   },
   "author": {
    "text": "Clive James"
   }
  },
  {
   "quote": {
    "text": "Don't wish me happiness - I don't expect to be happy it's gotten beyond that, somehow. Wish me courage and strength and a sense of humor - I will need them all."
   },
   "author": {
    "text": "Anne Morrow Lindbergh"
   }
  },
  {
   "quote": {
    "text": "I like doing comedy, I like doing drama. Naturally I like to do, I like doing dramas, I like conflict, and when I do a comedy, you know, I've found that, like, romantic comedy is the trickiest one, because often it's neither: it's not romantic and it's not funny. So, like, I like a comedy that's biting. It's biting humor or really quirky humor."
   },
   "author": {
    "text": "Matt Dillon"
   }
  },
  {
   "quote": {
    "text": "It's a funny old world."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "Among my friends, I'm not a little Boy Scout, and they love my humor, thank God."
   },
   "author": {
    "text": "Don Rickles"
   }
  },
  {
   "quote": {
    "text": "Humor is the truth; wit is an exaggeration of the truth."
   },
   "author": {
    "text": "Stan Laurel"
   }
  },
  {
   "quote": {
    "text": "When people are in the midst of really heavy stuff and still have a sense of humor, I admire that."
   },
   "author": {
    "text": "Ted Danson"
   }
  },
  {
   "quote": {
    "text": "Putting a little time aside for clean fun and good humor is very necessary to relieve the tensions of our time."
   },
   "author": {
    "text": "Hattie McDaniel"
   }
  },
  {
   "quote": {
    "text": "Sometimes I make myself laugh, but that's because I appreciate my sense of humor."
   },
   "author": {
    "text": "Regina Hall"
   }
  },
  {
   "quote": {
    "text": "Humor is always based on a modicum of truth. Have you ever heard a joke about a father-in-law?"
   },
   "author": {
    "text": "Dick Clark"
   }
  },
  {
   "quote": {
    "text": "I come from a family of teasers myself. My grandfather was from Liverpool, and he had a dry sense of humor, and he would tease us terribly. My brother Beau was so skilled in his teasing that he could get a rise out of me by simply pointing at me."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "I'm drawn to the unconventional because I've been drawn unconventionally. I believe that I'm supposed to topple over these false images of what's idealistically beautiful. Because, of course, these intangible qualities are very attractive to women. Sincerity. Sense of humor. Success."
   },
   "author": {
    "text": "CeeLo Green"
   }
  },
  {
   "quote": {
    "text": "You find out in life that people really like you funny. So what do you give 'em? Humor. And then if you show them the other side, they don't like you as much. I find, too, that I can hide behind the idiot's mask being funny, and you never see the sorrow or the pain."
   },
   "author": {
    "text": "Terry Bradshaw"
   }
  },
  {
   "quote": {
    "text": "You can't do anything to be funny. That's cringeworthy. If your humor comes out of a place of love every time, you don't make the joke bigger than you. The funniest comedians are in touch with their emotional level."
   },
   "author": {
    "text": "John Krasinski"
   }
  },
  {
   "quote": {
    "text": "Humor is the oxygen of children's literature. There's a lot of competition for children's time, but even kids who hate to read want to read a funny book."
   },
   "author": {
    "text": "Sid Fleischman"
   }
  },
  {
   "quote": {
    "text": "Our ability to find humor in the world, to make connections between previously unconnected notions, to create new ideas, to share in a common culture: All these essentially human acts depend on memory."
   },
   "author": {
    "text": "Joshua Foer"
   }
  },
  {
   "quote": {
    "text": "To me, in life, if you have a sense of humor about it, that's how you deal with anything."
   },
   "author": {
    "text": "Ralph Macchio"
   }
  },
  {
   "quote": {
    "text": "On April 3, 2014, Jane Goodall turned 80. The iconic blond ponytail has gone gray, but the sparkle of intelligence, sly humor, and fierce dedication still shines from her hazel eyes."
   },
   "author": {
    "text": "David Quammen"
   }
  },
  {
   "quote": {
    "text": "Whatever else an American believes or disbelieves about himself, he is absolutely sure he has a sense of humor."
   },
   "author": {
    "text": "E. B. White"
   }
  },
  {
   "quote": {
    "text": "Basically, I think you need two things to get by in this world: a sense of humor and the ability to laugh when your ego is destroyed."
   },
   "author": {
    "text": "Arlo Guthrie"
   }
  },
  {
   "quote": {
    "text": "It is characteristic of all deep human problems that they are not to be approached without some humor and some bewilderment."
   },
   "author": {
    "text": "Freeman Dyson"
   }
  },
  {
   "quote": {
    "text": "My sense of humor is a turkey, and I pull it out of the oven and baste it in reality."
   },
   "author": {
    "text": "Tracy Morgan"
   }
  },
  {
   "quote": {
    "text": "In prehistoric times, mankind often had only two choices in crisis situations: fight or flee. In modern times, humor offers us a third alternative; fight, flee - or laugh."
   },
   "author": {
    "text": "Robert Orben"
   }
  },
  {
   "quote": {
    "text": "Humor can be an incredible lacerating and effective weapon. And that is the way I use it."
   },
   "author": {
    "text": "Carl Hiaasen"
   }
  },
  {
   "quote": {
    "text": "I have this horrible sense of humor where I think discomfort is funny - partly because I experience discomfort a lot, and it's a way of laughing at it and getting a release."
   },
   "author": {
    "text": "Joaquin Phoenix"
   }
  },
  {
   "quote": {
    "text": "I think the humor of double puns is incredible."
   },
   "author": {
    "text": "Richard Lederer"
   }
  },
  {
   "quote": {
    "text": "Often, contrasts bring art to life: the bright speck of paint on a dark canvas; the tightrope walk between humor and tragedy."
   },
   "author": {
    "text": "Laura van den Berg"
   }
  },
  {
   "quote": {
    "text": "A sense of humor is important. I'm always attracted to a girl with confidence. In terms of looks, I don't have a type. I think a lot of girls think that they have to be super-thin, to meet the Hollywood image, but I think a girl who is voluptuous is very beautiful."
   },
   "author": {
    "text": "Corey Sevier"
   }
  },
  {
   "quote": {
    "text": "People, I guess, generally come to see me do stand-up with a working knowledge of my broad sense of humor on 'The Daily Show'... I don't think anyone would mistake me as an actual anchor."
   },
   "author": {
    "text": "John Oliver"
   }
  },
  {
   "quote": {
    "text": "Comedy has to be based on truth. You take the truth and you put a little curlicue at the end."
   },
   "author": {
    "text": "Sid Caesar"
   }
  },
  {
   "quote": {
    "text": "You may not be able to change a situation, but with humor you can change your attitude about it."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "Americans are pragmatic, relatively uncomplicated, hearty and given to broad humor."
   },
   "author": {
    "text": "Herb Caen"
   }
  },
  {
   "quote": {
    "text": "Humor starts like a wildfire, but then continues on, smoldering, smoldering for years."
   },
   "author": {
    "text": "Robert Orben"
   }
  },
  {
   "quote": {
    "text": "I personally have dealt with any adversity in my life with humor. That's why I told America to 'Read my hips!' on 'Dancing With the Stars' or was happy to play along with Jason Alexander and Jerry Seinfeld in the great restaurant scene on 'Seinfeld.'"
   },
   "author": {
    "text": "Marlee Matlin"
   }
  },
  {
   "quote": {
    "text": "Whether it's viewers of the show or readers of my columns and books, I'm consistently impressed with their wit, humor and insight. That goes for about 95 percent of the audience. The other five percent are why the 'Delete' option and restraining orders were invented."
   },
   "author": {
    "text": "Richard Roeper"
   }
  },
  {
   "quote": {
    "text": "I hate to say it but I hate black humor. I feel like a Klan member saying it, but it's just not funny."
   },
   "author": {
    "text": "Issa Rae"
   }
  },
  {
   "quote": {
    "text": "Humor is such a wonderful thing, helping you realize what a fool you are but how beautiful that is at the same time."
   },
   "author": {
    "text": "Lynda Barry"
   }
  },
  {
   "quote": {
    "text": "That's what kept us going - a sense of absurdity, rather than humor."
   },
   "author": {
    "text": "Frank McCourt"
   }
  },
  {
   "quote": {
    "text": "With Portlandia, I don't think our intention is always to find something funny. Sometimes the humor comes from taking something really seriously. We're okay with making somebody feel uncomfortable or uneasy."
   },
   "author": {
    "text": "Carrie Brownstein"
   }
  },
  {
   "quote": {
    "text": "I love puns. I've been known to turn the car around just to take advantage of a good pun situation. It really is the highest form of humor."
   },
   "author": {
    "text": "Karin Slaughter"
   }
  },
  {
   "quote": {
    "text": "My paintings capture the humor, zaniness, and depth of the Batman villains as well as the Freudian motivations of Batman as an all-too-human, venerable, and funny vigilante superhero."
   },
   "author": {
    "text": "Adam West"
   }
  },
  {
   "quote": {
    "text": "Quite often, intent on conveying how things can go wrong for a culture (science fiction) or an individual (horror) or all of magical creation (fantasy), works of fantastika often preclude comedy, because humor gets in the way of messages of doom or struggle."
   },
   "author": {
    "text": "Paul Di Filippo"
   }
  },
  {
   "quote": {
    "text": "I don't have a disregard for my reader in humor pieces."
   },
   "author": {
    "text": "Ian Frazier"
   }
  },
  {
   "quote": {
    "text": "Rather than writing about my experiences with other people, 'Ugly Cherries' is the first song I've ever written about myself. It's a confrontation: an attempt to unpack my own queerness with humor and self care."
   },
   "author": {
    "text": "Ben Hopkins"
   }
  },
  {
   "quote": {
    "text": "I'm a great admirer of Primo Levi's work. It's always mind-boggling, the idea of how much pain people can endure and still come back from the edge with a sense of humor, with this tremendous animal desire we have to get on with life."
   },
   "author": {
    "text": "Allan Gurganus"
   }
  },
  {
   "quote": {
    "text": "I've learned to start from a really sound argument, boil down the essence of what you're trying to say, then build your humor around that, rather than starting with, 'This sounds funny,' and going from there."
   },
   "author": {
    "text": "Hasan Minhaj"
   }
  },
  {
   "quote": {
    "text": "The duty of comedy is to correct men by amusing them."
   },
   "author": {
    "text": "Moliere"
   }
  },
  {
   "quote": {
    "text": "Humor in a relationship is so important. Many women will say that. Some say, 'If they can make you laugh, it's the sexiest thing on earth.'"
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "I'm a big fan of gallows humor. When my aunt passed away, she was in a coma for a day before my cousins pulled the plug. And the amount of joking and base humor that went on that day around her bed was so insane. It's crazy how people talk when something horrible is happening."
   },
   "author": {
    "text": "Amanda Peet"
   }
  },
  {
   "quote": {
    "text": "Everything human is pathetic. The secret source of humor itself is not joy but sorrow. There is no humor in heaven."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Humor must not professedly teach and it must not professedly preach, but it must do both if it would live forever."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "In building a management team, I look for integrity, loyalty, vision, and a willingness to think outside of the box, and challenge the status quo. I also look for people who have a good sense of humor and who value and empower their team."
   },
   "author": {
    "text": "Shari Redstone"
   }
  },
  {
   "quote": {
    "text": "A sense of humor is a major defense against minor troubles."
   },
   "author": {
    "text": "Mignon McLaughlin"
   }
  },
  {
   "quote": {
    "text": "I believe that singing is the key to long life, a good figure, a stable temperament, increased intelligence, new friends, super self-confidence, heightened sexual attractiveness, and a better sense of humor."
   },
   "author": {
    "text": "Brian Eno"
   }
  },
  {
   "quote": {
    "text": "What a newspaper needs in its news, in its headlines, and on its editorial page is terseness, humor, descriptive power, satire, originality, good literary style, clever condensation, and accuracy, accuracy, accuracy!"
   },
   "author": {
    "text": "Joseph Pulitzer"
   }
  },
  {
   "quote": {
    "text": "Humor is richly rewarding to the person who employs it. It has some value in gaining and holding attention, but it has no persuasive value at all."
   },
   "author": {
    "text": "John Kenneth Galbraith"
   }
  },
  {
   "quote": {
    "text": "Sometimes I used to think to myself, 'Have I lost a sense of humor?' but I don't think that I have. I think one can be as snarky and sarcastic as lots of people, but I have never found that it makes me particularly happy."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "A sense of humor is good for you. Have you ever heard of a laughing hyena with heart burn?"
   },
   "author": {
    "text": "Bob Hope"
   }
  },
  {
   "quote": {
    "text": "My legacy would be that you don't have to give up anything. You can be chic but have a sense of humor, you can be sexy but comfortable, you can be timeless but fresh."
   },
   "author": {
    "text": "Michael Kors"
   }
  },
  {
   "quote": {
    "text": "I am often the brunt of my own humor."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "My mother was very funny. My dad had a great sense of humor. My grandmother, too."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "Humor brings insight and tolerance. Irony brings a deeper and less friendly understanding."
   },
   "author": {
    "text": "Agnes Repplier"
   }
  },
  {
   "quote": {
    "text": "You know those things that you throw the twigs into and it spits them out? That's what I do. The branches are like life, and I throw them into my head and some of it comes out as humor."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "People who know me, they know I have a sense of humor, I'm a bit of a joker, a bit of a clown really, and I would love someone to exploit that side of me and send me a romantic comedy."
   },
   "author": {
    "text": "Gary Oldman"
   }
  },
  {
   "quote": {
    "text": "I like George Carlin's jokes. I like his humor. He's one of my heroes, and I like what he did with talking about everyday things."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "Humor is emotional chaos remembered in tranquility."
   },
   "author": {
    "text": "James Thurber"
   }
  },
  {
   "quote": {
    "text": "Humor is the most engaging cowardice."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "A sense of humor is great - it goes a long, long way in a marriage."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "I have never believed much in luck, and my sense of humor has tended to walk on the dark side."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "Humor is the ability to see three sides to one coin."
   },
   "author": {
    "text": "Ned Rorem"
   }
  },
  {
   "quote": {
    "text": "I don't think it's possible to have a sense of tragedy without having a sense of humor."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "There are men so philosophical that they can see humor in their own toothaches. But there has never lived a man so philosophical that he could see the toothache in his own humor."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "I love people who have a good sense of humor, tell a good story, tell a good joke."
   },
   "author": {
    "text": "Jason Statham"
   }
  },
  {
   "quote": {
    "text": "If you can get humor and seriousness at the same time, you've created a special little thing, and that's what I'm looking for, because if you get pompous, you lose everything."
   },
   "author": {
    "text": "Paul Simon"
   }
  },
  {
   "quote": {
    "text": "Humor is laughing at what you haven't got when you ought to have it."
   },
   "author": {
    "text": "Langston Hughes"
   }
  },
  {
   "quote": {
    "text": "The overwhelming majority of Americans are possessed of two great qualities a sense of humor and a sense of proportion."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Honest good humor is the oil and wine of a merry meeting, and there is no jovial companionship equal to that where the jokes are rather small and laughter abundant."
   },
   "author": {
    "text": "Washington Irving"
   }
  },
  {
   "quote": {
    "text": "When humor goes, there goes civilization."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "Transparency, honesty, kindness, good stewardship, even humor, work in businesses at all times."
   },
   "author": {
    "text": "John Gerzema"
   }
  },
  {
   "quote": {
    "text": "I grew up as a very sarcastic person. I was always the class clown, and to date girls, I had to be really funny. I was really skinny growing up. I was so thin, I had to run around in the shower to get wet. That kind of thin. So I always had to rely on humor and sarcasm."
   },
   "author": {
    "text": "Kurt Fuller"
   }
  },
  {
   "quote": {
    "text": "The best way to make your audience laugh is to start laughing yourself."
   },
   "author": {
    "text": "Oliver Goldsmith"
   }
  },
  {
   "quote": {
    "text": "All my humor is based on destruction and despair. If the whole world were tranquil, without disease and violence, I'd be standing in the bread line - right in back of J. Edgar Hoover."
   },
   "author": {
    "text": "Lenny Bruce"
   }
  },
  {
   "quote": {
    "text": "Laughter, and the broader category of humor, are key elements in helping us go on with our life after a loss."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "When a chick has a sense of humor, there's nothing more attractive."
   },
   "author": {
    "text": "Dylan O'Brien"
   }
  },
  {
   "quote": {
    "text": "Keep your sense of humor, my friend; if you don't have a sense of humor it just isn't funny anymore."
   },
   "author": {
    "text": "Wavy Gravy"
   }
  },
  {
   "quote": {
    "text": "I'm a comedian, and I definitely see the humor in a lot of things. I am also sad a lot. I cry often and easily. I think you're supposed to feel all kinds of things."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "Wit is the lowest form of humor."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "Absurdity is what I like most in life, and there's humor in struggling in ignorance. If you saw a man repeatedly running into a wall until he was a bloody pulp, after a while it would make you laugh because it becomes absurd."
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "I think I have always had a little humor."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "Poor David Hume is dying fast, but with more real cheerfulness and good humor and with more real resignation to the necessary course of things, than any whining Christian ever dyed with pretended resignation to the will of God."
   },
   "author": {
    "text": "Adam Smith"
   }
  },
  {
   "quote": {
    "text": "I want someone who can keep me on my toes, has a good sense of humor and a good heart."
   },
   "author": {
    "text": "Carmen Electra"
   }
  },
  {
   "quote": {
    "text": "You can defeat fear through humor, through pain, through honesty, bravery, intuition, and through love in the truest sense."
   },
   "author": {
    "text": "John Cassavetes"
   }
  },
  {
   "quote": {
    "text": "Humor has bailed me out of more tight situations than I can think of. If you go with your instincts and keep your humor, creativity follows. With luck, success comes, too."
   },
   "author": {
    "text": "Jimmy Buffett"
   }
  },
  {
   "quote": {
    "text": "It's always funny until someone gets hurt. Then it's just hilarious."
   },
   "author": {
    "text": "Bill Hicks"
   }
  },
  {
   "quote": {
    "text": "Anybody with a sense of humor is going to put on my album and laugh from beginning to end."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "I think the scariest person in the world is the person with no sense of humor."
   },
   "author": {
    "text": "Michael J. Fox"
   }
  },
  {
   "quote": {
    "text": "Total absence of humor renders life impossible."
   },
   "author": {
    "text": "Sidonie Gabrielle Colette"
   }
  },
  {
   "quote": {
    "text": "The difference between me as Brian Warner or Marilyn Manson is just words. Same personality, sensibility, sense of humor, behavior. He is me."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "Great men are rarely isolated mountain peaks; they are the summits of ranges."
   },
   "author": {
    "text": "Thomas Wentworth Higginson"
   }
  },
  {
   "quote": {
    "text": "I'll speak for myself, but there's a lot of humor to be found in sarcasm and darkness. You talk to any paramedic, they survive by developing a pretty off-kilter sense of humor."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "As an actor, I'm attracted to drama; as a director, it's humor - because it's the story of my life, and I can't be that serious about it. Being alone is a big theme in all my movies, both as a director and as an actress."
   },
   "author": {
    "text": "Jodie Foster"
   }
  },
  {
   "quote": {
    "text": "Teasing and a sense of humor, if you can develop that in your kids, and if you can exercise it with the kids, just makes for a pleasanter atmosphere."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "I think that humor has become a principle means of communication among Americans about politics."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "It is quite true, as some poets said, that the God who created man must have had a sinister sense of humor, creating him a reasonable being, yet forcing him to take this ridiculous posture, and driving him with blind craving for this ridiculous performance."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "There is something really horrific for any human being who feels he is being consumed by other people. I'm talking about a writer's critics, who don't address what you've written, but want to probe into your existence and magnify the trivia of your life without any sense of humor, without any sense of context."
   },
   "author": {
    "text": "Wole Soyinka"
   }
  },
  {
   "quote": {
    "text": "There's something very authentic about humor, when you think about it. Anybody can pretend to be serious. But you can't pretend to be funny."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "I'm sure I've all but lost friends by maintaining that, despite their love for it, I always saw Stanley Kramer's 'It's a Mad, Mad, Mad, Mad World' as more of an exercise in anti-comedy than humor."
   },
   "author": {
    "text": "Dick Cavett"
   }
  },
  {
   "quote": {
    "text": "Humor has become so cliche and boring that nothing's funny anymore unless it involves something totally disgusting that offends somebody or makes them feel really uncomfortable."
   },
   "author": {
    "text": "Tom DeLonge"
   }
  },
  {
   "quote": {
    "text": "One of the things that binds us as a family is a shared sense of humor."
   },
   "author": {
    "text": "Ralph Fiennes"
   }
  },
  {
   "quote": {
    "text": "I should say, one of the things about being a widow or a widower, you really, really need a sense of humor, because everything's going to fall apart."
   },
   "author": {
    "text": "Joyce Carol Oates"
   }
  },
  {
   "quote": {
    "text": "You learn timing on the road. You learn structure and how to read an audience. You learn so much about the business of laughter that you can't learn on a set, because it's all on you. Sometimes you bomb, and you know not to tell that joke again... You just hope people find the humor in the awkwardness."
   },
   "author": {
    "text": "Marlon Wayans"
   }
  },
  {
   "quote": {
    "text": "I love dry British humor. I love to sketch in my off time. I love tequila."
   },
   "author": {
    "text": "Maren Morris"
   }
  },
  {
   "quote": {
    "text": "I love a girl with a sense of humor. Someone who can make me laugh and that I can get along with and talk with and who is just sweet overall, inside and out."
   },
   "author": {
    "text": "Logan Henderson"
   }
  },
  {
   "quote": {
    "text": "Cynicism is humor in ill health."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "Analyzing humor is like dissecting a frog. Few people are interested and the frog dies of it."
   },
   "author": {
    "text": "E. B. White"
   }
  },
  {
   "quote": {
    "text": "I'd probably describe my sense of humor as 'twisted,' I guess. It's not hard to make me laugh, especially when I'm surrounded by my close friends, especially my bandmates."
   },
   "author": {
    "text": "Mac DeMarco"
   }
  },
  {
   "quote": {
    "text": "What we're doing is fun - if you have any sense of humor at all!"
   },
   "author": {
    "text": "Calvin Klein"
   }
  },
  {
   "quote": {
    "text": "There are different kinds of humor, some is sarcastic, some introspective. Introspective fit my personality better."
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "I like a man who can be a real friend, has a good sense of humor, a good pair of shoes and a healthy gold card."
   },
   "author": {
    "text": "Victoria Beckham"
   }
  },
  {
   "quote": {
    "text": "We do not take humor seriously enough."
   },
   "author": {
    "text": "Konrad Lorenz"
   }
  },
  {
   "quote": {
    "text": "Since the very beginning, Emeril's had a sense of humor about me calling him names and poking fun at him."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "Good humor is the health of the soul, sadness is its poison."
   },
   "author": {
    "text": "Philip Stanhope, 4th Earl of Chesterfield"
   }
  },
  {
   "quote": {
    "text": "We are really living the American dream, to be a successful brand in the States and in Europe and to steep ourselves in our heritage. But we do it with a sense of humor. We don't take ourselves too seriously in fashion."
   },
   "author": {
    "text": "Tommy Hilfiger"
   }
  },
  {
   "quote": {
    "text": "It's hard to force creativity and humor."
   },
   "author": {
    "text": "Al Yankovic"
   }
  },
  {
   "quote": {
    "text": "I have this idyllic love life, but my mind just won't accept that. I would like to bring a new guy home every night. I try to make humor out of that situation."
   },
   "author": {
    "text": "Jen Kirkman"
   }
  },
  {
   "quote": {
    "text": "Incongruity, they say, is one of the main ingredients of humor. Maybe it's because everybody can feel superior to me. I honestly don't know."
   },
   "author": {
    "text": "Emmett Kelly"
   }
  },
  {
   "quote": {
    "text": "The people I mixed with in Monaco didn't relate to my South African mentality or humor... Although I have met some wonderful people since I've been living in Monaco, I regard them all as acquaintances. I only have two people I consider friends here."
   },
   "author": {
    "text": "Charlene, Princess of Monaco"
   }
  },
  {
   "quote": {
    "text": "A good sense of humor will get you everywhere."
   },
   "author": {
    "text": "Josh Bowman"
   }
  },
  {
   "quote": {
    "text": "We are not actually in charge of life, yet behave as if we are the masters of our own destiny. The realization of this fact is quite a hard one. The ridiculousness of our pomposity and presumption can only result in anger or humor."
   },
   "author": {
    "text": "Billy Childish"
   }
  },
  {
   "quote": {
    "text": "Good acting is thinking in front of the camera. I just do that and apply a sense of humor to it. You have to trust the audience to get it."
   },
   "author": {
    "text": "Charles Grodin"
   }
  },
  {
   "quote": {
    "text": "Humor has justly been regarded as the finest perfection of poetic genius."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "The nation that complacently and fearfully allows its artists and writers to become suspected rather than respected is no longer regarded as a nation possessed with humor or depth."
   },
   "author": {
    "text": "James Thurber"
   }
  },
  {
   "quote": {
    "text": "People of humor are always in some degree people of genius."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "Different taste in jokes is a great strain on the affections."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "We can't understand when we're pregnant, or when our siblings are expecting, how profound it is to have a shared history with a younger generation: blood, genes, humor. It means we were actually here, on Earth, for a time - like the Egyptians with their pyramids, only with children."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "You know, I'm Australian, and we have got the worst sense of humor. We are cruel to each other."
   },
   "author": {
    "text": "Steve Irwin"
   }
  },
  {
   "quote": {
    "text": "Bob Hope, like Mark Twain, had a sense of humor that was uniquely American, and like Twain, we'll likely not see another like him."
   },
   "author": {
    "text": "Dick Van Dyke"
   }
  },
  {
   "quote": {
    "text": "People ask if I feel pigeon-holed by always doing the same kind of humorous role. But my tool has always been humor because it's the most entertaining way to put any ideology across, and it's fun, and it's positive, and it's a healer. Laughter is God's gift. I feel privileged to be able to do it."
   },
   "author": {
    "text": "Goldie Hawn"
   }
  },
  {
   "quote": {
    "text": "A woman who knows that she doesn't have to get all decked out to look good is sexy. A woman who can make you feel smart with her conversation skills is also sexy. I believe the sense of humor is important."
   },
   "author": {
    "text": "Benedict Cumberbatch"
   }
  },
  {
   "quote": {
    "text": "Laughter is involuntary. If it's funny you laugh."
   },
   "author": {
    "text": "Tom Lehrer"
   }
  },
  {
   "quote": {
    "text": "In rough times, pathfinders rely on work, friends, humor and prayer. They develop a support network."
   },
   "author": {
    "text": "Gail Sheehy"
   }
  },
  {
   "quote": {
    "text": "I think the next best thing to solving a problem is finding some humor in it."
   },
   "author": {
    "text": "Frank A. Clark"
   }
  },
  {
   "quote": {
    "text": "I'm actually a perpetual 13-year-old. I've never advanced beyond 13. Every day, tomorrow is my 14th birthday. That's my kind of humor."
   },
   "author": {
    "text": "Terry Crews"
   }
  },
  {
   "quote": {
    "text": "I think being a parent is knowing how to love. Sometimes love is discipline, sometimes it's humor, sometimes it's listening."
   },
   "author": {
    "text": "Melissa Etheridge"
   }
  },
  {
   "quote": {
    "text": "Denzel Washington has a great sense of humor. He did all those 'Nutty Professor' movies."
   },
   "author": {
    "text": "Seth MacFarlane"
   }
  },
  {
   "quote": {
    "text": "My dad is and was very funny and had a really dry sense of humor, which, as a kid, seemed un-fun. But in retrospect, it's kind of hilarious."
   },
   "author": {
    "text": "John Mulaney"
   }
  },
  {
   "quote": {
    "text": "There's a tremendous amount of humor... in very unexpected places."
   },
   "author": {
    "text": "Holly Hunter"
   }
  },
  {
   "quote": {
    "text": "I love being Latina. I love our values, the way we're so in touch with others, our dark humor, how fun we are, how relaxed we are. I love how hard working, independent, and ambitious we are."
   },
   "author": {
    "text": "Eiza Gonzalez"
   }
  },
  {
   "quote": {
    "text": "All the people who follow me on Twitter know my sense of humor. I sometimes forget the blogosphere will give it more weight than I intended."
   },
   "author": {
    "text": "Kurt Sutter"
   }
  },
  {
   "quote": {
    "text": "A lot of my humor does come from anger. It's like, you're not gonna pull one over on me - which is pretty much my motto anyways."
   },
   "author": {
    "text": "Courteney Cox"
   }
  },
  {
   "quote": {
    "text": "When I did stand-up at U.C.B., and I had a blog for a couple of years that started my writing career, 'Totally Confident and Completely Insecure,' it was the same kind of self-deprecating humor and stories about being out in L.A. and being treated like a loser at a hair salon because you are not famous."
   },
   "author": {
    "text": "Erin Foster"
   }
  },
  {
   "quote": {
    "text": "Most of the time, the truth is ugly and in your face! My observational brand of humor is very much all in your face!"
   },
   "author": {
    "text": "Erik Griffin"
   }
  },
  {
   "quote": {
    "text": "Think about scary movies: There's a fine line between horror and humor."
   },
   "author": {
    "text": "Roy Blount, Jr."
   }
  },
  {
   "quote": {
    "text": "This is a feminist bookstore. There is no humor section."
   },
   "author": {
    "text": "John Callahan"
   }
  },
  {
   "quote": {
    "text": "I just try to write what I think would really happen, and with grief and tragedy, there are these naturally occurring moments of levity and humor and absurdity. I think that's what life is really like. Sadness gets interrupted, and happiness gets interrupted."
   },
   "author": {
    "text": "Kaui Hart Hemmings"
   }
  },
  {
   "quote": {
    "text": "The values transmitted through oral history are many - courage, selflessness, the ability to endure, and to do so with humor and grace. I got those values listening to my dad's stories about the Depression and how their family survived. It gave me courage that I, too, could survive hard times."
   },
   "author": {
    "text": "Ann Turner"
   }
  },
  {
   "quote": {
    "text": "So once I thought of the villain with a sense of humor, I began to think of a name and the name \"the Joker\" immediately came to mind. There was the association with the Joker in the deck of cards, and I probably yelled literally, 'Eureka!' because I knew I had the name and the image at the same time."
   },
   "author": {
    "text": "Jerry Robinson"
   }
  },
  {
   "quote": {
    "text": "Humor is a serious thing. I like to think of it as one of our greatest earliest natural resources, which must be preserved at all cost."
   },
   "author": {
    "text": "James Thurber"
   }
  },
  {
   "quote": {
    "text": "Humor is not a mood but a way of looking at the world. So if it is correct to say that humor was stamped out in Nazi Germany, that does not mean that people were not in good spirits, or anything of that sort, but something much deeper and more important."
   },
   "author": {
    "text": "Ludwig Wittgenstein"
   }
  },
  {
   "quote": {
    "text": "Good humor is one of the best articles of dress one can wear in society."
   },
   "author": {
    "text": "William Makepeace Thackeray"
   }
  },
  {
   "quote": {
    "text": "The thing that I fear discriminating against is humor and truth."
   },
   "author": {
    "text": "Charles Bukowski"
   }
  },
  {
   "quote": {
    "text": "I've met a lot of people who've lost their jobs and they still have a sense of humor."
   },
   "author": {
    "text": "Louis C. K."
   }
  },
  {
   "quote": {
    "text": "I think probably the qualities that I look for in a man are somewhat different than they were before I became a public person, but not that much different. I think that, sort of, the element of trust is certainly much bigger for me, but the other things that - the other qualities, intelligence and kindness and sense of humor, those things."
   },
   "author": {
    "text": "Monica Lewinsky"
   }
  },
  {
   "quote": {
    "text": "I think being funny is not anyone's first choice."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "I wore goofy hats to school and did musical theater. Most people thought I was a dork. But if you have a sense of humor about it, no one can bring you down."
   },
   "author": {
    "text": "Zac Efron"
   }
  },
  {
   "quote": {
    "text": "We're all screwed up. And the way Christians mess things up is we act like we've got it going on. And if we would just stay in that place of, 'Hey, we're all screwed up and but for the grace of God, none of us have a shot here.' We need to have a sense of humor about it; that's kind of the way I've always faced my comedy."
   },
   "author": {
    "text": "Jeff Foxworthy"
   }
  },
  {
   "quote": {
    "text": "If you are a small company taking on a big company, you need to have a sense of humor."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "The book, '12 Rules For Life,' is a very serious book. There's elements of humor in it, but I'm trying to struggle with things at the deepest possible level and to explain to people why it's necessary to live a upstanding and noble and moral and truthful and responsible life, and why there's hell to pay if you don't do that."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "They say you don't want to meet your heroes, but those two guys, you do want to meet them, because they do not disappoint. Walken has this amazing sense of humor, and Pacino is like just a sweetheart of a guy."
   },
   "author": {
    "text": "Bill Burr"
   }
  },
  {
   "quote": {
    "text": "When humor works, it works because it's clarifying what people already feel. It has to come from someplace real."
   },
   "author": {
    "text": "Tina Fey"
   }
  },
  {
   "quote": {
    "text": "Using no control and using humor will build a relationship and make a dent to where the client puts the counselor in their quality world and then begins to relate and seek out the counselor. Effective therapy begins with the acceptance of the therapist into the client's quality world."
   },
   "author": {
    "text": "William Glasser"
   }
  },
  {
   "quote": {
    "text": "There's a certain type of character that you can't help but come in contact with growing up and living in Brooklyn and Long Island. A certain mixture of moxie, heart, and a wise guy sense of humor."
   },
   "author": {
    "text": "Steve Buscemi"
   }
  },
  {
   "quote": {
    "text": "My daughter doesn't even get my humor. She's like, 'Um, no. I don't get it, Dad. Mmm, no, not that one, Dad.'"
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "In a way, a lot of my humor comes from presenting things that are dramatic or shocking and then people not having socially appropriate responses, having people denying the drama by failing to react to it, and that's a really classic form of humor."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "I have great respect for my parents. I got such beautiful things from both of them. It doesn't mean that we didn't have our rough times, but they were remarkable people who were open-minded, creative and hard-working, and had great senses of humor."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "Humor comes in all forms, and everyone has their cup of tea about what makes them laugh. But the day we censor humor is a sad one for sure."
   },
   "author": {
    "text": "Marlee Matlin"
   }
  },
  {
   "quote": {
    "text": "One of my pet peeves is that sometimes the talents of my band get overlooked because, and it was the same problem that Frank Zappa had, with a lot of groups that use humor, people don't realize there's a lot of craft behind the comedy."
   },
   "author": {
    "text": "Al Yankovic"
   }
  },
  {
   "quote": {
    "text": "I've heard too many times where people say that I'm this ultra-serious guy. In truth, I've got an extremely absurd sense of humor. I thrive on the absurd - I love it."
   },
   "author": {
    "text": "Phil Anselmo"
   }
  },
  {
   "quote": {
    "text": "It's continuously humbling to work hard, you know? As long as you've got a good work ethic and a sense of humor, I don't think anybody can become too much of an egoist under those circumstances."
   },
   "author": {
    "text": "Rachael Ray"
   }
  },
  {
   "quote": {
    "text": "Professional comedians, surprisingly, have a lack of humor. They're insensitive to the insanity of our times."
   },
   "author": {
    "text": "Mort Sahl"
   }
  },
  {
   "quote": {
    "text": "The combination of landing the biggest interview of my career and having a drill in my back reminds me that God only gives us what we can handle and that it helps to have a good sense of humor when we run smack into the absurdity of life."
   },
   "author": {
    "text": "Robin Roberts"
   }
  },
  {
   "quote": {
    "text": "You're not going to see my sense of humor on the football field. That's not a place for me to joke around."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "Men live by intervals of reason under the sovereignty of humor and passion."
   },
   "author": {
    "text": "Thomas Browne"
   }
  },
  {
   "quote": {
    "text": "I think shows that are completely dramatic are a lie. People use humor to cope. That is how we deal with things. In the darkest situations, there's humor. And if you don't show that, you're not being true to real life."
   },
   "author": {
    "text": "Jenji Kohan"
   }
  },
  {
   "quote": {
    "text": "The ultimate storyteller is Shakespeare, who was able to get the 'groundlings' to laugh at his bawdy humor and storylines but could still be studied by scholars to this day for the complexity of his language, meter, and symbolism. That's the real guy."
   },
   "author": {
    "text": "Jon Favreau"
   }
  },
  {
   "quote": {
    "text": "Jeffrey Zeldman had an astonishing ability to craft a seductive coolness using educated references, dry humor, and retro/organic imagery."
   },
   "author": {
    "text": "Matt Mullenweg"
   }
  },
  {
   "quote": {
    "text": "We don't appreciate the value of humor sometimes."
   },
   "author": {
    "text": "Janet Evanovich"
   }
  },
  {
   "quote": {
    "text": "Tony and I had a good on and off screen relationship, we are two very different people, but we did share a sense of humor, we now live in different parts of the world but when we find ourselves in the same place it is more or less as if there had been no years in between."
   },
   "author": {
    "text": "Roger Moore"
   }
  },
  {
   "quote": {
    "text": "Insult is powerful. Insult begets both rage and humor and often at the same time."
   },
   "author": {
    "text": "Suzanne Fields"
   }
  },
  {
   "quote": {
    "text": "If you're playing a good guy, you show some darkness. If you're playing a dark guy, you show something different, like humor, that will mix it up and hopefully surpass the audience's expectations. What I'm battling all the time is complacency in the audience. I try to bring a little mystery to what might happen because that engages people more."
   },
   "author": {
    "text": "Campbell Scott"
   }
  },
  {
   "quote": {
    "text": "I don't have a caustic sense of humor. What I find funny, that humor comes from a much gentler place."
   },
   "author": {
    "text": "Vera Farmiga"
   }
  },
  {
   "quote": {
    "text": "I have a fine sense of the ridiculous, but no sense of humor."
   },
   "author": {
    "text": "Edward Albee"
   }
  },
  {
   "quote": {
    "text": "I hang out with the 'nerdy' people - they have a different sense of humor than most kids."
   },
   "author": {
    "text": "Liam Aiken"
   }
  },
  {
   "quote": {
    "text": "Impropriety is the soul of wit."
   },
   "author": {
    "text": "W. Somerset Maugham"
   }
  },
  {
   "quote": {
    "text": "You are not angry with people when you laugh at them. Humor teaches tolerance."
   },
   "author": {
    "text": "W. Somerset Maugham"
   }
  },
  {
   "quote": {
    "text": "I can imagine no more comfortable frame of mind for the conduct of life than a humorous resignation."
   },
   "author": {
    "text": "W. Somerset Maugham"
   }
  },
  {
   "quote": {
    "text": "I don't feel any need to play the role of the clown. In my private life I take a break from humor."
   },
   "author": {
    "text": "Gad Elmaleh"
   }
  },
  {
   "quote": {
    "text": "To me, Ann Romney sounds like a better candidate than her husband. She put her MS into remission through horseback riding, alternative therapies, and a healthy diet. She knows how to pace herself. She has a sense of humor and an innate honesty, and her hair moves in the wind. Maybe she should run."
   },
   "author": {
    "text": "Patti Davis"
   }
  },
  {
   "quote": {
    "text": "If you look at 'The Best Man,' there's a lot of humor in that, but I never consider that movie a comedy. I felt that it was a drama with comedic elements and comedic parts to it."
   },
   "author": {
    "text": "Malcolm D. Lee"
   }
  },
  {
   "quote": {
    "text": "All I do is have fun. When I'm not working, it's about making people laugh. I love making jokes about things. Even when someone's mad at me, I'll deflect anger with humor. My days are filled with laughter. If I'm not laughing, I'm not happy."
   },
   "author": {
    "text": "Drew Fuller"
   }
  },
  {
   "quote": {
    "text": "People who have any kind of illness use humor as a type of coping."
   },
   "author": {
    "text": "Edward Zwick"
   }
  },
  {
   "quote": {
    "text": "My wife has a good sense of humor, and instead of calling me psychic with my novels, she simply refers to me as being 'psycho.' That's because multiple things in my books have come true."
   },
   "author": {
    "text": "Brad Thor"
   }
  },
  {
   "quote": {
    "text": "Humor is the most important thing in life. It trumps everything else, and it's the only thing that helps me deal with everything else."
   },
   "author": {
    "text": "Paul Rudd"
   }
  },
  {
   "quote": {
    "text": "You are not just a funny person or just a journalist. Most people are hybrids of having a smart opinion and a great sense of humor."
   },
   "author": {
    "text": "Katie Nolan"
   }
  },
  {
   "quote": {
    "text": "My platform has been to reach reluctant readers. And one of the best ways I found to motivate them is to connect them with reading that interests them, to expand the definition of reading to include humor, science fiction/fantasy, nonfiction, graphic novels, wordless books, audio books and comic books."
   },
   "author": {
    "text": "Jon Scieszka"
   }
  },
  {
   "quote": {
    "text": "They don't make you pay for the humor. It's up and down, but they're trying to give you as many laughs as possible in 2 minutes. They are the most honest comedians ever."
   },
   "author": {
    "text": "Mike Judge"
   }
  },
  {
   "quote": {
    "text": "I've learned to have a sense of humor about myself. Lord knows everyone else does!"
   },
   "author": {
    "text": "Debbie Gibson"
   }
  },
  {
   "quote": {
    "text": "Hope for the best, survive the worst, find humor wherever you can."
   },
   "author": {
    "text": "Claire Scovell LaZebnik"
   }
  },
  {
   "quote": {
    "text": "When we go to see comedians or funny movies, they don't address the wall behind them; they face us. This is why a game's first job is to entertain through gameplay and secondarily through humor, drama, or other traditional entertainment devices. The humor has to be a gentleman. I mean, it needs to be squeezed in around the game."
   },
   "author": {
    "text": "Doug TenNapel"
   }
  },
  {
   "quote": {
    "text": "I have a good sense of humor. I think everything we do should have whimsy in it."
   },
   "author": {
    "text": "Judith Leiber"
   }
  },
  {
   "quote": {
    "text": "A lot of people can find something to laugh at in my humor, I guess."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "The thing that makes 'Dirty Jobs' different is that it's one of the few shows that portrays work in a way that doesn't highlight the drudgery. Instead, it highlights the humor."
   },
   "author": {
    "text": "Mike Rowe"
   }
  },
  {
   "quote": {
    "text": "I've got a great sense of humor."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "A pun is the lowest form of humor, unless you thought of it yourself."
   },
   "author": {
    "text": "Doug Larson"
   }
  },
  {
   "quote": {
    "text": "Humor is very interesting to me. My films are not comedies, but there's comedy in them from time to time, absurdities, just like in real life."
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "Our records, if you have a dark sense of humor, were funny, but our records weren't about comedy. They were about protests, fantasy, confrontation and all that."
   },
   "author": {
    "text": "Ice Cube"
   }
  },
  {
   "quote": {
    "text": "Humor is the first of the gifts to perish in a foreign tongue."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "Wit and playfulness represent a desperately serious transcendence of evil. Humor is both a form of wisdom and a means of survival."
   },
   "author": {
    "text": "Tom Robbins"
   }
  },
  {
   "quote": {
    "text": "You can't study comedy; it's within you. It's a personality. My humor is an attitude."
   },
   "author": {
    "text": "Don Rickles"
   }
  },
  {
   "quote": {
    "text": "My humor had changed from foolishness to making sense."
   },
   "author": {
    "text": "Bernie Mac"
   }
  },
  {
   "quote": {
    "text": "I have a very dark sense of humor. I swear. I have a very playful relationship with Jesus."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "Nobody enjoys the 'little show about nothing' humor more than me, but that is never the way I look at it."
   },
   "author": {
    "text": "Jerry Seinfeld"
   }
  },
  {
   "quote": {
    "text": "People probably perceive me as a bit boring because I am a little slow in the humor department, but it's just hard for me to get jokes when they're told in English. I am always the last one to get it."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "Humor has to surprise us; otherwise, it isn't funny. It's a death knell for a writer to be labeled a humorist because then it's not a surprise anymore."
   },
   "author": {
    "text": "Garrison Keillor"
   }
  },
  {
   "quote": {
    "text": "In some sort of crude sense, which no vulgarity, no humor, no overstatement can quite extinguish, the physicists have known sin; and this is a knowledge which they cannot lose."
   },
   "author": {
    "text": "J. Robert Oppenheimer"
   }
  },
  {
   "quote": {
    "text": "And I would be the first to admit that probably, in a lot of press conferences over the time that I have been in coaching, indulging my own sense of humor at press conferences has not been greatly to my benefit."
   },
   "author": {
    "text": "Bobby Knight"
   }
  },
  {
   "quote": {
    "text": "Somebody says, 'Do a Tom Bodett, a folksy kind of thing,' and it sounds like something out of 'Hee Haw,' very insulting. They turn wry humor into disparaging sarcasm, and you get what amounts to insulting advertising."
   },
   "author": {
    "text": "Tom Bodett"
   }
  },
  {
   "quote": {
    "text": "OK, in all seriousness, I would say I couldn't be in a relationship without equality, generosity, integrity, spirit, kindness and humor. And awesomeness."
   },
   "author": {
    "text": "Jennifer Aniston"
   }
  },
  {
   "quote": {
    "text": "One seldom expects the country's president to adequately note the passing of a rocker, but Jimmy Carter's assessment of Elvis Presley's appeal - 'energy, rebelliousness and good humor' - is remarkably close to the mark."
   },
   "author": {
    "text": "Molly Ivins"
   }
  },
  {
   "quote": {
    "text": "I love Stephen Colbert and Jon Stewart because they're bringing irony back into American humor, which is a delicious treat. The entire Colbert persona of being extreme right-wing when he's not at all is highly amusing. He does it so well, but sometimes a little too well. My wife is convinced he's completely that way."
   },
   "author": {
    "text": "John Lydon"
   }
  },
  {
   "quote": {
    "text": "Going to AA helped me to see that there were other people who had problems that had found a way to talk about them and find relief and humor through that."
   },
   "author": {
    "text": "Carrie Fisher"
   }
  },
  {
   "quote": {
    "text": "Comedy, we may say, is society protecting itself - with a smile."
   },
   "author": {
    "text": "J. B. Priestley"
   }
  },
  {
   "quote": {
    "text": "You have to have a sense of humor about life to get through it."
   },
   "author": {
    "text": "Kesha"
   }
  },
  {
   "quote": {
    "text": "I'm very confident that Nick Hornby always gets it right as a writer. He has the vernacular and passion. He is adroit and dry, and balances humor with the humanity of life."
   },
   "author": {
    "text": "Pierce Brosnan"
   }
  },
  {
   "quote": {
    "text": "If you get a diagnosis, get on a therapy, keep a good attitude and keep your sense of humor."
   },
   "author": {
    "text": "Teri Garr"
   }
  },
  {
   "quote": {
    "text": "In looking for humor, keep in mind this guideline: Sometimes it takes a little time to see the humor in your upsets; you may not find something to laugh about immediately."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "Since the goal of my programs is to show audiences how humor can both help them heal as well as deal with not-so-funny stuff, I decided to discuss the events of the previous week, the pain all of us were feeling, and how humor and some laughter might be beneficial."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "Depending on where my self-confidence was, growing up, I would use humor either to bring people closer, or to keep them away from certain feelings I had."
   },
   "author": {
    "text": "Zach Anner"
   }
  },
  {
   "quote": {
    "text": "And I loved Fats Waller. I love his instrumental abilities, his vocal abilities and his sense of humor."
   },
   "author": {
    "text": "Paul McCartney"
   }
  },
  {
   "quote": {
    "text": "Part of my humor is the fact that I love coming out of left field. I don't want people to expect what is going to happen next."
   },
   "author": {
    "text": "Howie Mandel"
   }
  },
  {
   "quote": {
    "text": "Gags die, humor doesn't."
   },
   "author": {
    "text": "Jack Benny"
   }
  },
  {
   "quote": {
    "text": "Men are happy to be laughed at for their humor, but not for their folly."
   },
   "author": {
    "text": "Jonathan Swift"
   }
  },
  {
   "quote": {
    "text": "There is also this benefit in brag, that the speaker is unconsciously expressing his own ideal. Humor him by all means, draw it all out, and hold him to it."
   },
   "author": {
    "text": "Miguel de Cervantes"
   }
  },
  {
   "quote": {
    "text": "A laugh is a surprise. And all humor is physical. I was always athletic, so that came naturally to me."
   },
   "author": {
    "text": "Chevy Chase"
   }
  },
  {
   "quote": {
    "text": "The real important things are kindness and a sense of humor. I've been fortunate to have dated and could have easily married women who have those qualities, and time and circumstances didn't work out. Timing plays a big part."
   },
   "author": {
    "text": "Hill Harper"
   }
  },
  {
   "quote": {
    "text": "I've got a great sense of humor, and if I'm able to say or do something in a movie that people feel like they want to repeat, that's hugely flattering."
   },
   "author": {
    "text": "Matthew McConaughey"
   }
  },
  {
   "quote": {
    "text": "In my opinion, I think sarcasm and humor in a song, without turning it into a novelty song, is really charming."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "I make jokes because humor is the greatest healing factor that there is."
   },
   "author": {
    "text": "Dick Dale"
   }
  },
  {
   "quote": {
    "text": "Well, the most terrible fear that anybody should have is not war, is not a disease, not cancer or heart problems or food poisoning - it's a man or a woman without a sense of humor."
   },
   "author": {
    "text": "Jonathan Winters"
   }
  },
  {
   "quote": {
    "text": "Dad needs to show an incredible amount of respect and humor and friendship toward his mate so the kids understand their parents are sexy, they're fun, they do things together, they're best friends. Kids learn by example. If I respect Mom, they're going to respect Mom."
   },
   "author": {
    "text": "Tim Allen"
   }
  },
  {
   "quote": {
    "text": "My parents have always had a great sense of humor. And I really appreciate good humor in songs, witty lyrics that sneak up on you and then you listen again, and say: 'That's so funny.' John Prine's songs have always had this really witty tone."
   },
   "author": {
    "text": "Kacey Musgraves"
   }
  },
  {
   "quote": {
    "text": "I do talk about celebrity relationships like Kim Kardashian's. I like to find the humor in love."
   },
   "author": {
    "text": "Loni Love"
   }
  },
  {
   "quote": {
    "text": "But it also became the experience, or was the experience, of the writers who were attracted to this kind of humor. They're all men or women who come from the same kind of experience in their own lives."
   },
   "author": {
    "text": "Norman Lear"
   }
  },
  {
   "quote": {
    "text": "Humor is perhaps a sense of intellectual perspective: an awareness that some things are really important, others not; and that the two kinds are most oddly jumbled in everyday affairs."
   },
   "author": {
    "text": "Christopher Morley"
   }
  },
  {
   "quote": {
    "text": "Confidence and a good sense of humor can usually win a chick over."
   },
   "author": {
    "text": "Danny McBride"
   }
  },
  {
   "quote": {
    "text": "When you say a friend has a sense of humor do you mean that he makes you laugh, or that he can make you laugh?"
   },
   "author": {
    "text": "Max Frisch"
   }
  },
  {
   "quote": {
    "text": "Well, darkness with humor... I'm not an extremely suicidal or sad person."
   },
   "author": {
    "text": "Peter Steele"
   }
  },
  {
   "quote": {
    "text": "As far as humor goes, I've always been a very insecure person and I've always wanted to be liked."
   },
   "author": {
    "text": "Peter Steele"
   }
  },
  {
   "quote": {
    "text": "Anyone who knows me, and most of my fans, know that I have a sense of humor."
   },
   "author": {
    "text": "Glenn Danzig"
   }
  },
  {
   "quote": {
    "text": "I think that sense of humor is important in marriage. A sense of humor gets people through marriage."
   },
   "author": {
    "text": "Kyle Chandler"
   }
  },
  {
   "quote": {
    "text": "Sometimes a scene may be about one thing, and it may end up still being about that, but the emotionality of it comes from somewhere else, or the humor of it comes from somewhere else, and it gives it that real-life quality."
   },
   "author": {
    "text": "Kyle Chandler"
   }
  },
  {
   "quote": {
    "text": "Who I was was not acceptable to black L.A. youth: the way I spoke and my sense of humor. Everybody else had relaxers and pressed hair. I wore my hair in an Afro puff. Nappy. The way I dressed. It was all about name brands at the time in L.A. I had no idea. All those things, I failed miserably at."
   },
   "author": {
    "text": "Issa Rae"
   }
  },
  {
   "quote": {
    "text": "For some reason, I had a responsibility to my family and the people who lived around me. I felt that I had to convey their dignity - the way they dealt with adversity and poverty - and their good humor."
   },
   "author": {
    "text": "Frank McCourt"
   }
  },
  {
   "quote": {
    "text": "Justice Scalia was a lion of the law. Agree or disagree with him, all of his colleagues on the bench shared his wisdom and his humor. And like them, I miss him."
   },
   "author": {
    "text": "Neil Gorsuch"
   }
  },
  {
   "quote": {
    "text": "From an early age onward, it was said that 'Ingmar has no sense of humor.'"
   },
   "author": {
    "text": "Ingmar Bergman"
   }
  },
  {
   "quote": {
    "text": "In my experience, if people don't have a sense of humor, they are usually not very good scientists, either."
   },
   "author": {
    "text": "Andre Geim"
   }
  },
  {
   "quote": {
    "text": "Sometimes the only way to deal with horrific things in life is through a dark sense of humor."
   },
   "author": {
    "text": "Margaret Cho"
   }
  },
  {
   "quote": {
    "text": "It's good to be able to laugh at yourself and the problems you face in life. Sense of humor can save you."
   },
   "author": {
    "text": "Margaret Cho"
   }
  },
  {
   "quote": {
    "text": "I talk about race and culture, and that's what my fans respond to. If you grew up in an environment where race and culture were never an issue for you, or where you don't see the humor in our so-called differences, then you might not respond to what I'm doing."
   },
   "author": {
    "text": "Russell Peters"
   }
  },
  {
   "quote": {
    "text": "I like guys with a sense of humor who smile a lot and are kind."
   },
   "author": {
    "text": "Nikki Glaser"
   }
  },
  {
   "quote": {
    "text": "I wish there were more humor in my work than I see in it."
   },
   "author": {
    "text": "Jasper Johns"
   }
  },
  {
   "quote": {
    "text": "My type of humor is me not caring whether people know what I'm talking about or not."
   },
   "author": {
    "text": "John Hodgman"
   }
  },
  {
   "quote": {
    "text": "Negative humor is forgotten immediately. It's the stuff that makes us feel better about our lives that lives long. Much more satisfying. Enter children's books."
   },
   "author": {
    "text": "Berkeley Breathed"
   }
  },
  {
   "quote": {
    "text": "I find that people find a way out of misery through humor and it's humor that's often unacceptable to people who are not in quite such a state of misery."
   },
   "author": {
    "text": "Danny Boyle"
   }
  },
  {
   "quote": {
    "text": "Me and Matt love to argue, but in general our sense of humor is pretty much alike."
   },
   "author": {
    "text": "Trey Parker"
   }
  },
  {
   "quote": {
    "text": "People use the guise of art, and artistic expression, to do all kinds of hateful things. It's like Trump and everybody else using the guise of humor to say hateful things, the excuse being, 'I was just being funny.'"
   },
   "author": {
    "text": "Luvvie Ajayi"
   }
  },
  {
   "quote": {
    "text": "I think that 'Saving Grace' is pretty funny. I think that the show and the woman have a pretty great sense of humor."
   },
   "author": {
    "text": "Holly Hunter"
   }
  },
  {
   "quote": {
    "text": "I love the idea of things being strict and things being uniform. That's the reason why I surround each collection with humor or irony. I want to make sure that it's not too serious and that there is some element that throws it off because otherwise that would make it really boring. There's always a story that's somewhat fantastical."
   },
   "author": {
    "text": "Thom Browne"
   }
  },
  {
   "quote": {
    "text": "Humor was not important only for me, humor was important for this nation for centuries, to survive, you know."
   },
   "author": {
    "text": "Milos Forman"
   }
  },
  {
   "quote": {
    "text": "I think humor is used a lot of the time to keep people from getting too close. Humor side-steps and shifts the meaning."
   },
   "author": {
    "text": "Bruce Nauman"
   }
  },
  {
   "quote": {
    "text": "I believe that economists put decimal points in their forecasts to show they have a sense of humor."
   },
   "author": {
    "text": "William Gilmore Simms"
   }
  },
  {
   "quote": {
    "text": "I was born with a mother who loved me unconditionally and with a sense of humor."
   },
   "author": {
    "text": "Anthony Ray Hinton"
   }
  },
  {
   "quote": {
    "text": "He was just trying to tease me - I knew that later - but he said he'd have to leave because it wasn't fair to have anyone in the room who was going to make fun of what he had to say. He had a good sense of humor, really."
   },
   "author": {
    "text": "Fay Wray"
   }
  },
  {
   "quote": {
    "text": "I never worry about people not taking my work seriously as a result of the humor. In the end, the comic's best trick is the illusion that comedy is effortless. That people imagine what he's doing is easy is an occupational hazard."
   },
   "author": {
    "text": "Richard Russo"
   }
  },
  {
   "quote": {
    "text": "I think God has a sense of humor, and the way my lessons come from God is very funny. I have to laugh at myself even if it's a tough lesson."
   },
   "author": {
    "text": "Yvette Nicole Brown"
   }
  },
  {
   "quote": {
    "text": "Men love it. They have a sense of humor, whereas a lot of women are threatened or just don't get it."
   },
   "author": {
    "text": "Lara Flynn Boyle"
   }
  },
  {
   "quote": {
    "text": "Humor without sadness underneath it feels cheap and aggressive."
   },
   "author": {
    "text": "John Cameron Mitchell"
   }
  },
  {
   "quote": {
    "text": "I appreciate humor so much, but I'm actually not a funny girl."
   },
   "author": {
    "text": "Emmanuelle Chriqui"
   }
  },
  {
   "quote": {
    "text": "There's some sort of unspoken license... when outlandish things come out of an inanimate object, somehow it equals humor."
   },
   "author": {
    "text": "Jeff Dunham"
   }
  },
  {
   "quote": {
    "text": "The more women sit down and write something in a woman's voice for a woman, they more you'll see women in comedy because gender doesn't define sense of humor. Imagination and intelligence and perspective do."
   },
   "author": {
    "text": "Kristen Schaal"
   }
  },
  {
   "quote": {
    "text": "I think humor is important for all of us, and a great comedian is a great treasure."
   },
   "author": {
    "text": "Leila Josefowicz"
   }
  },
  {
   "quote": {
    "text": "I think at its best the American sense of humor is the same as the British sense of humor at its best, which is to be wry and ironic and self deprecating."
   },
   "author": {
    "text": "Simon Pegg"
   }
  },
  {
   "quote": {
    "text": "You've got to have a sense of humor to keep your sanity."
   },
   "author": {
    "text": "Lance Bass"
   }
  },
  {
   "quote": {
    "text": "I think, in our darkest moments, you have to find the humor, and you have to find the lightness."
   },
   "author": {
    "text": "Corey Hawkins"
   }
  },
  {
   "quote": {
    "text": "I majored in extracurriculars, honestly. I joined the Harvard Stand Up Comedy Society, which is a ragtag band of misfits. I wrote for 'On Harvard Time,' which was a student TV show trying to be 'The Daily Show.' And I wrote a humor column for 'The Crimson' starting my sophomore year."
   },
   "author": {
    "text": "Alexandra Petri"
   }
  },
  {
   "quote": {
    "text": "It's always the girl comedy and the guy comedy. It bums me out. You'd think there'd be a progression, from James L. Brooks and Nora Ephron into more subtle humor and behavior and psychology. All these interesting things people can learn about themselves by watching talented writers comment intelligently on someone else's emotional life."
   },
   "author": {
    "text": "Parker Posey"
   }
  },
  {
   "quote": {
    "text": "Music and the blues, they have taught me a lot. I think in this book, 'Book Of Hours,' there is this blues sensibility. There are moments of humor even in the sorrow, and I'm really interested in the way that the blues have that tragic-comic view of life - what Langston Hughes called 'laughing to keep from crying.'"
   },
   "author": {
    "text": "Kevin Young"
   }
  },
  {
   "quote": {
    "text": "A man's man is respectful, he's honorable, he's loyal, he's sensitive, he's strong, he's tough, he's well-groomed, he has a sense of humor - and he takes care of himself and his lady."
   },
   "author": {
    "text": "Frank Vincent"
   }
  },
  {
   "quote": {
    "text": "Humor is an affirmation of dignity, a declaration of man's superiority to all that befalls him."
   },
   "author": {
    "text": "Romain Gary"
   }
  },
  {
   "quote": {
    "text": "The Good Humor man can only be pushed so far."
   },
   "author": {
    "text": "Nancy Cartwright"
   }
  },
  {
   "quote": {
    "text": "I have a really dry sense of humor. I don't think it's funny when people wink at the camera. That's more of an actor thing, just committing to whatever the thing is."
   },
   "author": {
    "text": "Topher Grace"
   }
  },
  {
   "quote": {
    "text": "I don't really have a type. I don't want to be a cliche. But personality is a big thing for me. You can find cute guys all over. But he's got to have some sort of sense of humor, which is so hard to find in a guy. He's got to be a bit smart."
   },
   "author": {
    "text": "Zara Larsson"
   }
  },
  {
   "quote": {
    "text": "I am a great believer that what makes our show different is the humor."
   },
   "author": {
    "text": "Treat Williams"
   }
  },
  {
   "quote": {
    "text": "If I can't see the humor in it, how am I going to be funny?"
   },
   "author": {
    "text": "Casey Affleck"
   }
  },
  {
   "quote": {
    "text": "It's how you define yourself. It's not Nirvana or Pearl Jam: it's, 'Do you watch 'Portlandia' or 'Amy Schumer'?' It relates to a specific sense of humor. And, 'Do you know the hidden gems?' Like, if you knew the Pixies in the '80s."
   },
   "author": {
    "text": "Jonathan Krisel"
   }
  },
  {
   "quote": {
    "text": "We are, in the comics, the last frontier of good, wholesome family humor and entertainment."
   },
   "author": {
    "text": "Bil Keane"
   }
  },
  {
   "quote": {
    "text": "What's lovely about 'Eureka' is that it's a sci-fi show, but it's not monsters from outer space; it's not craziness from outer space. It's just about this community of people and what they do. These geniuses have sometimes done wonderful things and sometimes created global warming. It has this wonderful left-of-center sense of humor."
   },
   "author": {
    "text": "Joe Morton"
   }
  },
  {
   "quote": {
    "text": "I try to find humor in everything I do, because I think all great plays - even great tragedies - have enormous humor in them."
   },
   "author": {
    "text": "Marian Seldes"
   }
  },
  {
   "quote": {
    "text": "I was a product of a divorced family and I used humor as a weapon to combat sadness. I used comedy to make my mother laugh in light of the darkness that she faced, and to me it became a very powerful tool at a very young age, at six. I saw how therapeutic it could be."
   },
   "author": {
    "text": "Josh Gad"
   }
  },
  {
   "quote": {
    "text": "Lucifer has a sense of fun about life; he just likes to play with people. But the sense of humor of the show is what makes the show entertaining as opposed to dark."
   },
   "author": {
    "text": "Tom Ellis"
   }
  },
  {
   "quote": {
    "text": "I don't think arrested-adolescent humor will fade. Maybe the form will change, but I guarantee its replacement will still be based in immature behavior from mature figures."
   },
   "author": {
    "text": "Adam McKay"
   }
  },
  {
   "quote": {
    "text": "If you're a content creator looking to elicit a certain emotion, we can validate that. In cases where an ad is trying to elicit humor, we can tell you if people get the jokes or not by the number of people who smile, the intensity of the smile, and the timing of the smile."
   },
   "author": {
    "text": "Rana el Kaliouby"
   }
  },
  {
   "quote": {
    "text": "We take the shortest route to the puck and arrive in ill humor."
   },
   "author": {
    "text": "Bobby Clarke"
   }
  },
  {
   "quote": {
    "text": "Spielberg read the 'Understudy' and decided that was the voice he wanted to write 'Smash.' He wanted a story that had humanity and humor and high-stakes dreams."
   },
   "author": {
    "text": "Theresa Rebeck"
   }
  },
  {
   "quote": {
    "text": "Humor is a social lubricant that helps us get over some of the bad spots."
   },
   "author": {
    "text": "Steve Allen"
   }
  },
  {
   "quote": {
    "text": "I'll do humor about myself, I'll poke fun and everything, but that's me and I can do it to me. I think it's cruel to do it to somebody else."
   },
   "author": {
    "text": "Delta Burke"
   }
  },
  {
   "quote": {
    "text": "Russian humor is to adapt or make some sense or nonsense out of the insanity of their lives."
   },
   "author": {
    "text": "Ian Frazier"
   }
  },
  {
   "quote": {
    "text": "I'm interested in people's darkness - and humor in the darkness."
   },
   "author": {
    "text": "Tanya Saracho"
   }
  },
  {
   "quote": {
    "text": "I am a great believer that your humor is developed at a very early age, and it doesn't ever change. You're basically the same person forever, so you find the same stuff funny forever."
   },
   "author": {
    "text": "James Bobin"
   }
  },
  {
   "quote": {
    "text": "I grew up in a family that was very barbed and difficult, and there was a lot of humor. None of it was painless humor. All of it was at someone else's expense. It was kind of always about power."
   },
   "author": {
    "text": "John Wells"
   }
  },
  {
   "quote": {
    "text": "Guys usually like my sense of humor, and I am pretty down to earth. And I'm a driven person."
   },
   "author": {
    "text": "Kreayshawn"
   }
  },
  {
   "quote": {
    "text": "The key to gallows humor is to make the joke, no matter how certain the gallows is."
   },
   "author": {
    "text": "James Adomian"
   }
  },
  {
   "quote": {
    "text": "Sense of humor is important in life, not just in clothing. How boring to live a life in beige."
   },
   "author": {
    "text": "Jean Pigozzi"
   }
  },
  {
   "quote": {
    "text": "I thought my family was really funny. Everybody in my family was funny. My mom and dad both have great senses of humor and really saw the funny in stuff, so I think that's probably where it came from. I always try to see the funny in things."
   },
   "author": {
    "text": "Christine Ebersole"
   }
  },
  {
   "quote": {
    "text": "My mother was Irish; she had this great sense of humor, and both my parents loved films. There was a very vibrant discourse about politics and everything that was going on in the world where I grew up. So I was genetically predisposed to go into the performing arts."
   },
   "author": {
    "text": "Martin Donovan"
   }
  },
  {
   "quote": {
    "text": "We are fans of Mozart and Beethoven, as well 'South Park' and Borat. We believe that we can attract many people who eschew the serious ambiance of concert halls and don't go to classical music concerts because of such reasons. However, there is a 'serious humor' on the stage: funny and ridiculous. That is important!"
   },
   "author": {
    "text": "Aleksey Igudesman"
   }
  },
  {
   "quote": {
    "text": "Humor is a very important thing. It is a natural predilection. It is an emotional release."
   },
   "author": {
    "text": "Ray Stevenson"
   }
  },
  {
   "quote": {
    "text": "Humor, humility, and, of course, honesty, all are qualities that work in public and cultural diplomacy."
   },
   "author": {
    "text": "Cynthia P. Schneider"
   }
  },
  {
   "quote": {
    "text": "There is no defense against adverse fortune which is so effectual as an habitual sense of humor."
   },
   "author": {
    "text": "Thomas Wentworth Higginson"
   }
  },
  {
   "quote": {
    "text": "Humor has always been important to me. If there is a shield of faith that you can keep up against difficulties, humor is the Teflon coating."
   },
   "author": {
    "text": "Laurel Lea"
   }
  },
  {
   "quote": {
    "text": "I can't live without a sense of humor. I need to be laughing and entertained at all times."
   },
   "author": {
    "text": "Carlos Ponce"
   }
  },
  {
   "quote": {
    "text": "A good-humored wife who appreciates most, if not all, of my humor - her price is far above rubies, as the book of Proverbs doesn't quite say."
   },
   "author": {
    "text": "Andrew Hudgins"
   }
  },
  {
   "quote": {
    "text": "I'm interested in humor, and greeting cards just happen to be a perfect medium for my message. They're accessible to everyone, and thanks to all the advances that have been made by environmentally conscientious printers, I can get my message across while keeping my carbon footprint relatively small."
   },
   "author": {
    "text": "Anne Taintor"
   }
  },
  {
   "quote": {
    "text": "Life is tragic comedy, in a way. There is humor."
   },
   "author": {
    "text": "Tcheky Karyo"
   }
  },
  {
   "quote": {
    "text": "For me, whenever I would see a lot of 'black films,' I didn't feel represented in it. I didn't feel connected to the characters or the situations or the humor."
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "I like bawdy humor. I love bawdy humor, but not dirty humor."
   },
   "author": {
    "text": "Betty White"
   }
  },
  {
   "quote": {
    "text": "Well, I mean, if a joke or humor is bawdy, it's got to be funny enough to warrant it. You can't just have it bawdy or dirty just for the sake of being that - it's got to be funny."
   },
   "author": {
    "text": "Betty White"
   }
  },
  {
   "quote": {
    "text": "I suppose I miss the British cynicism and the humor."
   },
   "author": {
    "text": "Rod Stewart"
   }
  },
  {
   "quote": {
    "text": "It doesn't take many people to have a bad sense of humor to get in trouble at a corporation."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "I think in my case, I had no choice but to have a good sense of humor. I grew up with my dad, Danny Thomas, and George Burns and Bob Hope and Milton Berle and Sid Caesar and all those guys were at our house all the time and telling jokes and making each other laugh."
   },
   "author": {
    "text": "Marlo Thomas"
   }
  },
  {
   "quote": {
    "text": "The rejection that we all take and the sadness and the aggravation and the loss of jobs and all of the things that we live through in our lives, without a sense of humor, I don't know how people make it."
   },
   "author": {
    "text": "Marlo Thomas"
   }
  },
  {
   "quote": {
    "text": "In conversation, humor is worth more than wit and easiness more than knowledge."
   },
   "author": {
    "text": "George Herbert"
   }
  },
  {
   "quote": {
    "text": "A sense of humor keen enough to show a man his own absurdities will keep him from the commission of all sins, or nearly all, save those worth committing."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "Comedy is difficult for an actor. But I think I have a good sense of humor and manage to make people laugh and make them happy."
   },
   "author": {
    "text": "Aishwarya Rai Bachchan"
   }
  },
  {
   "quote": {
    "text": "No mind is thoroughly well organized that is deficient in a sense of humor."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "Humor does not rescue us from unhappiness, but enables us to move back from it a little."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "Humor is just another defense against the universe."
   },
   "author": {
    "text": "Mel Brooks"
   }
  },
  {
   "quote": {
    "text": "Political correctness? In my humor, I never talk about politics. I was never much into all that."
   },
   "author": {
    "text": "Don Rickles"
   }
  },
  {
   "quote": {
    "text": "Half the battle is that people have to like you before you say one joke, one bit of humor."
   },
   "author": {
    "text": "Don Rickles"
   }
  },
  {
   "quote": {
    "text": "Things are more complex today, and I think humor has changed a a great deal. People are more sensitive today."
   },
   "author": {
    "text": "Lewis Grizzard"
   }
  },
  {
   "quote": {
    "text": "My dad was very much a John Wayne kind of guy, but he was also a great guy, great sense of humor, a real dedicated dad. I don't think he ever missed a hockey game I was in."
   },
   "author": {
    "text": "Denis Leary"
   }
  },
  {
   "quote": {
    "text": "I'm really happy I went to a Catholic school because a lot of the repressive tactics they use make for great senses of humor."
   },
   "author": {
    "text": "Denis Leary"
   }
  },
  {
   "quote": {
    "text": "Never make a joke or try for humor at someone else's expense. In a high-stakes environment, everyone needs to feel safe."
   },
   "author": {
    "text": "Alan Mulally"
   }
  },
  {
   "quote": {
    "text": "Picking my topics is sort of a process of elimination for me. Most things don't work for me. I like to cover science and unexpected things happening in labs. Also, theoretical research doesn't work for my style. I need scenes and interactions. Then, humor. I'm having the most fun when I can have fun with my work."
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "I want to have fun. Life ain't no dress rehearsal. I want to have fun. I'm a comedian; I ain't no politician. So everything I do is with humor, with love."
   },
   "author": {
    "text": "Bernie Mac"
   }
  },
  {
   "quote": {
    "text": "The total absence of humor from the Bible is one of the most singular things in all literature."
   },
   "author": {
    "text": "Alfred North Whitehead"
   }
  },
  {
   "quote": {
    "text": "I don't think of myself as funny - I don't fill up a room with my humor... I would fail miserably as a stand-up comedian."
   },
   "author": {
    "text": "Steve Carell"
   }
  },
  {
   "quote": {
    "text": "Poop humor is fun. If you do the toilet scenes well and commit to them, they can be really, really powerful."
   },
   "author": {
    "text": "Sandra Bullock"
   }
  },
  {
   "quote": {
    "text": "Stand-up comics reflect less of a visual humor and more of a commentary."
   },
   "author": {
    "text": "Shel Silverstein"
   }
  },
  {
   "quote": {
    "text": "A lot of people into Tool, for some reason, are not interested in humor."
   },
   "author": {
    "text": "Maynard James Keenan"
   }
  },
  {
   "quote": {
    "text": "Things can be funny only when we are in fun. When we're 'dead earnest,' humor is the only thing that is dead."
   },
   "author": {
    "text": "Flip Wilson"
   }
  },
  {
   "quote": {
    "text": "I have my outlet for my humor through my characters, and I also have the intimacy of rapport with my fans that allows me to explain my philosophy and spirituality."
   },
   "author": {
    "text": "Flip Wilson"
   }
  },
  {
   "quote": {
    "text": "Humor is my default mode."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "I love practical jokes and humor. That there's frankly no joke that I don't think is funny. I love practical jokes, but I don't like being scared."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "I have five boys in the family, and it's constant competition, sport, humor, and practical jokes."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "Both conservatives and liberals watch 'Parks and Recreation,' and they each think the show is for them, which is really cool. 'SNL' was totally different. It was exciting because everyone was paying attention. Political humor works when people know what you're talking about."
   },
   "author": {
    "text": "Amy Poehler"
   }
  },
  {
   "quote": {
    "text": "There is a collective as well as an individual humor inclining peoples to sadness or cheerfulness, making them see things in bright or somber lights. In fact, only society can pass a collective opinion on the value of human life; for this the individual is incompetent."
   },
   "author": {
    "text": "Emile Durkheim"
   }
  },
  {
   "quote": {
    "text": "I think in life, the sense of humor and comedy always exists."
   },
   "author": {
    "text": "Mike Epps"
   }
  },
  {
   "quote": {
    "text": "I'm not a particularly dark individual. I have my moments, it's true, but I do have a sense of humor."
   },
   "author": {
    "text": "Alan Moore"
   }
  },
  {
   "quote": {
    "text": "If this humor be the safety of our race, then it is due largely to the infusion into the American people of the Irish brain."
   },
   "author": {
    "text": "William Howard Taft"
   }
  },
  {
   "quote": {
    "text": "Working on newspapers, you're writing to a certain length, often very brief pieces; you tend to look for easy forms of humor - women can't drive, things like that. That's about the level of a lot of newspaper humor. It becomes a form of laziness."
   },
   "author": {
    "text": "Tom Wolfe"
   }
  },
  {
   "quote": {
    "text": "I used to watch 'The Waltons' and sob because my family was nothing like that. We had a cruel sense of humor in my family."
   },
   "author": {
    "text": "Paula Poundstone"
   }
  },
  {
   "quote": {
    "text": "I have a very silly sense of humor. I've never laughed harder in my entire life than seeing someone with toilet paper stuck on the bottom of their shoe."
   },
   "author": {
    "text": "Paula Poundstone"
   }
  },
  {
   "quote": {
    "text": "I guess, for me, I've always thought that there was humor everywhere. And as a kid, I just, you know, I grew up an only child, and I - sort of nothing made me happier than to make my parents laugh. I remember I had costumes and things laying around the house that I was, you know, anything that I could do to make my parents laugh."
   },
   "author": {
    "text": "Justin Timberlake"
   }
  },
  {
   "quote": {
    "text": "I don't know how many sacred cows there are today. I think there's a little confusion between humor and gross passing for humor. That's kind of regrettable."
   },
   "author": {
    "text": "Bob Newhart"
   }
  },
  {
   "quote": {
    "text": "I think there's a little confusion between humor and 'gross' passing for humor. That's kind of regrettable, because they aren't the same thing."
   },
   "author": {
    "text": "Bob Newhart"
   }
  },
  {
   "quote": {
    "text": "I think that what comes through in Chicago humor is the affection. Even though you're poking fun at someone or something, there's still an affection for it."
   },
   "author": {
    "text": "Bob Newhart"
   }
  },
  {
   "quote": {
    "text": "Humor is so important to the American scene throughout history."
   },
   "author": {
    "text": "Bob Newhart"
   }
  },
  {
   "quote": {
    "text": "What you see on stage is pretty much the way I am... a dry sense of humor."
   },
   "author": {
    "text": "Bob Newhart"
   }
  },
  {
   "quote": {
    "text": "Humor's a weapon if you want to make it one."
   },
   "author": {
    "text": "Bob Newhart"
   }
  },
  {
   "quote": {
    "text": "Me myself, Brian, I'm a Midwesterner at heart, and I have this deep, bone-dry sense of humor, and I've found it worked to combine this Barbie with a dry, sarcastic man."
   },
   "author": {
    "text": "Trixie Mattel"
   }
  },
  {
   "quote": {
    "text": "I'm strange! I have a weird sense of humor! I look crazy!"
   },
   "author": {
    "text": "Trixie Mattel"
   }
  },
  {
   "quote": {
    "text": "And, you know, I liked writing humor. Well, I should say, I wanted to write seriously, but it kept turning funny."
   },
   "author": {
    "text": "Roseanne Barr"
   }
  },
  {
   "quote": {
    "text": "I think a sense of humor will help get a girl out of a dark place."
   },
   "author": {
    "text": "Twyla Tharp"
   }
  },
  {
   "quote": {
    "text": "Humor is to get us over terrible things."
   },
   "author": {
    "text": "Ricky Gervais"
   }
  },
  {
   "quote": {
    "text": "I got my sense of humor from my grandmother. You know, my grandmother was very funny."
   },
   "author": {
    "text": "Paul Mooney"
   }
  },
  {
   "quote": {
    "text": "My wife, my daughters, even my grandchildren are funny. You've got to keep a sense of humor because anger destroys you."
   },
   "author": {
    "text": "Michael Caine"
   }
  },
  {
   "quote": {
    "text": "Humor, for me, is really a gate of departure. It's a way of enticing a reader into a poem so that less funny things can take place later. It really is not an end in itself, but a means to an end."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "Why anybody gets my sense of humor I never know, but I do know that when they do, I keep them as close as I possibly can."
   },
   "author": {
    "text": "Joss Whedon"
   }
  },
  {
   "quote": {
    "text": "I never write anything without humor, just because I like humor, but at the same time, it is a way for anything fantastical to become relatable."
   },
   "author": {
    "text": "Joss Whedon"
   }
  },
  {
   "quote": {
    "text": "When I was young, my favorite picture book was 'Fletcher and Zenobia,' written by Edward Gorey and illustrated by Victoria Chess. It's long out of print now, but its mix of macabre humor and 1960s psychedelia made it a perfect children's book for the times."
   },
   "author": {
    "text": "Rick Riordan"
   }
  },
  {
   "quote": {
    "text": "Humor is one of the best ingredients of survival."
   },
   "author": {
    "text": "Aung San Suu Kyi"
   }
  },
  {
   "quote": {
    "text": "What I wrote all the time when I was a kid - I don't want to call it 'poetry,' because it wasn't poetry. I was not that kind of a writer. I was a rhymer. I was a fan of Dorothy Parker's, so maybe I wrote poetry to that extent, but my main focus was the humor of it, and word construction, and the slant. Your words, it's a very powerful experience."
   },
   "author": {
    "text": "Carrie Fisher"
   }
  },
  {
   "quote": {
    "text": "Along with a sense of humor, my songs have to be sincere, and they have to be sung from a position of inner conviction."
   },
   "author": {
    "text": "Arlo Guthrie"
   }
  },
  {
   "quote": {
    "text": "The comic is the perception of the opposite; humor is the feeling of it."
   },
   "author": {
    "text": "Umberto Eco"
   }
  },
  {
   "quote": {
    "text": "I need a man with a good sense of humor and a kind heart."
   },
   "author": {
    "text": "Joanna Krupa"
   }
  },
  {
   "quote": {
    "text": "All I know about humor is that I don't know anything about it."
   },
   "author": {
    "text": "Fred Allen"
   }
  },
  {
   "quote": {
    "text": "You know, Freud accepted his lot very stoically and very well and with a sense of humor. He aged and died gracefully, and there's a lot to be said for that."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "The only way I could get comfortable around people was to make them laugh. I was an obedient girl, and humor was my one form of rebellion. I used comedy to deflect. Like, 'Hey, check out my zit!' - you know, making fun of yourself before someone else has a chance to."
   },
   "author": {
    "text": "Tina Fey"
   }
  },
  {
   "quote": {
    "text": "It's easier to sit there and say you don't like feminists because they don't have a sense of humor."
   },
   "author": {
    "text": "Joan Jett"
   }
  },
  {
   "quote": {
    "text": "There are certain things I learned when I first started learning about acting, to try and place the character physically and emotionally. And the way you place them emotionally is often with humor."
   },
   "author": {
    "text": "David Duchovny"
   }
  },
  {
   "quote": {
    "text": "One of the great things about the Internet is that you can read what everybody has to say about everything. It is fascinating to me, the critiques about humor by people who have no sense of humor."
   },
   "author": {
    "text": "Matt Groening"
   }
  },
  {
   "quote": {
    "text": "I really believe if you give people a product that couples entertainment with a little bit of education, a soft glove and sense of humor - especially about a subject people have begun to feel very frustrated about, which is the legal system - then you have a formula for success."
   },
   "author": {
    "text": "Judy Sheindlin"
   }
  },
  {
   "quote": {
    "text": "I think people appreciate a songwriter who shows different sides. The whole angst thing is cool, but if that's all you've got, it's just boring. Everything I write, whether it's happy or sad, has a sense of humor to it."
   },
   "author": {
    "text": "Katy Perry"
   }
  },
  {
   "quote": {
    "text": "You either have chemistry or you don't, but a lot of what attracts me is a guy's mind and humor and talent. I need to get to know all those things before I fall for someone."
   },
   "author": {
    "text": "Nina Dobrev"
   }
  },
  {
   "quote": {
    "text": "I've always been a fan of a Johnny Carson because he was so great with an audience and not afraid of self-deprecating humor."
   },
   "author": {
    "text": "Vince Vaughn"
   }
  },
  {
   "quote": {
    "text": "I quite like dark humor."
   },
   "author": {
    "text": "Marina and the Diamonds"
   }
  },
  {
   "quote": {
    "text": "I'm just very amused by five-year-old humor."
   },
   "author": {
    "text": "Kesha"
   }
  },
  {
   "quote": {
    "text": "I definitely need a girl that has a good sense of humor because there are some girls that are just very uptight."
   },
   "author": {
    "text": "Romeo Santos"
   }
  },
  {
   "quote": {
    "text": "Some people say my humor focuses too much on stereotypes. It doesn't. It focuses on facts."
   },
   "author": {
    "text": "Sarah Silverman"
   }
  },
  {
   "quote": {
    "text": "I think it's critical, a sense of humor. It did help me - it does help me, continuously."
   },
   "author": {
    "text": "Teri Garr"
   }
  },
  {
   "quote": {
    "text": "Humor can alter any situation and help us cope at the very instant we are laughing."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "Humor does not diminish the pain - it makes the space around it get bigger."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "Advertisers also know that humor can help bond us to their product."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "When we are dealing with death we are constantly being dragged down by the event: Humor diverts our attention and lifts our sagging spirits."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "Whether planned or not, humor takes our mind off of our troubles."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "Any attempts at humor immediately after September 11th were deemed tasteless."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "Sometimes it takes ten seconds to see some humor in your dilemmas, sometimes ten years."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "Throughout history, great leaders have known the power of humor."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "Humor can be one of our best survival tools."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "Today's business and health care climate may not be pleasant. Cutbacks, pay cuts and layoffs do not make anyone's job easy. But that does not mean that the humor need stop."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "Humor can help you cope with the unbearable so that you can stay on the bright side of things until the bright side actually comes along."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "When we can find some humor in our upsets, they no longer seem as large or as important as they once did."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "Humor expands our limited picture frame and gets us to see more than just our problem."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "I make fun of situations and try and find the humor in things, but it's never at the expense of the other guy."
   },
   "author": {
    "text": "Bob Uecker"
   }
  },
  {
   "quote": {
    "text": "I do find things funny. When you see life through the eyes of someone with a good sense of humor, which my grandmother did, life is a human comedy."
   },
   "author": {
    "text": "George Takei"
   }
  },
  {
   "quote": {
    "text": "Humor is a powerful tool, and some of these politicians are so far out and easy to lampoon. They just provide such delicious opportunity."
   },
   "author": {
    "text": "George Takei"
   }
  },
  {
   "quote": {
    "text": "My father could be very witty, even if the humor was always on the darker side of irony."
   },
   "author": {
    "text": "Maurice Sendak"
   }
  },
  {
   "quote": {
    "text": "When humor can be made to alternate with melancholy, one has a success, but when the same things are funny and melancholic at the same time, it's just wonderful."
   },
   "author": {
    "text": "Francois Truffaut"
   }
  },
  {
   "quote": {
    "text": "I was certainly not a class clown; I confused and angered a lot of people with my sense of humor."
   },
   "author": {
    "text": "Katherine Ryan"
   }
  },
  {
   "quote": {
    "text": "I always felt different as a kid, and the Kinks were like, 'Yeah, we're the Kinks.' Celebrate your difference; don't be afraid of your sense of humor, or your personality, or who you are. It emboldened me."
   },
   "author": {
    "text": "Michael Weatherly"
   }
  },
  {
   "quote": {
    "text": "I realized women and humor were linked very closely."
   },
   "author": {
    "text": "Craig Ferguson"
   }
  },
  {
   "quote": {
    "text": "My childhood was great because my family has an amazing sense of humor, and it was just all making videos and jokes and doing skits and things."
   },
   "author": {
    "text": "Zach Anner"
   }
  },
  {
   "quote": {
    "text": "Over the years, I've learned that a sense of humor is the only skill that allows you to turn sucking at life into a career."
   },
   "author": {
    "text": "Zach Anner"
   }
  },
  {
   "quote": {
    "text": "My parents and my brother instilled in me my sense of humor. That's kind of the way we communicate with each other, and it's always been a way for me to get to know people."
   },
   "author": {
    "text": "Zach Anner"
   }
  },
  {
   "quote": {
    "text": "Humor disarms people. It opens them up to starting a dialogue about things they wouldn't normally talk about. I don't understand how people who don't have a sense of humor get through life."
   },
   "author": {
    "text": "Zach Anner"
   }
  },
  {
   "quote": {
    "text": "Even when something sad or tragic happens, I find a way to look at it in a positive light. People who don't have a sense of humor must be so sad all the time."
   },
   "author": {
    "text": "Zach Anner"
   }
  },
  {
   "quote": {
    "text": "It's amazing how many companies aren't really in tune to the needs of different travelers. There's just so many embarrassing situations that you go through when you travel. You have to have a sense of humor about it and take it in stride. My whole approach is to embrace spontaneity."
   },
   "author": {
    "text": "Zach Anner"
   }
  },
  {
   "quote": {
    "text": "The thing I liked most about 'Lois & Clark,' we were a fun show. Some of the later 'Superman' stuff is so dark, but I prefer 'Superman' to be a character of light and hope. I prefer the lighter romance and humor."
   },
   "author": {
    "text": "Dean Cain"
   }
  },
  {
   "quote": {
    "text": "I will say that as I get older and calmer and quieter in my own self, the one quality in a woman that I find more and more attractive is kindness. A sense of adventure and humor is important too, but I truly find kindness and consideration for others to be the most attractive thing in anyone."
   },
   "author": {
    "text": "Colin Farrell"
   }
  },
  {
   "quote": {
    "text": "Rock Hudson wasn't my type. He's a great guy and had a great sense of humor."
   },
   "author": {
    "text": "Tab Hunter"
   }
  },
  {
   "quote": {
    "text": "I think the thrust of any child is to try to fit in and be part of it. And I can't tell you how many times my humor, you know, what I thought was humor ended up making me the outsider. Like I'd be, I go, 'It's a joke.' And they'd go, 'Well, what was funny?' And they just thought I was insane."
   },
   "author": {
    "text": "Howie Mandel"
   }
  },
  {
   "quote": {
    "text": "The biggest void that people can have in their lives is a sense of humor. Spending your life with someone who doesn't have that wouldn't be palatable."
   },
   "author": {
    "text": "Howie Mandel"
   }
  },
  {
   "quote": {
    "text": "I want to show the world my humor."
   },
   "author": {
    "text": "Tracy Morgan"
   }
  },
  {
   "quote": {
    "text": "If I had to describe my sense of humor, I would say it's contemporary wit, you know what I'm saying?"
   },
   "author": {
    "text": "Tracy Morgan"
   }
  },
  {
   "quote": {
    "text": "I think empathy is romantic. I think humor is romantic. Kindness is romantic. I think those kind of gestures of caring and love are romantic."
   },
   "author": {
    "text": "Michael Buble"
   }
  },
  {
   "quote": {
    "text": "I'm still trying to figure out how to write about cancer and my family's experience with it. If I had been able to write 'The Pura Principle' back in those days, I'm positive it would have had no humor in it. Which means the story would have been false."
   },
   "author": {
    "text": "Junot Diaz"
   }
  },
  {
   "quote": {
    "text": "I love poking fun at myself. I have a rather mean sense of humor."
   },
   "author": {
    "text": "Alton Brown"
   }
  },
  {
   "quote": {
    "text": "Certainly my personality, my sense of humor, my outlook on life was informed by the experiences of my parents and the stories they shared with me."
   },
   "author": {
    "text": "Geddy Lee"
   }
  },
  {
   "quote": {
    "text": "If you're that hypersensitive about color and don't have a sense of humor, don't marry out of your race."
   },
   "author": {
    "text": "Laura Schlessinger"
   }
  },
  {
   "quote": {
    "text": "I don't think I would describe my sense of humor. Doesn't sound like the kind of thing I'd do."
   },
   "author": {
    "text": "Tommy Lee Jones"
   }
  },
  {
   "quote": {
    "text": "I do not have a sense of humor of any recognizable sort."
   },
   "author": {
    "text": "Tommy Lee Jones"
   }
  },
  {
   "quote": {
    "text": "It's an amusing idea to some, this feminism thing - this audacious notion that women should be able to move through the world as freely, and enjoy the same inalienable rights and bodily autonomy, as men. At least, that's the impression given when feminism and feminists are all too often the targets of lazy humor."
   },
   "author": {
    "text": "Roxane Gay"
   }
  },
  {
   "quote": {
    "text": "I read the script and decide if a particular character looks fun to play. I look for complexity and a sense of humor. Those are crucial, real things to life."
   },
   "author": {
    "text": "Steve Buscemi"
   }
  },
  {
   "quote": {
    "text": "I just like playing interesting, complex, complicated characters. I like films that also have an element of humor."
   },
   "author": {
    "text": "Steve Buscemi"
   }
  },
  {
   "quote": {
    "text": "I remember when humor was gentle pokes. I used to call it 'arm around the shoulder' humor. Now they go for the jugular and they take no prisoners. It's mean, mean stuff."
   },
   "author": {
    "text": "Robert Orben"
   }
  },
  {
   "quote": {
    "text": "President Ford used humor a great deal."
   },
   "author": {
    "text": "Robert Orben"
   }
  },
  {
   "quote": {
    "text": "Let's not call physical comedy falling down and pratfalls. All humor is physical, no matter how you dish it out. It's timing, like a dancer or an athlete would have."
   },
   "author": {
    "text": "Chevy Chase"
   }
  },
  {
   "quote": {
    "text": "I come from a much freer kind of performance thing, where I rely on my own improv and my own sense of humor."
   },
   "author": {
    "text": "Chevy Chase"
   }
  },
  {
   "quote": {
    "text": "I was a timid little guy when I was a kid. I used humor as a defense; I became the class clown. But deep inside, I felt real vulnerable."
   },
   "author": {
    "text": "Mike Huckabee"
   }
  },
  {
   "quote": {
    "text": "The reason why you know more funny dudes than funny chicks is that dudes are funnier than chicks. If my daughter has a mediocre sense of humor, I'm just gonna tell her, 'Be a staff writer for a sitcom. Because they'll have to hire you, they can't really fire you, and you don't have to produce that much. It'll be awesome.'"
   },
   "author": {
    "text": "Adam Carolla"
   }
  },
  {
   "quote": {
    "text": "If you're feeling blue, lock yourself in a room, stand in front of a mirror, and dance - and laugh at yourself and be sexy. Dance the silliest and ugliest you've ever danced. Make fun of yourself and try to recover your sense of humor."
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "Humor has been the balm of my life, but it's been reserved for those close to me, not part of the public Lana."
   },
   "author": {
    "text": "Lana Turner"
   }
  },
  {
   "quote": {
    "text": "Down the road, I'll probably have a kid or two or three. And there will probably be political events or spiritual things to comment on, and humor."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "Those who knew Lincoln described him as an extraordinarily funny man. Humor was an essential aspect of his temperament. He laughed, he explained, so he did not weep."
   },
   "author": {
    "text": "Doris Kearns Goodwin"
   }
  },
  {
   "quote": {
    "text": "I love the diversity of America. I love the plain, normal sense of humor Americans have. It is not wicked, like in some countries. And I also love how new America is."
   },
   "author": {
    "text": "Antonio Banderas"
   }
  },
  {
   "quote": {
    "text": "Sad music, I always thought, is more beautiful than other music. But at the same time, I am in my personal life a very happy guy. I have a sense of humor. I am not the kind of depressed guy all the time brooding. No. I am very enthusiastic about things."
   },
   "author": {
    "text": "Alejandro Gonzalez Inarritu"
   }
  },
  {
   "quote": {
    "text": "I've been encouraging documentary filmmakers to use more and more humor, and they're loath to do that because they think if it's a documentary it has to be deadly serious - it has to be like medicine that you're supposed to take. And I think it's what keeps the mass audience from going to documentaries."
   },
   "author": {
    "text": "Michael Moore"
   }
  },
  {
   "quote": {
    "text": "I don't try to sanction other people's joy in monsters. I mean, I think the fact is, humor, fantasy - you know, like fear, desire or laughter - create genres of their own: comedy, melodrama, or erotic films or horror films... The boundaries cannot be defined. It's to each his own."
   },
   "author": {
    "text": "Guillermo del Toro"
   }
  },
  {
   "quote": {
    "text": "With Ricky Gervais, it's all shades of wrong, it's my kind of humor."
   },
   "author": {
    "text": "Emily Blunt"
   }
  },
  {
   "quote": {
    "text": "It has always surprised me how little attention philosophers have paid to humor, since it is a more significant process of mind than reason. Reason can only sort out perceptions, but the humor process is involved in changing them."
   },
   "author": {
    "text": "Edward de Bono"
   }
  },
  {
   "quote": {
    "text": "It's always amazed me how little attention philosophers, psychologists, or anyone else actually has paid to humor."
   },
   "author": {
    "text": "Edward de Bono"
   }
  },
  {
   "quote": {
    "text": "Humor is probably the most significant characteristics of the human mind. Far more significant than reason. In fact, reason is actually a very cheap commodity."
   },
   "author": {
    "text": "Edward de Bono"
   }
  },
  {
   "quote": {
    "text": "My mom is just authentically herself all the time. She loves herself. She loves her sense of humor. She brings people in when she talks. She brings people in when she laughs. Watching her, I think that that's when I first learned and was encouraged to be myself and to sort of love and live in that way."
   },
   "author": {
    "text": "Christen Press"
   }
  },
  {
   "quote": {
    "text": "Do feminists have a sense of humor? Yes."
   },
   "author": {
    "text": "Gloria Allred"
   }
  },
  {
   "quote": {
    "text": "I always thought the biggest failing of Americans was their lack of irony. They are very serious there! Naturally, there are exceptions... the Jewish, Italian, and Irish humor of the East Coast."
   },
   "author": {
    "text": "Colin Firth"
   }
  },
  {
   "quote": {
    "text": "I like men who have goals, something that they are passionate about and work hard to achieve. A good sense of humor is important too. And I like tall guys!"
   },
   "author": {
    "text": "Ana Ivanovic"
   }
  },
  {
   "quote": {
    "text": "Edward Norton and I have known each other awhile. I just think he's the real deal, supremely talented and smart. He's got a great sense of humor."
   },
   "author": {
    "text": "Kevin Spacey"
   }
  },
  {
   "quote": {
    "text": "The most terrible fear that anybody should have is not war, is not a disease, not cancer or heart problems or food poisoning - it's a man or a woman without a sense of humor."
   },
   "author": {
    "text": "Jonathan Winters"
   }
  },
  {
   "quote": {
    "text": "Bad humor is an evasion of reality; good humor is an acceptance of it."
   },
   "author": {
    "text": "Malcolm Muggeridge"
   }
  },
  {
   "quote": {
    "text": "We get the worrywart, the hypochondriac, the money-grubbing miser, the intractable negotiator... Some would say certain of these refer to the stereotypical, or 'stage' Jew. But objectively speaking, the only crime in humor is an unfunny joke."
   },
   "author": {
    "text": "Alan King"
   }
  },
  {
   "quote": {
    "text": "If you stop and think about it, nearly all great humor is at the expense of someone or something."
   },
   "author": {
    "text": "Alan King"
   }
  },
  {
   "quote": {
    "text": "And humor has always been a weapon. You want to get even on somebody? You want to attack somebody? Make fun of them."
   },
   "author": {
    "text": "Alan King"
   }
  },
  {
   "quote": {
    "text": "There's a charm, there's a rhythm, there's a soul to Jewish humor. When I first saw Richard Pryor perform, I told him, 'You're doing a Jewish act.'"
   },
   "author": {
    "text": "Alan King"
   }
  },
  {
   "quote": {
    "text": "As I get older, my sense of humor is my biggest asset."
   },
   "author": {
    "text": "David Alan Grier"
   }
  },
  {
   "quote": {
    "text": "Evangelicals always assume that humor and faith are contradictory. It's OK to smile, to be nice, but not frivolous."
   },
   "author": {
    "text": "Mike Yaconelli"
   }
  },
  {
   "quote": {
    "text": "I met Elton John at an Interview dinner, and we just sort of became friends. He's got such a wicked sense of humor."
   },
   "author": {
    "text": "Moby"
   }
  },
  {
   "quote": {
    "text": "I think 'Country Girl' is one song that can veer into country or hip-hop or rap. You can listen to it and enjoy the humor and the fun in it."
   },
   "author": {
    "text": "Luke Bryan"
   }
  },
  {
   "quote": {
    "text": "The humor section is the last place an author wants to be. They put your stuff next to collections of Cathy cartoons."
   },
   "author": {
    "text": "David Sedaris"
   }
  },
  {
   "quote": {
    "text": "When I look at a lot of older stuff that I've written, I think one sign of amateur humor writing is when you see people trying too hard."
   },
   "author": {
    "text": "David Sedaris"
   }
  },
  {
   "quote": {
    "text": "The satirist shoots to kill while the humorist brings his prey back alive and eventually releases him again for another chance."
   },
   "author": {
    "text": "Peter De Vries"
   }
  },
  {
   "quote": {
    "text": "Life is never all one thing. It bounces around. Certainly, my own life has. Look at Woody Allen's funny movies - all the humor comes out of sad stuff. Sometimes you have to laugh, no matter what life deals you."
   },
   "author": {
    "text": "Tim O'Brien"
   }
  },
  {
   "quote": {
    "text": "Love, as wonderful and horrible as it is, has at its center a kind of pitiful humor."
   },
   "author": {
    "text": "Tim O'Brien"
   }
  },
  {
   "quote": {
    "text": "Humor is the affectionate communication of insight."
   },
   "author": {
    "text": "Leo Rosten"
   }
  },
  {
   "quote": {
    "text": "I'm sure there are people who survive tragedy without humor, but I've never met any of them. Nor would I be particularly interested in writing about them if I did meet them."
   },
   "author": {
    "text": "Ayelet Waldman"
   }
  },
  {
   "quote": {
    "text": "Humor is something that thrives between man's aspirations and his limitations. There is more logic in humor than in anything else. Because, you see, humor is truth."
   },
   "author": {
    "text": "Victor Borge"
   }
  },
  {
   "quote": {
    "text": "You have to have a sense of humor about all of it - the Emmys and politics and everything."
   },
   "author": {
    "text": "Billy Eichner"
   }
  },
  {
   "quote": {
    "text": "For me, I really love 'Tim and Eric' and 'Dr. Steve Brule' and a lot of the Adult Swim shows, so I like strange, weird, sometimes slightly upsetting humor."
   },
   "author": {
    "text": "Gillian Jacobs"
   }
  },
  {
   "quote": {
    "text": "There seems to be no lengths to which humorless people will not go to analyze humor. It seems to worry them."
   },
   "author": {
    "text": "Robert Benchley"
   }
  },
  {
   "quote": {
    "text": "I've always been really dark, and drawn to darker humor. Nothing has been forced, and I don't say anything for shock value."
   },
   "author": {
    "text": "Amy Schumer"
   }
  },
  {
   "quote": {
    "text": "Sometimes when I try to make jokes or have a sense of humor in interviews, it doesn't go over very well. But Twitter made my life easier in this way that I didn't expect. It would have taken probably 10 times as long for people to accept my voice and my sense of humor if I didn't have Twitter."
   },
   "author": {
    "text": "Anna Kendrick"
   }
  },
  {
   "quote": {
    "text": "Humor is rare in science fiction... there's so little of it that it automatically reminds you of other heroes with that acerbic humor when you find it."
   },
   "author": {
    "text": "John Scalzi"
   }
  },
  {
   "quote": {
    "text": "The love of truth lies at the root of much humor."
   },
   "author": {
    "text": "Robertson Davies"
   }
  },
  {
   "quote": {
    "text": "I don't know if I realized that I was funny, but I realized how healing and important humor was in my childhood."
   },
   "author": {
    "text": "Bonnie Hunt"
   }
  },
  {
   "quote": {
    "text": "Humor is very healing."
   },
   "author": {
    "text": "Bonnie Hunt"
   }
  },
  {
   "quote": {
    "text": "The beauty of comedy is you can really push things. Hopefully, you're with people with a sense of humor and can relate to it."
   },
   "author": {
    "text": "Adrien Brody"
   }
  },
  {
   "quote": {
    "text": "Sometimes I find I'm wearing a divided, split brain in terms of drama and humor."
   },
   "author": {
    "text": "Ridley Scott"
   }
  },
  {
   "quote": {
    "text": "'Guardians of the Galaxy' is tongue-in-cheek and has a sense of humor about itself. But it's nothing like 'Deadpool.' 'Deadpool' is this super-bizarre thing. The best thing about it is that it's R-rated."
   },
   "author": {
    "text": "T. J. Miller"
   }
  },
  {
   "quote": {
    "text": "When I've had to edit my albums, I'll listen to it one time through, and I'll make edits. I want to remember to set up a camera to record myself listening to my set, because I don't even slightly crack a smile, I am just listening for technical details, and I look like somebody that has absolutely no sense of humor. I look insane."
   },
   "author": {
    "text": "Tig Notaro"
   }
  },
  {
   "quote": {
    "text": "I wish I could be as thin as Jessica Simpson. I think she looks gorgeous! I have had Jessica on my show several times, and I can tell you that girl is genuine and funny with a great self-deprecating sense of humor."
   },
   "author": {
    "text": "Rachael Ray"
   }
  },
  {
   "quote": {
    "text": "People who know me know I have a sense of humor that can really push the envelope."
   },
   "author": {
    "text": "Carmen Electra"
   }
  },
  {
   "quote": {
    "text": "The wealthy don't have any sense of humor. It's not like the English, where the theater is perhaps the one place where they have a sense of humor about themselves."
   },
   "author": {
    "text": "Alec Baldwin"
   }
  },
  {
   "quote": {
    "text": "You didn't have to know anything about show business to appreciate the characters' humor, because at its heart, 'Party Down' was about following dreams, dealing with rejection, and surviving all the lame jobs we've all had to work just to get by in the meantime."
   },
   "author": {
    "text": "Emily V. Gordon"
   }
  },
  {
   "quote": {
    "text": "There are just certain things that turn my head. It may be a girl's sense of humor, it may be her wit, or her belief system; it could be a lot of different things."
   },
   "author": {
    "text": "Jensen Ackles"
   }
  },
  {
   "quote": {
    "text": "The comics that are just conversing with you up there and drawing on their own life, yeah, I guess so. I guess some do political humor, some do topical humor, but the ones that I like, the ones that are appealing to me, were guys who were just talking to you about their life."
   },
   "author": {
    "text": "Ray Romano"
   }
  },
  {
   "quote": {
    "text": "If golf wasn't enjoyable and there wasn't a lot of humor and enjoyment, even though the game is so frustrating, you would wonder why you put yourself through it."
   },
   "author": {
    "text": "Ray Romano"
   }
  },
  {
   "quote": {
    "text": "I didn't think that anything is beyond humor - not profane humor, but a good, honest approach to humor."
   },
   "author": {
    "text": "Mort Sahl"
   }
  },
  {
   "quote": {
    "text": "Every time I've done comedy in, like, traditional comedy clubs, there's always these comedians that do really well with audiences but that the other comedians hate because they're just, you know, doing kind of cheap stuff like dancing around or doing, like, very kind of base sex humor a lot, and stuff like that."
   },
   "author": {
    "text": "Aziz Ansari"
   }
  },
  {
   "quote": {
    "text": "I used to be neurotic. I didn't like myself very much. But somewhere in my mid-40s, my neuroses stopped seeming so important. I developed a sense of humor."
   },
   "author": {
    "text": "Joanne Woodward"
   }
  },
  {
   "quote": {
    "text": "I like to be able to feel as many parts of myself while watching a movie at one time. I think that's what 'Super' is - it's funny, but it's also sad. It's very touching in certain ways, and it's also got a very dark sense of humor. So it's allowed to go anywhere."
   },
   "author": {
    "text": "James Gunn"
   }
  },
  {
   "quote": {
    "text": "I'm not just a big-haired redhead country singer who dresses flamboyantly, has this wicked sense of humor and wears rhinestones."
   },
   "author": {
    "text": "Naomi Judd"
   }
  },
  {
   "quote": {
    "text": "'Blithe Spirit' is played almost all over Britain somewhere at all times because it is such a unique and ridiculously funny show. But it's also, in fact, under those layers of humor, a very serious show. It's quite misogynistic."
   },
   "author": {
    "text": "Angela Lansbury"
   }
  },
  {
   "quote": {
    "text": "Bringing humor and bringing happiness and joy to an audience is a wonderful opportunity in life, believe me."
   },
   "author": {
    "text": "Angela Lansbury"
   }
  },
  {
   "quote": {
    "text": "Humor is a wonderful way to deal with our suffering because if we can laugh at our troubles, we can feel better. Thich Nhat Hanh is a special man who has helped millions with their suffering with incredible technique. But he doesn't know real suffering, because he has not dated as much as I have."
   },
   "author": {
    "text": "Garry Shandling"
   }
  },
  {
   "quote": {
    "text": "I need a woman to have a quirky sense of humor. There's a bunch of jokes I use, and if she doesn't get them, she's probably not for me."
   },
   "author": {
    "text": "Matthew Perry"
   }
  },
  {
   "quote": {
    "text": "People with no humor, they're outta my life."
   },
   "author": {
    "text": "Patti LaBelle"
   }
  },
  {
   "quote": {
    "text": "Broadway's never my end goal because of the plays I write. These are tough plays. Of course there's a lot of humor, but my goal is just to reach as wide an audience as possible, however that happens."
   },
   "author": {
    "text": "Lynn Nottage"
   }
  },
  {
   "quote": {
    "text": "God has a most wicked sense of humor."
   },
   "author": {
    "text": "Maureen O'Hara"
   }
  },
  {
   "quote": {
    "text": "I defuse everything I can with it. Humor is such a great shield."
   },
   "author": {
    "text": "Brad Paisley"
   }
  },
  {
   "quote": {
    "text": "When I teach the formal curriculum, I have the chance to think about it ahead of time. I can rehearse it. I can illustrate it with self-deprecating humor and humble-sounding personal disclosure. I can try to make it comes out just right."
   },
   "author": {
    "text": "John Ortberg"
   }
  },
  {
   "quote": {
    "text": "In sitcoms, the women are so beautiful, understanding and well-bred. They have humor, but sort of display it with a twinkle of the eye and not a guffaw. But there's no juice in that for me."
   },
   "author": {
    "text": "Bea Arthur"
   }
  },
  {
   "quote": {
    "text": "I think luck is a great part of it because I think that the particular makeup of the person that you are attracted to, and that you fall in love with, is very important. Even down to that old bromide of a sense of humor and all of that."
   },
   "author": {
    "text": "Jack Lemmon"
   }
  },
  {
   "quote": {
    "text": "I love British humor. It's just so - surreal."
   },
   "author": {
    "text": "Beck"
   }
  },
  {
   "quote": {
    "text": "It's weird doing red carpets; it's uncomfortable. But you can have a sense of humor about it."
   },
   "author": {
    "text": "Kirsten Dunst"
   }
  },
  {
   "quote": {
    "text": "Humor can be an incredible, lacerating and effective weapon."
   },
   "author": {
    "text": "Carl Hiaasen"
   }
  },
  {
   "quote": {
    "text": "My books are shelved in different places, depending on the bookstore. Sometimes they can be found in the Mystery section, sometimes in the Humor department, and occasionally even in the Literature aisle, which is somewhat astounding."
   },
   "author": {
    "text": "Carl Hiaasen"
   }
  },
  {
   "quote": {
    "text": "My sense of humor lies a little closer to the middle."
   },
   "author": {
    "text": "Jason Bateman"
   }
  },
  {
   "quote": {
    "text": "My family is pretty funny. My mother is British, so she's got a very dry sense of humor. That's where I got that from."
   },
   "author": {
    "text": "Jason Bateman"
   }
  },
  {
   "quote": {
    "text": "With humor, it's so subjective that trying to think of what the ideal reader would think would drive you crazy."
   },
   "author": {
    "text": "Calvin Trillin"
   }
  },
  {
   "quote": {
    "text": "There's always a source for humor."
   },
   "author": {
    "text": "Calvin Trillin"
   }
  },
  {
   "quote": {
    "text": "ESPN is all meat and potatoes. It's pretty much scouting reports. There isn't a great deal of humor, and when there is, it's pretty sophomoric."
   },
   "author": {
    "text": "Frank Deford"
   }
  },
  {
   "quote": {
    "text": "I think there are more good sportswriters doing more good sportswriting than ever before. But I also believe that the one thing that's largely gone out is what made sport such fertile literary territory - the characters, the tales, the humor, the pain, what Hollywood calls 'the arc.'"
   },
   "author": {
    "text": "Frank Deford"
   }
  },
  {
   "quote": {
    "text": "Someone asked me what the key to being a good frontman was, and I think having a sense of humor about it is pretty near the top of that list. It's a very strange place to be in, and I don't take that role too seriously."
   },
   "author": {
    "text": "Alex Turner"
   }
  },
  {
   "quote": {
    "text": "There's something about Southern women that is so unique yet so universal. Strong southern women are allowed to be soft and feminine and have a sense of humor. But what I love about Southern women in particular is their universality."
   },
   "author": {
    "text": "Connie Britton"
   }
  },
  {
   "quote": {
    "text": "I think that sense of humor is important in marriage. A sense of humor gets people through marriage."
   },
   "author": {
    "text": "Connie Britton"
   }
  },
  {
   "quote": {
    "text": "In many ways, the South can be very traditional and confining. And what is interesting to me is how women find their way around it. Those obstacles create an amazing sense of humor, of fun, and, ultimately, of integrity. The fiercest and savviest women I have ever known are the women I grew up with."
   },
   "author": {
    "text": "Connie Britton"
   }
  },
  {
   "quote": {
    "text": "The funniest women I've known are Southern. It is such a vital way to get what you want. Charm and grace and a sense of humor will take you a long way."
   },
   "author": {
    "text": "Connie Britton"
   }
  },
  {
   "quote": {
    "text": "I'm happy to say that at 62, I think I've reached that point where stuff doesn't bother me as much, and my gratitude level has gone way up, especially having gone through the loss that I've had, and losing so many of the great artists that I was close to. They taught me how to see it with a grain of salt and a lot of humor and perspective."
   },
   "author": {
    "text": "Bonnie Raitt"
   }
  },
  {
   "quote": {
    "text": "I like art with a sense of humor. I don't have a huge art education to understand everything. I don't think that means that art has to be watered down to the lowest common denominator, though. I don't think you have to go to college to be able appreciate great art, but I like art that doesn't take itself too seriously."
   },
   "author": {
    "text": "Kathleen Hanna"
   }
  },
  {
   "quote": {
    "text": "You see, that's another thing that my parents gave me: an enormously great sense of humor."
   },
   "author": {
    "text": "Liza Minnelli"
   }
  },
  {
   "quote": {
    "text": "I can't be as open on national television as I can when I'm having dinner with friends. But that doesn't mean the type of person I am is different. My values, my dislikes, my sense of humor are the same."
   },
   "author": {
    "text": "Matt Lauer"
   }
  },
  {
   "quote": {
    "text": "Writing a novel is one of those modern rites of passage, I think, that lead us from an innocent world of contentment, drunkenness, and good humor, to a state of chronic edginess and the perpetual scanning of bank statements."
   },
   "author": {
    "text": "J. G. Ballard"
   }
  },
  {
   "quote": {
    "text": "You hear people say, 'We take our Tennessee Williams very seriously. There is no laughter here.' It's full of humor! Not to laugh is a big, bad mistake!"
   },
   "author": {
    "text": "Ruby Dee"
   }
  },
  {
   "quote": {
    "text": "Humor and seriousness are not in opposition to each other."
   },
   "author": {
    "text": "Al Franken"
   }
  },
  {
   "quote": {
    "text": "Bob Dole used to be really funny. Barney Frank can be kind of funny. Bob Kerrey has a good sense of humor."
   },
   "author": {
    "text": "Al Franken"
   }
  },
  {
   "quote": {
    "text": "There is - I mean - I found early in life that righteous indignation is a little off-putting, and so I try to couch it with humor."
   },
   "author": {
    "text": "Al Franken"
   }
  },
  {
   "quote": {
    "text": "There's plenty of room for humor in politics, God knows, but it's a serious business."
   },
   "author": {
    "text": "Al Franken"
   }
  },
  {
   "quote": {
    "text": "If you look at terrorists, they really have no sense of humor."
   },
   "author": {
    "text": "Al Franken"
   }
  },
  {
   "quote": {
    "text": "I don't think that because you die and move on to somewhere else that you lose your sense of humor."
   },
   "author": {
    "text": "Peter Jackson"
   }
  },
  {
   "quote": {
    "text": "I did the 'Bionic Woman,' which of course had a lot of humor in it, and that was really a function of a lot of the ad-libbing and the things that I did in it."
   },
   "author": {
    "text": "Lindsay Wagner"
   }
  },
  {
   "quote": {
    "text": "If the blood humor is too strong and robust, calm it with balance and harmony."
   },
   "author": {
    "text": "Xun Kuang"
   }
  },
  {
   "quote": {
    "text": "Every black film feels like it's Tyler Perry, and that just needs to stop. But people seem to slowly be looking for what else is out there - 'Is there something else besides this type of humor?' 'I'm tired of seeing men in dresses.'"
   },
   "author": {
    "text": "Issa Rae"
   }
  },
  {
   "quote": {
    "text": "I've never met a person who has more integrity than my husband. I respect that. There's his humor and intelligence, too, and he's really cute, all those things - but if you don't respect your partner, you'll get sick of him."
   },
   "author": {
    "text": "Michelle Pfeiffer"
   }
  },
  {
   "quote": {
    "text": "If I didn't try to eavesdrop on every bus ride I take or look for the humor when I go for a walk, I would just be depressed all the time."
   },
   "author": {
    "text": "Lynda Barry"
   }
  },
  {
   "quote": {
    "text": "People think I'm a very serious actor, which I am. But you know, if you don't have a sense of humor doing what I do, you perish."
   },
   "author": {
    "text": "Martin Landau"
   }
  },
  {
   "quote": {
    "text": "I'm a huge Muppets fan. Gigantic. I think they're genius. I think they're some of the best work out there and completely underrated, just because of how genius they are. I love that kind of humor. It's so innocent but brilliant."
   },
   "author": {
    "text": "Andie MacDowell"
   }
  },
  {
   "quote": {
    "text": "I think there's something about the Irish experience - that we had to have a sense of humor or die."
   },
   "author": {
    "text": "Frank McCourt"
   }
  },
  {
   "quote": {
    "text": "I loved Peter Sellers. I thought he was the perfect mix of physical comedy with out-of-the-box humor. I loved his tone; I loved his physicality; I loved everything about what he was doing as a comedic actor."
   },
   "author": {
    "text": "J. B. Smoove"
   }
  },
  {
   "quote": {
    "text": "My dad's really funny. The male sense of humor - like my grandfather's and such - is pretty bizarre. Basically my dad's side of the family is where the bizarreness comes from. It's a little goofy and a little out there."
   },
   "author": {
    "text": "Kurt Vile"
   }
  },
  {
   "quote": {
    "text": "Humor is important. Nothing against bands that are always a downer, but the reality is - it just becomes theater."
   },
   "author": {
    "text": "Kurt Vile"
   }
  },
  {
   "quote": {
    "text": "Twitter is the place where I try to be more funny. And then I use Instagram just as my diary. I pull some jokes on there, but I think people have a better sense of humor on Twitter."
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "I often have said that to be a college president, you need a thick skin, a good sense of humor, and nerves like sewer pipes."
   },
   "author": {
    "text": "Gordon Gee"
   }
  },
  {
   "quote": {
    "text": "I tend to deal with most issues with humor... always have and always will."
   },
   "author": {
    "text": "Gordon Gee"
   }
  },
  {
   "quote": {
    "text": "I use a lot of humor, and I follow the saying that if you want to tell people the truth, you better make them laugh first; otherwise, they will shoot you."
   },
   "author": {
    "text": "Sayed Kashua"
   }
  },
  {
   "quote": {
    "text": "I grew up on EC comic books and 'Tales From the Crypt,' which were all loaded with humor, bad jokes, and puns. I can have that kind of fun and make these comic book movies but, at the same time, talk about things I want to talk about - whether it's consumerism or the Bush administration or war."
   },
   "author": {
    "text": "George A. Romero"
   }
  },
  {
   "quote": {
    "text": "Sites like Funny or Die and College Humor are great, but I'd say it's appealing to 80% men and 20% women."
   },
   "author": {
    "text": "Zooey Deschanel"
   }
  },
  {
   "quote": {
    "text": "Humor is a part of spirituality."
   },
   "author": {
    "text": "Zooey Deschanel"
   }
  },
  {
   "quote": {
    "text": "There's such a rich history in 'SNL' of political humor, and I think audience members expect that from us."
   },
   "author": {
    "text": "Sasheer Zamata"
   }
  },
  {
   "quote": {
    "text": "Women, as they grow older, rely more and more on cosmetics. Men, as they grow older, rely more and more on a sense of humor."
   },
   "author": {
    "text": "George Jean Nathan"
   }
  },
  {
   "quote": {
    "text": "Obviously, I'm going to be embarrassing to the kid. There's just no way not. I just hope the kid has a really good sense of humor... My husband's very serious - he doesn't find me funny at all - so I'm hoping the kid is like, 'Mom is hilarious!' That'd be really great."
   },
   "author": {
    "text": "GloZell"
   }
  },
  {
   "quote": {
    "text": "The first glass is for myself, the second for my friends, the third for good humor, and the forth for my enemies."
   },
   "author": {
    "text": "William Temple"
   }
  },
  {
   "quote": {
    "text": "I am a political human being. I have - that's one of my interests. I studied political science in college. I was actually going to get my Ph.D. in poli-sci. And a lot of my material from early on in my career dealt with politics, so I've always considered myself as somebody who enjoys political humor. So I'm not going to stop."
   },
   "author": {
    "text": "Maz Jobrani"
   }
  },
  {
   "quote": {
    "text": "Humor is always important. There are people who help us deal with difficulty or hardship; from the concentration camps to the court jester, there was a need for humor. As long as these kinds of things exist, with repressive regimes, you need it to deal with the weight of daily life."
   },
   "author": {
    "text": "Maz Jobrani"
   }
  },
  {
   "quote": {
    "text": "You have to laugh at yourself. I do a lot of humor about all ethnicities that are at the show - Latinos, Asians, Indians... What I say is, 'We're laughing together. I'm laughing with you, not at you.' Never say, 'Oh, I'm better than you.'"
   },
   "author": {
    "text": "Maz Jobrani"
   }
  },
  {
   "quote": {
    "text": "I like to deal with EVERY aspect of our condition, and that means terror and humor in equal mix. Some books have more room for humor than others."
   },
   "author": {
    "text": "Dean Koontz"
   }
  },
  {
   "quote": {
    "text": "I've got a sense of humor. I'm a funny guy."
   },
   "author": {
    "text": "Daryl Hall"
   }
  },
  {
   "quote": {
    "text": "Everybody in my family had a real sick, twisted sense of humor. Most of the jokes we make in our house, we would just never even dream of making anywhere else. Just sick, horrible stuff. That wasn't anything new to college."
   },
   "author": {
    "text": "Seth MacFarlane"
   }
  },
  {
   "quote": {
    "text": "I never particularly thought of myself as great with girls. I can be awkward, and I have a strange sense of humor at times. But I've also been learning to try and embrace that."
   },
   "author": {
    "text": "Matt McGorry"
   }
  },
  {
   "quote": {
    "text": "'The Sopranos' is filled with really retrograde humor. Bathroom humor, falls, stupid puns, bad jokes - infantile, adolescent stuff, but it makes me laugh."
   },
   "author": {
    "text": "David Chase"
   }
  },
  {
   "quote": {
    "text": "I think if I would have started BIG in America, I would probably never have called it BIG. There was nothing but a little bit of local small country humor in the idea."
   },
   "author": {
    "text": "Bjarke Ingels"
   }
  },
  {
   "quote": {
    "text": "The waltz is a very important part of my life. It's a very important way for me to express my positiveness, bringing humor to the world."
   },
   "author": {
    "text": "Andre Rieu"
   }
  },
  {
   "quote": {
    "text": "People are wired for lots of things. We're wired for novelty. We're wired for humor. We're wired for new pieces of information that surprise us in some way or add value to our lives. We're wired for fear."
   },
   "author": {
    "text": "Ramez Naam"
   }
  },
  {
   "quote": {
    "text": "Be fun! I don't like homes or rooms that don't have a sense of humor or have some sense of whimsy or a personality. Your home should reflect who you are, and what you love. I would never have something in my home because it's the thing to have. I have to love it and it needs some connection to me."
   },
   "author": {
    "text": "Bryan Batt"
   }
  },
  {
   "quote": {
    "text": "I enjoy 'Murphy Brown,' but I am shocked that people really like 'Married... With Children.' These shows are toilet humor, and none of them have good characters."
   },
   "author": {
    "text": "Jamie Farr"
   }
  },
  {
   "quote": {
    "text": "I've used my sense of humor as a coping tool. It's gotten me through a lot of challenging times."
   },
   "author": {
    "text": "Adam Rippon"
   }
  },
  {
   "quote": {
    "text": "I tried to go out for theater or theater arts, but I was too scared or too intimidated. But I had a lot of friends on the cross country team that had great senses of humor."
   },
   "author": {
    "text": "Dana Carvey"
   }
  },
  {
   "quote": {
    "text": "Anyone who's married to Mariah Carey - I'm pretty sure - doesn't have a great sense of humor. I mean, let's be honest: she's ridiculous. What is her game plan?"
   },
   "author": {
    "text": "Chelsea Handler"
   }
  },
  {
   "quote": {
    "text": "Next to power without honor, the most dangerous thing in the world is power without humor."
   },
   "author": {
    "text": "Eric Sevareid"
   }
  },
  {
   "quote": {
    "text": "Married people should not be quick to hear what is said by either when in ill humor."
   },
   "author": {
    "text": "Samuel Richardson"
   }
  },
  {
   "quote": {
    "text": "From sixteen to twenty, all women, kept in humor by their hopes and by their attractions, appear to be good-natured."
   },
   "author": {
    "text": "Samuel Richardson"
   }
  },
  {
   "quote": {
    "text": "Humor's always been the problem of my work, hasn't it? When working, I feel satisfied when I surprise myself. And when I surprise myself, I wind up laughing."
   },
   "author": {
    "text": "Kara Walker"
   }
  },
  {
   "quote": {
    "text": "As an undergrad, I was the editor of the Yale humor magazine, and since then, I've published humor in the 'New York Times' and 'Atlantic,' among other places."
   },
   "author": {
    "text": "Eric Metaxas"
   }
  },
  {
   "quote": {
    "text": "Humor is the instinct for taking pain playfully."
   },
   "author": {
    "text": "Max Eastman"
   }
  },
  {
   "quote": {
    "text": "It is the ability to take a joke, not make one, that proves you have a sense of humor."
   },
   "author": {
    "text": "Max Eastman"
   }
  },
  {
   "quote": {
    "text": "As far as how I approach the humor, I think the best comedy is going to happen when I'm myself and act organically to a news item or situation."
   },
   "author": {
    "text": "Nikki Glaser"
   }
  },
  {
   "quote": {
    "text": "All my relatives and friends have been pretty aware of my brand of humor for a while, so none of them have been shocked."
   },
   "author": {
    "text": "Nikki Glaser"
   }
  },
  {
   "quote": {
    "text": "You can't be funny if you don't have good material."
   },
   "author": {
    "text": "Matt LeBlanc"
   }
  },
  {
   "quote": {
    "text": "I always gravitate toward the humor in something."
   },
   "author": {
    "text": "Steve Zahn"
   }
  },
  {
   "quote": {
    "text": "In Buddhism, they say attachment to anything only leads to suffering. So when we laugh, it's our way of saying, 'I'm unattached to that.' You're tickled by it, it makes your lobes do something on their own. So humor is very important to me. I always take that to the stage first."
   },
   "author": {
    "text": "Jason Mraz"
   }
  },
  {
   "quote": {
    "text": "I'm not an expert on the Malaysian sense of humor."
   },
   "author": {
    "text": "Ben Stiller"
   }
  },
  {
   "quote": {
    "text": "I think I was the only person in my experimental film class doing comedy. But my sense of humor and a lot of comedy that I love is quite surreal and strange, you know? You could argue that 'Monty Python' is experimental film. It just happens to be really funny."
   },
   "author": {
    "text": "Andy Samberg"
   }
  },
  {
   "quote": {
    "text": "There are so many things to talk about between black people, Hispanic people, white people, gay people, men, women, it's all based on fear. We all have fears, this thing that stops us from embracing as we are one. We are never going to be one. People are messed up, but humor lets us see how ignorant we can be."
   },
   "author": {
    "text": "Marlon Wayans"
   }
  },
  {
   "quote": {
    "text": "Humor helps ease the tension of race and the differences in society. If there wasn't comedy I don't know if Obama could have ever become president."
   },
   "author": {
    "text": "Marlon Wayans"
   }
  },
  {
   "quote": {
    "text": "Because I was a television writer for many years, I write very conversationally. I put things straight, and with a lot of humor."
   },
   "author": {
    "text": "Tracy McMillan"
   }
  },
  {
   "quote": {
    "text": "I try to bring it across on my record, in my dress, in what I do and what I say because to me humor is important. You should have a dose of that and I guess giving it is what I'm here for."
   },
   "author": {
    "text": "Bootsy Collins"
   }
  },
  {
   "quote": {
    "text": "My dad was a very funny man - he's the one who taught me life would be awfully hard without humor! I'm sure his Irish wit in some way influenced my decision to become an actress."
   },
   "author": {
    "text": "Joan Cusack"
   }
  },
  {
   "quote": {
    "text": "I never wanted to do observational humor because I never wanted to tell people what they were seeing."
   },
   "author": {
    "text": "Richard Lewis"
   }
  },
  {
   "quote": {
    "text": "My humor is channeling everything through my brain. For example, when I talk about something, it's how Richard Lewis feels about it. I'm a storyteller. I do a lot of free association."
   },
   "author": {
    "text": "Richard Lewis"
   }
  },
  {
   "quote": {
    "text": "And for my family, comedically, that was the key to a lot of the humor."
   },
   "author": {
    "text": "Damon Wayans"
   }
  },
  {
   "quote": {
    "text": "I don't think I could ever do a network sitcom because the humor is often based on some trite circumstance. I don't want to be a part of a show where it's mostly about coming up with the jokes."
   },
   "author": {
    "text": "Sherilyn Fenn"
   }
  },
  {
   "quote": {
    "text": "Good humor isn't a trait of character, it is an art which requires practice."
   },
   "author": {
    "text": "David Seabury"
   }
  },
  {
   "quote": {
    "text": "I think fans are going to get everything you'd expect from 'The Office', from awkwardness, to a lot of humor and heart."
   },
   "author": {
    "text": "Craig Robinson"
   }
  },
  {
   "quote": {
    "text": "It's funny to see how people react to the project, to read their thoughts, and I wonder aloud, 'Did they even watch the movie? Did they even get it?' I know we, myself and the entire cast, put a lot of heart, love and humor into 'Meet the Peeples'. I'm very proud of that film and what we were able to accomplish."
   },
   "author": {
    "text": "Craig Robinson"
   }
  },
  {
   "quote": {
    "text": "I came from a dysfunctional family - very dysfunctional. And my father used to find great humor in throwing me down the stairs."
   },
   "author": {
    "text": "Bob Beckel"
   }
  },
  {
   "quote": {
    "text": "I think hip-hop does a very good job of infusing comedy and humor and wit into music, a lot more than other genres."
   },
   "author": {
    "text": "Carrie Brownstein"
   }
  },
  {
   "quote": {
    "text": "I think a joke is a form of truth-telling. A good joke that's absurd contains elements of our daily darkness and also a possibility to escape that darkness. So, for me, humor is an attempt to capture everyday tragedy and everyday hopeful moments that we experience all of the time."
   },
   "author": {
    "text": "Colson Whitehead"
   }
  },
  {
   "quote": {
    "text": "Philip Larkin has a tough honesty and sense of humor that I find irresistible, as a contemporary poet."
   },
   "author": {
    "text": "Robert Morgan"
   }
  },
  {
   "quote": {
    "text": "In the 'Hurt Locker' there's a lot of me in there, a sense of humor, a man of few words and a lot of action."
   },
   "author": {
    "text": "Jeremy Renner"
   }
  },
  {
   "quote": {
    "text": "I'd like to explore the more abstract side of people's minds, as opposed to the usual sitcom stuff. I don't want to do the typical sitcom-type humor. I'd want to do stuff like go bowling with pineapples."
   },
   "author": {
    "text": "Harland Williams"
   }
  },
  {
   "quote": {
    "text": "I think that humor is part of what saves us from despair."
   },
   "author": {
    "text": "John Perry Barlow"
   }
  },
  {
   "quote": {
    "text": "Why is it okay to write a work of literary fiction where horrible, explicit things happen, where you can't write a book of humor where silly, explicit things are happening?"
   },
   "author": {
    "text": "Josh Gondelman"
   }
  },
  {
   "quote": {
    "text": "There's humor in everything. There's gotta be humor in everything."
   },
   "author": {
    "text": "Amy Sedaris"
   }
  },
  {
   "quote": {
    "text": "I wasn't the sharpest tool in the shed, and I wasn't the biggest, so I got real good at running my mouth and making people laugh and using humor as a way to not get into fights."
   },
   "author": {
    "text": "Rob Riggle"
   }
  },
  {
   "quote": {
    "text": "I translated an Emile Zola book, 'The Belly of Paris,' because I didn't find an existing translation that captured his sense of humor. Humor is the first victim of translation."
   },
   "author": {
    "text": "Mark Kurlansky"
   }
  },
  {
   "quote": {
    "text": "This I conceive to be the chemical function of humor: to change the character of our thought."
   },
   "author": {
    "text": "Lin Yutang"
   }
  },
  {
   "quote": {
    "text": "It's great to be able to connect parents with children both emotionally and through humor. I look forward to exploring family entertainment once again and examining the specifics of our day-to-day lives against the backdrop of an extraordinary adventure."
   },
   "author": {
    "text": "Jon Favreau"
   }
  },
  {
   "quote": {
    "text": "I can't begin to tell you how fulfilling the perennial nature of 'Elf' on television has been for me. It's great to be able to connect parents with children both emotionally and through humor."
   },
   "author": {
    "text": "Jon Favreau"
   }
  },
  {
   "quote": {
    "text": "I was always silly in high school. I used to always get in trouble because I was laughing. I've always thought I was funny but never thought I could use it to make money. In 1996, I decided I was going to use my humor to get on TV to make money."
   },
   "author": {
    "text": "Retta"
   }
  },
  {
   "quote": {
    "text": "All the people I looked up to - Roseanne, Tim Allen, and Jerry Seinfeld - were stand-up comedians who used humor to get TV shows. I'm on TV now, and I'm working towards getting my own show."
   },
   "author": {
    "text": "Retta"
   }
  },
  {
   "quote": {
    "text": "I think 'Piranha' won't be in the guilty-pleasure category, because it's gonna be - well, yeah, maybe for some people. From what I've seen, it has a sense of humor about itself, and it's also really scary and really, really violent. I would call it a popcorn movie from the planet Popcorn."
   },
   "author": {
    "text": "Adam Scott"
   }
  },
  {
   "quote": {
    "text": "There's a lot of movies, and I've made some of them that could be categorized this way, but there's definitely been a trend in animated features of all types to be a little bit cynical, if you will, to have a little bit of 'knowing' humor to them, kind of a wink to the audience."
   },
   "author": {
    "text": "Kelly Asbury"
   }
  },
  {
   "quote": {
    "text": "For me, humor is everything!"
   },
   "author": {
    "text": "Judy Gold"
   }
  },
  {
   "quote": {
    "text": "Mother humor is such a universal theme. I wrote a show called '25 Questions for a Jewish Mother.' I had people coming up to me after the show saying, 'I'm Baptist, and my mother is just like yours.'"
   },
   "author": {
    "text": "Judy Gold"
   }
  },
  {
   "quote": {
    "text": "I love the vulgar. I kind of have the humor of a 17-year-old boy."
   },
   "author": {
    "text": "Judy Gold"
   }
  },
  {
   "quote": {
    "text": "A lot of people say, 'Hey, God doesn't have a sense of humor.' Yes, He does. God has a great sense of humor."
   },
   "author": {
    "text": "Si Robertson"
   }
  },
  {
   "quote": {
    "text": "I have the humor of a 9-year-old boy, and sometimes I've had laughing fits on-air."
   },
   "author": {
    "text": "Megyn Kelly"
   }
  },
  {
   "quote": {
    "text": "People who have very devastating lives sometimes have the most wild, avant-garde humor. It's like when you've seen it all and been through it all, nothing is off-limits in a way."
   },
   "author": {
    "text": "Jenny Zhang"
   }
  },
  {
   "quote": {
    "text": "I was a little shocked at how adult some of the humor was, because I was never that into animation before and when I watched 'Shrek' I really laughed out loud."
   },
   "author": {
    "text": "Cheryl Hines"
   }
  },
  {
   "quote": {
    "text": "People often think that you have a sense of humor because you think that life is funny. Life isn't funny at all. It's appalling and tragic."
   },
   "author": {
    "text": "Howard Jacobson"
   }
  },
  {
   "quote": {
    "text": "Being a Hot Mom means being respected as a mom and a woman. And, the key to being a Hot Mom is having a sense of humor about yourself and all the crazy situations that arise."
   },
   "author": {
    "text": "Jami Gertz"
   }
  },
  {
   "quote": {
    "text": "I think the humor, when applied in the right amount, only serves to intensify the other emotions in a given song; it highlights them, makes them stand out."
   },
   "author": {
    "text": "John Grant"
   }
  },
  {
   "quote": {
    "text": "I think bands, when they're on the road, they keep their sanity by developing an internal sense of humor."
   },
   "author": {
    "text": "Ric Ocasek"
   }
  },
  {
   "quote": {
    "text": "Humor can bring people under the tent. And a good joke can deflect some of the intensity surrounding a serious subject."
   },
   "author": {
    "text": "Ted Danson"
   }
  },
  {
   "quote": {
    "text": "We're all funny. Humor unites us."
   },
   "author": {
    "text": "Luis Alberto Urrea"
   }
  },
  {
   "quote": {
    "text": "I like telling stories with a sense of humor. But humor can also distance you from the subject you're writing about. I'm interested in using humor as a portal to something a bit more serious."
   },
   "author": {
    "text": "Jens Lekman"
   }
  },
  {
   "quote": {
    "text": "Any band that doesn't have a sense of humor has a little bit of a problem."
   },
   "author": {
    "text": "Jens Lekman"
   }
  },
  {
   "quote": {
    "text": "Bruce Wayne needs a sense of humor to do his job. Batman, for a very long time, was going to a very dark place."
   },
   "author": {
    "text": "Paul Dini"
   }
  },
  {
   "quote": {
    "text": "I have been a big fan of the 'Fast and the Furious' franchise. The films are fast-paced, fun and keep the audience involved. There is a great mix of humor and action, something I really appreciate."
   },
   "author": {
    "text": "Tony Jaa"
   }
  },
  {
   "quote": {
    "text": "There is a real affection for these human beings on these stage that O'Neill really had. Out of that affection comes a lot of humor, which is unexpected when you think of 'The Iceman Cometh.'"
   },
   "author": {
    "text": "George C. Wolfe"
   }
  },
  {
   "quote": {
    "text": "One can never speak enough of the virtues, the dangers, the power of shared laughter."
   },
   "author": {
    "text": "Francoise Sagan"
   }
  },
  {
   "quote": {
    "text": "It felt as if things were literally slipping through my fingers. Things were just streaming away from me. I lost my sense of humor. I'm still looking for that."
   },
   "author": {
    "text": "Michelle Williams"
   }
  },
  {
   "quote": {
    "text": "I have a need to always make people laugh. I have a desperate need. I love a great sense of humor. The people I sort of surround myself with have that."
   },
   "author": {
    "text": "Peter Dinklage"
   }
  },
  {
   "quote": {
    "text": "Women respond to comfort and a sense of humor. I was always able to make them laugh, so that helps a lot."
   },
   "author": {
    "text": "Peter Dinklage"
   }
  },
  {
   "quote": {
    "text": "A sense of humor... is needed armor. Joy in one's heart and some laughter on one's lips is a sign that the person down deep has a pretty good grasp of life."
   },
   "author": {
    "text": "Hugh Sidey"
   }
  },
  {
   "quote": {
    "text": "I don't understand how somebody wouldn't have a sense of humor about themselves."
   },
   "author": {
    "text": "John Malkovich"
   }
  },
  {
   "quote": {
    "text": "Daddy was hilarious. He could take the most mundane event and tell it so that we all on the floor laughing. He trained me in the joys of humor."
   },
   "author": {
    "text": "Karen DeCrow"
   }
  },
  {
   "quote": {
    "text": "I love Sell Out, I think it's great. I love the jingles. The whole thing as an album is a wonderful piece of work. The cover. Everything about it. It's got humor, great songs, irony."
   },
   "author": {
    "text": "Roger Daltrey"
   }
  },
  {
   "quote": {
    "text": "A joke's a very serious thing."
   },
   "author": {
    "text": "Charles Churchill"
   }
  },
  {
   "quote": {
    "text": "The darker the film, the more vital everyone's sense of humor is on set."
   },
   "author": {
    "text": "Eric Bana"
   }
  },
  {
   "quote": {
    "text": "I've always had a sick sense of humor, and I've always wanted that to permeate the music because I don't take myself seriously. I take the music seriously, but I know I'm not God's gift to anyone except my mom."
   },
   "author": {
    "text": "Josh Homme"
   }
  },
  {
   "quote": {
    "text": "It's just my natural way - to be funny. I don't know why that is. But as I've said, humor is a quick cover for shock, horror, confusion. The critics hate funny writers for the most part. They think funny is not serious, but I think that funny can be even more serious than nonfunny. And it can be more affecting, too."
   },
   "author": {
    "text": "T. C. Boyle"
   }
  },
  {
   "quote": {
    "text": "Humor can prove to be the conversational lubricant you need to remove the tension from the most unpleasant management- and accountability-related conversations."
   },
   "author": {
    "text": "Clay Clark"
   }
  },
  {
   "quote": {
    "text": "I liked the premise of this material. I love the marriage relationship. They kind of keep each other honest, and they enjoy each other's sense of humor. Kind of a sexy but boring relationship."
   },
   "author": {
    "text": "Patricia Arquette"
   }
  },
  {
   "quote": {
    "text": "To this day, I've found that it doesn't matter what a guy looks like if he's really funny. His sense of humor makes him attractive. On the other hand, you don't hear men saying, 'No she's not pretty, but is she ever funny!'"
   },
   "author": {
    "text": "Catherine O'Hara"
   }
  },
  {
   "quote": {
    "text": "Funny songs aren't usually that good. Like Weird Al and maybe a couple of Beatles songs, but it's kind of hard to bring humor into rock music in an interesting way."
   },
   "author": {
    "text": "Win Butler"
   }
  },
  {
   "quote": {
    "text": "A taste for irony has kept more hearts from breaking than a sense of humor, for it takes irony to appreciate the joke which is on oneself."
   },
   "author": {
    "text": "Jessamyn West"
   }
  },
  {
   "quote": {
    "text": "I would say just start writing. You've got to write every day. Copy someone that you like if you think that perhaps could become your sound, too. I did that with Hemingway, and I thought I was writing just like Hemingway. Then all of a sudden it occurred to me - he didn't have a sense of humor. I don't know anything he's written that's funny."
   },
   "author": {
    "text": "Elmore Leonard"
   }
  },
  {
   "quote": {
    "text": "As fandom grew more variegated, genzines reflected a broadening of interests, carrying personal columns of humor and reflection, science articles, amateur fiction, stylish gossip, and inevitably, thoughtful pieces on the future of fandom."
   },
   "author": {
    "text": "Gregory Benford"
   }
  },
  {
   "quote": {
    "text": "Probably it is impossible for humor to be ever a revolutionary weapon. Candide can do little more than generate irony."
   },
   "author": {
    "text": "Lionel Trilling"
   }
  },
  {
   "quote": {
    "text": "I go out and speak to women's groups all the time, and I say, 'Guys, you gotta laugh and find the humor in things. You gotta pass it on.'"
   },
   "author": {
    "text": "Vicki Lawrence"
   }
  },
  {
   "quote": {
    "text": "I think the main thing about comedy and humor is that it's impossible and always was impossible to define."
   },
   "author": {
    "text": "Mike Nichols"
   }
  },
  {
   "quote": {
    "text": "Nothing in man is more serious than his sense of humor; it is the sign that he wants all the truth."
   },
   "author": {
    "text": "Mark Van Doren"
   }
  },
  {
   "quote": {
    "text": "I think humor can be an effective way of getting the point across, but there are definitely times where I just write very earnestly."
   },
   "author": {
    "text": "Alex Pareene"
   }
  },
  {
   "quote": {
    "text": "Writing is not for me. I completely lose my sense of humor when I write. I become extremely pathetic, very sensational. Images give me possibilities that I don't have with words."
   },
   "author": {
    "text": "Marjane Satrapi"
   }
  },
  {
   "quote": {
    "text": "We're starting to push the envelope in terms of the expectations, and you can also have your own style, personality and sense of humor, because now we're allowed to."
   },
   "author": {
    "text": "Lisa Guerrero"
   }
  },
  {
   "quote": {
    "text": "When I was doing research on the M.C.s and spending time with these cats, one of the things that struck me and made me realize that I could deliver this world to an audience was their really dark and acute sense of humor."
   },
   "author": {
    "text": "Kurt Sutter"
   }
  },
  {
   "quote": {
    "text": "I think God has a tremendous sense of humor."
   },
   "author": {
    "text": "Rainn Wilson"
   }
  },
  {
   "quote": {
    "text": "I like being a Baha'i who has an out-there sense of humor. God gives us talents and faculties, and making people laugh is one of mine."
   },
   "author": {
    "text": "Rainn Wilson"
   }
  },
  {
   "quote": {
    "text": "The humor is essentially dark for a cartoon and sophisticated. But at the same time, being a cartoon gives the writers more freedom than in a normal sitcom. It always pushes the line that, despite human failings, the Simpsons are really decent people."
   },
   "author": {
    "text": "Dan Castellaneta"
   }
  },
  {
   "quote": {
    "text": "A lot of stars don't have a sense of humor."
   },
   "author": {
    "text": "Kathy Griffin"
   }
  },
  {
   "quote": {
    "text": "Those years on the golf course as a caddie, boy, those people were something. They were vulgar, some were alcoholics, racist, they were very difficult people to deal with. A lot of them didn't have a sense of humor."
   },
   "author": {
    "text": "Martin Sheen"
   }
  },
  {
   "quote": {
    "text": "I have a dark sense of humor."
   },
   "author": {
    "text": "Olivia Munn"
   }
  },
  {
   "quote": {
    "text": "Athletes tend to have less of a sense of humor than most people. They are heroes to so many. That might be part of it."
   },
   "author": {
    "text": "Jeff Ross"
   }
  },
  {
   "quote": {
    "text": "Humor that is edgy is never squeaky clean."
   },
   "author": {
    "text": "Jeff Ross"
   }
  },
  {
   "quote": {
    "text": "I want everything I do to have humor in it, because it seems to me that all of life has that."
   },
   "author": {
    "text": "Lawrence Kasdan"
   }
  },
  {
   "quote": {
    "text": "I like working on stories where I can explore the darker corners of childhood without illustrations but with humor."
   },
   "author": {
    "text": "Kate Klise"
   }
  },
  {
   "quote": {
    "text": "My fam is just a regular family. But all of them have great senses of humor."
   },
   "author": {
    "text": "Dane Cook"
   }
  },
  {
   "quote": {
    "text": "All I try to do is as earnestly and as acutely as I can, conceive a character and try to portray this character just honestly. If the humor is within the absurdity and the awfulness of situations, then let it be seen that way."
   },
   "author": {
    "text": "Patrick Warburton"
   }
  },
  {
   "quote": {
    "text": "One thing I have that the majority of other designers don't is humor. That's distinctly my approach, and it was distinctly Franco Moschino's, too."
   },
   "author": {
    "text": "Jeremy Scott"
   }
  },
  {
   "quote": {
    "text": "I am in the Master of Professional Writing program teaching Humor Writing, Literary and Dramatic."
   },
   "author": {
    "text": "Shelley Berman"
   }
  },
  {
   "quote": {
    "text": "Humor works, and it's the best way to get attention without spending a lot of money."
   },
   "author": {
    "text": "Jerry Della Femina"
   }
  },
  {
   "quote": {
    "text": "Reading 'Youth in Revolt' might have ruined my career because suddenly I wanted to abandon all the emotional truth of something and just go out far on a literary limb with completely implausible things that relied completely on voice and humor. And what saved me is realizing that I couldn't do that very well."
   },
   "author": {
    "text": "Rob Thomas"
   }
  },
  {
   "quote": {
    "text": "Both of my kids have my sense of humor - they're definitely entertaining."
   },
   "author": {
    "text": "Jodie Sweetin"
   }
  },
  {
   "quote": {
    "text": "One of my favorite things about 'Star Trek' wasn't just the overt banter but the humor in that show about the relationships between the main characters and their reactions to the situations they would face; there was a lot of comedy in that show without ever breaking its reality."
   },
   "author": {
    "text": "J. J. Abrams"
   }
  },
  {
   "quote": {
    "text": "Sometimes the only way to make palatable that which is appalling and apprehensive is to season it with some humor."
   },
   "author": {
    "text": "Terrence Howard"
   }
  },
  {
   "quote": {
    "text": "Academics tend to have wonderfully infantile senses of humor."
   },
   "author": {
    "text": "John Lithgow"
   }
  },
  {
   "quote": {
    "text": "I'm not for gratuitous nudity, but if there's humor, I don't have a problem."
   },
   "author": {
    "text": "Rebecca Romijn"
   }
  },
  {
   "quote": {
    "text": "I just am a snob when it comes to humor."
   },
   "author": {
    "text": "Courteney Cox"
   }
  },
  {
   "quote": {
    "text": "I think drama and comedy are pretty much all the same, and the issue is whether or not you have a sense of humor."
   },
   "author": {
    "text": "Valerie Harper"
   }
  },
  {
   "quote": {
    "text": "I was in the music industry as Amanda Diva for 10 years but I realized that I had bigger work to do and needed to get busy doing that work. I really do believe that I'm here for a bigger purpose, and I want to be a role model and speak for the black community and black women specifically. Humor was the way it felt most organic and effective for me."
   },
   "author": {
    "text": "Amanda Seales"
   }
  },
  {
   "quote": {
    "text": "I realized over the years if I'm writing about humor, irony, satire, I much prefer to do that in English. And if there is sorrow, melancholy, longing, I much prefer to do that in Turkish. Each language has its own strength to me, and I feel connected and attached to both Turkish and English. I dream in more than one language."
   },
   "author": {
    "text": "Elif Safak"
   }
  },
  {
   "quote": {
    "text": "Whenever I've had a wig fall off, I've just played it off like I meant it to happen. Just keep a good sense of humor about it."
   },
   "author": {
    "text": "Chris March"
   }
  },
  {
   "quote": {
    "text": "A lot of celebrities have a sense of humor, and combined with an outrageous event, sometimes the sky's the limit!"
   },
   "author": {
    "text": "Chris March"
   }
  },
  {
   "quote": {
    "text": "I think anyone who behaves boorishly but without a good sense of humor is not as fun to watch."
   },
   "author": {
    "text": "Gaby Hoffmann"
   }
  },
  {
   "quote": {
    "text": "The quickest way to defuse fear or insecurity or anger is usually humor. I think comics figure that out quickly, and, once you figure it out, you think, 'Hey, if I can do this and get paid, that would be kind of cool.'"
   },
   "author": {
    "text": "Billy Gardell"
   }
  },
  {
   "quote": {
    "text": "I have such a respect for comedy. It's a lot harder than doing drama, in my opinion; you have to have sort of an innate sense of humor. There are rules to comedy you can learn. But ultimately, it really does require a certain point of view on the world, and that really does appeal to me."
   },
   "author": {
    "text": "Elizabeth Banks"
   }
  },
  {
   "quote": {
    "text": "The thing that I'm known for - at least, depending on what Subreddit you go to - is being a comedian. And so, even when talking about heavy things, I still want to try to use humor to walk us in the door."
   },
   "author": {
    "text": "Wyatt Cenac"
   }
  },
  {
   "quote": {
    "text": "I think sometimes my humor is extremely dry, and a lot of times I would say things that I thought were very funny but... I have a reputation of - people think of me as a very fundamentalist, humorless fellow."
   },
   "author": {
    "text": "Ian MacKaye"
   }
  },
  {
   "quote": {
    "text": "I'm a big fan of independent girls who are strong-willed, vocal in their opinions, and have a sense of humor."
   },
   "author": {
    "text": "David Lambert"
   }
  },
  {
   "quote": {
    "text": "In high drama or high tragedy or anything, it's not really human unless there's some humor at the same time. And vice versa. So I guess I tend to gravitate towards projects which tread a dodgy tightrope between two things, which aren't really one or another."
   },
   "author": {
    "text": "Rebecca Hall"
   }
  },
  {
   "quote": {
    "text": "I'm a comedian, and I have my share of anxiety and depression; so do most of my friends. My humor tends to lie in the juxtaposition of extreme lightness - I'm a huge musical-theater fan - and extreme darkness. And so I really like playing with those because that's how I feel."
   },
   "author": {
    "text": "Rachel Bloom"
   }
  },
  {
   "quote": {
    "text": "Solutions-oriented campaigning with a little passion and a little humor; I think that will go a long way. I think people are desperate for it."
   },
   "author": {
    "text": "Laura Ingraham"
   }
  },
  {
   "quote": {
    "text": "For the most part, comedians are pretty friendly with each other. They always say they badmouth each other, but most of the time, they're friends. We're the only ones that can really stand our type of humor."
   },
   "author": {
    "text": "Colin Quinn"
   }
  },
  {
   "quote": {
    "text": "My dad's sense of humor was direct and sometimes surreal - his quick wit is well known amongst our family and friends. He raised me on Spike Jones records and W.C. Fields movies, and his sense of humor fell somewhere in between."
   },
   "author": {
    "text": "Tony Visconti"
   }
  },
  {
   "quote": {
    "text": "It's amazing how these little guys can say things that a mortal human could never get away with. There's some sort of unspoken license... when outlandish things come out of an inanimate object, somehow it equals humor."
   },
   "author": {
    "text": "Jeff Dunham"
   }
  },
  {
   "quote": {
    "text": "You can find humor in most things, and even terrible things."
   },
   "author": {
    "text": "Thundercat"
   }
  },
  {
   "quote": {
    "text": "I kind of find humor in everything, even to the point where it's awkward - like, the worst scenarios are the funniest things ever."
   },
   "author": {
    "text": "Thundercat"
   }
  },
  {
   "quote": {
    "text": "The people in New York - their humor is on a level that goes, uh, very deep, you know?"
   },
   "author": {
    "text": "Elaine Stritch"
   }
  },
  {
   "quote": {
    "text": "I compare Stephen Sondheim with humor, because humor is unanalyzable. You can't analyze humor. You just have to get through it."
   },
   "author": {
    "text": "Elaine Stritch"
   }
  },
  {
   "quote": {
    "text": "The great thing about 'Weeds' is that everything we do is never quite serious enough to be taken seriously. It always has humor behind it, and it think it makes it definitely more fun for the audience."
   },
   "author": {
    "text": "Alexander Gould"
   }
  },
  {
   "quote": {
    "text": "I think American guys tend to be a bit more forward, a bit more chatty and open than the Brits. The Brits seem to have a darker sense of humor, though I have met some Americans who have adopted bits of the British dry sense of humor as well."
   },
   "author": {
    "text": "Hayley Atwell"
   }
  },
  {
   "quote": {
    "text": "A sense of humor is the ability to understand a joke - and that the joke is oneself."
   },
   "author": {
    "text": "Clifton Fadiman"
   }
  },
  {
   "quote": {
    "text": "There is very little room for humor and personality in hip-hop."
   },
   "author": {
    "text": "Andy Mineo"
   }
  },
  {
   "quote": {
    "text": "I mean, yeah, I'm sure that Python and the other things have paved the way for a greater understanding of the British sense of humor, but I don't think it's all that different than the American sense of humor."
   },
   "author": {
    "text": "Simon Pegg"
   }
  },
  {
   "quote": {
    "text": "I've always thought my strengths were I'm smart, and I have a good sense of humor. I definitely struggle with feeling confident."
   },
   "author": {
    "text": "Lauren Graham"
   }
  },
  {
   "quote": {
    "text": "Believe it or not, there's a lot of humor in 'Mad Men.' Especially in the dark moments."
   },
   "author": {
    "text": "Matthew Weiner"
   }
  },
  {
   "quote": {
    "text": "Religious humor is not really my area, so I probably wouldn't do anything about that, or politics or something."
   },
   "author": {
    "text": "Chris Lilley"
   }
  },
  {
   "quote": {
    "text": "I think a lot of humor is about distracting yourself. Pretend you're not trying to make it funny. Because for some reason the effort to be funny smells like sulphur in our culture."
   },
   "author": {
    "text": "Sloane Crosley"
   }
  },
  {
   "quote": {
    "text": "It's funny. People often compare me to other humor essayists. They're usually quite nice comparisons; I will accept those gladly. But I am always sort of appalled at the idea of being lumped with other, more chick-y female writers. And the truth is probably that neither comparison is accurate."
   },
   "author": {
    "text": "Sloane Crosley"
   }
  },
  {
   "quote": {
    "text": "Obviously, it's the Lucille Balls of the world who helped make humor accessible to women and in a voice that women related to. I just wanted to continue that."
   },
   "author": {
    "text": "Erin Foster"
   }
  },
  {
   "quote": {
    "text": "If a dog doesn't put you first where are you both? In what relation? A dog needs God. It lives by your glances, your wishes. It even shares your humor. This happens about the fifth year. If it doesn't happen you are only keeping an animal."
   },
   "author": {
    "text": "Enid Bagnold"
   }
  },
  {
   "quote": {
    "text": "I have no idea what a British sensibility or a British sense of humor is. I have no concept of what that is. I have no concept of what American sensibility is. I was born in Great Britain, but I was only there for six months, and we moved to Belgium, where I grew up."
   },
   "author": {
    "text": "Frank Oz"
   }
  },
  {
   "quote": {
    "text": "After spending 460 days as a hostage, I did emerge a fundamentally changed person. But I think, like everyone does as they grow older and probably wiser, I can look back at my earlier life - my history, my mistakes, the joy I felt as a young woman traveling the world - with some objectivity and even some humor."
   },
   "author": {
    "text": "Amanda Lindhout"
   }
  },
  {
   "quote": {
    "text": "Reilly Brown is a master of balancing action, humor, and extreme violence, and his character designs for some of the alien races and technology that we encounter is just amazing."
   },
   "author": {
    "text": "Cullen Bunn"
   }
  },
  {
   "quote": {
    "text": "A humorist is a person who feels bad, but who feels good about it."
   },
   "author": {
    "text": "Don Herold"
   }
  },
  {
   "quote": {
    "text": "Without a sense of humor, I would have been gone a long time ago."
   },
   "author": {
    "text": "Patty Duke"
   }
  },
  {
   "quote": {
    "text": "From the ages of 12 to 35 my body, not my mind, was my primary currency. My ideas, my humor, my curiosity - none of those were valued as much as my body, which preceded me into almost every room."
   },
   "author": {
    "text": "Amanda de Cadenet"
   }
  },
  {
   "quote": {
    "text": "You write the way you think about the world. My motto in times of trouble - and I'm speaking of life, not writing - is 'no humor too black.'"
   },
   "author": {
    "text": "Elizabeth McCracken"
   }
  },
  {
   "quote": {
    "text": "Humor reminds you, when you're flattened by sorrow, that you're still human."
   },
   "author": {
    "text": "Elizabeth McCracken"
   }
  },
  {
   "quote": {
    "text": "Short fiction is like low relief. And if your story has no humor in it, then you're trying to look at something in the pitch dark. With the light of humor, it throws what you're writing into relief so that you can actually see it."
   },
   "author": {
    "text": "Elizabeth McCracken"
   }
  },
  {
   "quote": {
    "text": "There are two MFA programs here at the University of Texas, and I read on the jury of both of them. And it's amazing to me how many really talented young writers seem to fear humor."
   },
   "author": {
    "text": "Elizabeth McCracken"
   }
  },
  {
   "quote": {
    "text": "Stephen King has inspired me with his humor and honesty, and his admonition that the author's job is to tell the truth."
   },
   "author": {
    "text": "Barry Eisler"
   }
  },
  {
   "quote": {
    "text": "The thing about For Better or Worse is the only thing that made me an okay director for that is that I have a sense of humor, and it was supposed to be funny."
   },
   "author": {
    "text": "Jason Alexander"
   }
  },
  {
   "quote": {
    "text": "I actually have a pretty good sense of humor."
   },
   "author": {
    "text": "Stone Cold Steve Austin"
   }
  },
  {
   "quote": {
    "text": "There's a film I did years ago, 'Love Serenade,' that I still really love. It's such an oddball sense of humor. It was a really special film for me when I did it."
   },
   "author": {
    "text": "Miranda Otto"
   }
  },
  {
   "quote": {
    "text": "People come up to me as I leave the stage after a performance and tell me tey saw my mother onstage with me every time I sing. I keep a sense of humor about it."
   },
   "author": {
    "text": "Lorna Luft"
   }
  },
  {
   "quote": {
    "text": "I still haven't found the humor in getting hit by a cement truck. My knees still hurt when I think about it, so no jokes about that yet."
   },
   "author": {
    "text": "Adam DeVine"
   }
  },
  {
   "quote": {
    "text": "I get asked, 'How can you have such failures in your films?' Well, what else is life about? There's some sense of constant failure in something. Humor gives you a distance from it."
   },
   "author": {
    "text": "Alexander Payne"
   }
  },
  {
   "quote": {
    "text": "If you look at the game and everything, it's not quite like looking at an animated film, because that's total character. This, this is really movement, but it's got funny little things if you look for the humor. They're actually getting to the character."
   },
   "author": {
    "text": "Don Bluth"
   }
  },
  {
   "quote": {
    "text": "M*A*S*H offered real characters and everybody identified with them because they had such soul. The humor was intelligent and it always assumed that you had an intellect."
   },
   "author": {
    "text": "Loretta Swit"
   }
  },
  {
   "quote": {
    "text": "I really like when different stories are represented, it's not just the same kind of person, and when there's humor in it, and there's relationships."
   },
   "author": {
    "text": "Jessica Williams"
   }
  },
  {
   "quote": {
    "text": "Even as a kid I was never the generator of humor, but I always knew who was funny, who to hang out with."
   },
   "author": {
    "text": "Andrew Stanton"
   }
  },
  {
   "quote": {
    "text": "Magoo's appeal lies in our hostility toward an older generation. But he's not only nearsighted physically. His mind is selective of what it sees, too. That is where the humor, the satire lies, in the difference between what he thinks he sees and reality as we see it."
   },
   "author": {
    "text": "Jim Backus"
   }
  },
  {
   "quote": {
    "text": "Humor is merely tragedy standing on its head with its pants torn."
   },
   "author": {
    "text": "Irvin S. Cobb"
   }
  },
  {
   "quote": {
    "text": "A lot of my humor centers on the act of telling jokes and I think this can prevent certain audiences from suspending their feeling of disbelief. It might piss a few people off, but I can't help it."
   },
   "author": {
    "text": "Michael Showalter"
   }
  },
  {
   "quote": {
    "text": "If I ever have sex with someone I might be able to develop a sense of humor."
   },
   "author": {
    "text": "Kate Beckinsale"
   }
  },
  {
   "quote": {
    "text": "I love 'Dexter.' The dark sense of humor is wonderful."
   },
   "author": {
    "text": "Stephen J. Cannell"
   }
  },
  {
   "quote": {
    "text": "My humor is a lot like Kristen Wiig's from 'Saturday Night Live' or 'Bridesmaids.' Quirky, off the beaten path."
   },
   "author": {
    "text": "Nicole Ari Parker"
   }
  },
  {
   "quote": {
    "text": "'The Sundial' is written with the kind of humor that would make a guillotine laugh."
   },
   "author": {
    "text": "Victor LaValle"
   }
  },
  {
   "quote": {
    "text": "I'm not really big on slapstick humor. I like gentle humor."
   },
   "author": {
    "text": "Anjelica Huston"
   }
  },
  {
   "quote": {
    "text": "I get called 'Mayor West' a lot in airports. I've been very fortunate to have a fan base that keeps growing, and the work gets such a warm response and humor from people."
   },
   "author": {
    "text": "Adam West"
   }
  },
  {
   "quote": {
    "text": "I've hung on for a long time in this business and had some success, and I think it's keeping an open mind and being curious and having a sense of humor about oneself that's important."
   },
   "author": {
    "text": "Adam West"
   }
  },
  {
   "quote": {
    "text": "I like beautiful writing, pain, unexpected humor, and the message that, at the last second, people are going to be kind to each other. It almost doesn't matter what the genre is."
   },
   "author": {
    "text": "Jeff Giles"
   }
  },
  {
   "quote": {
    "text": "If I could visit dead authors, I'd head right over to E. B. White, though I'm so in awe of him I'd probably just sit at his feet and weep. He's the master of clarity, of understated humor, of palatable political conviction."
   },
   "author": {
    "text": "Elizabeth Berg"
   }
  },
  {
   "quote": {
    "text": "I find life a mix of humor and pathos, and all my books reflect that to one degree or another."
   },
   "author": {
    "text": "Elizabeth Berg"
   }
  },
  {
   "quote": {
    "text": "You probably found 'How to Survive a Robot Uprising' in the humor section. Let's just hope that is where it belongs."
   },
   "author": {
    "text": "Daniel H. Wilson"
   }
  },
  {
   "quote": {
    "text": "I don't really dissect comedy. Nothing kills off humor more than overanalyzing it."
   },
   "author": {
    "text": "David Steinberg"
   }
  },
  {
   "quote": {
    "text": "I'm a huge fan of Steve Martin. He's hilarious, but he has this depth to him and this way of dealing with the difficult things in life with a sense of humor that I think has helped me as an actress."
   },
   "author": {
    "text": "Alexandra Daddario"
   }
  },
  {
   "quote": {
    "text": "You have got to have a good sense of humor, you have got to be tough, and you have got to know how to dress."
   },
   "author": {
    "text": "Frank Vincent"
   }
  },
  {
   "quote": {
    "text": "I'm going to do a lot of weird stuff that's not going to be like me prancing around like an insane 12-year-old. I showed everybody that side of me and I think it's time to do different stuff, even when it comes down to the type of humor. I want to do some drier, weirder stuff."
   },
   "author": {
    "text": "Andy Milonakis"
   }
  },
  {
   "quote": {
    "text": "The key to humor is often self-loathing or sarcasm. In a sense, that's how self-loathing is made palatable."
   },
   "author": {
    "text": "James Gray"
   }
  },
  {
   "quote": {
    "text": "Suspense is very important. Even though this is humor and they're short stories, that theory of building suspense is still there."
   },
   "author": {
    "text": "Sergio Aragones"
   }
  },
  {
   "quote": {
    "text": "Wit is an explosion of the compound spirit."
   },
   "author": {
    "text": "Karl Wilhelm Friedrich Schlegel"
   }
  },
  {
   "quote": {
    "text": "What intrigued me about him was his intelligence, his humor. I'd been all over the world. I had started a career. At that point, I had sort of committed myself to not committing. I didn't want to have to raise a husband, but he was so sophisticated and so funny."
   },
   "author": {
    "text": "Cindy McCain"
   }
  },
  {
   "quote": {
    "text": "When I think about Plastic Man, he was genuinely the first funny super hero. I'm obviously attracted to that. There's also this great mixture of tragedy in there, too, that I love. The humor comes from a place of pain."
   },
   "author": {
    "text": "Gail Simone"
   }
  },
  {
   "quote": {
    "text": "Jon Stewart, Bill Maher, Stephen Colbert. Those are the guys I look at who are telling me pretty much the truth. And they throw humor into it which makes it much more interesting to listen to."
   },
   "author": {
    "text": "Grace Slick"
   }
  },
  {
   "quote": {
    "text": "Sometimes you can take those dramatic roles and maybe interject a little humor into them, and I think the reverse also works."
   },
   "author": {
    "text": "Dennis Farina"
   }
  },
  {
   "quote": {
    "text": "I was a precocious only child, and then I went through a fat, awkward stage for several years, so I learned to fall back on my humor and personality when I was growing up. It's how you survive, so I think it was more of a natural progression for me, developing into comedy."
   },
   "author": {
    "text": "Ari Graynor"
   }
  },
  {
   "quote": {
    "text": "In high school, everyone told me I had a great personality and sense of humor, but I wanted to be the girl who boys liked because she was pretty on top of being funny. I was boy crazy."
   },
   "author": {
    "text": "Ari Graynor"
   }
  },
  {
   "quote": {
    "text": "I prefer situational or character-based humor to gross-out gags and comedic set pieces."
   },
   "author": {
    "text": "Ari Graynor"
   }
  },
  {
   "quote": {
    "text": "Texas humor and Southern humor are pretty similar."
   },
   "author": {
    "text": "Daniel Woodrell"
   }
  },
  {
   "quote": {
    "text": "G.I. humor is similar to cop humor."
   },
   "author": {
    "text": "Nelson DeMille"
   }
  },
  {
   "quote": {
    "text": "The thing that I get so often with network comedies - and, I think, some of the most brilliant people in the world do them - but it's easy to hide behind a joke. I kind of feel like when you have to face things, and you don't have humor, it becomes very vulnerable; it exposes your deepest and darkest fears in some aspects."
   },
   "author": {
    "text": "Kenya Barris"
   }
  },
  {
   "quote": {
    "text": "I consider myself a disciple of Norman Lear. And one of the things he did was topic-driven humor."
   },
   "author": {
    "text": "Kenya Barris"
   }
  },
  {
   "quote": {
    "text": "Comedy used to be a vehicle for change. Now, comedy has gotten to this quirky, nonsensical place, which I enjoy. But I do think there is room for discussion-based humor. We can tell those stories in a way that feels edifying."
   },
   "author": {
    "text": "Kenya Barris"
   }
  },
  {
   "quote": {
    "text": "I'm able to see humor in a lot of things."
   },
   "author": {
    "text": "Juliana Hatfield"
   }
  },
  {
   "quote": {
    "text": "Surprise is not humor. I think that there can be a fine line there."
   },
   "author": {
    "text": "Keegan-Michael Key"
   }
  },
  {
   "quote": {
    "text": "My fans have great senses of humor and eat too much chocolate."
   },
   "author": {
    "text": "Christopher Moore"
   }
  },
  {
   "quote": {
    "text": "I can't not put humor in a book."
   },
   "author": {
    "text": "Albert Brooks"
   }
  },
  {
   "quote": {
    "text": "My humor is traced with dark - I've got dark patches all over the place."
   },
   "author": {
    "text": "Albert Brooks"
   }
  },
  {
   "quote": {
    "text": "I don't happen to have a sense of humor personally, so I don't know what's funny about a character... This happens to be a feature of my life generally."
   },
   "author": {
    "text": "Wallace Shawn"
   }
  },
  {
   "quote": {
    "text": "If it gets laughs, it's funny."
   },
   "author": {
    "text": "Rachel Dratch"
   }
  },
  {
   "quote": {
    "text": "All Shondaland shows have a level of intelligence, a level of humor, a level of pathos and human connection."
   },
   "author": {
    "text": "Jason Winston George"
   }
  },
  {
   "quote": {
    "text": "I like dark humor. My favorite movie of all time is 'Harold and Maude.'"
   },
   "author": {
    "text": "Leslie Mann"
   }
  },
  {
   "quote": {
    "text": "Humor is imperative, more important than food. You have a choice when someone dies. You can lie down or get back into life. Do something for someone else."
   },
   "author": {
    "text": "Doris Roberts"
   }
  },
  {
   "quote": {
    "text": "I really love middle-grade. Middle-grade books have a little more of a magical, light-hearted feel. You can be a little bit more quirky, you can have a little more humor. It doesn't get so dark and deep."
   },
   "author": {
    "text": "James Dashner"
   }
  },
  {
   "quote": {
    "text": "I'm a humor writer, so I don't always present myself in the best light."
   },
   "author": {
    "text": "Jen Lancaster"
   }
  },
  {
   "quote": {
    "text": "Humor's an excellent way to make a point more palatable and/or relatable."
   },
   "author": {
    "text": "Jen Lancaster"
   }
  },
  {
   "quote": {
    "text": "My dad instilled in me a great sense of humor. I wasn't bullied at school because my outward attitude was confident, and that helps."
   },
   "author": {
    "text": "Warwick Davis"
   }
  },
  {
   "quote": {
    "text": "My parents armed me with an amazing sense of humor, and it's what you need when, well, it's what anyone needs in this world."
   },
   "author": {
    "text": "Warwick Davis"
   }
  },
  {
   "quote": {
    "text": "I'm a sarcastic person, and people don't get my humor sometimes."
   },
   "author": {
    "text": "Sarah Hyland"
   }
  },
  {
   "quote": {
    "text": "I'm a Larry David fan, right? And it seems to me that Jewish history from the Talmud on has been a self-deprecating, self-critical kind of humor."
   },
   "author": {
    "text": "Peter Eisenman"
   }
  },
  {
   "quote": {
    "text": "My mom taught me the power of love. I learned to focus on the long-term big picture from my father. His sense of humor and light-hearted approach always make me smile. My husband is a pivotal anchor in my life. His influence encourages me to be independent and take risks."
   },
   "author": {
    "text": "Padmasree Warrior"
   }
  },
  {
   "quote": {
    "text": "Some people don't have a sense of humor."
   },
   "author": {
    "text": "Daniel Lyons"
   }
  },
  {
   "quote": {
    "text": "I don't have hard numbers about this, but the impression I get is that the amount of eyeballs you get from being on the humor shelf at Barnes & Noble - it is almost insignificant."
   },
   "author": {
    "text": "Randall Munroe"
   }
  },
  {
   "quote": {
    "text": "It used to be if you wanted to do a newspaper comic, you had to appeal to a pretty big chunk of the newspaper's readership for them to want to keep you around. 'Dilbert' would be office humor, but even that is pretty widely experienced."
   },
   "author": {
    "text": "Randall Munroe"
   }
  },
  {
   "quote": {
    "text": "With actors like Steve McQueen, Paul Newman and Harrison Ford, what made them such icons is that even in dramatic movies, their characters had a sense of humor."
   },
   "author": {
    "text": "Patrick Wilson"
   }
  },
  {
   "quote": {
    "text": "Humor helps people open up."
   },
   "author": {
    "text": "Roger von Oech"
   }
  },
  {
   "quote": {
    "text": "Humor is really one of the hardest things to define, very hard. And it's very ambiguous. You have it, or you don't. You can't attain it."
   },
   "author": {
    "text": "Heinrich Boll"
   }
  },
  {
   "quote": {
    "text": "Comedy is still alive, and there are still funny people. Jews are still overrepresented in comedy and psychiatry and underrepresented in the priesthood. That immigrant Jewish humor is still with us."
   },
   "author": {
    "text": "Robert Klein"
   }
  },
  {
   "quote": {
    "text": "I visited Jobs for the last time in his Palo Alto, Calif., home. He had moved to a downstairs bedroom because he was too weak to go up and down stairs. He was curled up in some pain, but his mind was still sharp and his humor vibrant."
   },
   "author": {
    "text": "Walter Isaacson"
   }
  },
  {
   "quote": {
    "text": "I have a very dark sense of humor."
   },
   "author": {
    "text": "Andy Dick"
   }
  },
  {
   "quote": {
    "text": "There's a hysterical, tired sense of humor that comes after working 14 hours a day, six days a week. I like those things because they take the pressure off the constant stress."
   },
   "author": {
    "text": "Tom Berenger"
   }
  },
  {
   "quote": {
    "text": "I came to work one day, and Ricky was playing music on his guitar, just snickering. He played me the riff that turned out to be 'Rock Lobster,' and it was hilarious. He was just trying to be funny. His guitar style made it moodier, and it really is a driving song, but it does have that funny humor to it."
   },
   "author": {
    "text": "Cindy Wilson"
   }
  },
  {
   "quote": {
    "text": "My sense of humor often gets me in trouble."
   },
   "author": {
    "text": "Duncan Jones"
   }
  },
  {
   "quote": {
    "text": "I have a sense of humor, and sometimes it gets me into trouble."
   },
   "author": {
    "text": "Duncan Jones"
   }
  },
  {
   "quote": {
    "text": "Leonard Cohen has a way with words and with humor that remind me to lighten up, which I appreciate very much."
   },
   "author": {
    "text": "Damien Rice"
   }
  },
  {
   "quote": {
    "text": "I find any sort of acting that doesn't have any humor in it is mind-numbingly boring. 'Serious acting' is the kind of acting that I don't ever respond to."
   },
   "author": {
    "text": "Andrew Scott"
   }
  },
  {
   "quote": {
    "text": "I find any sort of acting that doesn't have any humor in it is mind-numbingly boring."
   },
   "author": {
    "text": "Andrew Scott"
   }
  },
  {
   "quote": {
    "text": "I'd like to think my brand shares some of those characteristics we like to think of as classically American - a certain straightforwardness, honesty, a sense of humor, inclusiveness, practicality - all those great Yankee traits. And I don't mean the baseball team."
   },
   "author": {
    "text": "Michael Bastian"
   }
  },
  {
   "quote": {
    "text": "Ad agencies do all kinds of market research that ask people what they think they want, and instead, you should be creating things that you want. If you do something and you get it, the rest of the world will get it, too. Trust your own instincts, your own intellect, and your own sense of humor."
   },
   "author": {
    "text": "George Lois"
   }
  },
  {
   "quote": {
    "text": "When you meet someone new who instantly gets you, your sense of humor and your attitudes and your worldview, even if theirs are different - and you get them in return. You both talk and talk and agree and laugh and nod and yes, yes, of course you should get another round of drinks."
   },
   "author": {
    "text": "Erin Morgenstern"
   }
  },
  {
   "quote": {
    "text": "Humor is the only way to tell a story. Especially the dark ones."
   },
   "author": {
    "text": "Lisa Lutz"
   }
  },
  {
   "quote": {
    "text": "I've always adored the filmmaker Sam Fuller. The first time I watched 'Shock Corridor' was such a magnificent discovery. I love his lack of subtlety, the way he tackles serious topics with bold and inappropriate humor."
   },
   "author": {
    "text": "Lisa Lutz"
   }
  },
  {
   "quote": {
    "text": "I've worked a lot in comedy. As much as I love playing dramatic roles, it's always nice to be able to have some humor around when working."
   },
   "author": {
    "text": "Tom Ellis"
   }
  },
  {
   "quote": {
    "text": "Bands from Akron have a sense of humor and don't tend to take themselves too seriously."
   },
   "author": {
    "text": "Dan Auerbach"
   }
  },
  {
   "quote": {
    "text": "It never seems to occur to some people, that, like beauty, a sense of humor may sometimes be fatal."
   },
   "author": {
    "text": "Edgar Rice Burroughs"
   }
  },
  {
   "quote": {
    "text": "If you don't have humor, you're not going to make it. You're going to be one of those people who walks around with your head about to explode."
   },
   "author": {
    "text": "James McBride"
   }
  },
  {
   "quote": {
    "text": "My brand of humor is trying to play the situation as real as possible because I'm not the type of guy who is a joke a minute."
   },
   "author": {
    "text": "Dave Franco"
   }
  },
  {
   "quote": {
    "text": "I guess I've kind of recognized what my worth is and what my specific brand of humor is. And that's not necessarily being the guy who's super witty and saying a joke every second. I'm the guy who you throw in a bizarre scenario, and I'll play it as real as possible."
   },
   "author": {
    "text": "Dave Franco"
   }
  },
  {
   "quote": {
    "text": "You don't necessarily equate me with humor!"
   },
   "author": {
    "text": "Sean Bean"
   }
  },
  {
   "quote": {
    "text": "My dad has a dry, deadpan sense of humor, and my mom has an unexpected, wacky take on things. They really encouraged laughing at ourselves and the weirdness of situations that come up growing up in politics."
   },
   "author": {
    "text": "Kristin Gore"
   }
  },
  {
   "quote": {
    "text": "Both of my parents have great senses of humor."
   },
   "author": {
    "text": "Kristin Gore"
   }
  },
  {
   "quote": {
    "text": "The President has a wonderful sense of humor, which is one of the reasons it is so much fun to work for him."
   },
   "author": {
    "text": "Karen Hughes"
   }
  },
  {
   "quote": {
    "text": "Humor strips dominated what were called the funny papers early in the century, but by the 1920s and '30s, adventure strips had taken over. With 'Beetle Bailey,' I revived the funny part of the funny papers, and I'd be proud to be remembered for that."
   },
   "author": {
    "text": "Mort Walker"
   }
  },
  {
   "quote": {
    "text": "I'm not too modest of a person. I've got a pretty blue sense of humor."
   },
   "author": {
    "text": "Michelle Monaghan"
   }
  },
  {
   "quote": {
    "text": "Humor distorts nothing, and only false gods are laughed off their earthly pedestals."
   },
   "author": {
    "text": "Agnes Repplier"
   }
  },
  {
   "quote": {
    "text": "I really hate sitcoms on television with canned laughter and stuff. What really makes me laugh is the real-life stuff. I've got a dry sense of humor."
   },
   "author": {
    "text": "Katie Price"
   }
  },
  {
   "quote": {
    "text": "I've always had a very dry sense of humor, and I've pretty much grown up on Will Ferrell, first on 'Saturday Night Live,' then 'Old School' and 'Wedding Crashers.'"
   },
   "author": {
    "text": "Blake Griffin"
   }
  },
  {
   "quote": {
    "text": "Puns are a form of humor with words."
   },
   "author": {
    "text": "Guillermo Cabrera Infante"
   }
  },
  {
   "quote": {
    "text": "Sometimes in the most tragic situation, something just profoundly funny happens."
   },
   "author": {
    "text": "David Hyde Pierce"
   }
  },
  {
   "quote": {
    "text": "There is humor in the darkest of moments - People who I have loved and passed away, and very high stake situations where you can't help but laugh. I think that's very human."
   },
   "author": {
    "text": "Rose McIver"
   }
  },
  {
   "quote": {
    "text": "Paul Rudd has a very specific brand of humor."
   },
   "author": {
    "text": "Michael Pena"
   }
  },
  {
   "quote": {
    "text": "'War on Everyone,' I think... the script was hilarious to me, but it's very dark, dark humor. It's super dark."
   },
   "author": {
    "text": "Michael Pena"
   }
  },
  {
   "quote": {
    "text": "When you finish a drama, you go, 'I can't wait to do a comedy.' When you finish a comedy, you go, 'I want to do a dramedy, dark humor.'"
   },
   "author": {
    "text": "Michael Pena"
   }
  },
  {
   "quote": {
    "text": "Michael Pollan is a champion. In all ways. A man of great integrity, humor, and common sense and kindness."
   },
   "author": {
    "text": "Maira Kalman"
   }
  },
  {
   "quote": {
    "text": "I like Thomas Jefferson, though he intimidated me. I thought he would have been very tough to be around. I don't know if he had such a sense of humor."
   },
   "author": {
    "text": "Maira Kalman"
   }
  },
  {
   "quote": {
    "text": "I like the brooding man - a brooding man with a sense of humor."
   },
   "author": {
    "text": "Maira Kalman"
   }
  },
  {
   "quote": {
    "text": "I lean toward anything with a dark sense of humor. And since I've been out of school, the majority of my books have been contemporary; basically, I like my characters to have electricity - even better, a TV."
   },
   "author": {
    "text": "Andrea Seigel"
   }
  },
  {
   "quote": {
    "text": "Bathroom humor, fart, and poo poo humor in movies gets a laugh. It's a pretty easy audience, and that's been around for ages."
   },
   "author": {
    "text": "Selma Blair"
   }
  },
  {
   "quote": {
    "text": "I've always liked using humor, but what I had to with 'Chewing Gum' was take out a lot of darkness so it would be a bit more feel-good."
   },
   "author": {
    "text": "Michaela Coel"
   }
  },
  {
   "quote": {
    "text": "Having a sense of humor has served me more than it has hurt me - just in the sense that it has allowed me to keep my sanity."
   },
   "author": {
    "text": "Dee Dee Myers"
   }
  },
  {
   "quote": {
    "text": "People in Russia adapt to misery by a deep, deep humor."
   },
   "author": {
    "text": "Ian Frazier"
   }
  },
  {
   "quote": {
    "text": "I think what is important for things to be funny is if you the listener, or the reader, get a chance to supply the humor of it yourself."
   },
   "author": {
    "text": "Ian Frazier"
   }
  },
  {
   "quote": {
    "text": "With reporting, if you work hard, you can usually pull something out. But writing humor doesn't respond to working hard, necessarily. I mean, you could just sit there and look at the page all day and maybe something will come."
   },
   "author": {
    "text": "Ian Frazier"
   }
  },
  {
   "quote": {
    "text": "Writing humor for me is more like a watchful-ness. You have to watch. When you say something funny, or someone else does, it's more like you wait for the piece."
   },
   "author": {
    "text": "Ian Frazier"
   }
  },
  {
   "quote": {
    "text": "What's great about the geek spirit is that life never seems to stop us, and they never seem to kill our enthusiasm, our optimism and our hunger to experience the world. We keep our sense of humor, we protect our dignity, we talk to our friends about the experience and then we start again fresh the very next day."
   },
   "author": {
    "text": "Paul Feig"
   }
  },
  {
   "quote": {
    "text": "Women's humor seems to be a little more supportive. It's just kind of trying to make the other one laugh through funny voices and kind of talking about other people. I respond to that. I feel less like I'm going to get beat up in a room full of women than I do in a room full of guys."
   },
   "author": {
    "text": "Paul Feig"
   }
  },
  {
   "quote": {
    "text": "Though many of Obsidian's games have featured wry, sardonic humor, the developer has stuck to more serious fantasy and sci-fi themes."
   },
   "author": {
    "text": "Jason Schreier"
   }
  },
  {
   "quote": {
    "text": "Robert Bloch taught me about mixing horror and humor."
   },
   "author": {
    "text": "Joe R. Lansdale"
   }
  },
  {
   "quote": {
    "text": "I have been definitely influenced more by Latin American writers than by any other type of writer. They are very close in terms of voice - their humor, their fatalism, their... well, that over-used term 'magical realism.' It's a wonderful term that's just been used so much, we don't know what it means anymore."
   },
   "author": {
    "text": "Jessica Hagedorn"
   }
  },
  {
   "quote": {
    "text": "For me, the ideal job as an actor would be something that is intrinsically a drama but to which I could bring in as much humor as possible."
   },
   "author": {
    "text": "Robert Picardo"
   }
  },
  {
   "quote": {
    "text": "'Trek' is probably more cerebral and philosophical. 'Stargate' does seat-of-the-pants adventure and humor better."
   },
   "author": {
    "text": "Robert Picardo"
   }
  },
  {
   "quote": {
    "text": "'Star Trek' tends to take itself a little too seriously. They were either very dramatic shows, or if we did a humorous show, it was always a little like, 'Oh, we're doing humor on 'Star Trek,'' especially on the original series."
   },
   "author": {
    "text": "Robert Picardo"
   }
  },
  {
   "quote": {
    "text": "I like Strahan a lot. I've known him for years. He was a Giant here - in many ways. Had a big following with the New York Giants. He's very funny. He's got a great sense of humor."
   },
   "author": {
    "text": "Regis Philbin"
   }
  },
  {
   "quote": {
    "text": "I don't need someone with a hot body. He can be fat or overweight and have a belly. It's very much about style and substance and humor, interest, curiosity and really being smart."
   },
   "author": {
    "text": "Kate Walsh"
   }
  },
  {
   "quote": {
    "text": "I stay far away from political humor."
   },
   "author": {
    "text": "Anjelah Johnson"
   }
  },
  {
   "quote": {
    "text": "Ontologically, chocolate raises profoundly disturbing questions: Does not chocolate offer natural revelation of the goodness of the Creator just as chilies disclose a divine sense of humor? Is the human born with an innate longing for chocolate? Does the notion of chocolate preclude the concept of free will?"
   },
   "author": {
    "text": "David Augsburger"
   }
  },
  {
   "quote": {
    "text": "I'm very grateful for social media. I think it has shown people my true nature, and through that has come a book deal, and I think it certainly contributes to people's view of me as a person with a sense of humor, which is only helpful in my industry."
   },
   "author": {
    "text": "Laura Benanti"
   }
  },
  {
   "quote": {
    "text": "The whole ability to look at the complexity of race and any sort of associated -ism and still find humor, that's a very interesting space."
   },
   "author": {
    "text": "Rashid Johnson"
   }
  },
  {
   "quote": {
    "text": "As people, we're generally optimistic, no matter how disabled our lives are, and we find the humor in the darkest situations."
   },
   "author": {
    "text": "John Wells"
   }
  },
  {
   "quote": {
    "text": "If you don't infuse humor into a subject matter, no matter how dark, the audience can't accept the message of a film. It closes them down. Humor can open them up."
   },
   "author": {
    "text": "Theodore Melfi"
   }
  },
  {
   "quote": {
    "text": "I like good humor."
   },
   "author": {
    "text": "John McLaughlin"
   }
  },
  {
   "quote": {
    "text": "I was pretty much a child of 'Monty Python.' I grew up loving that type of humor and even structured a lot of humor in the same fashion."
   },
   "author": {
    "text": "Michael Jai White"
   }
  },
  {
   "quote": {
    "text": "Roosevelt's humor was broad, his manner friendly. Of wit there was little; of philosophy, none. What did he possess? Intuition, inspiration, love of adventure."
   },
   "author": {
    "text": "Emanuel Celler"
   }
  },
  {
   "quote": {
    "text": "I failed to fulfill what should have been an interesting role. I couldn't take their formula and bring what I had, my humor, my ideas, and make it my own."
   },
   "author": {
    "text": "Dianne Wiest"
   }
  },
  {
   "quote": {
    "text": "I really wouldn't want to live in America. I found New York claustrophobic and dirty. I missed England when I was there, simple things like smells and the British sense of humor."
   },
   "author": {
    "text": "Jonny Lee Miller"
   }
  },
  {
   "quote": {
    "text": "But it was this tough little character part that I was playing, a very funny little guy that I invented over a weekend, because I realized I was not contributing to the humor of this thing. And I had to do something."
   },
   "author": {
    "text": "Dabney Coleman"
   }
  },
  {
   "quote": {
    "text": "'Hill Street,' because of the wacky nature of many of our characters, really allowed us to indulge a kind of cheek-to-jowl juxtaposition of high drama with very low humor."
   },
   "author": {
    "text": "Steven Bochco"
   }
  },
  {
   "quote": {
    "text": "I suppose I look for humor in most situations because it humanizes things; it makes a character much more three-dimensional if there's some kind of humor. Not necessarily laugh-out-loud type of stuff, just a sense that there is a humorous edge to things. I do like that."
   },
   "author": {
    "text": "Colm Meaney"
   }
  },
  {
   "quote": {
    "text": "I love doing comedy. You don't get many good comedy scripts. They're rare. But, I do love playing comedy. Even in drama, I like to try to find the humor because I think it's very human."
   },
   "author": {
    "text": "Colm Meaney"
   }
  },
  {
   "quote": {
    "text": "We have always had gross humor. But we try for funny, not gross."
   },
   "author": {
    "text": "Shawn Wayans"
   }
  },
  {
   "quote": {
    "text": "Deadpool was always one of my favorite characters because of the way he handles all kinds of situations. His style and humor make him the perfect antihero."
   },
   "author": {
    "text": "Stefan Kapicic"
   }
  },
  {
   "quote": {
    "text": "The times I've tried not to be funny, it's never worked, and the times I'm trying not to be dark and just be funny, that never works, either. As varied as my subject matter is, I think the worldview is pretty consistent: seeing darkness and seeing humor."
   },
   "author": {
    "text": "Rebecca Makkai"
   }
  },
  {
   "quote": {
    "text": "'Wait, Wait' has been great. The humor is there, and we get to do a lot of action."
   },
   "author": {
    "text": "Carl Kasell"
   }
  },
  {
   "quote": {
    "text": "Once we got over the origin story, we could really delve deeper into their lives and characters and angst. So this movie actually has more heart, more humor."
   },
   "author": {
    "text": "Avi Arad"
   }
  },
  {
   "quote": {
    "text": "I don't have a very quick sense of humor."
   },
   "author": {
    "text": "Florenz Ziegfeld"
   }
  },
  {
   "quote": {
    "text": "I regard the writing of humor as a supreme artistic challenge."
   },
   "author": {
    "text": "Herman Wouk"
   }
  },
  {
   "quote": {
    "text": "There is humor in the specter of the worst disaster in our nation's history. All I have to do is sweep away the debris of shock to find it."
   },
   "author": {
    "text": "Will Durst"
   }
  },
  {
   "quote": {
    "text": "I think it's a brilliant tool to have, not only to have a sense of humor, but to be able to use humor to help one navigate life, and I tend not to be that type of person. I wish I were."
   },
   "author": {
    "text": "Delroy Lindo"
   }
  },
  {
   "quote": {
    "text": "Our humor turns our anger into a fine art."
   },
   "author": {
    "text": "Mary Kay Blakely"
   }
  },
  {
   "quote": {
    "text": "We moved to America when I was young, but we were always very Welsh in our home. The humor, food, traditions. Very Welsh."
   },
   "author": {
    "text": "Richard Brake"
   }
  },
  {
   "quote": {
    "text": "One doesn't have a sense of humor. It has you."
   },
   "author": {
    "text": "Larry Gelbart"
   }
  },
  {
   "quote": {
    "text": "Anyone in the humor business isn't thinking clearly if he doesn't surround himself with idea people. Otherwise, you settle for mediocrity - or you burn yourself out."
   },
   "author": {
    "text": "Hank Ketcham"
   }
  },
  {
   "quote": {
    "text": "Humor has historically been tied to the mores of the day. The Yellow Kid was predicated on what people thought was funny about the immigrant Irish. When you're different in a society, you're funny."
   },
   "author": {
    "text": "Will Eisner"
   }
  },
  {
   "quote": {
    "text": "Wit is a weapon. Jokes are a masculine way of inflicting superiority. But humor is the pursuit of a gentle grin, usually in solitude."
   },
   "author": {
    "text": "Frank Muir"
   }
  },
  {
   "quote": {
    "text": "If you could choose one characteristic that would get you through life, choose a sense of humor."
   },
   "author": {
    "text": "Jennifer Jones"
   }
  }
 ]
}