{
 "ImaginationQuotes": [
  {
   "quote": {
    "text": "A good teacher can inspire hope, ignite the imagination, and instill a love of learning."
   },
   "author": {
    "text": "Brad Henry"
   }
  },
  {
   "quote": {
    "text": "The true sign of intelligence is not knowledge but imagination."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death."
   },
   "author": {
    "text": "Robert Fulghum"
   }
  },
  {
   "quote": {
    "text": "There are no rules of architecture for a castle in the clouds."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "You can't depend on your eyes when your imagination is out of focus."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Those who do not want to imitate anything, produce nothing."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "Logic will get you from A to B. Imagination will take you everywhere."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "America was not built on fear. America was built on courage, on imagination and an unbeatable determination to do the job at hand."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "Every human has four endowments - self awareness, conscience, independent will and creative imagination. These give us the ultimate human freedom... The power to choose, to respond, to change."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "True originality consists not in a new manner but in a new vision."
   },
   "author": {
    "text": "Edith Wharton"
   }
  },
  {
   "quote": {
    "text": "The power of imagination makes us infinite."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Every block of stone has a statue inside it and it is the task of the sculptor to discover it."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "When you're curious, you find lots of interesting things to do."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "Music is a moral law. It gives soul to the universe, wings to the mind, flight to the imagination, and charm and gaiety to life and to everything."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "This world is but a canvas to our imagination."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "I only hope that we don't lose sight of one thing - that it was all started by a mouse."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "Youth is not a time of life; it is a state of mind; it is not a matter of rosy cheeks, red lips and supple knees; it is a matter of the will, quality of the imagination, a vigor of the emotions; it is the freshness of the deep springs of life."
   },
   "author": {
    "text": "Samuel Ullman"
   }
  },
  {
   "quote": {
    "text": "I have a good imagination. Look, I know what it feels like to have a broken heart. I know what it feels like to feel something for somebody. I'm just too weird to be in a relationship."
   },
   "author": {
    "text": "Diane Warren"
   }
  },
  {
   "quote": {
    "text": "Imagination will often carry us to worlds that never were. But without it we go nowhere."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "There are no great limits to growth because there are no limits of human intelligence, imagination, and wonder."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "All religion, my friend, is simply evolved out of fraud, fear, greed, imagination, and poetry."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "They who dream by day are cognizant of many things which escape those who dream only by night."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "You're only given a little spark of madness. You mustn't lose it."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "I saw the angel in the marble and carved until I set him free."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "Why does the eye see a thing more clearly in dreams than the imagination when awake?"
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Creativity is putting your imagination to work, and it's produced the most extraordinary results in human culture."
   },
   "author": {
    "text": "Ken Robinson"
   }
  },
  {
   "quote": {
    "text": "Technology, like art, is a soaring exercise of the human imagination."
   },
   "author": {
    "text": "Daniel Bell"
   }
  },
  {
   "quote": {
    "text": "If you can imagine it, you can achieve it. If you can dream it, you can become it."
   },
   "author": {
    "text": "William Arthur Ward"
   }
  },
  {
   "quote": {
    "text": "The world of reality has its limits; the world of imagination is boundless."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality."
   },
   "author": {
    "text": "Jonas Salk"
   }
  },
  {
   "quote": {
    "text": "I like nonsense; it wakes up the brain cells."
   },
   "author": {
    "text": "Dr. Seuss"
   }
  },
  {
   "quote": {
    "text": "There is definitely a 'red carpet moment' to a bride's wedding day, but when designing for bridal, it is important to focus on the details that will captivate and capture the imagination of the bride - she has to fall in love with the gown."
   },
   "author": {
    "text": "Jenny Packham"
   }
  },
  {
   "quote": {
    "text": "The level of our success is limited only by our imagination and no act of kindness, however small, is ever wasted."
   },
   "author": {
    "text": "Aesop"
   }
  },
  {
   "quote": {
    "text": "Passion is what gives meaning to our lives. It's what allows us to achieve success beyond our wildest imagination. Try to find a career path that you have a passion for."
   },
   "author": {
    "text": "Henry Samueli"
   }
  },
  {
   "quote": {
    "text": "Imagination is not only the uniquely human capacity to envision that which is not, and therefore the fount of all invention and innovation. In its arguably most transformative and revelatory capacity, it is the power to that enables us to empathize with humans whose experiences we have never shared."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "The winter solstice has always been special to me as a barren darkness that gives birth to a verdant future beyond imagination, a time of pain and withdrawal that produces something joyfully inconceivable, like a monarch butterfly masterfully extracting itself from the confines of its cocoon, bursting forth into unexpected glory."
   },
   "author": {
    "text": "Gary Zukav"
   }
  },
  {
   "quote": {
    "text": "Everything you can imagine is real."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "I have always imagined that Paradise will be a kind of library."
   },
   "author": {
    "text": "Jorge Luis Borges"
   }
  },
  {
   "quote": {
    "text": "Sexiness is in what you cover, not what you show. When you are covered, you leave a lot to people's imagination. People see the mystery in my eyes and find it sexy."
   },
   "author": {
    "text": "Krystle D'Souza"
   }
  },
  {
   "quote": {
    "text": "Imagination is the highest kite one can fly."
   },
   "author": {
    "text": "Lauren Bacall"
   }
  },
  {
   "quote": {
    "text": "Imagination is the true magic carpet."
   },
   "author": {
    "text": "Norman Vincent Peale"
   }
  },
  {
   "quote": {
    "text": "The only limit to your impact is your imagination and commitment."
   },
   "author": {
    "text": "Tony Robbins"
   }
  },
  {
   "quote": {
    "text": "First comes thought; then organization of that thought, into ideas and plans; then transformation of those plans into reality. The beginning, as you will observe, is in your imagination."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "Girls are capable of doing everything men are capable of doing. Sometimes they have more imagination than men."
   },
   "author": {
    "text": "Katherine Johnson"
   }
  },
  {
   "quote": {
    "text": "Where there is no imagination there is no horror."
   },
   "author": {
    "text": "Arthur Conan Doyle"
   }
  },
  {
   "quote": {
    "text": "The English language is nobody's special property. It is the property of the imagination: it is the property of the language itself."
   },
   "author": {
    "text": "Derek Walcott"
   }
  },
  {
   "quote": {
    "text": "My imagination is a monastery and I am its monk."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "Vision gets the dreams started. Dreaming employs your God-given imagination to reinforce the vision. Both are part of something I believe is absolutely necessary to building the life of a champion, a winner, a person of high character who is consistently at the top of whatever game he or she is in."
   },
   "author": {
    "text": "Emmitt Smith"
   }
  },
  {
   "quote": {
    "text": "Imagination is more important than knowledge."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Vision is the true creative rhythm."
   },
   "author": {
    "text": "Robert Delaunay"
   }
  },
  {
   "quote": {
    "text": "Intelligence is the wife, imagination is the mistress, memory is the servant."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "You have to really use your imagination to refresh your daily life."
   },
   "author": {
    "text": "Eric-Emmanuel Schmitt"
   }
  },
  {
   "quote": {
    "text": "To raise new questions, new possibilities, to regard old problems from a new angle, requires creative imagination and marks real advance in science."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Reason is the natural order of truth; but imagination is the organ of meaning."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "A few things make a person stylish: honesty, imagination with a sprinkling of humour. I still keep an eye on trends, but I don't follow them any more."
   },
   "author": {
    "text": "Maxine Peake"
   }
  },
  {
   "quote": {
    "text": "It is clear that the pharmaceutical industry is not, by any stretch of the imagination, doing enough to ensure that the poor have access to adequate medical care."
   },
   "author": {
    "text": "Paul Farmer"
   }
  },
  {
   "quote": {
    "text": "Dolls fire our collective imagination, for better and - too often - for worse. From life-size dolls the same height as the little girls who carry them, to dolls whose long hair can 'grow' longer, to Barbie and her fashionable sisters, dolls do double duty as child's play and the focus of adult art and adult fear."
   },
   "author": {
    "text": "Ellen Datlow"
   }
  },
  {
   "quote": {
    "text": "I love fantasy; I love imagination - that's the inner child in me."
   },
   "author": {
    "text": "Hannah John-Kamen"
   }
  },
  {
   "quote": {
    "text": "Love is a canvas furnished by nature and embroidered by imagination."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Happiness is not an ideal of reason, but of imagination."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "To bring anything into your life, imagine that it's already there."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "The saddest thing I can imagine is to get used to luxury."
   },
   "author": {
    "text": "Charlie Chaplin"
   }
  },
  {
   "quote": {
    "text": "One can live in the shadow of an idea without grasping it."
   },
   "author": {
    "text": "Elizabeth Bowen"
   }
  },
  {
   "quote": {
    "text": "Imagination is the only key to the future. Without it none exists - with it all things are possible."
   },
   "author": {
    "text": "Ida Tarbell"
   }
  },
  {
   "quote": {
    "text": "I learned a long time ago that reality was much weirder than anyone's imagination."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "Without leaps of imagination, or dreaming, we lose the excitement of possibilities. Dreaming, after all, is a form of planning."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Fantasy mirrors desire. Imagination reshapes it."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "If you want a vision of the future, imagine a boot stamping on a human face - forever."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "My life has been a gift up to this point, and I've been blessed beyond my wildest imagination. And wherever this ride takes me is where I'm going."
   },
   "author": {
    "text": "Sean Hannity"
   }
  },
  {
   "quote": {
    "text": "Each generation imagines itself to be more intelligent than the one that went before it, and wiser than the one that comes after it."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "Respect your parents. What they tell you is true. Hard work, dedication and faith will get you anything. Imagination will drive itself. You can get anything you want, but you have to have faith behind all your ideas. Stick to your goals and have an undying faith."
   },
   "author": {
    "text": "Russell Simmons"
   }
  },
  {
   "quote": {
    "text": "Karma is experience, and experience creates memory, and memory creates imagination and desire, and desire creates karma again. If I buy a cup of coffee, that's karma. I now have that memory that might give me the potential desire for having cappuccino, and I walk into Starbucks, and there's karma all over again."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Neither a lofty degree of intelligence nor imagination nor both together go to the making of genius. Love, love, love, that is the soul of genius."
   },
   "author": {
    "text": "Wolfgang Amadeus Mozart"
   }
  },
  {
   "quote": {
    "text": "Encourage children to write their own stories, and then don't rain on their parade. Don't say, 'That's not true.' Applaud flights of fantasy. Help with spelling and grammar, but stand up and cheer the use of imagination."
   },
   "author": {
    "text": "Gail Carson Levine"
   }
  },
  {
   "quote": {
    "text": "I've got quite a vivid imagination and I'm easily overwhelmed by sensations and things that are beautiful or scary. I don't think I've ever seen a ghost - I think I'm probably haunted by my own ghosts than real ones."
   },
   "author": {
    "text": "Florence Welch"
   }
  },
  {
   "quote": {
    "text": "I seriously believed that my last hour was approaching, and yet, so strange is imagination, all I thought of was some childish hypothesis or other. In such circumstances, you do not choose your own thoughts. They overcome you."
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "Disneyland will never be completed. It will continue to grow as long as there is imagination left in the world."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "Imagination is everything. It is the preview of life's coming attractions."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "The tree which moves some to tears of joy is in the eyes of others only a green thing that stands in the way. Some see nature all ridicule and deformity... and some scarce see nature at all. But to the eyes of the man of imagination, nature is imagination itself."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Imagination rules the world."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "Imagination and fiction make up more than three quarters of our real life."
   },
   "author": {
    "text": "Simone Weil"
   }
  },
  {
   "quote": {
    "text": "To put yourself in another's place requires real imagination, but by doing so each Girl Scout will be able to love among others happily."
   },
   "author": {
    "text": "Juliette Gordon Low"
   }
  },
  {
   "quote": {
    "text": "Our world faces a true planetary emergency. I know the phrase sounds shrill, and I know it's a challenge to the moral imagination."
   },
   "author": {
    "text": "Al Gore"
   }
  },
  {
   "quote": {
    "text": "I love to create, and to me, the ultimate freedom of expression is a blank canvas or a block of clay to capture whatever emotions your imagination gives it."
   },
   "author": {
    "text": "Daniel Boulud"
   }
  },
  {
   "quote": {
    "text": "It takes a lot of imagination to be a good photographer. You need less imagination to be a painter because you can invent things. But in photography everything is so ordinary; it takes a lot of looking before you learn to see the extraordinary."
   },
   "author": {
    "text": "David Bailey"
   }
  },
  {
   "quote": {
    "text": "When I was seven or eight years old, I began to read the science-fiction magazines that were brought by guests into my grandparents' boarding house in Waukegan, Illinois. Those were the years when Hugo Gernsback was publishing 'Amazing Stories,' with vivid, appallingly imaginative cover paintings that fed my hungry imagination."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "Think of the imagination as a giant stone from which we carve out new ideas. As we chip away, our new ideas become more polished and refined. But if you start by editing your imagination, you start with a tiny stone."
   },
   "author": {
    "text": "Brian Chesky"
   }
  },
  {
   "quote": {
    "text": "The imagination is the golden pathway to everywhere."
   },
   "author": {
    "text": "Terence McKenna"
   }
  },
  {
   "quote": {
    "text": "Every great advance in science has issued from a new audacity of imagination."
   },
   "author": {
    "text": "John Dewey"
   }
  },
  {
   "quote": {
    "text": "A great wind is blowing, and that gives you either imagination or a headache."
   },
   "author": {
    "text": "Catherine the Great"
   }
  },
  {
   "quote": {
    "text": "The visionary starts with a clean sheet of paper, and re-imagines the world."
   },
   "author": {
    "text": "Malcolm Gladwell"
   }
  },
  {
   "quote": {
    "text": "We especially need imagination in science. It is not all mathematics, nor all logic, but it is somewhat beauty and poetry."
   },
   "author": {
    "text": "Maria Mitchell"
   }
  },
  {
   "quote": {
    "text": "Think left and think right and think low and think high. Oh, the thinks you can think up if only you try!"
   },
   "author": {
    "text": "Dr. Seuss"
   }
  },
  {
   "quote": {
    "text": "I can be fascinated with very little things. The clouds stimulate my imagination, and sometimes I just sit somewhere and go on dreaming for a long time. Your head is also a computer. When you're dreaming, you are simulating a world in which you are living."
   },
   "author": {
    "text": "Theo Jansen"
   }
  },
  {
   "quote": {
    "text": "Nobody is bored when he is trying to make something that is beautiful, or to discover something that is true."
   },
   "author": {
    "text": "William Inge"
   }
  },
  {
   "quote": {
    "text": "Begin noticing and being careful about keeping your imagination free of thoughts that you do not wish to materialize. Instead, initiate a practice of filling your creative thoughts to overflow with ideas and wishes that you fully intend to manifest. Honor your imaginings regardless of others seeing them as crazy or impossible."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "A rock pile ceases to be a rock pile the moment a single man contemplates it, bearing within him the image of a cathedral."
   },
   "author": {
    "text": "Antoine de Saint-Exupery"
   }
  },
  {
   "quote": {
    "text": "There are lots of people who mistake their imagination for their memory."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "Do not quench your inspiration and your imagination; do not become the slave of your model."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "Live out of your imagination, not your history."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "I guess there's only two possible places ideas can come from. One is the outside: everything that happens to you and everything that you do in life. And the other is the inside part: your own personality and imagination, and no two people are alike, like fingerprints."
   },
   "author": {
    "text": "Lloyd Alexander"
   }
  },
  {
   "quote": {
    "text": "Painting and sculpture are very archaic forms. It's the only thing left in our industrial society where an individual alone can make something with not just his own hands, but brains, imagination, heart maybe."
   },
   "author": {
    "text": "Philip Guston"
   }
  },
  {
   "quote": {
    "text": "Visualize this thing that you want, see it, feel it, believe in it. Make your mental blue print, and begin to build."
   },
   "author": {
    "text": "Robert Collier"
   }
  },
  {
   "quote": {
    "text": "True change takes place in the imagination."
   },
   "author": {
    "text": "Unknown"
   }
  },
  {
   "quote": {
    "text": "Don't stay at the job for safe salary increases over time. That will never get you where you want - freedom from financial worry. Only free time, imagination, creativity, and an ability to disappear will help you deliver value that nobody ever delivered before in the history of mankind."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "Imagination was given to man to compensate him for what he is not; a sense of humor to console him for what he is."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "We are so obsessed with doing that we have no time and no imagination left for being. As a result, men are valued not for what they are but for what they do or what they have - for their usefulness."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "I paint objects as I think them, not as I see them."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "Imagine what a harmonious world it could be if every single person, both young and old shared a little of what he is good at doing."
   },
   "author": {
    "text": "Quincy Jones"
   }
  },
  {
   "quote": {
    "text": "Imagination is a beast that has to be put in a cage."
   },
   "author": {
    "text": "Timothy Spall"
   }
  },
  {
   "quote": {
    "text": "Skill without imagination is craftsmanship and gives us many useful objects such as wickerwork picnic baskets. Imagination without skill gives us modern art."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "Imagination is the real and eternal world of which this vegetable universe is but a faint shadow."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Cooking with kids is not just about ingredients, recipes, and cooking. It's about harnessing imagination, empowerment, and creativity."
   },
   "author": {
    "text": "Guy Fieri"
   }
  },
  {
   "quote": {
    "text": "Uttering a word is like striking a note on the keyboard of the imagination."
   },
   "author": {
    "text": "Ludwig Wittgenstein"
   }
  },
  {
   "quote": {
    "text": "I'm a dreamer with lots of energy and a vivid imagination. That's the recipe for becoming an entertainer."
   },
   "author": {
    "text": "Goldie Hawn"
   }
  },
  {
   "quote": {
    "text": "My view is that at a younger age your optimism is more and you have more imagination etc. You have less bias."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "I paint what cannot be photographed, that which comes from the imagination or from dreams, or from an unconscious drive."
   },
   "author": {
    "text": "Man Ray"
   }
  },
  {
   "quote": {
    "text": "The new age of terrorism isn't on the battlefield: it's in your own backyard. Whether it's at a concert in France or a restaurant in the United States, terrorism doesn't have to happen in a military installation by any stretch of the imagination."
   },
   "author": {
    "text": "Bill Goldberg"
   }
  },
  {
   "quote": {
    "text": "An opera begins long before the curtain goes up and ends long after it has come down. It starts in my imagination, it becomes my life, and it stays part of my life long after I've left the opera house."
   },
   "author": {
    "text": "Maria Callas"
   }
  },
  {
   "quote": {
    "text": "Belief is nothing but a more vivid, lively, forcible, firm, steady conception of an object, than what the imagination alone is ever able to attain."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as death; life is only a dream, and we are the imagination of ourselves."
   },
   "author": {
    "text": "Bill Hicks"
   }
  },
  {
   "quote": {
    "text": "I mean, it's fine when you're a kid and someone runs into the playground and goes, 'I've got this great game of pretend,' and you play... As an actor, getting to play, getting to use your imagination and be childish - it is weird but it's wonderful."
   },
   "author": {
    "text": "Max Irons"
   }
  },
  {
   "quote": {
    "text": "But the greatest thing about music is putting it out there for people to figure out. You want the listener to find the song on their own. If you give too much away, it takes away from the imagination."
   },
   "author": {
    "text": "Diana Krall"
   }
  },
  {
   "quote": {
    "text": "The man who has no imagination has no wings."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "Generally speaking, a howling wilderness does not howl: it is the imagination of the traveler that does the howling."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "When you believe in what you're doing and use your imagination and initiative, you can make a difference."
   },
   "author": {
    "text": "Samuel Dash"
   }
  },
  {
   "quote": {
    "text": "I am certain of nothing but the holiness of the heart's affections, and the truth of imagination."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "To invent, you need a good imagination and a pile of junk."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "I'm an optimistic guy. I'm one of those big dreamers. I'm one of those kids with that annoying imagination."
   },
   "author": {
    "text": "Tyler, The Creator"
   }
  },
  {
   "quote": {
    "text": "Bad people are, from the point of view of art, fascinating studies. They represent colour, variety and strangeness. Good people exasperate one's reason; bad people stir one's imagination."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "I do not stick to rules when cooking. I rely on my imagination."
   },
   "author": {
    "text": "Akshay Kumar"
   }
  },
  {
   "quote": {
    "text": "I have fallen in love with the imagination. And if you fall in love with the imagination, you understand that it is a free spirit. It will go anywhere, and it can do anything."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "All the breaks you need in life wait within your imagination, Imagination is the workshop of your mind, capable of turning mind energy into accomplishment and wealth."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "The man who will use his skill and constructive imagination to see how much he can give for a dollar, instead of how little he can give for a dollar, is bound to succeed."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "Those who have learned to walk on the threshold of the unknown worlds, by means of what are commonly termed par excellence the exact sciences, may then, with the fair white wings of imagination, hope to soar further into the unexplored amidst which we live."
   },
   "author": {
    "text": "Ada Lovelace"
   }
  },
  {
   "quote": {
    "text": "A certificate of live birth is not the same thing by any stretch of the imagination as a birth certificate."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Imagination was given to man to compensate him for what he isn't. A sense of humor was provided to console him for what he is."
   },
   "author": {
    "text": "Horace Walpole"
   }
  },
  {
   "quote": {
    "text": "I think growing up on a farm in a certain amount of isolation, with not a lot of friends nearby, makes you entertain yourself and kind of grows your imagination - being alone is quite good for all that. You make up stories, talk to the animals, let them be an audience, a bunch of cows."
   },
   "author": {
    "text": "Kristen Schaal"
   }
  },
  {
   "quote": {
    "text": "What we wish, we readily believe, and what we ourselves think, we imagine others think also."
   },
   "author": {
    "text": "Julius Caesar"
   }
  },
  {
   "quote": {
    "text": "I don't know about everyone else, but I really loved lunch and recess because it was an opportunity to get carried away with your imagination."
   },
   "author": {
    "text": "Dichen Lachman"
   }
  },
  {
   "quote": {
    "text": "Imagination is the Discovering Faculty, pre-eminently. It is that which penetrates into the unseen worlds around us, the worlds of Science."
   },
   "author": {
    "text": "Ada Lovelace"
   }
  },
  {
   "quote": {
    "text": "Great ideas originate in the muscles."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "This is one of those cases in which the imagination is baffled by the facts."
   },
   "author": {
    "text": "Adam Smith"
   }
  },
  {
   "quote": {
    "text": "If I create from the heart, nearly everything works; if from the head, almost nothing."
   },
   "author": {
    "text": "Marc Chagall"
   }
  },
  {
   "quote": {
    "text": "Love is the triumph of imagination over intelligence."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "I want to reach the heights of stardom beyond my imagination."
   },
   "author": {
    "text": "Ranbir Kapoor"
   }
  },
  {
   "quote": {
    "text": "Great leaders communicate a vision that captures the imagination and fires the hearts and minds of those around them."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "My imagination is a twisted place."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "Formulate and stamp indelibly on your mind a mental picture of yourself as succeeding. Hold this picture tenaciously. Never permit it to fade. Your mind will seek to develop the picture... Do not build up obstacles in your imagination."
   },
   "author": {
    "text": "Norman Vincent Peale"
   }
  },
  {
   "quote": {
    "text": "You can't do it unless you can imagine it."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "Now it is quite clear to me that there are no solid spheres in the heavens, and those that have been devised by the authors to save the appearances, exist only in the imagination."
   },
   "author": {
    "text": "Tycho Brahe"
   }
  },
  {
   "quote": {
    "text": "Knowledge is a polite word for dead but not buried imagination."
   },
   "author": {
    "text": "e. e. cummings"
   }
  },
  {
   "quote": {
    "text": "We say God and the imagination are one... How high that highest candle lights the dark."
   },
   "author": {
    "text": "Wallace Stevens"
   }
  },
  {
   "quote": {
    "text": "Be drawn to the visual arts for it can expand your imagination."
   },
   "author": {
    "text": "Barbara Januszkiewicz"
   }
  },
  {
   "quote": {
    "text": "I like something where I can really use my imagination and be an active participant in the construction of the monster and usually that's in the world of the supernatural or the world of the fantastic, so that's why those kinds of stories about demons and the supernatural appeal to me or maybe I'm really interested in that subject."
   },
   "author": {
    "text": "Sam Raimi"
   }
  },
  {
   "quote": {
    "text": "Proficiency in a craft is essential to every artist. Therein lies the prime source of creative imagination. Let us then create a new guild of craftsmen without the class distinctions that raise an arrogant barrier between craftsman and artist!"
   },
   "author": {
    "text": "Walter Gropius"
   }
  },
  {
   "quote": {
    "text": "The soul without imagination is what an observatory would be without a telescope."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "Imagination has brought mankind through the dark ages to its present state of civilization. Imagination led Columbus to discover America. Imagination led Franklin to discover electricity."
   },
   "author": {
    "text": "L. Frank Baum"
   }
  },
  {
   "quote": {
    "text": "I'm not a painter by any stretch of the imagination; I'm a dyed-in-the-wool traditional illustrator, and I begin with black and white. If I need colour, I add it over the top. There's a calligraphic element to it... it's about the texture of lines on the page."
   },
   "author": {
    "text": "Chris Riddell"
   }
  },
  {
   "quote": {
    "text": "I think artists can influence only through making music that challenges people, excites them and flips them out. Music that repeats what you know in ever-decreasing derivation, that's unchallenging and unstimulating, deadens our minds, our imagination and our ability to see beyond the hell we find ourselves in."
   },
   "author": {
    "text": "Thom Yorke"
   }
  },
  {
   "quote": {
    "text": "The use of travelling is to regulate imagination by reality, and instead of thinking how things may be, to see them as they are."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Apathy can be overcome by enthusiasm, and enthusiasm can only be aroused by two things: first, an ideal, with takes the imagination by storm, and second, a definite intelligible plan for carrying that ideal into practice."
   },
   "author": {
    "text": "Arnold J. Toynbee"
   }
  },
  {
   "quote": {
    "text": "From the boys' point of view, scouting puts them into fraternity-gangs, which is their natural organisation, whether for games, mischief, or loafing; it gives them a smart dress and equipments; it appeals to their imagination and romance; and it engages them in an active, open-air life."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "When I got large enough to go to work, while employed I was reflecting on many things that would present themselves to my imagination; and whenever an opportunity occurred of looking at a book, when the school-children were getting their lessons, I would find many things that the fertility of my own imagination had depicted to me before."
   },
   "author": {
    "text": "Nat Turner"
   }
  },
  {
   "quote": {
    "text": "I don't think art is propaganda; it should be something that liberates the soul, provokes the imagination and encourages people to go further. It celebrates humanity instead of manipulating it."
   },
   "author": {
    "text": "Keith Haring"
   }
  },
  {
   "quote": {
    "text": "I have enough love to last me a lifetime! Thank God I'll never lose my imagination and my passion. That's really what it is. I'm still passionate about what I do."
   },
   "author": {
    "text": "Teena Marie"
   }
  },
  {
   "quote": {
    "text": "I always wanted to write for children. When I was growing up, we were really poor. My mother had left, and it was all a mess. So I lived in my head a lot, and I would get lots of books for Christmas - from librarians and teachers - and they just fed my imagination."
   },
   "author": {
    "text": "Jewell Parker Rhodes"
   }
  },
  {
   "quote": {
    "text": "What I love most about animation is, it's a team sport, and everything we do is about pure imagination."
   },
   "author": {
    "text": "Jeffrey Katzenberg"
   }
  },
  {
   "quote": {
    "text": "The faking of feelings is a sin against the imagination."
   },
   "author": {
    "text": "Seamus Heaney"
   }
  },
  {
   "quote": {
    "text": "Growing up in a suburban home, the world seems so massive to you. It seems like cities are so big and so far away, and there's so much in them. So your imagination runs wild, instead of when you are born in the middle of Manhattan, you'd know, like, that this is the biggest city."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "I find my characters and stories in many varied places; sometimes they pop out of newspaper articles, obscure historical texts, lively dinner party conversations and some even crawl out of the dusty remote recesses of my imagination."
   },
   "author": {
    "text": "Lynn Nottage"
   }
  },
  {
   "quote": {
    "text": "So much of what we do as artists is a combination of personal experience and imagination, and how that all creeps into your work is not so linear."
   },
   "author": {
    "text": "Diana Krall"
   }
  },
  {
   "quote": {
    "text": "Trust that little voice in your head that says 'Wouldn't it be interesting if...'; And then do it."
   },
   "author": {
    "text": "Duane Michals"
   }
  },
  {
   "quote": {
    "text": "I know kids who say they have nothing to do and then go plop themselves down in front of the television to watch a movie or play Nintendo or Xbox. I think there is nothing better for killing creativity and imagination."
   },
   "author": {
    "text": "Alexandra Adornetto"
   }
  },
  {
   "quote": {
    "text": "We are more often frightened than hurt; and we suffer more from imagination than from reality."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "I am enough of an artist to draw freely upon my imagination."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "The lunatic, the lover, and the poet, are of imagination all compact."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "I cannot imagine a God who rewards and punishes the objects of his creation and is but a reflection of human frailty."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "To have a great idea, have a lot of them."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "It is usually the imagination that is wounded first, rather than the heart; it being much more sensitive."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "America is a poem in our eyes; its ample geography dazzles the imagination, and it will not wait long for metres."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "My imagination can picture no fairer happiness than to continue living for art."
   },
   "author": {
    "text": "Clara Schumann"
   }
  },
  {
   "quote": {
    "text": "The nose of a mob is its imagination. By this, at any time, it can be quietly led."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "All of imagination - everything that we think, we feel, we sense - comes through the human brain. And once we create new patterns in this brain, once we shape the brain in a new way, it never returns to its original shape."
   },
   "author": {
    "text": "Jay S. Walker"
   }
  },
  {
   "quote": {
    "text": "All successful people men and women are big dreamers. They imagine what their future could be, ideal in every respect, and then they work every day toward their distant vision, that goal or purpose."
   },
   "author": {
    "text": "Brian Tracy"
   }
  },
  {
   "quote": {
    "text": "To accomplish great things we must first dream, then visualize, then plan... believe... act!"
   },
   "author": {
    "text": "Alfred A. Montapert"
   }
  },
  {
   "quote": {
    "text": "The human relationship to combustion is as mysterious as it is fraught with madness. From the candle flame to the nuclear blast, it has lit up the human imagination with fear and fascination."
   },
   "author": {
    "text": "Michael Leunig"
   }
  },
  {
   "quote": {
    "text": "I just have a relationship with my imagination. It's like my friend, almost."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "The moment a person forms a theory, his imagination sees in every object only the traits which favor that theory."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "No amount of skillful invention can replace the essential element of imagination."
   },
   "author": {
    "text": "Edward Hopper"
   }
  },
  {
   "quote": {
    "text": "You may be sure that the Americans will commit all the stupidities they can think of, plus some that are beyond imagination."
   },
   "author": {
    "text": "Charles de Gaulle"
   }
  },
  {
   "quote": {
    "text": "No breed of cats in its proper condition can by any stretch of the imagination be thought of as even slightly ungraceful - a record against which must be pitted the depressing spectacle of impossibly flattened bulldogs, grotesquely elongated dachshunds, hideously shapeless and shaggy Airedales, and the like."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "My reality needs imagination like a bulb needs a socket. My imagination needs reality like a blind man needs a cane."
   },
   "author": {
    "text": "Tom Waits"
   }
  },
  {
   "quote": {
    "text": "Imagination is the beginning of creation. You imagine what you desire, you will what you imagine and at last you create what you will."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Few people have the imagination for reality."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Men are mortal. So are ideas. An idea needs propagation as much as a plant needs watering. Otherwise both will wither and die."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "Imagination decides everything."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "However my parents - both of whom came from impoverished backgrounds and neither of whom had been to college, took the view that my overactive imagination was an amusing quirk that would never pay a mortgage or secure a pension."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "I accept that there may be things far grander and more incomprehensible than we can possibly imagine."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "I must confess that my imagination refuses to see any sort of submarine doing anything but suffocating its crew and floundering at sea."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "The great instrument of moral good is the imagination."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "There are many ways to be free. One of them is to transcend reality by imagination, as I try to do."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "Be bored and see where it takes you, because the imagination's dusty wilderness is worth crossing if you want to sculpt your soul."
   },
   "author": {
    "text": "Nancy Gibbs"
   }
  },
  {
   "quote": {
    "text": "Imagine for yourself a character, a model personality, whose example you determine to follow, in private as well as in public."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "Sometimes I feel like a figment of my own imagination."
   },
   "author": {
    "text": "Lily Tomlin"
   }
  },
  {
   "quote": {
    "text": "Well, I think that - I think leadership's always been about two main things: imagination and courage."
   },
   "author": {
    "text": "Paul Keating"
   }
  },
  {
   "quote": {
    "text": "I used my imagination to make the grass whatever color I wanted it to be."
   },
   "author": {
    "text": "Whoopi Goldberg"
   }
  },
  {
   "quote": {
    "text": "I'm not writing non-fiction. I don't feel anything about me as a kid was unique. Except that I had more interest in being alone and using my imagination."
   },
   "author": {
    "text": "John Irving"
   }
  },
  {
   "quote": {
    "text": "Love doesn't grow on trees like apples in Eden - it's something you have to make. And you must use your imagination too."
   },
   "author": {
    "text": "Joyce Cary"
   }
  },
  {
   "quote": {
    "text": "If Copenhagen were a person, that person would be generous, beautiful, elderly, but with a flair. A human being that has certain propensities for quarrelling, filled with imagination and with appetite for the new and with respect for the old - somebody who takes good care of things and of people."
   },
   "author": {
    "text": "Connie Nielsen"
   }
  },
  {
   "quote": {
    "text": "You will certainly not doubt the necessity of studying astronomy and physics, if you are desirous of comprehending the relation between the world and Providence as it is in reality, and not according to imagination."
   },
   "author": {
    "text": "Maimonides"
   }
  },
  {
   "quote": {
    "text": "Here is everything which can lay hold of the eye, ear and imagination - everything which can charm and bewitch the simple and ignorant. I wonder how Luther ever broke the spell."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "Mostly, I straddle reality and the imagination. My reality needs imagination like a bulb needs a socket. My imagination needs reality like a blind man needs a cane."
   },
   "author": {
    "text": "Tom Waits"
   }
  },
  {
   "quote": {
    "text": "If you don't have imagination, you stop being human; animals don't have imagination; Alzheimer's is the death of imagination."
   },
   "author": {
    "text": "Devdutt Pattanaik"
   }
  },
  {
   "quote": {
    "text": "My imagination was really hyperactive as a child and animated. I had those elements, but as you live and go through the hardships, it fades. 'Pete's Dragon' reawakened that. It rekindled the feeling of the invisible dragon."
   },
   "author": {
    "text": "Wes Bentley"
   }
  },
  {
   "quote": {
    "text": "For those who have obtained unobstructed knowledge of Self, the world is seen merely as a bondage causing imagination."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "My imagination completely controls me, and forever feeds the fire that burns with dark red light in my heart by bringing me the best dreams. I've always had a wild imagination, a big heart and a tortured soul so I feel that dark fantasy, love and horror are in my blood."
   },
   "author": {
    "text": "Kim Elizabeth"
   }
  },
  {
   "quote": {
    "text": "Many who have had an opportunity of knowing any more about mathematics confuse it with arithmetic, and consider it an arid science. In reality, however, it is a science which requires a great amount of imagination."
   },
   "author": {
    "text": "Sofia Kovalevskaya"
   }
  },
  {
   "quote": {
    "text": "Imagination has a great deal to do with winning."
   },
   "author": {
    "text": "Mike Krzyzewski"
   }
  },
  {
   "quote": {
    "text": "Ideas come from ordinary, everyday life. And from imagination. And from feelings. And from memories. Memories of dust in my sneakers and humming whitewalls down a hill called Monkey."
   },
   "author": {
    "text": "Jerry Spinelli"
   }
  },
  {
   "quote": {
    "text": "The appeal of perfume is that it is at once ephemeral and empowering. It creates a shimmering invisible armor that lingers in a room long after its wearer has gone and infuses our imagination with a subtle power, hinting at a hidden identity."
   },
   "author": {
    "text": "Mary Gaitskill"
   }
  },
  {
   "quote": {
    "text": "I always imagined I could be what I wanted to be."
   },
   "author": {
    "text": "Chris Brown"
   }
  },
  {
   "quote": {
    "text": "Imagination, the supreme delight of the immortal and the immature, should be limited. In order to enjoy life, we should not enjoy it too much."
   },
   "author": {
    "text": "Vladimir Nabokov"
   }
  },
  {
   "quote": {
    "text": "It is not enough to know your craft - you have to have feeling. Science is all very well, but for us imagination is worth far more."
   },
   "author": {
    "text": "Edouard Manet"
   }
  },
  {
   "quote": {
    "text": "In imagination, there's no limitation."
   },
   "author": {
    "text": "Mark Victor Hansen"
   }
  },
  {
   "quote": {
    "text": "A hunch is creativity trying to tell you something."
   },
   "author": {
    "text": "Frank Capra"
   }
  },
  {
   "quote": {
    "text": "Obviously the imagination is fueled by emotions beyond the control of the conscious mind."
   },
   "author": {
    "text": "Joyce Carol Oates"
   }
  },
  {
   "quote": {
    "text": "The travel writer seeks the world we have lost - the lost valleys of the imagination."
   },
   "author": {
    "text": "Alexander Cockburn"
   }
  },
  {
   "quote": {
    "text": "We're living in a time when the world has suddenly discovered India because it's run out of raw material for its imagination. The raw materials for imagination are inexhaustible here."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "You always need that spark of imagination. Sometimes I'm midway through a book before it happens. However, I don't wait for the muse to descend, I sit down every day and I work when I'm not delivering lambs on the farm."
   },
   "author": {
    "text": "Barbara Kingsolver"
   }
  },
  {
   "quote": {
    "text": "To imagine is everything, to know is nothing at all."
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "I just had a crazy, wild imagination all my life, and science fiction is the greatest outlet for me."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "An essay is a thing of the imagination. If there is information in an essay, it is by-the-by, and if there is an opinion, one need not trust it for the long run. A genuine essay rarely has an educational, polemical, or sociopolitical use; it is the movement of a free mind at play."
   },
   "author": {
    "text": "Cynthia Ozick"
   }
  },
  {
   "quote": {
    "text": "I was a wild, mischievous kid, and I had tremendous imagination. Any experience I had, I'd try to reenact it."
   },
   "author": {
    "text": "Adrien Brody"
   }
  },
  {
   "quote": {
    "text": "I tried to stir the imagination and enthusiasms of students to take risks, to do what they were most afraid of doing, to widen their horizons of action."
   },
   "author": {
    "text": "James Broughton"
   }
  },
  {
   "quote": {
    "text": "There is no better way of exercising the imagination than the study of law. No poet ever interpreted nature as freely as a lawyer interprets the truth."
   },
   "author": {
    "text": "Jean Giraudoux"
   }
  },
  {
   "quote": {
    "text": "I was brought up in a very open, rural countryside in the middle of nowhere. There were no cell phones. If your lights went out, you were lit by candlelight for a good four days before they can get to you. And so, my imagination was crazy."
   },
   "author": {
    "text": "Juno Temple"
   }
  },
  {
   "quote": {
    "text": "Reducing and reusing take nothing more than a rethink on the way we shop, and using our imagination with the things that we might once have considered junk."
   },
   "author": {
    "text": "Sheherazade Goldsmith"
   }
  },
  {
   "quote": {
    "text": "Our thoughts and imagination are the only real limits to our possibilities."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "When something is such a creative medium as the web, the limits to it are our imagination."
   },
   "author": {
    "text": "Tim Berners-Lee"
   }
  },
  {
   "quote": {
    "text": "Panic is a sudden desertion of us, and a going over to the enemy of our imagination."
   },
   "author": {
    "text": "Christian Nestell Bovee"
   }
  },
  {
   "quote": {
    "text": "I saw that publishing all over the world was deeply constrained by self-censorship, economics and political censorship, while the military-industrial complex was growing at a tremendous rate, and the amount of information that it was collecting about all of us vastly exceeded the public imagination."
   },
   "author": {
    "text": "Julian Assange"
   }
  },
  {
   "quote": {
    "text": "I did not go to any creative writing workshop; I did not major in literature. If I can write, anyone can write. All it needs is imagination."
   },
   "author": {
    "text": "Vikas Swarup"
   }
  },
  {
   "quote": {
    "text": "The more ships have grown in size and consequence, the more their place in our imagination has shrunk."
   },
   "author": {
    "text": "Rose George"
   }
  },
  {
   "quote": {
    "text": "One lifetime is never enough to accomplish one's horticultural goals. If a garden is a site for the imagination, how can we be very far from the beginning?"
   },
   "author": {
    "text": "Francis Cabot Lowell"
   }
  },
  {
   "quote": {
    "text": "My manic depression was ravaging my life, but because nobody could see it, many people thought it was a figment of my imagination."
   },
   "author": {
    "text": "Andy Behrman"
   }
  },
  {
   "quote": {
    "text": "I still have a photo on my wall of the greatest idol I will ever have in my life, and it's myself at eight. Because that's when the forces of imagination have the same value as the real world, when they're an instrument of survival: when my mother disappeared, and I imagined a mother. That was me at my best."
   },
   "author": {
    "text": "Henning Mankell"
   }
  },
  {
   "quote": {
    "text": "No two dramatists think or write alike. Ten thousand playwrights can take the same premise, as they have done since Shakespeare, and not one play will resemble the other except in the premise. Your knowledge, your understanding of human nature, and your imagination will take care of that."
   },
   "author": {
    "text": "Lajos Egri"
   }
  },
  {
   "quote": {
    "text": "I'm used to music as a tool, taking the various elements and then making something completely new out of them. And writing film music is the perfect opportunity to do that, because you can look at the film and then just let your imagination soar."
   },
   "author": {
    "text": "Ry Cooder"
   }
  },
  {
   "quote": {
    "text": "Free enterprise empowers entrepreneurs who have ideas and imagination, investors who take risks, and workers who hone their skills and offer their labor."
   },
   "author": {
    "text": "Paul Ryan"
   }
  },
  {
   "quote": {
    "text": "When I start a picture, I always have a script, but I change it every day. I put in what occurs to me that day out of my imagination. You start on a voyage; you know where you will end up but not what will occur along the way. You want to be surprised."
   },
   "author": {
    "text": "Federico Fellini"
   }
  },
  {
   "quote": {
    "text": "I was always extremely creative. I was very artistic and never strong with numbers or science. I wanted to be an artist or a fashion designer. I wanted to be something that allowed for a lot of imagination."
   },
   "author": {
    "text": "Whitney Wolfe Herd"
   }
  },
  {
   "quote": {
    "text": "There aren't any fences to the imagination, and so there shouldn't be any for books."
   },
   "author": {
    "text": "Matt Haig"
   }
  },
  {
   "quote": {
    "text": "That neither our thoughts, nor passions, nor ideas formed by the imagination, exist without the mind, is what every body will allow."
   },
   "author": {
    "text": "George Berkeley"
   }
  },
  {
   "quote": {
    "text": "I'm just trying to write a good story, strictly from imagination. People just think it's random, they don't see the rewriting, phrasing of characters, choosing the words, bringing the world to light in which the characters live in. That creates an illusion that this is real."
   },
   "author": {
    "text": "Eric Jerome Dickey"
   }
  },
  {
   "quote": {
    "text": "We especially need imagination in science."
   },
   "author": {
    "text": "Maria Mitchell"
   }
  },
  {
   "quote": {
    "text": "I don't agree with the sentiment 'write what you know.'... I think one should write what one doesn't know. The world is bigger and wider and more complex than our small subjective selves. One should prod, goad the imagination."
   },
   "author": {
    "text": "Cynthia Ozick"
   }
  },
  {
   "quote": {
    "text": "The universe has a much greater imagination than we do, which is why the real story of the universe is far more interesting than any of the fairy tales we have invented to describe it."
   },
   "author": {
    "text": "Lawrence M. Krauss"
   }
  },
  {
   "quote": {
    "text": "I can't work completely out of my imagination. I must put my foot in a bit of truth; and then I can fly free."
   },
   "author": {
    "text": "Andrew Wyeth"
   }
  },
  {
   "quote": {
    "text": "Possessing a healthy imagination is a necessary ingredient for creativity."
   },
   "author": {
    "text": "Steve Vai"
   }
  },
  {
   "quote": {
    "text": "There's no artist in this world that doesn't enjoy the dream that if they have bad reviews now, the story of Keats can redeem them, in their fantasy or imagination, in the future. I think Keats' poem 'Endymion' is a really difficult poem, and I'm not surprised that a lot of people pulled it apart in a way."
   },
   "author": {
    "text": "Jane Campion"
   }
  },
  {
   "quote": {
    "text": "Toy Soldiers was my introduction to film. I certainly didn't think I was doing art by any stretch of the imagination."
   },
   "author": {
    "text": "Tim Robbins"
   }
  },
  {
   "quote": {
    "text": "Fiction reveals truths that reality obscures."
   },
   "author": {
    "text": "Jessamyn West"
   }
  },
  {
   "quote": {
    "text": "I wouldn't say that I've had a tough life by any stretch of the imagination."
   },
   "author": {
    "text": "Duncan Sheik"
   }
  },
  {
   "quote": {
    "text": "Life-writing calls for any number of dubious gifts: A touch of O.C.D., a lack of imagination, a large desk, neutrality of Swiss proportions, tactlessness, a high tolerance for archival dust. Most of all it calls for an act of displacement. 'To find your subject, you must in some sense lose yourself along the way,' is Richard Holmes's version."
   },
   "author": {
    "text": "Stacy Schiff"
   }
  },
  {
   "quote": {
    "text": "Grandchildren have taught me how important the future is. I try to look through their eyes and envision what's in their imagination. What's the world going to look like when they're my age? That really does take a huge imagination."
   },
   "author": {
    "text": "Richard Lugar"
   }
  },
  {
   "quote": {
    "text": "When you live in a world of imagination, your imagination doesn't necessarily grow old with you."
   },
   "author": {
    "text": "Leslie Bricusse"
   }
  },
  {
   "quote": {
    "text": "I'm a light sleeper. I've never been one of those people who can put their head down and suddenly everything disappears. Nighttime is the time I get most scared, anxious or worried. In those darker moments before waking or sleeping is when I feel most, I don't know, I can turn on myself, and my imagination can take me dark places."
   },
   "author": {
    "text": "Florence Welch"
   }
  },
  {
   "quote": {
    "text": "On the one hand, the guns were there to help capture the imagination of the people. But more important, since we knew that you couldn't observe the police without guns, we took our guns with us to let the police know that we have an equalizer."
   },
   "author": {
    "text": "Bobby Seale"
   }
  },
  {
   "quote": {
    "text": "Halloween is not only about putting on a costume, but it's about finding the imagination and costume within ourselves."
   },
   "author": {
    "text": "Elvis Duran"
   }
  },
  {
   "quote": {
    "text": "Science does not know its debt to imagination."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "And by the way, everything in life is writable about if you have the outgoing guts to do it, and the imagination to improvise. The worst enemy to creativity is self-doubt."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "Reality leaves a lot to the imagination."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "Imagination and invention go hand in hand. Remember how lack of resources was never a problem in childhood games? Shift a few pieces of furniture around the living room, and you have yourself a fort."
   },
   "author": {
    "text": "Alexandra Adornetto"
   }
  },
  {
   "quote": {
    "text": "I wash my hands of those who imagine chattering to be knowledge, silence to be ignorance, and affection to be art."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "The reason we have poverty is that we have no imagination. There are a great many people accumulating what they think is vast wealth, but it's only money... they don't know how to enjoy it, because they have no imagination."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "Nature uses human imagination to lift her work of creation to even higher levels."
   },
   "author": {
    "text": "Luigi Pirandello"
   }
  },
  {
   "quote": {
    "text": "The ability to recognize opportunities and move in new - and sometimes unexpected - directions will benefit you no matter your interests or aspirations. A liberal arts education is designed to equip students for just such flexibility and imagination."
   },
   "author": {
    "text": "Drew Gilpin Faust"
   }
  },
  {
   "quote": {
    "text": "The imagination imitates. It is the critical spirit that creates."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "I had a very happy childhood, but I wasn't that happy a child. I liked being alone and creating characters and voices. I think that's when your creativity is developed, when you're young. I liked the world of the imagination because it was an easy place to go to."
   },
   "author": {
    "text": "David Walliams"
   }
  },
  {
   "quote": {
    "text": "Edgy is fine - I'm not a prude by any stretch of the imagination - but what's wrong with a good ol' belly laugh? I miss that."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "With the brush we merely tint, while the imagination alone produces colour."
   },
   "author": {
    "text": "Theodore Gericault"
   }
  },
  {
   "quote": {
    "text": "Cowardice... is almost always simply a lack of ability to suspend functioning of the imagination."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "The difference between the Parthenon and the World Trade Center, between a French wine glass and a German beer mug, between Bach and John Philip Sousa, between Sophocles and Shakespeare, between a bicycle and a horse, though explicable by historical moment, necessity, and destiny, is before all a difference of imagination."
   },
   "author": {
    "text": "Guy Davenport"
   }
  },
  {
   "quote": {
    "text": "The imagination is a muscle. If it is not exercised, it atrophies."
   },
   "author": {
    "text": "Neil Gaiman"
   }
  },
  {
   "quote": {
    "text": "I think that all things, in their way, reflect heavenly truth, the imagination not least."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "The debt we owe to the play of imagination is incalculable."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "You have to really stretch your imagination to infer what the intrinsic value of Bitcoin is. I haven't been able to do it. Maybe somebody else can."
   },
   "author": {
    "text": "Alan Greenspan"
   }
  },
  {
   "quote": {
    "text": "A man may imagine things that are false, but he can only understand things that are true, for if the things be false, the apprehension of them is not understanding."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "Reading has been the fuel of my motivation: it has changed the direction in which I have traveled, and it has enhanced my creative imagination more than any other activity I have ever pursued."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "My country has contrived for me the most insignificant office that ever the invention of man contrived or his imagination conceived."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "Many scientists think that philosophy has no place, so for me it's a sad time because the role of reflection, contemplation, meditation, self inquiry, insight, intuition, imagination, creativity, free will, is in a way not given any importance, which is the domain of philosophers."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "All the works of man have their origin in creative fantasy. What right have we then to depreciate imagination."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "Aptitude found in the understanding and is often inherited. Genius coming from reason and imagination, rarely."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "You have all the reason in the world to achieve your grandest dreams. Imagination plus innovation equals realization."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "Don Quixote's misfortune is not his imagination, but Sancho Panza."
   },
   "author": {
    "text": "Franz Kafka"
   }
  },
  {
   "quote": {
    "text": "There is hope in dreams, imagination, and in the courage of those who wish to make those dreams a reality."
   },
   "author": {
    "text": "Jonas Salk"
   }
  },
  {
   "quote": {
    "text": "The most important thing a pastor does is stand in a pulpit every Sunday and say, 'Let us worship God.' If that ceases to be the primary thing I do in terms of my energy, my imagination, and the way I structure my life, then I no longer function as a pastor."
   },
   "author": {
    "text": "Eugene H. Peterson"
   }
  },
  {
   "quote": {
    "text": "The World Series is played in my doubtless too-nostalgic imagination in some kind of autumn afternoon light, and seeing it exclusively in the bitter chill of midnight breaks the spell of even the best of games."
   },
   "author": {
    "text": "Adam Gopnik"
   }
  },
  {
   "quote": {
    "text": "Imagination is a very potent thing, and in the uneducated often usurps the place of genuine experience."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "Without this playing with fantasy no creative work has ever yet come to birth. The debt we owe to the play of the imagination is incalculable."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "See that the imagination of nature is far, far greater than the imagination of man."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "He who does not think much of himself is much more esteemed than he imagines."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Imagination allows us to escape the predictable. It enables us to reply to the common wisdom that we cannot soar by saying, 'Just watch!'"
   },
   "author": {
    "text": "Bill Bradley"
   }
  },
  {
   "quote": {
    "text": "We are the miracle of force and matter making itself over into imagination and will. Incredible. The Life Force experimenting with forms. You for one. Me for another. The Universe has shouted itself alive. We are one of the shouts."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "What is now proved was once only imagined."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "The human race is governed by its imagination."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "I feel very lucky to make a living from my imagination; I'm very grateful for that. I like that what I do is create. I'm feeling very lucky to have had the career I had. It's gone much longer and bigger than I ever thought it would be."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "People may think I'm trying something new by telling stories, but they're just jokes connected to give the illusion of stories. But really, I just continue using my imagination and creating. That's what I do."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "When you start to develop your powers of empathy and imagination, the whole world opens up to you."
   },
   "author": {
    "text": "Susan Sarandon"
   }
  },
  {
   "quote": {
    "text": "Never, and I mean never, allow anyone else's ideas of who you can or can't become sully your dream or pollute your imagination. This is your territory, and a 'Keep Out' sign is a great thing to erect at all entrances to your imagination."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Anything you put your mind to and add your imagination into can make your life a lot better and a lot more fun."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "It is impossible to imagine the universe run by a wise, just and omnipotent God, but it is quite easy to imagine it run by a board of gods."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Abstraction is one of the greatest visionary tools ever invented by human beings to imagine, decipher, and depict the world."
   },
   "author": {
    "text": "Jerry Saltz"
   }
  },
  {
   "quote": {
    "text": "Poetry can do a lot of things to people. I mean it can improve your imagination. It can take you to new places. It can give you this incredible form of verbal pleasure."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "He is the true enchanter, whose spell operates, not upon the senses, but upon the imagination and the heart."
   },
   "author": {
    "text": "Washington Irving"
   }
  },
  {
   "quote": {
    "text": "What the imagination seizes as beauty must be truth."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "To create a new standard, it takes something that's not just a little bit different; it takes something that's really new and really captures people's imagination, and the Macintosh, of all the machines I've ever seen, is the only one that meets that standard."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "I try to decorate my imagination as much as I can."
   },
   "author": {
    "text": "Franz Schubert"
   }
  },
  {
   "quote": {
    "text": "Imagination makes us aware of limitless possibilities. How many of us haven't pondered the concept of infinity or imagined the possibility of time travel? In one of her poems, Emily Bronte likens imagination to a constant companion, but I prefer to think of it as a built-in entertainment system."
   },
   "author": {
    "text": "Alexandra Adornetto"
   }
  },
  {
   "quote": {
    "text": "Without imagination and without love, life can be pretty bleak. I think having both will get you through the most dire of situations."
   },
   "author": {
    "text": "Tiya Sircar"
   }
  },
  {
   "quote": {
    "text": "Remember that your imagination is yours and yours alone. You have the inborn capacity to use it in any way that you choose. No one else is responsible for your imagination. Anything placed in your imagination and held there ultimately becomes your reality."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "The appeal of the spectrally macabre is generally narrow because it demands from the reader a certain degree of imagination and a capacity for detachment from everyday life."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "It may easily come to pass that a vain man may become proud and imagine himself pleasing to all when he is in reality a universal nuisance."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "For me, it's always a failure of the imagination. I have that anxiety that time is passing, that everything is ultimately fleeting and impermanent. I better take advantage of every single moment."
   },
   "author": {
    "text": "Jason Silva"
   }
  },
  {
   "quote": {
    "text": "The artist must bow to the monster of his own imagination."
   },
   "author": {
    "text": "Richard Wright"
   }
  },
  {
   "quote": {
    "text": "Cinema is a world of imagination."
   },
   "author": {
    "text": "Marjane Satrapi"
   }
  },
  {
   "quote": {
    "text": "Nothing is more fearful than imagination without taste."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "An idea is salvation by imagination."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "Vulgarity begins when imagination succumbs to the explicit."
   },
   "author": {
    "text": "Doris Day"
   }
  },
  {
   "quote": {
    "text": "The woman who appeals to a man's vanity may stimulate him, the woman who appeals to his heart may attract him, but it is the woman who appeals to his imagination who gets him."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "Wherever you write is supposed to be a little bit of a refuge, a place where you can get away from the world. The more closed in you are, the more you're forced back on your own imagination."
   },
   "author": {
    "text": "Stephen King"
   }
  },
  {
   "quote": {
    "text": "There are two worlds: the world we can measure with line and rule, and the world that we feel with our hearts and imagination."
   },
   "author": {
    "text": "Leigh Hunt"
   }
  },
  {
   "quote": {
    "text": "It's hard to see yourself as a princess because it involves a huge leap of the imagination and sort of requires you to believe you can be that, which is a scary, weird thing."
   },
   "author": {
    "text": "Lily James"
   }
  },
  {
   "quote": {
    "text": "I've always had this in a kind of worst-case dark imagination. I want to know what the dark form in the window is. I want to know what the noise under the staircase is."
   },
   "author": {
    "text": "Lisa Unger"
   }
  },
  {
   "quote": {
    "text": "I always wanted to ride a dragon myself, so I decided to do this for a year in my imagination."
   },
   "author": {
    "text": "Cornelia Funke"
   }
  },
  {
   "quote": {
    "text": "I had a very happy childhood, but I still used my imagination as a leisure resort."
   },
   "author": {
    "text": "Geraldine McCaughrean"
   }
  },
  {
   "quote": {
    "text": "Those Dutchmen had hardly any imagination or fantasy, but their good taste and their scientific knowledge of composition were enormous."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "People who lean on logic and philosophy and rational exposition end by starving the best part of the mind."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "There is a boundary to men's passions when they act from feelings; but none when they are under the influence of imagination."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "Collecting facts is important. Knowledge is important. But if you don't have an imagination to use the knowledge, civilization is nowhere."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "Nature's imagination is so boundless compared to our own meager human imagination."
   },
   "author": {
    "text": "James Cameron"
   }
  },
  {
   "quote": {
    "text": "Imagination is always the fabric of social life and the dynamic of history. The influence of real needs and compulsions, of real interests and materials, is indirect because the crowd is never conscious of it."
   },
   "author": {
    "text": "Simone Weil"
   }
  },
  {
   "quote": {
    "text": "There can be no passion, and by consequence no love, where there is not imagination."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "A stock certificate is not a tool, like a shovel, or a commodity, like a pound of cheese. What we sell a customer is not a share in a business, but a view of the Elysian Fields. A financier is a creative artist. Our function is to stimulate the imagination. We are poets!"
   },
   "author": {
    "text": "Jean Giraudoux"
   }
  },
  {
   "quote": {
    "text": "A young imagination is bold, likes to make bigger leaps. It likes to, well, imagine that the dustbuster is a dinosaur; that the computer mouse is a hotrod; that the box is a cave; that the rawhide is a torch... or a baton... or something."
   },
   "author": {
    "text": "Mo Rocca"
   }
  },
  {
   "quote": {
    "text": "The most imaginative people are the most credulous, for them everything is possible."
   },
   "author": {
    "text": "Alexander Chase"
   }
  },
  {
   "quote": {
    "text": "For me, insanity is super sanity. The normal is psychotic. Normal means lack of imagination, lack of creativity."
   },
   "author": {
    "text": "Jean Dubuffet"
   }
  },
  {
   "quote": {
    "text": "Anyone who said he wasn't afraid during the civil rights movement was either a liar or without imagination. I was scared all the time. My hands didn't shake but inside I was shaking."
   },
   "author": {
    "text": "James L. Farmer, Jr."
   }
  },
  {
   "quote": {
    "text": "When I started the Imagination Library in my hometown, I never dreamed that one day we would be helping Scottish kids."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "As great scientists have said and as all children know, it is above all by the imagination that we achieve perception, and compassion, and hope."
   },
   "author": {
    "text": "Ursula K. Le Guin"
   }
  },
  {
   "quote": {
    "text": "Imagination is the key to my lyrics. The rest is painted with a little science fiction."
   },
   "author": {
    "text": "Jimi Hendrix"
   }
  },
  {
   "quote": {
    "text": "The courage to imagine the otherwise is our greatest resource, adding color and suspense to all our life."
   },
   "author": {
    "text": "Daniel J. Boorstin"
   }
  },
  {
   "quote": {
    "text": "A man, to be greatly good, must imagine intensely and comprehensively; he must put himself in the place of another and of many others; the pains and pleasures of his species must become his own."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "My experience of great storytelling, working with classics, is just finding a way to present it simply but let the story do its own work, or be an invite to the audience's imagination."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "My job is to make sure there's something about each dress that ignites the bride's imagination."
   },
   "author": {
    "text": "Jenny Packham"
   }
  },
  {
   "quote": {
    "text": "It is all very well to copy what one sees, but it is far better to draw what one now only sees in one's memory. That is a transformation in which imagination collaborates with memory."
   },
   "author": {
    "text": "Edgar Degas"
   }
  },
  {
   "quote": {
    "text": "All of the Antilles, every island, is an effort of memory: every mind, every racial biography culminating in amnesia and fog. Pieces of sunlight through the fog and sudden rainbows, arcs-en-ciel. That is the effort, the labour of the Antillean imagination, rebuilding its gods from bamboo frames, phrase by phrase."
   },
   "author": {
    "text": "Derek Walcott"
   }
  },
  {
   "quote": {
    "text": "I imagine that yes is the only living thing."
   },
   "author": {
    "text": "e. e. cummings"
   }
  },
  {
   "quote": {
    "text": "The hoax is the very absence of truth, which usually means art is absent, too - hoaxes regularly substitute claims of reality for imagination, facts for form, acting as if artifice is the antithesis of art."
   },
   "author": {
    "text": "Kevin Young"
   }
  },
  {
   "quote": {
    "text": "I suspect that even most conservatives would prefer to live in the kind of world conjured up in the liberals' imagination rather than in the kind of world we are in fact stuck with."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "For strange effects and extraordinary combinations we must go to life itself, which is always far more daring than any effort of the imagination."
   },
   "author": {
    "text": "Arthur Conan Doyle"
   }
  },
  {
   "quote": {
    "text": "Some stories are true that never happened."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "Out with stereotypes, feminism proclaims. But stereotypes are the west's stunning sexual personae, the vehicles of art's assault against nature. The moment there is imagination, there is myth."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "I have a huge, active imagination, and I think I'm really scared of being alone; because if I'm left to my own devices, I'll just turn into a madwoman."
   },
   "author": {
    "text": "Claire Danes"
   }
  },
  {
   "quote": {
    "text": "Imagination is like the drunk man who lost his watch and must get drunk again to find it."
   },
   "author": {
    "text": "Guy Davenport"
   }
  },
  {
   "quote": {
    "text": "From stoplights to skyscrapers, turn anywhere in civilization and you will see imagination at work. It's in our inventions, advances and remedies and how a single parent masterminds each day. Imagination is boundless, surrounds us and resides in us all."
   },
   "author": {
    "text": "Geoffrey S. Fletcher"
   }
  },
  {
   "quote": {
    "text": "A man at work, making something which he feels will exist because he is working at it and wills it, is exercising the energies of his mind and soul as well as of his body. Memory and imagination help him as he works."
   },
   "author": {
    "text": "William Morris"
   }
  },
  {
   "quote": {
    "text": "The American people want something terse, forcible, picturesque, striking - something that will arrest their attention, enlist their sympathy, arouse their indignation, stimulate their imagination, convince their reason, awaken their conscience."
   },
   "author": {
    "text": "Joseph Pulitzer"
   }
  },
  {
   "quote": {
    "text": "To make extra money, my parents would sell eggs and chickens. I was very little. I remember a chicken's head being chopped off with the chicken running around. I wasn't sure if my imagination was running away with me or if it really happened. It really happened."
   },
   "author": {
    "text": "Michael Keaton"
   }
  },
  {
   "quote": {
    "text": "It always amuses me that the biggest praise for my work comes for the imagination, while the truth is that there's not a single line in all my work that does not have a basis in reality. The problem is that Caribbean reality resembles the wildest imagination."
   },
   "author": {
    "text": "Gabriel Garcia Marquez"
   }
  },
  {
   "quote": {
    "text": "The imagination is the spur of delights... all depends upon it, it is the mainspring of everything; now, is it not by means of the imagination one knows joy? Is it not of the imagination that the sharpest pleasures arise?"
   },
   "author": {
    "text": "Marquis de Sade"
   }
  },
  {
   "quote": {
    "text": "Imagination disposes of everything; it creates beauty, justice, and happiness, which are everything in this world."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "All my life I've had the privilege to make my living with my imagination, and the most important thing has been to see my creative life grow. I was educated to do that and have lived accordingly."
   },
   "author": {
    "text": "Tommy Lee Jones"
   }
  },
  {
   "quote": {
    "text": "Falling in love consists merely in uncorking the imagination and bottling the common sense."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "The four cornerstones of character on which the structure of this nation was built are: Initiative, Imagination, Individuality and Independence."
   },
   "author": {
    "text": "Eddie Rickenbacker"
   }
  },
  {
   "quote": {
    "text": "I believed in myself. I never imagined myself as just an ordinary player."
   },
   "author": {
    "text": "Imran Khan"
   }
  },
  {
   "quote": {
    "text": "If people long to create a better world, then we must use our platform to nurture imagination - hopeful ideas, fresh alternatives, belief that the way things are isn't the way things need to be."
   },
   "author": {
    "text": "Katharine Viner"
   }
  },
  {
   "quote": {
    "text": "All art, from the paintings on the walls of cave dwellers to art created today, is autobiographical because it comes from the secret place in the soul where imagination resides."
   },
   "author": {
    "text": "Gloria Vanderbilt"
   }
  },
  {
   "quote": {
    "text": "I am not interested in slice of life, what I want is a slice of the imagination."
   },
   "author": {
    "text": "Carlos Fuentes"
   }
  },
  {
   "quote": {
    "text": "We know their names: Hippolyta, Antiope, Thessalia. But they were long thought to be just travelers' tales or products of the Greek storytelling imagination. A lot of scholars still argue that. But archaeology has now proven without a doubt that there really were women fitting the description that the Greeks gave us of Amazons and warrior women."
   },
   "author": {
    "text": "Adrienne Mayor"
   }
  },
  {
   "quote": {
    "text": "The imagination is such as powerful tool: suggestion is all you need. People fill in gaps."
   },
   "author": {
    "text": "Fiona Barton"
   }
  },
  {
   "quote": {
    "text": "Browsing for books with a mouse and screen is not nearly as joyful an act as wandering the stacks and getting lost in the labyrinthine corridors of knowledge. The best libraries are places of imagination, education and community. The best libraries have mystery to them."
   },
   "author": {
    "text": "Sam Weller"
   }
  },
  {
   "quote": {
    "text": "Preschool children are virtuosos of imagination."
   },
   "author": {
    "text": "Benjamin Spock"
   }
  },
  {
   "quote": {
    "text": "The one thing emphasized in any creative writing course is 'write what you know,' and that automatically drives a wooden stake through the heart of imagination. If they really understood the mysterious process of creating fiction, they would say, 'You can write about anything you can imagine.'"
   },
   "author": {
    "text": "Tom Robbins"
   }
  },
  {
   "quote": {
    "text": "The main functions of intelligence, that of inventing solutions and that of verifying them, do not necessarily involve one another. The first partakes of imagination; the second alone is properly logical."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "Ray Bradbury is one who is contributing to the understanding of the imagination and the curiosity of the human race."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "Scientists have to have a metaphor. All scientists start with imagination."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "Men often take their imagination for their heart; and they believe they are converted as soon as they think of being converted."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "If you use your imagination, you can look at any actress and see her nude... I hope to make you use your imagination."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "It would be too frightening for me to consider myself a role model. But I like the idea of not being afraid of letting your imagination rule you, to feel the freedom of expression, to let creativity be your overwhelming drive rather than other things."
   },
   "author": {
    "text": "Florence Welch"
   }
  },
  {
   "quote": {
    "text": "The realities of the world seldom measure up to the sublime designs of human imagination."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Belief in the supernatural reflects a failure of the imagination."
   },
   "author": {
    "text": "Edward Abbey"
   }
  },
  {
   "quote": {
    "text": "If you're not a daydreamer, you haven't got any imagination."
   },
   "author": {
    "text": "David Cassidy"
   }
  },
  {
   "quote": {
    "text": "I do think of Bombay as my hometown. Those are the streets I walked when I was learning to walk. And it's the place that my imagination has returned to more than anywhere else."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "Let me just say that to imagine racism does not exist is imagination. And to imagine that it does not create its own set of problems is true imagination. So let's not imagine that racism is gone, extinguished, because it's not. We are seeing this in the top levels of the political arena, and we are seeing it very, very plainly."
   },
   "author": {
    "text": "Phylicia Rashad"
   }
  },
  {
   "quote": {
    "text": "I don't feel there's any reason to apologise for having a wicked imagination. I think it's important as a maker of fantasy and of horror."
   },
   "author": {
    "text": "Clive Barker"
   }
  },
  {
   "quote": {
    "text": "St. Pope John XXIII called for the Second Vatican Council because he understood, as no Holy Father had in a long time, religion spoke to and found its language and symbols - its entire sense of the sacramental nature of existence - in the imagination that reveals not just the penalties of living, but the wonder and awe of our existence."
   },
   "author": {
    "text": "Eugene Kennedy"
   }
  },
  {
   "quote": {
    "text": "The thing that most attracts me to historical fiction is taking the factual record as far as it is known, using that as scaffolding, and then letting imagination build the structure that fills in those things we can never find out for sure."
   },
   "author": {
    "text": "Geraldine Brooks"
   }
  },
  {
   "quote": {
    "text": "Poetry is that art which selects and arranges the symbols of thought in such a manner as to excite the imagination the most powerfully and delightfully."
   },
   "author": {
    "text": "William Cullen Bryant"
   }
  },
  {
   "quote": {
    "text": "The violent quarrel between the abstractionists and the surrealists seems to me quite unnecessary. All good art has contained both abstract and surrealist elements, just as it has contained both classical and romantic elements - order and surprise, intellect and imagination, conscious and unconscious."
   },
   "author": {
    "text": "Henry Moore"
   }
  },
  {
   "quote": {
    "text": "Reason clears and plants the wilderness of the imagination to harvest the wheat of art."
   },
   "author": {
    "text": "Austin O'Malley"
   }
  },
  {
   "quote": {
    "text": "Were it not for imagination a man would be as happy in arms of a chambermaid as of a duchess."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Imagination grows by exercise, and contrary to common belief, is more powerful in the mature than in the young."
   },
   "author": {
    "text": "W. Somerset Maugham"
   }
  },
  {
   "quote": {
    "text": "You can't be a 21st-century science fiction writer writing about Mars without doing tips of the hat to Edgar Rice Burroughs, to Ray Bradbury, to H.G. Wells, to the guys who first put it in the public imagination that Mars was an exciting place."
   },
   "author": {
    "text": "Robert J. Sawyer"
   }
  },
  {
   "quote": {
    "text": "I never played Freddy as real. In the true bible of Wes Craven's outline for the films, Freddy only manifests himself in dreams. And a lot goes into a dream, not the least of which is imagination. So Freddy is secondhand information. Freddy is an urban legend that's been handed down to these teenagers over the years."
   },
   "author": {
    "text": "Robert Englund"
   }
  },
  {
   "quote": {
    "text": "Let us leave pretty women to men devoid of imagination."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "Whenever I am not traveling during the winter, I am pushing hard in the gym. Even when I am traveling, I try to fit a workout in at the hotel. And if the hotel doesn't have a gym? You can get a good workout in your room with an exercise band and some imagination."
   },
   "author": {
    "text": "Charlie Kimball"
   }
  },
  {
   "quote": {
    "text": "They are ill discoverers that think there is no land, when they can see nothing but sea."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "I think there's this idea that the depth of an actor's performance is built on tough times or horrible events or isolation, but I never found that. I figured that my imagination coupled with the story can get me anywhere."
   },
   "author": {
    "text": "Milo Ventimiglia"
   }
  },
  {
   "quote": {
    "text": "I believe that we have the ability to change our lives using our imaginations. Imagination is a muscle - the more you use it, the stronger it gets."
   },
   "author": {
    "text": "Rodman Philbrick"
   }
  },
  {
   "quote": {
    "text": "Like a blazing comet, I've traversed infinite nights, interstellar spaces of the imagination, voluptuousness and fear."
   },
   "author": {
    "text": "Antonio Tabucchi"
   }
  },
  {
   "quote": {
    "text": "Life is not so bad if you have plenty of luck, a good physique, and not too much imagination."
   },
   "author": {
    "text": "Christopher Isherwood"
   }
  },
  {
   "quote": {
    "text": "New ideas pass through three periods: 1) It can't be done. 2) It probably can be done, but it's not worth doing. 3) I knew it was a good idea all along!"
   },
   "author": {
    "text": "Arthur C. Clarke"
   }
  },
  {
   "quote": {
    "text": "He who has imagination without learning has wings but no feet."
   },
   "author": {
    "text": "Joseph Joubert"
   }
  },
  {
   "quote": {
    "text": "A poet ought not to pick nature's pocket. Let him borrow, and so borrow as to repay by the very act of borrowing. Examine nature accurately, but write from recollection, and trust more to the imagination than the memory."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "I'll tell you this: You have to remember to chase and catch your dreams, because if you don't, your imagination will live in empty spaces, and that's nowhere land."
   },
   "author": {
    "text": "Gary Busey"
   }
  },
  {
   "quote": {
    "text": "The world is governed by very different personages from what is imagined by those who are not behind the scenes."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "It's a slight stretch of the imagination but most people are alike in most ways so I've never had any trouble identifying with the character that I'm playing."
   },
   "author": {
    "text": "Jack Nicholson"
   }
  },
  {
   "quote": {
    "text": "Memories, imagination, old sentiments, and associations are more readily reached through the sense of smell than through any other channel."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "People can die of mere imagination."
   },
   "author": {
    "text": "Geoffrey Chaucer"
   }
  },
  {
   "quote": {
    "text": "I doubt that the imagination can be suppressed. If you truly eradicated it in a child, he would grow up to be an eggplant."
   },
   "author": {
    "text": "Ursula K. Le Guin"
   }
  },
  {
   "quote": {
    "text": "Dollar bills have absolutely no value except in our collective imagination, but everybody believes in the dollar bill."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "Censorship is never over for those who have experienced it. It is a brand on the imagination that affects the individual who has suffered it, forever."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "In the world of words, the imagination is one of the forces of nature."
   },
   "author": {
    "text": "Wallace Stevens"
   }
  },
  {
   "quote": {
    "text": "It is the eye of ignorance that assigns a fixed and unchangeable color to every object; beware of this stumbling block."
   },
   "author": {
    "text": "Paul Gauguin"
   }
  },
  {
   "quote": {
    "text": "Ideas control the world."
   },
   "author": {
    "text": "James A. Garfield"
   }
  },
  {
   "quote": {
    "text": "You can understand nothing about art, particularly modern art, if you do not understand that imagination is a value in itself."
   },
   "author": {
    "text": "Milan Kundera"
   }
  },
  {
   "quote": {
    "text": "I've spent my life butting my head against other people's lack of imagination."
   },
   "author": {
    "text": "Nick Cave"
   }
  },
  {
   "quote": {
    "text": "Faith is spiritualized imagination."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "I don't like this idea of Method. I come from that school, but what I was taught was that it's your imagination. You do your homework, and you use your imagination."
   },
   "author": {
    "text": "Mark Ruffalo"
   }
  },
  {
   "quote": {
    "text": "The best things that capture your imagination are ones you hadn't thought of before and that aren't talked about in the news all the time."
   },
   "author": {
    "text": "Steve Wozniak"
   }
  },
  {
   "quote": {
    "text": "The Christian faith is the most exciting drama that ever staggered the imagination of man - and the dogma is the drama."
   },
   "author": {
    "text": "Dorothy L. Sayers"
   }
  },
  {
   "quote": {
    "text": "Experience teaches that when the will and imagination are in conflict, the imagination usually wins. What we imagine may defeat our reason and make us slaves to what we taste, see, hear, smell, and feel in the mind's eye. The body is indeed the servant of the mind."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "The Grateful Dead, they're my best friends. Their message of hope, peace, love, teamwork, creativity, imagination, celebration, the dance, the vision, the purpose, the passion all of the things I believe in makes me the luckiest Deadhead in the world."
   },
   "author": {
    "text": "Bill Walton"
   }
  },
  {
   "quote": {
    "text": "One way we can enliven the imagination is to push it toward the illogical. We're not scientists. We don't always have to make the logical, reasonable leap."
   },
   "author": {
    "text": "Stella Adler"
   }
  },
  {
   "quote": {
    "text": "I can't satisfy myself with just trying to tie all of my imagination into music, especially when music is not appreciated as an art form as much as it used to be."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "I think New York is a good place to write in general because it's a grid. It's organized. You know where you are on the map. That centers you, and your imagination is perhaps freer to roam."
   },
   "author": {
    "text": "Alex Turner"
   }
  },
  {
   "quote": {
    "text": "I don't think it's possible to touch people's imagination today by aesthetic means."
   },
   "author": {
    "text": "J. G. Ballard"
   }
  },
  {
   "quote": {
    "text": "In many a piece of music, it's the pause or the rest that gives the piece its beauty and its shape. And I know I, as a writer, will often try to include a lot of empty space on the page so that the reader can complete my thoughts and sentences and so that her imagination has room to breathe."
   },
   "author": {
    "text": "Pico Iyer"
   }
  },
  {
   "quote": {
    "text": "I grew up in Sierra Leone, in a small village where as a boy my imagination was sparked by the oral tradition of storytelling. At a very young age I learned the importance of telling stories - I saw that stories are the most potent way of seeing anything we encounter in our lives, and how we can deal with living."
   },
   "author": {
    "text": "Ishmael Beah"
   }
  },
  {
   "quote": {
    "text": "I can imagine few things more trying to the patience than the long wasted days of waiting."
   },
   "author": {
    "text": "Robert Falcon Scott"
   }
  },
  {
   "quote": {
    "text": "There are two 'Snow White' movies coming out for the same reason that you remember back in the day there was 'Armageddon' and then 'Deep Impact.' You know, 'Andromeda Strain' and then 'Outbreak.' Like, all of those things. It's common because basically studios have no imagination in making the decisions."
   },
   "author": {
    "text": "Armie Hammer"
   }
  },
  {
   "quote": {
    "text": "Who cares about the men who steered your breakfast cereal through winter storms? How ironic that the more ships have grown in size and consequence, the less space they take up in our imagination."
   },
   "author": {
    "text": "Rose George"
   }
  },
  {
   "quote": {
    "text": "It was David McCullough's 'The Johnstown Flood' that lit my imagination as to how I might one day go about writing book-length nonfiction, though my favorite of his books is 'Mornings on Horseback,' about the young Teddy Roosevelt."
   },
   "author": {
    "text": "Erik Larson"
   }
  },
  {
   "quote": {
    "text": "Any acting is a stretch of the imagination. That's your job. Acting is truth in imaginary circumstances. Acting with green screen or a motion capture stage, you're striving for absolute truth in absolutely imaginary circumstances."
   },
   "author": {
    "text": "Sam Worthington"
   }
  },
  {
   "quote": {
    "text": "Our imagination just needs space. It's all it needs, that moment where you just sort of stare into the distance where your brain gets to sort of somehow rise up."
   },
   "author": {
    "text": "Glen Hansard"
   }
  },
  {
   "quote": {
    "text": "If when we are taught English we are just taught the rules of grammar, it would take all our love of our language away from us. What makes us love a subject like English is when we learn all these fantastic stories. Feeding the imagination is what makes a subject come alive."
   },
   "author": {
    "text": "Daniel Tammet"
   }
  },
  {
   "quote": {
    "text": "The moment of inspiration can come from memory, or language, or the imagination, or experience - anything that makes an impression forcibly enough for language to form."
   },
   "author": {
    "text": "Carol Ann Duffy"
   }
  },
  {
   "quote": {
    "text": "A good comic explores the imagination, but it's always got to have those notes of truth running through it."
   },
   "author": {
    "text": "Michael Pena"
   }
  },
  {
   "quote": {
    "text": "The really best acting is children in a playground or in a backyard. They're just lost in their imagination. The backyard isn't a pirate ship or a jungle, in the same way that the soundstage isn't Shambala."
   },
   "author": {
    "text": "Nolan North"
   }
  },
  {
   "quote": {
    "text": "Dr. Einstein was not successful in school, but he found something in the air from his own imagination and his own brain power, and look what he did."
   },
   "author": {
    "text": "Eartha Kitt"
   }
  },
  {
   "quote": {
    "text": "Appealing workplaces are to be avoided. One wants a room with no view, so imagination can meet memory in the dark."
   },
   "author": {
    "text": "Annie Dillard"
   }
  },
  {
   "quote": {
    "text": "Given free rein, our imagination can get infinite."
   },
   "author": {
    "text": "Jim Harrison"
   }
  },
  {
   "quote": {
    "text": "The degree in which a poet's imagination dominates reality is, in the end, the exact measure of his importance and dignity."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "Doubt is the father of invention."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "There are moments when a man's imagination, so easily subdued to what it lives in, suddenly rises above its daily level and surveys the long windings of destiny."
   },
   "author": {
    "text": "Edith Wharton"
   }
  },
  {
   "quote": {
    "text": "Vision - It reaches beyond the thing that is, into the conception of what can be. Imagination gives you the picture. Vision gives you the impulse to make the picture your own."
   },
   "author": {
    "text": "Robert Collier"
   }
  },
  {
   "quote": {
    "text": "I've developed a theory that there's an inverse relationship between money and imagination. That if you've got lots of imagination then you don't really need much money, and if you've got lots of money then you won't bother with much imagination."
   },
   "author": {
    "text": "Alan Moore"
   }
  },
  {
   "quote": {
    "text": "In Judaism or Christianity and so forth, you invent rules that don't exist anywhere except in your imagination. You spend your life trying to gain points and to avoid all kinds of things that detract from your points. And if by the time you die you gather enough points, then you pass on to the next level, in Heaven."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "When you can imagine you begin to create and when you begin to create you realize that you can create a world that you prefer to live in, rather than a world that you're suffering in."
   },
   "author": {
    "text": "Ben Okri"
   }
  },
  {
   "quote": {
    "text": "People are powerfully moved by imagination, belief, and knowledge. They can consider the past and future. They can make changes in their behavior out of reason in a way that animals can't do."
   },
   "author": {
    "text": "Gretchen Rubin"
   }
  },
  {
   "quote": {
    "text": "I imagine, therefore I belong and am free."
   },
   "author": {
    "text": "Lawrence Durrell"
   }
  },
  {
   "quote": {
    "text": "Genius is an African who dreams up snow."
   },
   "author": {
    "text": "Vladimir Nabokov"
   }
  },
  {
   "quote": {
    "text": "Reason respects the differences, and imagination the similitudes of things."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "A man, to carry on a successful business, must have imagination. He must see things as in a vision, a dream of the whole thing. A man can cultivate this faculty only by an appreciation of the finer things in life."
   },
   "author": {
    "text": "Charles M. Schwab"
   }
  },
  {
   "quote": {
    "text": "Justice is to be found only in imagination."
   },
   "author": {
    "text": "Alfred Nobel"
   }
  },
  {
   "quote": {
    "text": "I have a visual imagination."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "We humans lack imagination, to the point of not even knowing what tomorrow's important things will look like."
   },
   "author": {
    "text": "Nassim Nicholas Taleb"
   }
  },
  {
   "quote": {
    "text": "Some music comes from a real place; some music comes from your imagination. It's difficult to find out what's real and what's not, especially with the gangster stuff."
   },
   "author": {
    "text": "Ice T"
   }
  },
  {
   "quote": {
    "text": "You know when you're a child and your imagination is limitless and you really believe in magic? I thought I had super powers."
   },
   "author": {
    "text": "Michelle Phan"
   }
  },
  {
   "quote": {
    "text": "What is the real purpose behind the Tooth Fairy, the Easter Bunny and Santa Claus? They seem like greater steps toward faith and imagination, each with a payoff. Like cognitive training exercises."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "You have many years ahead of you to create the dreams that we can't even imagine dreaming. You have done more for the collective unconscious of this planet than you will ever know."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "The public has an appetite for anything about imagination - anything that is as far away from reality as is creatively possible."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "My problem is that my imagination won't turn off. I wake up so excited I can't eat breakfast. I've never run out of energy. It's not like OPEC oil; I don't worry about a premium going on my energy. It's just always been there. I got it from my mom."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "The erotic and the art historical imagination is something that gets very little play when people talk about my work, and when they rarely do, they try to problematize it."
   },
   "author": {
    "text": "Kehinde Wiley"
   }
  },
  {
   "quote": {
    "text": "When you gaze at stars and think about planets, the places it takes your imagination are amazing! You look up the sky, and you know the stars have always been here; they were referenced in biblical times and have always been present. They are somewhere up there in the future, and they guide you; they make you feel safe."
   },
   "author": {
    "text": "Sarah Brightman"
   }
  },
  {
   "quote": {
    "text": "I think about freedom and the urgency around our imagination. If you can't imagine it, you can't fight for it."
   },
   "author": {
    "text": "DeRay Mckesson"
   }
  },
  {
   "quote": {
    "text": "The face of nature and civilization in this our country is to a certain point a very sufficient literary field. But it will yield its secrets only to a really grasping imagination. To write well and worthily of American things one need even more than elsewhere to be a master."
   },
   "author": {
    "text": "Henry James"
   }
  },
  {
   "quote": {
    "text": "The human imagination... has great difficulty in living strictly within the confines of a materialist practice or philosophy. It dreams, like a dog in its basket, of hares in the open."
   },
   "author": {
    "text": "John Berger"
   }
  },
  {
   "quote": {
    "text": "I've learned that borders are where the actual ends, but also where the imagination and the story begins."
   },
   "author": {
    "text": "Amy Purdy"
   }
  },
  {
   "quote": {
    "text": "When I was a young person I went to the university and I learned a rational language, to think with the left side of the brain. But in the right side of the brain you have intuition and imagination. Words are not the truth; they indicate the way to go, but you need to go alone, in silence. Symbols have a language that kills the words."
   },
   "author": {
    "text": "Alejandro Jodorowsky"
   }
  },
  {
   "quote": {
    "text": "Imagination... its limits are only those of the mind itself."
   },
   "author": {
    "text": "Rod Serling"
   }
  },
  {
   "quote": {
    "text": "When one paints an ideal, one does not need to limit one's imagination."
   },
   "author": {
    "text": "Ellen Key"
   }
  },
  {
   "quote": {
    "text": "Being an actor means asking people to look at you. I guess I accept that. But it's a profession in which the job is to show another world and other people. You may access it through bits of yourself, and your imagination and experience, but actually, in the end, you're not playing yourself."
   },
   "author": {
    "text": "Ralph Fiennes"
   }
  },
  {
   "quote": {
    "text": "I loved the world of imagination."
   },
   "author": {
    "text": "R. A. Salvatore"
   }
  },
  {
   "quote": {
    "text": "I've always had a really active imagination. Lots of kids have imaginary friends. Mine just took on a rather demonic form."
   },
   "author": {
    "text": "Claire Danes"
   }
  },
  {
   "quote": {
    "text": "Having imagination it takes you an hour to write a paragraph that if you were unimaginative would take you only a minute."
   },
   "author": {
    "text": "Franklin Pierce Adams"
   }
  },
  {
   "quote": {
    "text": "Literary imagination is an aesthetic object offered by a writer to a lover of books."
   },
   "author": {
    "text": "Gaston Bachelard"
   }
  },
  {
   "quote": {
    "text": "But who can paint like Nature? Can imagination boast, amid its gay creation, hues like hers?"
   },
   "author": {
    "text": "James Thomson"
   }
  },
  {
   "quote": {
    "text": "As a bookish child in Calcutta, I used to thrill to the adventures of bad girls whose pursuit of happiness swept them outside the bounds of social decency. Tess of the d'Urbervilles, Emma Bovary and Anna Karenina lived large in my imagination. The naughty girls of Hollywood films flirted and knew how to drive."
   },
   "author": {
    "text": "Bharati Mukherjee"
   }
  },
  {
   "quote": {
    "text": "Growing up, I had a very vivid imagination and Leonardo was like my best imaginary friend that I spoke to. When things were tough, or I was scared in an unsafe environment, I always imagined that the Ninja Turtles would come to the rescue."
   },
   "author": {
    "text": "Ruby Rose"
   }
  },
  {
   "quote": {
    "text": "Many think of memory as rote learning, a linear stuffing of the brain with facts, where understanding is irrelevant. When you teach it properly, with imagination and association, understanding becomes a part of it."
   },
   "author": {
    "text": "Tony Buzan"
   }
  },
  {
   "quote": {
    "text": "Illustrations can be a big window: a looking glass into the author's imagination."
   },
   "author": {
    "text": "Tony DiTerlizzi"
   }
  },
  {
   "quote": {
    "text": "I had a wild imagination as a kid - wild! - and I was outside all the time, swinging around in trees by myself."
   },
   "author": {
    "text": "Matt Bomer"
   }
  },
  {
   "quote": {
    "text": "I think there's such a fine line in a relationship. The role of imagination and privacy... how much space can you allow before that becomes distance? And similarly, imagination is empathy. That's how you achieve empathy. It's how you can be with another person and understand how they are in the world."
   },
   "author": {
    "text": "Katie Kitamura"
   }
  },
  {
   "quote": {
    "text": "With its imagination and large sales, Apple has become the world's most valuable IT company. However people are starting to have doubts regarding Apple's silence on heavy metal pollution problems."
   },
   "author": {
    "text": "Ma Jun"
   }
  },
  {
   "quote": {
    "text": "Students are rewarded for memorization, not imagination or resourcefulness."
   },
   "author": {
    "text": "Sugata Mitra"
   }
  },
  {
   "quote": {
    "text": "Learning is the new skill. Imagination, creation and asking new questions are at its core."
   },
   "author": {
    "text": "Sugata Mitra"
   }
  },
  {
   "quote": {
    "text": "Imagination allows you to bend the rules of the temporal world."
   },
   "author": {
    "text": "Amy Sherald"
   }
  },
  {
   "quote": {
    "text": "The nomads' egalitarian lifestyle astonished the Greeks, who kept their own women indoors weaving and minding children. The exotic Scythian lifestyle fueled the Greek imagination and led to an outpouring of myths about fierce Amazons, 'the equals of men.'"
   },
   "author": {
    "text": "Adrienne Mayor"
   }
  },
  {
   "quote": {
    "text": "Some people read an interesting or provocative newspaper article, and that's the end of that. A writer reads such an article, and her imagination gets fired up. Questions occur to her. She might feel an urge to finish the story that the article suggests."
   },
   "author": {
    "text": "Elizabeth Berg"
   }
  },
  {
   "quote": {
    "text": "Sometimes a technology is so awe-inspiring that the imagination runs away with it - often far, far away from reality. Robots are like that. A lot of big and ultimately unfulfilled promises were made in robotics early on, based on preliminary successes."
   },
   "author": {
    "text": "Daniel H. Wilson"
   }
  },
  {
   "quote": {
    "text": "Nobody knows why we're alive; so we all create stories based on our imagination of the world; and as a community, we believe in the same story. In India, every person believes his/ her own mythosphere to be real. Indian thought is obsessed with subjectivity; Greek thought with objectivity."
   },
   "author": {
    "text": "Devdutt Pattanaik"
   }
  },
  {
   "quote": {
    "text": "With me, writing is 60% imagination, 30% people you know and 10% you don't know where it comes from."
   },
   "author": {
    "text": "Terrence McNally"
   }
  },
  {
   "quote": {
    "text": "I was raised not to be afraid to show emotion or imagination."
   },
   "author": {
    "text": "Javier Bardem"
   }
  },
  {
   "quote": {
    "text": "One travels to run away from routine, that dreadful routine that kills all imagination and all our capacity for enthusiasm."
   },
   "author": {
    "text": "Ella Maillart"
   }
  },
  {
   "quote": {
    "text": "In schools giving students a full education, not to create great artists but about the right to have full expression and imagination and creativity, along with an acknowledgement that everybody learns differently. You try and you fail and you try again. All those skills are useful in the workplace, too."
   },
   "author": {
    "text": "Damian Woetzel"
   }
  },
  {
   "quote": {
    "text": "We have the universe to roam in in imagination. It is our virtue to be infinitely varied. The worst tyranny is uniformity."
   },
   "author": {
    "text": "George William Russell"
   }
  },
  {
   "quote": {
    "text": "Picture books are for everybody at any age, not books to be left behind as we grow older. The best ones leave a tantalising gap between the pictures and the words, a gap that is filled by the reader's imagination, adding so much to the excitement of reading a book."
   },
   "author": {
    "text": "Anthony Browne"
   }
  },
  {
   "quote": {
    "text": "Imagination is but another name for super intelligence."
   },
   "author": {
    "text": "Edgar Rice Burroughs"
   }
  },
  {
   "quote": {
    "text": "Make sure you visualize what you really want, not what someone else wants for you."
   },
   "author": {
    "text": "Jerry Gillies"
   }
  },
  {
   "quote": {
    "text": "Ultimately it's a leap of faith and a leap of imagination to put yourself back in time into those conditions and situations and see how you would react."
   },
   "author": {
    "text": "Derek Jacobi"
   }
  },
  {
   "quote": {
    "text": "From an early age, I had always loved drawing. Laying on the floor, in front of the fire, drawing from my imagination, marching soldiers, dive bombers, spaceships and monsters. Now, suddenly, I was drawing from real life!"
   },
   "author": {
    "text": "Michael Foreman"
   }
  },
  {
   "quote": {
    "text": "Dreaming is an act of pure imagination, attesting in all men a creative power, which if it were available in waking, would make every man a Dante or Shakespeare."
   },
   "author": {
    "text": "Frederick Henry Hedge"
   }
  },
  {
   "quote": {
    "text": "Listen to great storytellers; slowly, you will learn about voice, timing, tension, structure, climax - all the things you need to tell stories that will capture the imagination of your audience."
   },
   "author": {
    "text": "Carmen Agra Deedy"
   }
  },
  {
   "quote": {
    "text": "I am not by any stretch of the imagination a tidy person, and the piles of unread books on the coffee table and by my bed have a plaintive, pleading quality to me - 'Read me, please!'"
   },
   "author": {
    "text": "Linda Grant"
   }
  },
  {
   "quote": {
    "text": "I don't know what the next American revolution is going to be like, but we might be able to imagine it if your imagination were rich enough."
   },
   "author": {
    "text": "Grace Lee Boggs"
   }
  },
  {
   "quote": {
    "text": "Most cocktails containing liquor are made today with gin and ingenuity. In brief, take an ample supply of the former and use your imagination. For the benefit of a minority, it is courteous to serve chilled fruit juice in addition to cocktails made with liquor."
   },
   "author": {
    "text": "Irma S. Rombauer"
   }
  },
  {
   "quote": {
    "text": "The imagination is a pretty precious source of protection."
   },
   "author": {
    "text": "Nicholas Ray"
   }
  },
  {
   "quote": {
    "text": "I gather inspiration from all aspects of my life and things I see: love, heartache, mistakes, hopes, regrets, successes and faith. And it helps to have a wild imagination."
   },
   "author": {
    "text": "Wendy Higgins"
   }
  },
  {
   "quote": {
    "text": "I always have this imagination, something I want to use. I don't understand the idea of leisure time."
   },
   "author": {
    "text": "Cher Wang"
   }
  },
  {
   "quote": {
    "text": "Imagination is a poor matter when it has to part company with understanding."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "I do a lot of curiosity buying; I buy it if I like the album cover, I buy it if I like the name of the band, anything that sparks my imagination."
   },
   "author": {
    "text": "Bruce Springsteen"
   }
  },
  {
   "quote": {
    "text": "We cast away priceless time in dreams, born of imagination, fed upon illusion, and put to death by reality."
   },
   "author": {
    "text": "Judy Garland"
   }
  },
  {
   "quote": {
    "text": "Our imagination is the only limit to what we can hope to have in the future."
   },
   "author": {
    "text": "Charles Kettering"
   }
  },
  {
   "quote": {
    "text": "I would warn you that I do not attribute to nature either beauty or deformity, order or confusion. Only in relation to our imagination can things be called beautiful or ugly, well-ordered or confused."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "One is never fortunate or as unfortunate as one imagines."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "All men who have achieved great things have been great dreamers."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Imagination is the eye of the soul."
   },
   "author": {
    "text": "Joseph Joubert"
   }
  },
  {
   "quote": {
    "text": "One of the virtues of being very young is that you don't let the facts get in the way of your imagination."
   },
   "author": {
    "text": "Sam Levenson"
   }
  },
  {
   "quote": {
    "text": "Works of imagination should be written in very plain language; the more purely imaginative they are the more necessary it is to be plain."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "Talent, lying in the understanding, is often inherited; genius, being the action of reason or imagination, rarely or never."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "Taste refers to the past, imagination to the future."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "I believe in imagination. I did Kramer vs. Kramer before I had children. But the mother I would be was already inside me."
   },
   "author": {
    "text": "Meryl Streep"
   }
  },
  {
   "quote": {
    "text": "The scientific imagination always restrains itself within the limits of probability."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "I never in my wildest imagination dreamed that I would somehow become a sports commentator."
   },
   "author": {
    "text": "Joe Rogan"
   }
  },
  {
   "quote": {
    "text": "Mars has long exerted a pull on the human imagination. The erratically moving red star in the sky was seen as sinister or violent by the ancients: The Greeks identified it with Ares, the god of war; the Babylonians named it after Nergal, god of the underworld. To the ancient Chinese, it was Ying-huo, the fire planet."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "I believe that imagination inspires nations. It's something that I live by."
   },
   "author": {
    "text": "Janelle Monae"
   }
  },
  {
   "quote": {
    "text": "Only in men's imagination does every truth find an effective and undeniable existence. Imagination, not invention, is the supreme master of art as of life."
   },
   "author": {
    "text": "Joseph Conrad"
   }
  },
  {
   "quote": {
    "text": "I've always felt that what I have going for me is not my imagination, because everyone has an imagination. What I have is a relentlessly controlled imagination. What looks like wild invention is actually quite carefully calculated."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "It is above all by the imagination that we achieve perception and compassion and hope."
   },
   "author": {
    "text": "Ursula K. Le Guin"
   }
  },
  {
   "quote": {
    "text": "For imagination sets the goal picture which our automatic mechanism works on. We act, or fail to act, not because of will, as is so commonly believed, but because of imagination."
   },
   "author": {
    "text": "Maxwell Maltz"
   }
  },
  {
   "quote": {
    "text": "Imagination is a pretty powerful thing, and when you're in the moment and you're riding a train and you're asked to look scared, I don't know, it just kind of works out. And in those moments where you're actually doing some of the stunts, then it's not so hard at all, because there's an actual fear there."
   },
   "author": {
    "text": "Chris Pine"
   }
  },
  {
   "quote": {
    "text": "So often, science fiction helps to get young people interested in science. That's why I don't mind talking about science fiction. It has a real role to play: to seize the imagination."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "There's the tradition of the 19th-century ballets, and the 20th century has had a difficult time with that tradition. And it's had a difficult time with many components of the Romantic imagination because of modernism."
   },
   "author": {
    "text": "Twyla Tharp"
   }
  },
  {
   "quote": {
    "text": "I do like to wrap things up and leave some things to the readers' imagination."
   },
   "author": {
    "text": "Rick Riordan"
   }
  },
  {
   "quote": {
    "text": "When France was the only reference for chefs to learn, you could go everywhere in the world, and they would copy dishes directly because they didn't have much expanded imagination or technique or knowledge."
   },
   "author": {
    "text": "Daniel Boulud"
   }
  },
  {
   "quote": {
    "text": "Truth titillates the imagination far less than fiction."
   },
   "author": {
    "text": "Marquis de Sade"
   }
  },
  {
   "quote": {
    "text": "In my imagination yes, I remember, when I was six years old, I was conducting all this concert in my house. But now it's real."
   },
   "author": {
    "text": "Gustavo Dudamel"
   }
  },
  {
   "quote": {
    "text": "When you're starting off as a young writer, you look at all the stuff that's gone before and the stuff that's influenced you, and you reach the ladle of your imagination into this bubbling stew pot of all of this stuff, and you pour it out. And that's where you start from."
   },
   "author": {
    "text": "Neil Gaiman"
   }
  },
  {
   "quote": {
    "text": "Children do not give up their innate imagination, curiosity, dreaminess easily. You have to love them to get them to do that."
   },
   "author": {
    "text": "R. D. Laing"
   }
  },
  {
   "quote": {
    "text": "If you got a good imagination, a lot of confidence and you kind of know what you are saying, then you might be able to do it. I know a lot of colorful characters at home that would make great actors."
   },
   "author": {
    "text": "Jason Statham"
   }
  },
  {
   "quote": {
    "text": "There is nothing heavier than compassion. Not even one's own pain weighs so heavy as the pain one feels for someone, for someone, pain intensified by the imagination and prolonged by a hundred echos."
   },
   "author": {
    "text": "Milan Kundera"
   }
  },
  {
   "quote": {
    "text": "Superheroes are best imagined in comic books. The union between the written word, the image, and then what your imagination has to do to connect those allows for so much."
   },
   "author": {
    "text": "Ta-Nehisi Coates"
   }
  },
  {
   "quote": {
    "text": "As a boy, the very words 'Liberty Bell' and 'Independence Hall' fired my imagination and made a profound and lasting impression on my mind. Throughout my struggle to secure national freedom for China, I have continuously dreamed of the day when she would assume the full stature of an independent, democratic nation."
   },
   "author": {
    "text": "Chiang Kai-shek"
   }
  },
  {
   "quote": {
    "text": "I do think imagination is enormously valuable, and that children should be encouraged in their imagination. That's very true."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "The suicide bomber's imagination leads him to believe in a brilliant act of heroism, when in fact he is simply blowing himself up pointlessly and taking other people's lives."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "Classical plays require more imagination and more general training to be able to do. That's why I like playing Shakespeare better than anything else."
   },
   "author": {
    "text": "Vivien Leigh"
   }
  },
  {
   "quote": {
    "text": "When your parents regulate everything you hear and everything you intake, it forces you to get creative in other ways. It sparked the writing bug and the very overactive imagination. Because I've had a lot of time by myself and a lot of time isolated from regular culture, I created my own."
   },
   "author": {
    "text": "SZA"
   }
  },
  {
   "quote": {
    "text": "There are no shortcuts in life - only those we imagine."
   },
   "author": {
    "text": "Frank Leahy"
   }
  },
  {
   "quote": {
    "text": "God has given us an imagination, and our imagination is really the principle tool from which all creativity and artistry comes from."
   },
   "author": {
    "text": "Erwin McManus"
   }
  },
  {
   "quote": {
    "text": "Imagination is at the root of much that passes for love."
   },
   "author": {
    "text": "Gilbert Parker"
   }
  },
  {
   "quote": {
    "text": "Imagination needs to be fed."
   },
   "author": {
    "text": "Barbara Januszkiewicz"
   }
  },
  {
   "quote": {
    "text": "I get irritated with the world. I get irritated with politicians. I get very irritated with governments and with corporations, but in terms of imagination - my imagination is always fertile. I'm either thinking of my own things or constantly engaged by the things that other people do."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "I always won in my imagination. I always hit the game-winning shot, or I hit the free throw. Or if I missed, there was a lane violation, and I was given another one."
   },
   "author": {
    "text": "Mike Krzyzewski"
   }
  },
  {
   "quote": {
    "text": "It's amazing what you can do with an E in A-Level art, a twisted imagination and a chainsaw."
   },
   "author": {
    "text": "Damien Hirst"
   }
  },
  {
   "quote": {
    "text": "The pleasures of the imagination are as it were only drawings and models which are played with by poor people who cannot afford the real thing."
   },
   "author": {
    "text": "Georg C. Lichtenberg"
   }
  },
  {
   "quote": {
    "text": "I love theatrics and have a huge imagination: Why would I want to sit onstage and sing a bunch of ballads back-to-back?"
   },
   "author": {
    "text": "Christina Aguilera"
   }
  },
  {
   "quote": {
    "text": "The study of history requires investigation, imagination, empathy, and respect. Reverence just doesn't enter into it."
   },
   "author": {
    "text": "Jill Lepore"
   }
  },
  {
   "quote": {
    "text": "I do not 'get' ideas; ideas get me."
   },
   "author": {
    "text": "Robertson Davies"
   }
  },
  {
   "quote": {
    "text": "On stage, you're not limited at all because you're free in language: language is the source of the imagination. You can travel farther in language than you can in any film."
   },
   "author": {
    "text": "Sam Shepard"
   }
  },
  {
   "quote": {
    "text": "How can a doctor judge a woman's sanity by merely bidding her good morning and refusing to hear her pleas for release? Even the sick ones know it is useless to say anything, for the answer will be that it is their imagination."
   },
   "author": {
    "text": "Nellie Bly"
   }
  },
  {
   "quote": {
    "text": "The first piece of music that captured my imagination was probably Ray Charles Live At Newport."
   },
   "author": {
    "text": "Van Morrison"
   }
  },
  {
   "quote": {
    "text": "The glamour of air travel - its aspirational meaning in the public imagination - disappeared before its luxury did, dissipating as flying gradually became commonplace."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "My imagination is my polestar; I steer by that."
   },
   "author": {
    "text": "Clive Barker"
   }
  },
  {
   "quote": {
    "text": "I mean, the most important thing to me is imagination."
   },
   "author": {
    "text": "Rob Walton"
   }
  },
  {
   "quote": {
    "text": "Most of the songs I write are just very directly from my life. I don't have a big imagination. Whenever I tried to write from fantasy, it comes out sounding really fake."
   },
   "author": {
    "text": "Rivers Cuomo"
   }
  },
  {
   "quote": {
    "text": "Being an actor is the loneliest thing in the world. You are all alone with your concentration and imagination, and that's all you have."
   },
   "author": {
    "text": "James Dean"
   }
  },
  {
   "quote": {
    "text": "I never did very well in math - I could never seem to persuade the teacher that I hadn't meant my answers literally."
   },
   "author": {
    "text": "Calvin Trillin"
   }
  },
  {
   "quote": {
    "text": "When the imagination and will power are in conflict, are antagonistic, it is always the imagination which wins, without any exception."
   },
   "author": {
    "text": "Emile Coue"
   }
  },
  {
   "quote": {
    "text": "It's a great excuse and luxury, having a job and blaming it for your inability to do your own art. When you don't have to work, you are left with the horror of facing your own lack of imagination and your own emptiness. A devastating possibility when finally time is your own."
   },
   "author": {
    "text": "Julian Schnabel"
   }
  },
  {
   "quote": {
    "text": "Whether as victim, demon, or hero, the industrial worker of the past century filled the public imagination in books, movies, news stories, and even popular songs, putting a grimy human face on capitalism while dramatizing the social changes and conflicts it brought."
   },
   "author": {
    "text": "George Packer"
   }
  },
  {
   "quote": {
    "text": "I think my securities far outweigh my insecurities. I am not nearly as afraid of myself and my imagination as I used to be."
   },
   "author": {
    "text": "Billy Connolly"
   }
  },
  {
   "quote": {
    "text": "I still find it quite easy to find my way into a child's imagination. We're all Peter Pan ourselves in some respects. Everybody should keep some grip on childhood, even as a grownup."
   },
   "author": {
    "text": "Tim Curry"
   }
  },
  {
   "quote": {
    "text": "Ideas seem to come from everywhere - my life, everything I see, hear, and read, and most of all, from my imagination. I have a lot of imagination."
   },
   "author": {
    "text": "Judy Blume"
   }
  },
  {
   "quote": {
    "text": "Imagination - that's the future for us."
   },
   "author": {
    "text": "Jan Brett"
   }
  },
  {
   "quote": {
    "text": "I grew up believing my sister was from the planet Neptune and had been sent down to Earth to kill me. I believed this because my sister Emily convinced me of it when I was a toddler. I think she'd seen Invasion of the Body Snatchers and her imagination ran away with her. There's a part of me that still believes it."
   },
   "author": {
    "text": "Zooey Deschanel"
   }
  },
  {
   "quote": {
    "text": "With imagination and personal creativity, people who sew can design the way they look to suit themselves."
   },
   "author": {
    "text": "Issey Miyake"
   }
  },
  {
   "quote": {
    "text": "At my pregnant wife's behest, I took the job for the paycheck and the health insurance, and it turned into 'Sharknado.' I couldn't have played this better if I'd wanted to. It's really captured the imagination of sci-fi fans."
   },
   "author": {
    "text": "Ian Ziering"
   }
  },
  {
   "quote": {
    "text": "Games are the way we keep romance alive. They're based in human hardwiring. Playing hard-to-get or leaving a little to the imagination allows the woman to be wooed and appreciated and the man to be challenged and intrigued."
   },
   "author": {
    "text": "Helen Fisher"
   }
  },
  {
   "quote": {
    "text": "I have no idea why I write. The old standards are: I like to express my feelings, stretch my imagination, earn money."
   },
   "author": {
    "text": "S. E. Hinton"
   }
  },
  {
   "quote": {
    "text": "Kindness and intelligence don't always deliver us from the pitfalls and traps: there are always failures of love, of will, of imagination. There is no way to take the danger out of human relationships."
   },
   "author": {
    "text": "Barbara Grizzuti Harrison"
   }
  },
  {
   "quote": {
    "text": "As long as I was well fed, I was a very, very nice child. I just used my imagination and played with Barbies. I was pretty easy."
   },
   "author": {
    "text": "Sabrina Carpenter"
   }
  },
  {
   "quote": {
    "text": "I don't necessarily start with the beginning of the book. I just start with the part of the story that's most vivid in my imagination and work forward and backward from there."
   },
   "author": {
    "text": "Beverly Cleary"
   }
  },
  {
   "quote": {
    "text": "The most dire disaster in love is the death of imagination."
   },
   "author": {
    "text": "George Meredith"
   }
  },
  {
   "quote": {
    "text": "I feel that directors at times are like the janitors on the set. I am the secretary, I am the organizer, I am the maid, and I ask if they have eaten or rested. The best things are always out of your control. It's those moments that surpass the imagination that are thrilling."
   },
   "author": {
    "text": "Jane Campion"
   }
  },
  {
   "quote": {
    "text": "I didn't like Barbie dolls, so I used to have this overactive imagination, and I used to pretend to be all these different things. My weird childhood fetishes seem to have come to life now as an actor."
   },
   "author": {
    "text": "Sonam Kapoor"
   }
  },
  {
   "quote": {
    "text": "Lyrically I like to use themes that make the listener use his or her imagination, and to give a little of the lessons I've learned in my own life."
   },
   "author": {
    "text": "Ronnie James Dio"
   }
  },
  {
   "quote": {
    "text": "An art aims, above all, at producing something beautiful which affects not our feelings but the organ of pure contemplation, our imagination."
   },
   "author": {
    "text": "Eduard Hanslick"
   }
  },
  {
   "quote": {
    "text": "To my mind the boy who gives least promise is one in whom the critical faculty develops in advance of the imagination."
   },
   "author": {
    "text": "Quintilian"
   }
  },
  {
   "quote": {
    "text": "Literature is a beautiful way of keeping the imagination alive, of visiting worlds you would never have time to in your day-to-day life. It keeps you abreast of a wider spectrum of human activities."
   },
   "author": {
    "text": "Abraham Verghese"
   }
  },
  {
   "quote": {
    "text": "Use your imagination, and you'll see that even the most narrow, humdrum lives are infinite in scope if you examine them with enough care."
   },
   "author": {
    "text": "Mark Haddon"
   }
  },
  {
   "quote": {
    "text": "Gender fluidity is not really feeling like you're at one end of the spectrum or the other. For the most part, I definitely don't identify as any gender. I'm not a guy; I don't really feel like a woman, but obviously I was born one. So, I'm somewhere in the middle, which - in my perfect imagination - is like having the best of both sexes."
   },
   "author": {
    "text": "Ruby Rose"
   }
  },
  {
   "quote": {
    "text": "Jehovah God is truly rich far beyond the imagination of humankind."
   },
   "author": {
    "text": "Joseph Franklin Rutherford"
   }
  },
  {
   "quote": {
    "text": "The goal of 'Data Detectives' is to spark the imagination of students around the globe by making them think about new technologies that will impact humanity in ways similar to language and art."
   },
   "author": {
    "text": "Rick Smolan"
   }
  },
  {
   "quote": {
    "text": "Not everyone is fortunate enough to earn their living playing. But what draws people to art and artists is a desire to enjoy the propinquity of play. For it is the very freedom of the imagination. And what else were we born to do, but imagine freely?"
   },
   "author": {
    "text": "Howard Jacobson"
   }
  },
  {
   "quote": {
    "text": "I sometimes wish I had been educated a Catholic, in order to unite the poetry of religion with its higher principles. Are they necessarily inseparable? Is man really so much of a philosopher, that he can conceive of truth in its abstract purity, and divest life and the affections of all the aids of the imagination?"
   },
   "author": {
    "text": "James Fenimore Cooper"
   }
  },
  {
   "quote": {
    "text": "I think I've got a decent imagination. I hope some of my stories inspire other young imaginations."
   },
   "author": {
    "text": "Tony DiTerlizzi"
   }
  },
  {
   "quote": {
    "text": "Children depend mightily on animals for comfort, inspiration, imagination, and art. And parents have long recognized this."
   },
   "author": {
    "text": "Lydia Millet"
   }
  },
  {
   "quote": {
    "text": "The longer I look at something, the more my imagination churns and I can find somewhere to put it."
   },
   "author": {
    "text": "Alex Guarnaschelli"
   }
  },
  {
   "quote": {
    "text": "Anything that stimulates the public's imagination about the nobility and the importance of space exploration is something that I'm very excited to be a part of."
   },
   "author": {
    "text": "Ron Howard"
   }
  },
  {
   "quote": {
    "text": "The past is really almost as much a work of the imagination as the future."
   },
   "author": {
    "text": "Jessamyn West"
   }
  },
  {
   "quote": {
    "text": "Bring ideas in and entertain them royally, for one of them may be the king."
   },
   "author": {
    "text": "Mark Van Doren"
   }
  },
  {
   "quote": {
    "text": "I like endings that let your imagination do a lot of the work."
   },
   "author": {
    "text": "Matt Bomer"
   }
  },
  {
   "quote": {
    "text": "We have defeated Gaddafi on the battlefield; now we must defeat him in our imagination. We must not allow his legacy to corrupt our dream. Let's keep focused on the true prize: unity, democracy, and the rule of law. Let's not seek revenge; that would diminish our future."
   },
   "author": {
    "text": "Hisham Matar"
   }
  },
  {
   "quote": {
    "text": "I am imagination. I can see what the eyes cannot see. I can hear what the ears cannot hear. I can feel what the heart cannot feel."
   },
   "author": {
    "text": "Peter Nivio Zarlenga"
   }
  },
  {
   "quote": {
    "text": "Nothing speaks louder than an evocative photograph that stirs the imagination, tugs at the heart strings and engages the mind."
   },
   "author": {
    "text": "Mark Carwardine"
   }
  },
  {
   "quote": {
    "text": "My books are elegiac in the sense that they're odes to a nation that even I sometimes think may not exist anymore except in my memory and my imagination."
   },
   "author": {
    "text": "Richard Russo"
   }
  },
  {
   "quote": {
    "text": "I love video games. I'm also slightly in awe of them. I'm in awe of their power in terms of imagination, in terms of technology, in terms of concept. But I think, above all, I'm in awe at their power to motivate, to compel us, to transfix us, like really nothing else we've ever invented has quite done before."
   },
   "author": {
    "text": "Tom Chatfield"
   }
  },
  {
   "quote": {
    "text": "I am putting real plums into an imaginary cake."
   },
   "author": {
    "text": "Mary McCarthy"
   }
  },
  {
   "quote": {
    "text": "To treat your facts with imagination is one thing, to imagine your facts is another."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "You have a dream 35 years ago - doesn't come to fruition, but you move on with life. But it's somewhere back there. Then you turn 60, and your mom just dies, and you're looking for something. And the dream comes waking out of your imagination."
   },
   "author": {
    "text": "Diana Nyad"
   }
  },
  {
   "quote": {
    "text": "You are indebted to you imagination for three-fourths of your importance."
   },
   "author": {
    "text": "David Garrick"
   }
  },
  {
   "quote": {
    "text": "Then I decided to draw from and on my own imagination, and everything came out perfect."
   },
   "author": {
    "text": "Jack Prelutsky"
   }
  },
  {
   "quote": {
    "text": "Normal television limits what you can do. With science fiction, you can exercise your imagination more. I fell in love with it."
   },
   "author": {
    "text": "Gene Roddenberry"
   }
  },
  {
   "quote": {
    "text": "For a food lover with a big imagination, there's nothing worse than eating the exact same meal several days in a row."
   },
   "author": {
    "text": "Damaris Phillips"
   }
  },
  {
   "quote": {
    "text": "I think that different actors go about their preparation differently, but when it comes to acting, I use my imagination."
   },
   "author": {
    "text": "Edi Gathegi"
   }
  },
  {
   "quote": {
    "text": "It's through the small things that we develop our moral imagination, so that we can understand the sufferings of others."
   },
   "author": {
    "text": "Alexander McCall Smith"
   }
  },
  {
   "quote": {
    "text": "You get your heart stomped by the opposite sex, and you're hurting so badly that you write 'Sometimes When We Touch.' But then what happens when you've been married for 25 years? You can't rely on those emotional male-female roller coasters. You have to start using your imagination and the powers of empathy more."
   },
   "author": {
    "text": "Dan Hill"
   }
  },
  {
   "quote": {
    "text": "A work of fiction is conceived very much the same way as a dream occurs in the mind of a sleeper. But a lot of it is imagination. It's not based on real people."
   },
   "author": {
    "text": "Gloria Vanderbilt"
   }
  },
  {
   "quote": {
    "text": "The more women sit down and write something in a woman's voice for a woman, they more you'll see women in comedy because gender doesn't define sense of humor. Imagination and intelligence and perspective do."
   },
   "author": {
    "text": "Kristen Schaal"
   }
  },
  {
   "quote": {
    "text": "Imagination is a funny thing - we sometimes need to see something before we can truly picture it."
   },
   "author": {
    "text": "Tomi Adeyemi"
   }
  },
  {
   "quote": {
    "text": "I have always been fascinated by paleontology and prehistoric people, and I've always thought that one of the most intriguing moments in human history was the birth of artistic imagination. I always loved those cave paintings."
   },
   "author": {
    "text": "Kathryn Lasky"
   }
  },
  {
   "quote": {
    "text": "Scientists and philosophers tend to treat knowledge, imagination and love as if they were all very separate parts of human nature. But when it comes to children, all three are deeply entwined. Children learn the truth by imagining all the ways the world could be, and testing those possibilities."
   },
   "author": {
    "text": "Alison Gopnik"
   }
  },
  {
   "quote": {
    "text": "I use a lot of film images, analogies, and imagination."
   },
   "author": {
    "text": "Carlos Fuentes"
   }
  },
  {
   "quote": {
    "text": "A great many things which in times of lesser knowledge we imagined to be superstitious or useless, prove today on examination to have been of immense value to mankind."
   },
   "author": {
    "text": "Lafcadio Hearn"
   }
  },
  {
   "quote": {
    "text": "If you have a good inner life, you don't get lonely. I've got a good imagination. I don't miss romance."
   },
   "author": {
    "text": "Diana Rigg"
   }
  },
  {
   "quote": {
    "text": "I simply believe food is too good to throw away - and Christmas leftovers can be a gastronomic opportunity for the well-skilled kitchen forager. With a little imagination, there are a million ways to use up leftovers rather than bin them."
   },
   "author": {
    "text": "Tristram Stuart"
   }
  },
  {
   "quote": {
    "text": "Philosophy and Art both render the invisible visible by imagination."
   },
   "author": {
    "text": "George Henry Lewes"
   }
  },
  {
   "quote": {
    "text": "I'm very conscious that people dear to me are alive in my imagination - poets in particular."
   },
   "author": {
    "text": "Seamus Heaney"
   }
  },
  {
   "quote": {
    "text": "The human mind evolved always in the company of the human body, and of the animal body before it was human. The intricate connections of mind and body must exceed our imagination, as from our point of view we are peculiarly prevented from observing them."
   },
   "author": {
    "text": "John Desmond Bernal"
   }
  },
  {
   "quote": {
    "text": "I had grown up as an Irish poet in a country where the distance between vision and imagination was not quite as wide as in some other countries."
   },
   "author": {
    "text": "Eavan Boland"
   }
  },
  {
   "quote": {
    "text": "I love our shared island, our shared Ireland and its core decency. I love it for its imagination and its celebration of the endless possibilities for our people."
   },
   "author": {
    "text": "Michael D. Higgins"
   }
  },
  {
   "quote": {
    "text": "Woman is the sun, an extraordinary creature, one that makes the imagination gallop."
   },
   "author": {
    "text": "Marcello Mastroianni"
   }
  },
  {
   "quote": {
    "text": "When James Bond presses the watch and the car explodes, the writer doesn't go into the science of it. One should leave it to the leap of faith. I have tried to explain as much as possible, and what I can't, I have left it to people's imagination."
   },
   "author": {
    "text": "Ravi Subramanian"
   }
  },
  {
   "quote": {
    "text": "People know that they're going to see something which is entertaining but challenging as well because of the form it's in. It's dance theatre and it requires you to use your imagination - it's not straight forward."
   },
   "author": {
    "text": "Matthew Bourne"
   }
  },
  {
   "quote": {
    "text": "There's something magical about a home run. It almost violates the space of the stadium. It's a game of the imagination in some ways. Baseball."
   },
   "author": {
    "text": "Alex Gibney"
   }
  },
  {
   "quote": {
    "text": "Only World War II, which mobilized 10 million draftees, could by any stretch of the imagination be called a people's war."
   },
   "author": {
    "text": "John Gregory Dunne"
   }
  },
  {
   "quote": {
    "text": "Very seldom in my fiction have I directly used the stories people have told me. I think ripping off people's lives in fiction is dangerous. It also lacks imagination."
   },
   "author": {
    "text": "Colum McCann"
   }
  },
  {
   "quote": {
    "text": "Fear of error which everything recalls to me at every moment of the flight of my ideas, this mania for control, makes men prefer reason's imagination to the imagination of the senses. And yet it is always the imagination alone which is at work."
   },
   "author": {
    "text": "Louis Aragon"
   }
  },
  {
   "quote": {
    "text": "As an actor, our very palette is one of imagination. So it is a walk onto an empty space and then imagine the world beyond it is what we do."
   },
   "author": {
    "text": "Rhys Ifans"
   }
  },
  {
   "quote": {
    "text": "One thinks of toys and play as an area of great novelty and potentiality where all sorts of responses can be developed. The fact that adults are allowing their imaginations to have activity through toy kinds of objects is a further reflection of the belief in the imagination of the adult mind."
   },
   "author": {
    "text": "Brian Sutton-Smith"
   }
  },
  {
   "quote": {
    "text": "In those days, it didn't take much imagination to come up with something that required great lyric development skills. You just thought of an experience that you might have gone through, and write it down."
   },
   "author": {
    "text": "Phil Harris"
   }
  },
  {
   "quote": {
    "text": "I think the two main tools actors have are the imagination of what other people have gone through, to connect with and through research, and there's one's own experience."
   },
   "author": {
    "text": "O. T. Fagbenle"
   }
  },
  {
   "quote": {
    "text": "I am pretty scare-able. I guess that is why I like doing horror because my imagination can take me places."
   },
   "author": {
    "text": "Annabeth Gish"
   }
  },
  {
   "quote": {
    "text": "Imagination is the wide-open eye which leads us always to see truth more vividly."
   },
   "author": {
    "text": "Christopher Fry"
   }
  },
  {
   "quote": {
    "text": "With the world as it now presents itself, there is something perverse, and probably dysfunctional, about a person who stays in the same house for 40 years. What about the expanding family syndrome, the school-lottery migration, the property portfolio neurosis? Have you no imagination?"
   },
   "author": {
    "text": "Iain Sinclair"
   }
  },
  {
   "quote": {
    "text": "Science fiction is my way of pushing the imagination onward. It's a way to understand how the world will look in the future."
   },
   "author": {
    "text": "Bernard Werber"
   }
  },
  {
   "quote": {
    "text": "Action set pieces are my absolute favorite thing to write. I'm pretty much always in the mood to do them, but music certainly helps the process. I usually brainstorm out the dynamics and choreography of a fight to music beforehand - it gives me the little sparks of imagination when I get to the gaps in my own creativity."
   },
   "author": {
    "text": "Victoria Aveyard"
   }
  },
  {
   "quote": {
    "text": "I used to write stories a lot because you had to fill your hours some other way than watching television. So my imagination was vivid, and I used to write a lot of stories. I wrote a novel, which I still have, which is so awful."
   },
   "author": {
    "text": "Robert Osborne"
   }
  },
  {
   "quote": {
    "text": "What we imagine is order is merely the prevailing form of chaos."
   },
   "author": {
    "text": "Kerry Thornley"
   }
  },
  {
   "quote": {
    "text": "The power of imagination is infinite."
   },
   "author": {
    "text": "John Tiffany"
   }
  },
  {
   "quote": {
    "text": "Good movies beget other good movies. So when a movie captures the imagination and hearts of people around the world, it's going to have a positive influence on similar genres getting made."
   },
   "author": {
    "text": "Marc Platt"
   }
  },
  {
   "quote": {
    "text": "Yes, I was correctly quoted in saying I introduced sex into films in the 20's, but it was sex in good taste and left a great deal to one's imagination."
   },
   "author": {
    "text": "Pola Negri"
   }
  },
  {
   "quote": {
    "text": "The only sure weapon against bad ideas is better ideas."
   },
   "author": {
    "text": "Alfred Whitney Griswold"
   }
  },
  {
   "quote": {
    "text": "While I can't tell you what people are going to do for work 100 years from now, the future doesn't hinge on my imagination."
   },
   "author": {
    "text": "David Autor"
   }
  },
  {
   "quote": {
    "text": "I feel like I'm a much better person when I'm developing my imagination and my innocence and my vulnerability. I like that version of me better than the version where I'm just working on my analytical mind."
   },
   "author": {
    "text": "Brit Marling"
   }
  },
  {
   "quote": {
    "text": "I have no favourite genre or style but treat each novel with the same care, imagination and craftsmanship. It's as difficult to write a crime or a children's novel with a touch of style and grace as it is a literary novel."
   },
   "author": {
    "text": "Garry Disher"
   }
  },
  {
   "quote": {
    "text": "The winners of Nobel Prizes must be assumed to possess at least a modicum of imagination and sensibility, and it is therefore incredible that any of us should not experience at this time a veritable surge of emotion."
   },
   "author": {
    "text": "Robert Robinson"
   }
  },
  {
   "quote": {
    "text": "I've always been interested in technology, but specifically how we can use machines to engage the imagination. I started using computers when I was young and was fascinated by creating rules and instructions that allow a computer to engage in a dialogue with humans. The stories found in the data all around us can do just that."
   },
   "author": {
    "text": "Aaron Koblin"
   }
  },
  {
   "quote": {
    "text": "Self-awareness is not the same thing as self-approval, any more than imagination is the same thing as day-dreaming."
   },
   "author": {
    "text": "Francis Spufford"
   }
  },
  {
   "quote": {
    "text": "People's imagination is the most effective tool in creating terror or dread."
   },
   "author": {
    "text": "Matt Reeves"
   }
  },
  {
   "quote": {
    "text": "I suppose I have an active imagination, and writing allows me to live it out."
   },
   "author": {
    "text": "Richard Paul Evans"
   }
  },
  {
   "quote": {
    "text": "In The Touch, the love scenes are the same as they were in The Thorn Birds or anything else I've ever written. I find a way of saying that either it was heaven or hell but in a way that still leaves room for the reader to use their own imagination."
   },
   "author": {
    "text": "Colleen McCullough"
   }
  },
  {
   "quote": {
    "text": "I'll be happy if I can gain even the smallest place inside the literary imagination of U.S. readers."
   },
   "author": {
    "text": "Elliot Perlman"
   }
  },
  {
   "quote": {
    "text": "I love the paranormal, because there, every genre I write can become one beacon for my imagination."
   },
   "author": {
    "text": "Leslie Banks"
   }
  },
  {
   "quote": {
    "text": "I think that a good deal of poetry and art gives us some sense of access to another's voice, perception, texture of thought, imagination. Sometimes it gives us better access to the strangeness in ourselves."
   },
   "author": {
    "text": "Mary Szybist"
   }
  },
  {
   "quote": {
    "text": "Each one seems to be, in some way, essentially different from the others, and each is a surprise to me. I think that making books, or any kind of art, might also be like mining. The artist digs into his or her life and imagination and never knows what they'll find. That's the adventure."
   },
   "author": {
    "text": "Mordicai Gerstein"
   }
  },
  {
   "quote": {
    "text": "My books are inert as cordwood till a reader's imagination ignites one and an old flame jumps to life."
   },
   "author": {
    "text": "David James Duncan"
   }
  },
  {
   "quote": {
    "text": "I consider myself very fortunate indeed to have created a character which has captured the imagination and enthusiasm of so many children worldwide. They are my family, and Spot belongs to them all."
   },
   "author": {
    "text": "Eric Hill"
   }
  },
  {
   "quote": {
    "text": "We can conceive of eternity because we cannot conceive of a cessation of time. We can conceive of infinite space because we cannot conceive of so much matter that our imagination will not stand upon the farthest star and see infinite space beyond."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "In my wildest imagination, I never thought that the fifth of six children born to Helen and Buddy Watts - in a poor black neighborhood, in the poor rural community of Eufaula, Oklahoma - would someday be called Congressman."
   },
   "author": {
    "text": "J. C. Watts"
   }
  },
  {
   "quote": {
    "text": "Art is about imagination. When you look at a picture from Salvador Dali, that's about imagination. When you look at Picasso, that's about imagination. Doing stuff from your heart."
   },
   "author": {
    "text": "LL Cool J"
   }
  },
  {
   "quote": {
    "text": "Everything that is new or uncommon raises a pleasure in the imagination, because it fills the soul with an agreeable surprise, gratifies its curiosity, and gives it an idea of which it was not before possessed."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "The Anthroposophical Society is different from other societies in that it will not tolerate any figments of the imagination in its organization but is constructed on the basis of reality."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "Being on a trapeze is like dreaming. I feel totally outside of myself when I'm flying. You know, designing shoes, my imagination is flying in my drawings."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "The opportunities of man are limited only by his imagination. But so few have imagination that there are ten thousand fiddlers to one composer."
   },
   "author": {
    "text": "Charles Kettering"
   }
  },
  {
   "quote": {
    "text": "There's basically an element of fiction in everything you remember. Imagination and memory are almost the same brain processes. When I write fiction, I know that I'm using a bunch of lies that I've made up to create some form of truth. When I write a memoir, I'm using true elements to create something that will always be somehow fictionalized."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "I came from a childhood where I spent a lot of time alone and a lot of time just living with my imagination, and a certain amount of the adult world was kind of alienating."
   },
   "author": {
    "text": "Chris Cornell"
   }
  },
  {
   "quote": {
    "text": "Novelists are not equipped to make a movie, in my opinion. They make their own movie when they write: they're casting, they're dressing the scene, they're working out where the energy of the scene is coming from and they're also relying tremendously on the creative imagination of the reader."
   },
   "author": {
    "text": "John le Carre"
   }
  },
  {
   "quote": {
    "text": "'The Spy Who Came in from the Cold' was the work of a wayward imagination brought to the end of its tether by political disgust and personal confusion."
   },
   "author": {
    "text": "John le Carre"
   }
  },
  {
   "quote": {
    "text": "Like every novelist, I fantasise about film. Novelists are not equipped to make a movie, in my opinion. They make their own movie when they write: they're casting, they're dressing the scene, they're working out where the energy of the scene is coming from, and they're also relying tremendously on the creative imagination of the reader."
   },
   "author": {
    "text": "John le Carre"
   }
  },
  {
   "quote": {
    "text": "Liberty: One of Imagination's most precious possessions."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "You can't make money without selling something real. You can't make something real without first imagination manifesting itself in your head. You can't have imagination without surrendering yourself to an idea that you want to create something of value to other human beings."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "Self-reliance - that's a dirty word to Democrats. They want people to believe that self-reliance means you don't do anything with anybody. They don't want it thought of as accepting responsibility for one's life. Enterprise. Imagination. Independence. Entrepreneurism."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "One who has imagination without learning has wings without feet."
   },
   "author": {
    "text": "Joseph Joubert"
   }
  },
  {
   "quote": {
    "text": "You have to come in and be that character when you walk into the room. That's what one of my first acting teachers taught me. You know, don't go in there being Jennifer and then expect to flip and change, because they're not going to have that imagination."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "Imagination is the voice of daring. If there is anything Godlike about God it is that. He dared to imagine everything."
   },
   "author": {
    "text": "Henry Miller"
   }
  },
  {
   "quote": {
    "text": "Los Angeles gives one the feeling of the future more strongly than any city I know of. A bad future, too, like something out of Fritz Lang's feeble imagination."
   },
   "author": {
    "text": "Henry Miller"
   }
  },
  {
   "quote": {
    "text": "I always appreciated the magnitude of my mother's imagination. She always saw beauty in what was broken, and she'd preserve it."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "People write memoirs because they lack the imagination to make things up."
   },
   "author": {
    "text": "Tom Robbins"
   }
  },
  {
   "quote": {
    "text": "Imagination has rules, but we can only guess what they are."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "I think when you get Robert Griffin, one of the most explosive quarterbacks to ever play the position, in a Mike Shanahan-type system, the possibilities are very exciting, I think, with Mike Shanahan's imagination."
   },
   "author": {
    "text": "Jon Gruden"
   }
  },
  {
   "quote": {
    "text": "My main point here is that if you are the child of God and God is a part of you, the in your imagination God suppose to look like you. And when you accept a picture of the deity assigned to you by another people, you become the spiritual prisoners of that other people."
   },
   "author": {
    "text": "John Henrik Clarke"
   }
  },
  {
   "quote": {
    "text": "I would find myself laughing and wondering where these ideas came from. You can call it imagination, I suppose. But I was grateful for wherever they came from."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "Solitude is as needful to the imagination as society is wholesome for the character."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "We are all innovators, we all like to use our imagination, which is our greatest tool."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "I have more of a vivid imagination than I have talent. I cook up ideas. It's just a characteristic."
   },
   "author": {
    "text": "Francis Ford Coppola"
   }
  },
  {
   "quote": {
    "text": "It takes no imagination to live within your means."
   },
   "author": {
    "text": "Francis Ford Coppola"
   }
  },
  {
   "quote": {
    "text": "Often you hear stories about never working with children. I disagree because children still have that residual magical thinking. They haven't had their imagination knocked out of them by turning into adults and life experiences."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "I know there's been a lot that's been said about animated voice work, as though it's 'you can do this in your jeans and there's no camera and no pressure there. It's no big deal. It's easy.' The truth is, it's really a great test: how deep is your ability is to access your imagination?"
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "Science fiction is a way that I can go into the abstract, go into the imagination, and audiences are still willing to go along for the ride."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "Actors, their greatest tool, their greatest resource is imagination. You can take things, power objects, you can recruit your dreams, you can access your memories and get there. So the idea is not to act but to just be."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "Our democracy, our constitutional framework is really a kind of software for harnessing the creativity and political imagination for all of our people. The American democratic system was an early political version of Napster."
   },
   "author": {
    "text": "Al Gore"
   }
  },
  {
   "quote": {
    "text": "Fools act on imagination without knowledge, pedants act on knowledge without imagination."
   },
   "author": {
    "text": "Alfred North Whitehead"
   }
  },
  {
   "quote": {
    "text": "Reading a book, watching a movie, going to a play, it's transporting, and very, very exciting. And to be a part of that, creating things with your imagination, whoa."
   },
   "author": {
    "text": "Steve Carell"
   }
  },
  {
   "quote": {
    "text": "You will obtain a vision of matter that is perhaps fatiguing for your imagination, but pure and stripped of what the requirements of life make you add to it in external perception."
   },
   "author": {
    "text": "Henri Bergson"
   }
  },
  {
   "quote": {
    "text": "One thing about 'Star Wars' that I'm really proud of is that it expands the imagination. That's why I like the 'Star Wars' toys."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "A nickname is the heaviest stone that the devil can throw at a man. It is a bugbear to the imagination, and, though we do not believe in it, it still haunts our apprehensions."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "I think that people need an adrenalin rush. Folks need something aspirational; they need to do something that is hard. That's what ignites the imagination."
   },
   "author": {
    "text": "Mae Jemison"
   }
  },
  {
   "quote": {
    "text": "My imagination makes me human and makes me a fool; it gives me all the world, and exiles me from it."
   },
   "author": {
    "text": "Ursula K. Le Guin"
   }
  },
  {
   "quote": {
    "text": "Life is only a dream and we are the imagination of ourselves."
   },
   "author": {
    "text": "Bill Hicks"
   }
  },
  {
   "quote": {
    "text": "I've proven I'm courageous. I'm gutsier than anybody; I've got a better imagination than anybody; I'm essentially more creative than any other actor I know, and I've proven I take risks. I don't think I need to prove anything to myself any more."
   },
   "author": {
    "text": "Michael Keaton"
   }
  },
  {
   "quote": {
    "text": "Almost no one is foolish enough to imagine that he automatically deserves great success in any field of activity; yet almost everyone believes that he automatically deserves success in marriage."
   },
   "author": {
    "text": "Sydney J. Harris"
   }
  },
  {
   "quote": {
    "text": "There was part of me that wanted to see the world and travel to distant places, but I could only do it in my imagination, so I read ferociously and imagined things."
   },
   "author": {
    "text": "George R. R. Martin"
   }
  },
  {
   "quote": {
    "text": "I had this desire to see the world. I couldn't see any of it, but I saw it in my imagination, and that's why I always read books, and I could go to Mars or Middle Earth or the Hyborian age."
   },
   "author": {
    "text": "George R. R. Martin"
   }
  },
  {
   "quote": {
    "text": "The source and center of all man's creative power... is his power of making images, or the power of imagination."
   },
   "author": {
    "text": "Robert Collier"
   }
  },
  {
   "quote": {
    "text": "I don't believe my house was haunted. I think I had an overactive imagination, and I was so convinced that those around me became convinced, too."
   },
   "author": {
    "text": "Ryan Gosling"
   }
  },
  {
   "quote": {
    "text": "It's not just that reporting gives you a bigger slice of life, gives - lends verisimilitude to what you are doing - it's that it feeds the imagination."
   },
   "author": {
    "text": "Tom Wolfe"
   }
  },
  {
   "quote": {
    "text": "I tend to like to read history - recent history, because I find that much more intriguing than just a writer's imagination."
   },
   "author": {
    "text": "Jesse Ventura"
   }
  },
  {
   "quote": {
    "text": "Musicals are, by nature, theatrical, meaning poetic, meaning having to move the audience's imagination and create a suspension of disbelief, by which I mean there's no fourth wall."
   },
   "author": {
    "text": "Stephen Sondheim"
   }
  },
  {
   "quote": {
    "text": "The higher the artist, the fewer the gestures. The fewer the tools, the greater the imagination. The greater the will, the greater the secret failure."
   },
   "author": {
    "text": "Ben Okri"
   }
  },
  {
   "quote": {
    "text": "Another side to me is this very sexual being. When I look back on my life, it's always been there. It's been there since I was 10 years old, having the imagination that I had."
   },
   "author": {
    "text": "Janet Jackson"
   }
  },
  {
   "quote": {
    "text": "I had a pretty sexual imagination for a kid."
   },
   "author": {
    "text": "Janet Jackson"
   }
  },
  {
   "quote": {
    "text": "The imagination is man's power over nature."
   },
   "author": {
    "text": "Wallace Stevens"
   }
  },
  {
   "quote": {
    "text": "To regard the imagination as metaphysics is to think of it as part of life, and to think of it as part of life is to realize the extent of artifice. We live in the mind."
   },
   "author": {
    "text": "Wallace Stevens"
   }
  },
  {
   "quote": {
    "text": "I would describe myself as having a healthy income, but I sure wouldn't describe the son of a postmaster and an encyclopedia saleswoman as upper class, by any stretch of the imagination. I would describe myself as decidedly middle class. I think I'm extremely fortunate."
   },
   "author": {
    "text": "James Carville"
   }
  },
  {
   "quote": {
    "text": "The Jewish festival of freedom is the oldest continuously observed religious ritual in the world. Across the centuries, Passover has never lost its power to inspire the imagination of successive generations of Jews with its annually re-enacted drama of slavery and liberation."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "I'm trying to write poems that involve beginning at a known place, and ending up at a slightly different place. I'm trying to take a little journey from one place to another, and it's usually from a realistic place, to a place in the imagination."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "I think more influential than Emily Dickinson or Coleridge or Wordsworth on my imagination were Warner Brothers, Merrie Melodies, and Loony Tunes cartoons."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "For us artists there waits the joyous compromise through art with all that wounded or defeated us in daily life; in this way, not to evade destiny, as the ordinary people try to do, but to fulfil it in its true potential - the imagination."
   },
   "author": {
    "text": "Lawrence Durrell"
   }
  },
  {
   "quote": {
    "text": "Businessmen are not in business to lose customers, and schools do not exist to free their clients from the agencies of mass persuasion. School and media possess a productive monopoly upon the imagination of a child."
   },
   "author": {
    "text": "Jonathan Kozol"
   }
  },
  {
   "quote": {
    "text": "But if I have a lot of imagination, I could tell myself whatever I wanted, you know. I handle myself quite well. I'm kind of fascist with myself, you know. There's no discussion. There is an order. You follow it."
   },
   "author": {
    "text": "Karl Lagerfeld"
   }
  },
  {
   "quote": {
    "text": "A writer should have the precision of a poet and the imagination of a scientist."
   },
   "author": {
    "text": "Vladimir Nabokov"
   }
  },
  {
   "quote": {
    "text": "Never lose sight of the fact that all human felicity lies in man's imagination, and that he cannot think to attain it unless he heeds all his caprices. The most fortunate of persons is he who has the most means to satisfy his vagaries."
   },
   "author": {
    "text": "Marquis de Sade"
   }
  },
  {
   "quote": {
    "text": "Happiness is ideal, it is the work of the imagination."
   },
   "author": {
    "text": "Marquis de Sade"
   }
  },
  {
   "quote": {
    "text": "A man to carry on a successful business must have imagination. He must see things as in a vision, a dream of the whole thing."
   },
   "author": {
    "text": "Charles M. Schwab"
   }
  },
  {
   "quote": {
    "text": "Everything is creative. It's all relative to me. No matter what, you've gotta use your imagination, use your senses."
   },
   "author": {
    "text": "Action Bronson"
   }
  },
  {
   "quote": {
    "text": "I have never been able to pay attention to anything for more than a few minutes - the stories in my head have always been so much more entertaining. Only books could pull me out of my own imagination, and then it was only to plunge me into someone else's."
   },
   "author": {
    "text": "W. Bruce Cameron"
   }
  },
  {
   "quote": {
    "text": "I've done a lot of bad things. Use your imagination."
   },
   "author": {
    "text": "Katy Perry"
   }
  },
  {
   "quote": {
    "text": "The peculiar fascination which the South held over my imagination and my limited capital decided me in favor of Atlanta University; so about the last of September I bade farewell to the friends and scenes of my boyhood and boarded a train for the South."
   },
   "author": {
    "text": "James Weldon Johnson"
   }
  },
  {
   "quote": {
    "text": "My approach as an actor has always been the same, in that the greatest gift that you're ever going to have is your imagination because you're not going to have all life experiences. So you draw on things that are sort of close to it but you spend your time expanding on it or drawing something specific on whatever your situation is."
   },
   "author": {
    "text": "Vince Vaughn"
   }
  },
  {
   "quote": {
    "text": "Life is possible only by the deficiencies of our imagination and memory."
   },
   "author": {
    "text": "Emil Cioran"
   }
  },
  {
   "quote": {
    "text": "My greatest strength as a child, I realize now, was my imagination. While every other kid was reading and writing, I had seven whole hours a day to practice my imagination. When do you get that space in your life, ever?"
   },
   "author": {
    "text": "Barbara Corcoran"
   }
  },
  {
   "quote": {
    "text": "I find that nothing but very close and intense application to subjects of a scientific nature now seems at all to keep my imagination from running wild, or to stop up the void which seems to be left in my mind from a want of excitement."
   },
   "author": {
    "text": "Ada Lovelace"
   }
  },
  {
   "quote": {
    "text": "I've had hundreds of requests from journalists all over the world asking me to speak about Leicester, which is astonishing. It's captured the imagination."
   },
   "author": {
    "text": "Gary Lineker"
   }
  },
  {
   "quote": {
    "text": "I would love to meet J.K. Rowling and tell her how much I admire her writing and am amazed by her imagination. I read every 'Harry Potter' book as it came out and looked forward to each new one. I am rereading them now with my kids and enjoying them every bit as much. She made me look at jelly beans in a whole new way."
   },
   "author": {
    "text": "Sheryl Sandberg"
   }
  },
  {
   "quote": {
    "text": "I use so much of myself in everything I do. I think every actor does because you have no one else to go to but yourself and your own imagination."
   },
   "author": {
    "text": "Pierce Brosnan"
   }
  },
  {
   "quote": {
    "text": "The Chinese art world does not exist. In a society that restricts individual freedoms and violates human rights, anything that calls itself creative or independent is a pretence. It is impossible for a totalitarian society to create anything with passion and imagination."
   },
   "author": {
    "text": "Ai Weiwei"
   }
  },
  {
   "quote": {
    "text": "If I am writing down something and it is my idea, my imagination, it won't be fact."
   },
   "author": {
    "text": "Disha Patani"
   }
  },
  {
   "quote": {
    "text": "One my favorite things is to go to the provinces of Russia and see the 18th century wood churches with the onion dome architecture. These humble wonders of incredible imagination of architects that were obviously not living in places like Paris or London, but they've created these amazing churches."
   },
   "author": {
    "text": "Andre Leon Talley"
   }
  },
  {
   "quote": {
    "text": "As one of four daughters, I grew up with an imaginary brother - wondering what it would have been like if one of us had been a boy. There's no question that there was a phantom boy child in my imagination when I was young."
   },
   "author": {
    "text": "Siri Hustvedt"
   }
  },
  {
   "quote": {
    "text": "An idea is a putting truth in check-mate."
   },
   "author": {
    "text": "Jose Ortega y Gasset"
   }
  },
  {
   "quote": {
    "text": "When I see Bruce Banner becoming the Hulk, it's only a picture. My imagination has to do some of the work there, to impute feeling and everything. We're talking about something that's so surreal, it's just not possible within the world as we know it. So that requires a form that is not so literal."
   },
   "author": {
    "text": "Ta-Nehisi Coates"
   }
  },
  {
   "quote": {
    "text": "To have frequent recourse to narrative betrays great want of imagination."
   },
   "author": {
    "text": "Philip Stanhope, 4th Earl of Chesterfield"
   }
  },
  {
   "quote": {
    "text": "What's cool is when you're able to give your audience imagination and you don't have to cage them in like animals."
   },
   "author": {
    "text": "Shia LaBeouf"
   }
  },
  {
   "quote": {
    "text": "If you're trying to learn how to act from a class, you're analyzing the teachers' movements and their intricacies, and it becomes like a pantomime of you wanting to be them, and that's wrong. Literature is an easier way to study acting, because then you can take any kind of spin. It's your own imagination, and your own version of it."
   },
   "author": {
    "text": "Shia LaBeouf"
   }
  },
  {
   "quote": {
    "text": "Imagination in the child is powerful. Reading and laughter and love are essential in our lives."
   },
   "author": {
    "text": "Malachy McCourt"
   }
  },
  {
   "quote": {
    "text": "Imagination tends to be truly useful if accompanied by the power of mental control - if the worlds in one's head can be purposefully manipulated and distinguished from the real one outside it."
   },
   "author": {
    "text": "Paul Bloom"
   }
  },
  {
   "quote": {
    "text": "Imagination is Reality Lite - a useful substitute when the real pleasure is inaccessible, too risky, or too much work."
   },
   "author": {
    "text": "Paul Bloom"
   }
  },
  {
   "quote": {
    "text": "Man lives by imagination."
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "My proudest moment was probably when my oldest boy finished law school and went on to become an FBI agent. It was just beyond my imagination that - with my background - my own son would become an FBI agent."
   },
   "author": {
    "text": "Frank Abagnale"
   }
  },
  {
   "quote": {
    "text": "What distinguishes a great artist from a weak one is first their sensibility and tenderness; second, their imagination, and third, their industry."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "It is literature which for me opened the mysterious and decisive doors of imagination and understanding. To see the way others see. To think the way others think. And above all, to feel."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "I have always felt that the truth is prophetic, and that if you describe precisely what you see and give it life with your imagination, then what you write ought to have lasting value, no matter what the mood of your prose."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "I ask questions. I watch the world. And what I have discovered is that the parts of my fiction that people most tell me are 'unbelievable' are those that are most closely based on the real, those least diluted by my imagination."
   },
   "author": {
    "text": "Chimamanda Ngozi Adichie"
   }
  },
  {
   "quote": {
    "text": "Obviously the facts are never just coming at you but are incorporated by an imagination that is formed by your previous experience. Memories of the past are not memories of facts but memories of your imaginings of the facts."
   },
   "author": {
    "text": "Philip Roth"
   }
  },
  {
   "quote": {
    "text": "I don't want to go on much longer, really. I think that would suggest a lack of imagination. A certain lack of dignity also."
   },
   "author": {
    "text": "Morrissey"
   }
  },
  {
   "quote": {
    "text": "I suspect that one of capitalism's crucial assets derives from the fact that the imagination of economists, including its critics, lags well behind its own inventiveness, the arbitrariness of its undertaking and the ruthlessness of the way in which it proceeds."
   },
   "author": {
    "text": "Zygmunt Bauman"
   }
  },
  {
   "quote": {
    "text": "It is not that the child lives in a world of imagination, but that the child within us survives and starts into life only at rare moments of recollection, which makes us believe, and it is not true, that, as children, we were imaginative?"
   },
   "author": {
    "text": "Cesare Pavese"
   }
  },
  {
   "quote": {
    "text": "The really great writers are people like Emily Bronte who sit in a room and write out of their limited experience and unlimited imagination."
   },
   "author": {
    "text": "James A. Michener"
   }
  },
  {
   "quote": {
    "text": "A lot of these liberal churches that harbor illegal immigrants who are criminals say they are following the example of Jesus. They are following the Jesus of their imagination rather than the Jesus of the Bible."
   },
   "author": {
    "text": "Robert Jeffress"
   }
  },
  {
   "quote": {
    "text": "Few cities have been more definitely impressed upon the imagination of the world than San Francisco, this gray-hilled city on the peninsula by the hospitable bay, where Saint Francis protects the ships as he protected the birds of Assisi."
   },
   "author": {
    "text": "Edwin Markham"
   }
  },
  {
   "quote": {
    "text": "My production style is all about imagination. I want my audience to use their imagination when they watch my videos. My goal is for my voice to be that little hope of encouragement in your head when you walk out your door."
   },
   "author": {
    "text": "Michelle Phan"
   }
  },
  {
   "quote": {
    "text": "There's not one major greatest influence on my career. It would be film and great artists and great imagineers - Jim Henson, Walt Disney, Charlie Chaplin, people who understand the joy of the imagination."
   },
   "author": {
    "text": "Zac Posen"
   }
  },
  {
   "quote": {
    "text": "It was just very interesting to me that certain types of women inspire people's imagination, and all of them were very difficult women."
   },
   "author": {
    "text": "Elizabeth Wurtzel"
   }
  },
  {
   "quote": {
    "text": "My imagination, my ability to understand the way love and people grow over time, how passion can surprise and renew, utterly failed me."
   },
   "author": {
    "text": "Elizabeth Wurtzel"
   }
  },
  {
   "quote": {
    "text": "I'd stand on the side of the road when I was just a little girl singing on trash cans. People would roll down their windows saying, 'Isn't she cute'. I had a vivid imagination. I always pretended it was some big stage."
   },
   "author": {
    "text": "Missy Elliott"
   }
  },
  {
   "quote": {
    "text": "My imagination is so far out there already. People couldn't imagine what goes on in my brain."
   },
   "author": {
    "text": "Missy Elliott"
   }
  },
  {
   "quote": {
    "text": "I understand what it is to go through emotional trauma and retreat and go into the world of your imagination. I understand how art and music can be a place of safety in a world of reinvention."
   },
   "author": {
    "text": "Sam Taylor-Johnson"
   }
  },
  {
   "quote": {
    "text": "People who don't see their nature and imagine they can practice thoughtlessness all the time are lairs and fools."
   },
   "author": {
    "text": "Bodhidharma"
   }
  },
  {
   "quote": {
    "text": "I think what's really the most ideal thing is for the player themselves, within their own imagination, to carve out what they view as being the essence of the character."
   },
   "author": {
    "text": "Shigeru Miyamoto"
   }
  },
  {
   "quote": {
    "text": "Fortunately, somewhere between chance and mystery lies imagination, the only thing that protects our freedom, despite the fact that people keep trying to reduce it or kill it off altogether."
   },
   "author": {
    "text": "Luis Bunuel"
   }
  },
  {
   "quote": {
    "text": "The worlds I paint leave a lot to engage the imagination by hinting at what lies beyond the four edges of the painting. I think getting beyond the four edges of an opportunity or challenge is one of the basic skills you need in business."
   },
   "author": {
    "text": "Thomas Kinkade"
   }
  },
  {
   "quote": {
    "text": "I love audio books, and when I paint I'm always listening to a book. I find that my imagination really takes flight in the painting process when I'm listening to audio books."
   },
   "author": {
    "text": "Thomas Kinkade"
   }
  },
  {
   "quote": {
    "text": "I live in my imagination, so sometimes movies help me get lost. I feel like I'm in it."
   },
   "author": {
    "text": "SZA"
   }
  },
  {
   "quote": {
    "text": "We imagine that we want to escape our selfish and commonplace existence, but we cling desperately to our chains."
   },
   "author": {
    "text": "Anne Sullivan"
   }
  },
  {
   "quote": {
    "text": "No matter how mistaken Communist ideas may be, the experience and knowledge gained by trying them out have given a tremendous impetus to thought and imagination."
   },
   "author": {
    "text": "Anne Sullivan"
   }
  },
  {
   "quote": {
    "text": "Imagination creates reality."
   },
   "author": {
    "text": "Richard Wagner"
   }
  },
  {
   "quote": {
    "text": "I don't want to discredit people's individuality, but I think people are pretty much the same. People are very similar. If you have a good enough imagination then you can feel things that you personally have never done before. That's acting."
   },
   "author": {
    "text": "Kristen Stewart"
   }
  },
  {
   "quote": {
    "text": "While the sciences are hugely important, let us not leave behind a child's imagination."
   },
   "author": {
    "text": "Kevin Spacey"
   }
  },
  {
   "quote": {
    "text": "Ghost stories really scare me. I have such a big imagination that after I watch a horror movie like 'The Grudge', I look in the corners of my room for the next two days."
   },
   "author": {
    "text": "Vanessa Hudgens"
   }
  },
  {
   "quote": {
    "text": "My parents are professors; they're intellectual. I spent a lot of time reading books. To me, everyone always looks like they do in your imagination. And in my imagination, the characters always looked like me."
   },
   "author": {
    "text": "Shonda Rhimes"
   }
  },
  {
   "quote": {
    "text": "My father used to say to me, 'The only limit to your success is your own imagination.' I actually believed that - like, I'm still coming to terms with the fact that I might not be an Olympic figure skater."
   },
   "author": {
    "text": "Shonda Rhimes"
   }
  },
  {
   "quote": {
    "text": "What's in front of you is a whole world of experiences beyond your imagination. Put yourself, and your growth and development, first."
   },
   "author": {
    "text": "Phylicia Rashad"
   }
  },
  {
   "quote": {
    "text": "I want everyone to put their views forward, every union branch, every party branch, so we develop organically the strengths we all have, the imagination we all have."
   },
   "author": {
    "text": "Jeremy Corbyn"
   }
  },
  {
   "quote": {
    "text": "The Constitution did not even go into effect when Washington was inaugurated first President. The wisest men knew that it was only a figment of the imagination then."
   },
   "author": {
    "text": "Charles A. Beard"
   }
  },
  {
   "quote": {
    "text": "In fiction workshops, we tend to focus on matters of verisimilitude largely because such issues are so much easier to talk about than the failure of imagination."
   },
   "author": {
    "text": "Tim O'Brien"
   }
  },
  {
   "quote": {
    "text": "Fantasy has a dark side to it. It also has a light hemisphere - the power of the human imagination to keep going, to imagine a better tomorrow."
   },
   "author": {
    "text": "Tim O'Brien"
   }
  },
  {
   "quote": {
    "text": "There's a particular sensitivity required to be an artist, and a certain vulnerability, perhaps, and also, somewhere between, you're in your body a lot, too. It's much more physical than one would imagine because I think it's the body where the imagination lives somehow. I do feel the imagination isn't just in the brain up there."
   },
   "author": {
    "text": "Michael Leunig"
   }
  },
  {
   "quote": {
    "text": "Sadly, semi-consciousness, along with daydreaming, is a capacity that is actively discouraged among children in schools, and our society is much poorer and harsher as a consequence. The value of liminal space and transitional imagination remain personally and culturally undeveloped."
   },
   "author": {
    "text": "Michael Leunig"
   }
  },
  {
   "quote": {
    "text": "What I really have in my head, my imagination, my understanding of music, I never really get that out."
   },
   "author": {
    "text": "Wynton Marsalis"
   }
  },
  {
   "quote": {
    "text": "I visualize things in my mind before I have to do them. It's like having a mental workshop."
   },
   "author": {
    "text": "Jack Youngblood"
   }
  },
  {
   "quote": {
    "text": "You know what's better than building things up in your imagination? Building things up in real life."
   },
   "author": {
    "text": "Ryan Holiday"
   }
  },
  {
   "quote": {
    "text": "To say that such-and-such a circumstance is 'Kafkaesque' is to admit to the denigration of an imagination that has burned a hole in what we take to be modernism - even in what we take to be the ordinary fabric and intent of language. Nothing is like 'The Hunger Artist.' Nothing is like 'The Metamorphosis.'"
   },
   "author": {
    "text": "Cynthia Ozick"
   }
  },
  {
   "quote": {
    "text": "Death is the tyrant of the imagination."
   },
   "author": {
    "text": "Bryan Procter"
   }
  },
  {
   "quote": {
    "text": "I know how fiction matters to me, because if I want to express myself, I have to make up a story. Some people call it imagination. To me, it's not imagination. It's just a way of watching."
   },
   "author": {
    "text": "Haruki Murakami"
   }
  },
  {
   "quote": {
    "text": "It will take some time before a politician will capture the imagination of the American people and have the vision and understanding to do what is necessary for a better future for the people of America and the world."
   },
   "author": {
    "text": "David Korten"
   }
  },
  {
   "quote": {
    "text": "Essentially, I'm untrained, so I just go with my imagination and try to put myself as solidly as I can into the shoes of whatever person I'm going to be playing."
   },
   "author": {
    "text": "Christian Bale"
   }
  },
  {
   "quote": {
    "text": "Taking a comic strip character is very hard to write. Because comics are meant to work in one page, to work in frames with minimalistic dialogue. And a lot of it is left to the imagination of the reader. To do that in film, you've got to be a little more explanatory. And that requires a good screenplay and good dialogue."
   },
   "author": {
    "text": "Ridley Scott"
   }
  },
  {
   "quote": {
    "text": "One longs for a director with a sense of imagination."
   },
   "author": {
    "text": "Alan Rickman"
   }
  },
  {
   "quote": {
    "text": "As children, we have vivid imaginations. We stay up late waiting for Santa Claus, dream of becoming president, and have ideas that defy physics. Then something happens. As we grow older, we start editing our imagination."
   },
   "author": {
    "text": "Brian Chesky"
   }
  },
  {
   "quote": {
    "text": "No, no, I don't watch football. The last time I tried watching was the last Super Bowl. The problem I have is, you know, the graphic nature of my imagination; when I watch and see them meeting head onto head, helmet onto helmet, what flashes through my mind is what's going on in their brains. It's like torture to me."
   },
   "author": {
    "text": "Bennet Omalu"
   }
  },
  {
   "quote": {
    "text": "'Harry Potter' really harnessed the imagination of so many young-adult minds, and it's the same with the 'Divergent' series."
   },
   "author": {
    "text": "Kate Winslet"
   }
  },
  {
   "quote": {
    "text": "What really fascinates me is this need that is so strong now that if you read a work of the imagination you instantly have to say, 'Oh, what this really is is so-and-so,' reducing it to a simple formula."
   },
   "author": {
    "text": "Doris Lessing"
   }
  },
  {
   "quote": {
    "text": "I had an incredibly full life with my imagination: I used to have all sorts of trolls and things; I had a wonderful world around my toys and invented people. I don't mean I had imaginary friends; I just had this big imagination thing going on. I didn't need any imaginary friends, because I had so much other stuff going on."
   },
   "author": {
    "text": "Kate Bush"
   }
  },
  {
   "quote": {
    "text": "I think the thing that I really wanna bring is that I have a full world of music and imagination and ideas that I want to create as an artist, and that's my main thing that I want to do."
   },
   "author": {
    "text": "Cam"
   }
  },
  {
   "quote": {
    "text": "You - and I have to remind myself of this - are capable beyond your wildest imagination."
   },
   "author": {
    "text": "Priscilla Chan"
   }
  },
  {
   "quote": {
    "text": "The theater itself is a lie. Its deaths are mere special effects. Its tales never happened. Even the histories are distorted for dramatic effect. The theater is unnatural, a place of imagination. But the theater tells the audience something true: that the world requires judgments."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "The innovative process is a fragile one, dependent on a complex, often messy interplay of imagination, competition, and exchange. Curbing new ideas hurts not only individual creators but the audience for which they create and the posterity that inherits their legacy."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "Nobody would know it to look at me, but the movies I liked as a kid were musicals - 'All That Jazz,' 'Hair,' 'Fame,' 'Annie,' all that stuff - that's where my little youthful imagination was."
   },
   "author": {
    "text": "Juliette Lewis"
   }
  },
  {
   "quote": {
    "text": "Without imagination we can go nowhere. And imagination is not restricted to the arts. Every scientist I have met who has been a success has had to imagine."
   },
   "author": {
    "text": "Rita Dove"
   }
  },
  {
   "quote": {
    "text": "You have to imagine it possible before you can see something. You can have the evidence right in front of you, but if you can't imagine something that has never existed before, it's impossible."
   },
   "author": {
    "text": "Rita Dove"
   }
  },
  {
   "quote": {
    "text": "I started track and field when I was 12 and didn't get to an Olympic Games until I was nearly 23. By any stretch of the imagination that's a very long apprenticeship."
   },
   "author": {
    "text": "Sebastian Coe"
   }
  },
  {
   "quote": {
    "text": "I feel like 'Amelie' is very much an extension of me. She's a contemporary woman who sees the world through her imagination."
   },
   "author": {
    "text": "Phillipa Soo"
   }
  },
  {
   "quote": {
    "text": "I have a very strong imagination and have since I was a little kid. That is where a lot of my world comes from. It's like I'm off somewhere else. And I can have a problem in life because of that, because I'm always off in some other world thinking about something else. It's constant."
   },
   "author": {
    "text": "James Gunn"
   }
  },
  {
   "quote": {
    "text": "Feynman once said, 'Science is imagination in a straitjacket.' It is ironic that in the case of quantum mechanics, the people without the straitjackets are generally the nuts."
   },
   "author": {
    "text": "Lawrence M. Krauss"
   }
  },
  {
   "quote": {
    "text": "We are all afraid for our confidence, for the future, for the world. That is the nature of the human imagination. Yet every man, every civilization, has gone forward because of its engagement with what it has set itself to do."
   },
   "author": {
    "text": "Jacob Bronowski"
   }
  },
  {
   "quote": {
    "text": "Much of a poet's experience takes place in imagination only; the life he tells is oftenest the life that he strongly desires to live, and the power, the purity and height of his utterance may not seldom be the greater because experience here uses the voices of desire."
   },
   "author": {
    "text": "George Edward Woodberry"
   }
  },
  {
   "quote": {
    "text": "The object of religion is the imagination, that deep and inexhaustible font of our understanding and symbolizing our deepest possibilities."
   },
   "author": {
    "text": "Eugene Kennedy"
   }
  },
  {
   "quote": {
    "text": "To think the world therefore a general Bedlam, or place of madmen, and oneself a physician, is the most necessary point of present wisdom: an important imagination, and the way to happiness."
   },
   "author": {
    "text": "Thomas Traherne"
   }
  },
  {
   "quote": {
    "text": "Learn to see things as they really are, not as we imagine they are."
   },
   "author": {
    "text": "Vernon Howard"
   }
  },
  {
   "quote": {
    "text": "It's much easier to conjure characters strictly from your imagination than to have to think about whether you're representing people in a truthful way."
   },
   "author": {
    "text": "Lynn Nottage"
   }
  },
  {
   "quote": {
    "text": "I surrendered to a world of my imagination, reenacting all those wonderful tales my father would read aloud to me. I became a very active reader, especially history and Shakespeare."
   },
   "author": {
    "text": "Andrew Wyeth"
   }
  },
  {
   "quote": {
    "text": "You can have 10 bucks to 10 million bucks and if you got a crew, imagination and a lot of people willing to turn in some work next to nothing, you going to have a feature. But you can't get beyond how expensive marketing the movie is, it's so crushing."
   },
   "author": {
    "text": "Kevin Smith"
   }
  },
  {
   "quote": {
    "text": "Teachers need to feel they are trusted. They must be allowed some leeway to use their imagination; otherwise, teaching loses all sense of wonder and excitement."
   },
   "author": {
    "text": "Alan Bennett"
   }
  },
  {
   "quote": {
    "text": "There must be room for the imagination to exercise its powers; we must conceive and apprehend a thousand things which we do not actually witness."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "Without imagination, there can be no genuine ardor in any pursuit or for any acquisition, and without imagination, there can be no genuine morality, no profound feeling of other men's sorrow, no ardent and persevering anxiety for their interests."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "There is nothing that human imagination can figure brilliant and enviable that human genius and skill do not aspire to realize."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "I'm nosey, and I have a great imagination. So it's not necessarily things I have to go through, but it's things people I know or my family is going through, and I hear about it, and I think, 'That sounds like a great song.'"
   },
   "author": {
    "text": "Becky G"
   }
  },
  {
   "quote": {
    "text": "Paris presents one incessant round of amusement & dissipation but very little, I believe - even for its inhabitants of that society - which interests the heart. Every day, you may see something new, magnificent & beautiful; every night, you may see a spectacle which astonishes & enchants the imagination."
   },
   "author": {
    "text": "John Marshall"
   }
  },
  {
   "quote": {
    "text": "I look back into past history, the stored experiences or products of the imagination. I look no further forward than the evening."
   },
   "author": {
    "text": "Jerzy Kosinski"
   }
  },
  {
   "quote": {
    "text": "I want to liberate my imagination and my mind with every kind of movie. That is what I wanted to do all my life."
   },
   "author": {
    "text": "Alejandro Jodorowsky"
   }
  },
  {
   "quote": {
    "text": "I take for granted that for the imaginative writer, the exercise of the imagination is part of the basic process of coping with reality, just as actors need to act all the time to make up for some deficiency in their sense of themselves."
   },
   "author": {
    "text": "J. G. Ballard"
   }
  },
  {
   "quote": {
    "text": "There's a logic today that places a greater value on celebrity the less it is accompanied by actual achievement. I don't think it's possible to touch people's imagination today by aesthetic means."
   },
   "author": {
    "text": "J. G. Ballard"
   }
  },
  {
   "quote": {
    "text": "I felt the pressure of imagination against the doors of my mind was so great that they were going to burst."
   },
   "author": {
    "text": "J. G. Ballard"
   }
  },
  {
   "quote": {
    "text": "No film has captivated my imagination more than 'King Kong.' I'm making movies today because I saw this film when I was 9 years old."
   },
   "author": {
    "text": "Peter Jackson"
   }
  },
  {
   "quote": {
    "text": "'The Lord of the Rings,' published in the mid-1950s, was intended as a prehistory to our own world. It was perceived by Tolkien to be a small but significant episode in a vast alternate mythology constructed entirely out of his own imagination."
   },
   "author": {
    "text": "Peter Jackson"
   }
  },
  {
   "quote": {
    "text": "I think humans have always felt watched back by whatever is out there flickering in the distance. What excites me is what the imagination creates, not simply in explanation of what is there but also to explain or justify the feeling of awe and attachment that the heavens inspire."
   },
   "author": {
    "text": "Tracy K. Smith"
   }
  },
  {
   "quote": {
    "text": "All the best have something in common, a regard for reality, an agreement to its primacy over the imagination."
   },
   "author": {
    "text": "Wislawa Szymborska"
   }
  },
  {
   "quote": {
    "text": "Because of my faith and my imagination, I was able to enjoy my childhood, even though it was tough."
   },
   "author": {
    "text": "Donna Brazile"
   }
  },
  {
   "quote": {
    "text": "I believe in the imagination. What I cannot see is infinitely more important than what I can see."
   },
   "author": {
    "text": "Duane Michals"
   }
  },
  {
   "quote": {
    "text": "You need imagination in order to imagine a future that doesn't exist."
   },
   "author": {
    "text": "Azar Nafisi"
   }
  },
  {
   "quote": {
    "text": "I would love to do a western. I would love to play an explorer. That is always something that has really captured my imagination since I was a kid, like James Cook or Magellan or Earnest Shackleton."
   },
   "author": {
    "text": "John C. Reilly"
   }
  },
  {
   "quote": {
    "text": "Writing is more about imagination than anything else. I fell in love with words. I fell in love with storytelling."
   },
   "author": {
    "text": "Pat Conroy"
   }
  },
  {
   "quote": {
    "text": "I became a novelist because of 'Gone With the Wind,' or more precisely, my mother raised me up to be a 'Southern' novelist, with a strong emphasis on the word 'Southern' because 'Gone With the Wind' set my mother's imagination ablaze when she was a young girl growing up in Atlanta."
   },
   "author": {
    "text": "Pat Conroy"
   }
  },
  {
   "quote": {
    "text": "To speak of morals in art is to speak of legislature in sex. Art is the sex of the imagination."
   },
   "author": {
    "text": "George Jean Nathan"
   }
  },
  {
   "quote": {
    "text": "I had never been a comic book person before, really, because I had no access to them. Once I had access, I thought that these are just another avenue for telling stories and delving into the imagination."
   },
   "author": {
    "text": "Marjorie Liu"
   }
  },
  {
   "quote": {
    "text": "I wanted to be her; I wanted to write her. Red Sonja became anchored in my imagination like a mountain."
   },
   "author": {
    "text": "Marjorie Liu"
   }
  },
  {
   "quote": {
    "text": "It requires some intelligent reframing to make people see commonalities that they don't otherwise see. To me, the Tea Party and the Occupy movement are, in many ways, saying the same thing, but it requires a bit of imagination to get people to see that."
   },
   "author": {
    "text": "Anand Giridharadas"
   }
  },
  {
   "quote": {
    "text": "Well, I'm not a method actress by any stretch of the imagination so the best thing that I can do is be as real as possible and find whatever commonality in that character that I can see myself."
   },
   "author": {
    "text": "Rashida Jones"
   }
  },
  {
   "quote": {
    "text": "It's what still excites me most about acting: letting your imagination go places it's never been before. There's nothing better than that."
   },
   "author": {
    "text": "Robin Wright"
   }
  },
  {
   "quote": {
    "text": "Kashmir, the 86,000-square-mile region in India's north, both is and isn't the India of the popular imagination."
   },
   "author": {
    "text": "Hanya Yanagihara"
   }
  },
  {
   "quote": {
    "text": "The image of Stephen Hawking - who has died aged 76 - in his motorised wheelchair, with head contorted slightly to one side and hands crossed over to work the controls, caught the public imagination as a true symbol of the triumph of mind over matter."
   },
   "author": {
    "text": "Roger Penrose"
   }
  },
  {
   "quote": {
    "text": "As a little girl, my destiny was stamped onto the canvas of my imagination at 5 years old. I was watching soaps with my grandmother... The most gorgeous black women I had ever seen in my life came out, and I knew that that is what I wanted to do - be fabulous and black and on TV."
   },
   "author": {
    "text": "Niecy Nash"
   }
  },
  {
   "quote": {
    "text": "A-POC unleashes the freedom of imagination. It's for people who are curious, who have inner energy - the energy of life and living."
   },
   "author": {
    "text": "Issey Miyake"
   }
  },
  {
   "quote": {
    "text": "A person possessed with an idea cannot be reasoned with."
   },
   "author": {
    "text": "James Anthony Froude"
   }
  },
  {
   "quote": {
    "text": "I tend to be really spacey, but I don't think it's because I'm unintelligent - it's just my imagination and a little bit of ADD."
   },
   "author": {
    "text": "Jenny Slate"
   }
  },
  {
   "quote": {
    "text": "Imagination is the air of mind."
   },
   "author": {
    "text": "Philip James Bailey"
   }
  },
  {
   "quote": {
    "text": "Personally, I would sooner have written Alice in Wonderland than the whole Encyclopedia Britannica."
   },
   "author": {
    "text": "Stephen Leacock"
   }
  },
  {
   "quote": {
    "text": "When you do fiction, it is your imagination you have put out there."
   },
   "author": {
    "text": "Beth Moore"
   }
  },
  {
   "quote": {
    "text": "I have an imagination because my life is so boring that my imagination lets me get off the reality of what's going on."
   },
   "author": {
    "text": "Dave Attell"
   }
  },
  {
   "quote": {
    "text": "Isn't it crazy to think that we've explored space more than we have explored the depths of our ocean? That just fires up my imagination about potential sea monsters and cool creatures, that kind of stuff."
   },
   "author": {
    "text": "James Wan"
   }
  },
  {
   "quote": {
    "text": "I always felt that what is scary is actually hearing someone tell you what they think they see. That sense of invisibility makes things a lot scarier, since your imagination tends to fill in the gaps."
   },
   "author": {
    "text": "James Wan"
   }
  },
  {
   "quote": {
    "text": "My imagination can do whatever it wants to do. This gives me a great sense of freedom."
   },
   "author": {
    "text": "Lloyd Alexander"
   }
  },
  {
   "quote": {
    "text": "In an era of parental paranoia, lawsuit mania and testing frenzy, we are failing to inspire our children's curiosity, creativity, and imagination. We are denying them opportunities to tinker, discover, and explore - in short, to play."
   },
   "author": {
    "text": "Darell Hammond"
   }
  },
  {
   "quote": {
    "text": "Believing you're something that you're not excites the mind and the imagination. And it's hopeful."
   },
   "author": {
    "text": "Orlando Bloom"
   }
  },
  {
   "quote": {
    "text": "There's the argument that you can relate to someone who's completely unrelatable. In the way that a director shows you his imagination on a film, then I get to show you my imagination in a big dumb character."
   },
   "author": {
    "text": "Idris Elba"
   }
  },
  {
   "quote": {
    "text": "Visualization - it's been huge for me. Your mind doesn't know the difference between imagination and reality. You can't always practice perfectly - my fingers will play a little bit out of tune, or my dance moves might not be as sharp - but in my mind, I can practice perfectly."
   },
   "author": {
    "text": "Lindsey Stirling"
   }
  },
  {
   "quote": {
    "text": "Today mythical thinking has fallen into disrepute; we often dismiss it as irrational and self-indulgent. But the imagination is also the faculty that has enabled scientists to bring new knowledge to light and to invent technology that has made us immeasurably more effective."
   },
   "author": {
    "text": "Karen Armstrong"
   }
  },
  {
   "quote": {
    "text": "There's no reason for your imagination to be fettered by money."
   },
   "author": {
    "text": "Kevin McCloud"
   }
  },
  {
   "quote": {
    "text": "I don't think most books can be justifiably translated on screen. The film versions can't convey the right emotion, fuel your imagination or allow you to visualise every line the way books do."
   },
   "author": {
    "text": "Sonam Kapoor"
   }
  },
  {
   "quote": {
    "text": "My mom would always read a book to me at night from when I was three. Now, I can't go to sleep without reading a book. At the same time, once I read, it's difficult for me to go to sleep, as I have an overactive imagination and I start thinking."
   },
   "author": {
    "text": "Sonam Kapoor"
   }
  },
  {
   "quote": {
    "text": "I sometimes say that I don't make anything up - obviously that's not true. But I am uninterested in writers who say that everything comes out of the imagination. I would rather be in a room with someone who is telling the story of his life, which may be exaggerated and even have lies in it, but I want to hear the true story, essentially."
   },
   "author": {
    "text": "James Salter"
   }
  },
  {
   "quote": {
    "text": "Of the things which nourish the imagination, humour is one of the most needful, and it is dangerous to limit or destroy it."
   },
   "author": {
    "text": "John Millington Synge"
   }
  },
  {
   "quote": {
    "text": "You have to have an unlimited imagination, an unlimited restraint on your inhibition when you're working. You have to even dare to fail, even in a scene, whatever it is."
   },
   "author": {
    "text": "Viola Davis"
   }
  },
  {
   "quote": {
    "text": "People are always saying it's the end of the Gutenberg era. More to the point, it's a return to an oral era. The Gutenberg galaxy was about the written word. At its best, the digital era is part of the rediscovery of the oral. At its worst, it's a Kafkaesque victory of the bureaucratic over the imagination."
   },
   "author": {
    "text": "John Ralston Saul"
   }
  },
  {
   "quote": {
    "text": "When you are a people's movement, you have one thing. Your only asset is people. And you have to deal with real people. Not the people of your imagination. Not the people you wish people would be. But people as they exist actually out there in the real world."
   },
   "author": {
    "text": "Norman Finkelstein"
   }
  },
  {
   "quote": {
    "text": "I enjoy working on a movie that lets your imagination run wild, it's great to be a part of and watch."
   },
   "author": {
    "text": "Chris Hemsworth"
   }
  },
  {
   "quote": {
    "text": "The loss of liberty which must attend being a wife was of all things the most horrible to my imagination."
   },
   "author": {
    "text": "Sarah Fielding"
   }
  },
  {
   "quote": {
    "text": "Poetry proceeds from the totality of man, sense, imagination, intellect, love, desire, instinct, blood and spirit together."
   },
   "author": {
    "text": "Jacques Maritain"
   }
  },
  {
   "quote": {
    "text": "I feel like the Internet needs to be disarmed in some way. There needs to be a philosophical undermining of the Internet. We take it too seriously and too literally. For a reference we go to Wikipedia, which is full of inaccuracies and misinformation. It's kind of beautiful - it's all the product of imagination; it's not reality at all."
   },
   "author": {
    "text": "Sufjan Stevens"
   }
  },
  {
   "quote": {
    "text": "I'll confess right here that I secretly wish I'd have drawn a strip about a little boy with a fake tiger, going for adventures throughout the universe in spaceships of his imagination."
   },
   "author": {
    "text": "Berkeley Breathed"
   }
  },
  {
   "quote": {
    "text": "Predating the Internet and predating videos, you had an active imagination. You would hear sounds and then get mental pictures of what these sounds felt like to you. It engaged you and made you more invested in it. It made you want to get tickets to the show, buy the album, put the poster on the wall. Now it's sensory overload."
   },
   "author": {
    "text": "Q-Tip"
   }
  },
  {
   "quote": {
    "text": "There's so much more that I want to do. Of course it's great what has happened so far: Ultra, Coachella, EDC. But still, production-wise and show-wise, I'd love to play a show at Madison Square Garden. Stuff like that is beyond my imagination."
   },
   "author": {
    "text": "Martin Garrix"
   }
  },
  {
   "quote": {
    "text": "I like crafts that come out of poverty or necessity. There used to be hobby shops where you'd get your supplies, and then you'd use your imagination."
   },
   "author": {
    "text": "Amy Sedaris"
   }
  },
  {
   "quote": {
    "text": "You think in a different way when you don't have any money. The joy of poverty is that you use your imagination to come up with stuff."
   },
   "author": {
    "text": "Amy Sedaris"
   }
  },
  {
   "quote": {
    "text": "I think that being read to every night is the reason why I was plowing through volume after volume of 'Nancy Drew' books all by myself by the time I reached the first grade. I loved stories. I loved the escape. I had a vivid imagination."
   },
   "author": {
    "text": "Rachel Nichols"
   }
  },
  {
   "quote": {
    "text": "Victorville gave me opportunity to go inside and explore my imagination a bit."
   },
   "author": {
    "text": "Keith Stanfield"
   }
  },
  {
   "quote": {
    "text": "I suppose I'm proudest of my novels for what's imagined in them. I think the world of my imagination is a richer and more interesting place than my personal biography."
   },
   "author": {
    "text": "John Irving"
   }
  },
  {
   "quote": {
    "text": "Syria may appear to be a small country, but it is just the type of entangled conflict that can lead to a world catastrophe. It does not take much imagination to see Syria as the Sarajevo of the 21st century, leading to world war."
   },
   "author": {
    "text": "Ahmed Zewail"
   }
  },
  {
   "quote": {
    "text": "Coming of age as a young queer man of color, it was a rarity to see any reflections of myself portrayed in mainstream media. Turning on the television or going to the movies was an escape into the imagination, yet it did not allow me a place of true connection to what I was viewing on the screen in front of me."
   },
   "author": {
    "text": "Jeffrey Bowyer-Chapman"
   }
  },
  {
   "quote": {
    "text": "Never forget that the truest luxury is imagination, and that being a writer gives you the leeway to exploit all of the imagination's curious intricacies, to be what you were, what you are, what you will be, and what everyone else is or was or will be, too."
   },
   "author": {
    "text": "Andrew Solomon"
   }
  },
  {
   "quote": {
    "text": "I think it was really important for me before I 'debuted myself' in front of the world to have a private life with my imagination and my writing for several years. That also made it so I didn't feel desperate for someone to find me."
   },
   "author": {
    "text": "Jenny Zhang"
   }
  },
  {
   "quote": {
    "text": "I tried the second season of 'American Horror Story,' and it scared me horribly. I guess I prefer my own imagination to a realized visual."
   },
   "author": {
    "text": "Jewell Parker Rhodes"
   }
  },
  {
   "quote": {
    "text": "I have always thought that the place where you sleep or the place you share with your partner should be separate from the place where you write. The domestic rituals and details somehow kill the imagination. They kill the demon in me."
   },
   "author": {
    "text": "Orhan Pamuk"
   }
  },
  {
   "quote": {
    "text": "Authoritarianism, an unrealistic occidental imagination - these issues will never be settled. Turkey will continue to take Europe as a model; it will continue to pursue its search for democracy."
   },
   "author": {
    "text": "Orhan Pamuk"
   }
  },
  {
   "quote": {
    "text": "The fictive structure, my work, my imagination, my books are about the details, the huge construction about culture, Islamic culture or modern Turkey. They're all intertwined."
   },
   "author": {
    "text": "Orhan Pamuk"
   }
  },
  {
   "quote": {
    "text": "If I think back on the books to which I have devoted my entire life, I am most surprised by those moments when I have felt as if the sentences, dreams, and pages that have made me so ecstatically happy have not come from my own imagination - that another power has found them and generously presented them to me."
   },
   "author": {
    "text": "Orhan Pamuk"
   }
  },
  {
   "quote": {
    "text": "When a child's mind develops and is heading in a certain direction, we murder that mentality, we murder that imagination, by saying, 'Now, that is all well and good, but now sit down and start to study.'"
   },
   "author": {
    "text": "Derek Walcott"
   }
  },
  {
   "quote": {
    "text": "He is indebted to his memory for his jests and to his imagination for his facts."
   },
   "author": {
    "text": "Richard Brinsley Sheridan"
   }
  },
  {
   "quote": {
    "text": "The unfortunate reality is the alt-right has captured white people's imagination."
   },
   "author": {
    "text": "Patrisse Cullors"
   }
  },
  {
   "quote": {
    "text": "What we acknowledged as a nation during the one-and-a-half year trial of George Zimmerman is that the white majority's public imagination of black people was based on their fear of us, not the reality of who we are."
   },
   "author": {
    "text": "Patrisse Cullors"
   }
  },
  {
   "quote": {
    "text": "Imagination is as good as many voyages - and how much cheaper!"
   },
   "author": {
    "text": "George William Curtis"
   }
  },
  {
   "quote": {
    "text": "India lends itself well to fictionalization, but ultimately, it all depends on the writer's imagination."
   },
   "author": {
    "text": "Chitra Banerjee Divakaruni"
   }
  },
  {
   "quote": {
    "text": "Suffering, it turns out, demands profound imagination. A new future has to be conjured up because the old future isn't there anymore."
   },
   "author": {
    "text": "Rob Bell"
   }
  },
  {
   "quote": {
    "text": "Living in a small town, one of the keys to survival was your imagination."
   },
   "author": {
    "text": "Nick Nolte"
   }
  },
  {
   "quote": {
    "text": "I was a very religious child - I went to synagogue at least once, sometimes twice, a day. And I remember my religiousness as good - I think religion is good for children, especially educated children, because it allows for imagination, a whole imaginative world apart from the practical world."
   },
   "author": {
    "text": "Yehuda Amichai"
   }
  },
  {
   "quote": {
    "text": "Sometimes a character is really based on research that you do. Other times it's just based on your imagination or perhaps your conversation with the director. Or sometimes all of the above. It depends on the movie and character."
   },
   "author": {
    "text": "Joaquin Phoenix"
   }
  },
  {
   "quote": {
    "text": "I believe in the imperative to explore, so any project that I can be involved with that celebrates that, and expands people's imagination around that idea of pushing out, is one of the most positive things that I think I could be involved with."
   },
   "author": {
    "text": "Ron Howard"
   }
  },
  {
   "quote": {
    "text": "Anything I did with the WWE was not therapeutic by any stretch of the imagination. The reality is that nobody's going to tell you that, because they have an umbilical cord hooked to Vince McMahon. I, ladies and gentlemen, do not."
   },
   "author": {
    "text": "Bill Goldberg"
   }
  },
  {
   "quote": {
    "text": "Whether it's at a concert in France or a restaurant in the United States, terrorism doesn't have to happen in a military installation by any stretch of the imagination."
   },
   "author": {
    "text": "Bill Goldberg"
   }
  },
  {
   "quote": {
    "text": "I didn't choose Goldberg because I wanted to be the flagship for the Jewish movement, not by any stretch of the imagination. I chose Goldberg because no one else can own it."
   },
   "author": {
    "text": "Bill Goldberg"
   }
  },
  {
   "quote": {
    "text": "I don't need a fantasy life as once I did. That is the life of the imagination that I had a great need for. Films were the perfect means for satisfying that need."
   },
   "author": {
    "text": "Olivia De Havilland"
   }
  },
  {
   "quote": {
    "text": "I hope that I'm sexy in a different kind of way than I think that a lot of girls are right now. I think a lot of girls in the public eye, especially musical artists, are just kind of objectified a little bit and wearing super-skimpy outfits and leaving nothing to the imagination."
   },
   "author": {
    "text": "Emmy Rossum"
   }
  },
  {
   "quote": {
    "text": "Meeting Australian mountaineer and author Tim Macartney-Snape when I was 16 in 1994 had a big impact on me. His ascent of Everest from sea to summit captured my imagination."
   },
   "author": {
    "text": "Tim Cope"
   }
  },
  {
   "quote": {
    "text": "A financier is a pawnbroker with imagination."
   },
   "author": {
    "text": "Arthur Wing Pinero"
   }
  },
  {
   "quote": {
    "text": "The Polar Express is about faith, and the power of imagination to sustain faith. It's also about the desire to reside in a world where magic can happen, the kind of world we all believed in as children, but one that disappears as we grow older."
   },
   "author": {
    "text": "Chris Van Allsburg"
   }
  },
  {
   "quote": {
    "text": "The general effect of viewing 'Jumanji' is thrilling. I was able to see on film a thing that at one point had only existed in my imagination. I got to see the images from my book come alive."
   },
   "author": {
    "text": "Chris Van Allsburg"
   }
  },
  {
   "quote": {
    "text": "Only in your imagination can you revise."
   },
   "author": {
    "text": "Fay Wray"
   }
  },
  {
   "quote": {
    "text": "Every business needs to get out of their own mindset and into the aspirational mindsets of their customers and clients and create services and products that are beyond their customers' imagination but will be what they 'gotta have' in the future."
   },
   "author": {
    "text": "Mark Goulston"
   }
  },
  {
   "quote": {
    "text": "The great liberty of the fictional writer is to let the imagination out of the traces and see it gallop off over the horizon."
   },
   "author": {
    "text": "Will Self"
   }
  },
  {
   "quote": {
    "text": "I made a real specific decision when I came out of school and most artists were writing about home - if you were a woman, you were writing about being a woman - and I decided not to do that, write about what you know. That's not what I do. I went as far away from home as possible in terms of the development of my imagination."
   },
   "author": {
    "text": "Anna Deavere Smith"
   }
  },
  {
   "quote": {
    "text": "Many memory techniques involve creating unforgettable imagery, in your mind's eye. That's an act of imagination. Creating really weird imagery really quickly was the most fun part of my training to compete in the U.S. Memory Competition."
   },
   "author": {
    "text": "Joshua Foer"
   }
  },
  {
   "quote": {
    "text": "Television contracts the imagination and radio expands it."
   },
   "author": {
    "text": "Terry Wogan"
   }
  },
  {
   "quote": {
    "text": "The idea of love as a mysterious, undiscovered world has come to have no place in our innermost imagination."
   },
   "author": {
    "text": "John Cassavetes"
   }
  },
  {
   "quote": {
    "text": "Cynicism and naivety lie cheek by jowl in the American imagination; if the United States is one of the most venal nations on Earth, it is also one of the most earnestly idealistic."
   },
   "author": {
    "text": "Terry Eagleton"
   }
  },
  {
   "quote": {
    "text": "It's what you don't see that keeps you on the edge of your seat in any kind of film - leave it to the imagination of the viewer."
   },
   "author": {
    "text": "Christopher Lee"
   }
  },
  {
   "quote": {
    "text": "I always had an awful lot going on in my head, always telling myself stories, very vivid imagination."
   },
   "author": {
    "text": "Kate Thompson"
   }
  },
  {
   "quote": {
    "text": "I'm not a passive person by any stretch of the imagination."
   },
   "author": {
    "text": "Courteney Cox"
   }
  },
  {
   "quote": {
    "text": "I find Godzilla exciting because he/she/it comes from the sea. It's entirely plausible that it could be real. Yes it is! It doesn't take a huge stretch in the imagination to imagine that something may be living at the deepest depths of one of our oceans."
   },
   "author": {
    "text": "Rhys Darby"
   }
  },
  {
   "quote": {
    "text": "Sometimes, to stimulate your imagination you have to be careful you don't have too much information. You can Google something, and it's in your face, pow! You don't have time to dream any more about it."
   },
   "author": {
    "text": "Dries van Noten"
   }
  },
  {
   "quote": {
    "text": "Regrettably, with '2001' having a title that had a year in it, science fiction essentially set itself up in the public's imagination as saying, 'Here's what you get if you wait to that year.' Well, we all waited till that year, and we didn't get anything at all like that."
   },
   "author": {
    "text": "Robert J. Sawyer"
   }
  },
  {
   "quote": {
    "text": "I want to make my kind of films but make them work commercially, too. When my presentation meets the director's imagination, the result will be great."
   },
   "author": {
    "text": "Vijay Sethupathi"
   }
  },
  {
   "quote": {
    "text": "Everything, I think, about acting is based on imagination."
   },
   "author": {
    "text": "Christina Ricci"
   }
  },
  {
   "quote": {
    "text": "I discovered that my imagination came alive when I moved away from the immediate world around me."
   },
   "author": {
    "text": "Kazuo Ishiguro"
   }
  },
  {
   "quote": {
    "text": "I feel like my imagination was crafted by Tolkien. He seemed to tap into that childhood intrigue of secret doors and hidden worlds."
   },
   "author": {
    "text": "Richard C. Armitage"
   }
  },
  {
   "quote": {
    "text": "The outlaw, in the American imagination, is a subject of romance - a 'good' bad man, he is typically a master of escape, a crack shot, a ladies' man."
   },
   "author": {
    "text": "David Grann"
   }
  },
  {
   "quote": {
    "text": "Obviously, as an actor, you have to embrace your imagination all the time, but when you're doing one of these films, you have to embrace your most childlike imagination - a sense of wonder and uninhibited playfulness."
   },
   "author": {
    "text": "Katherine Waterston"
   }
  },
  {
   "quote": {
    "text": "This is not a family of privilege by any stretch of the imagination. Our family is very low key."
   },
   "author": {
    "text": "Maya Soetoro-Ng"
   }
  },
  {
   "quote": {
    "text": "I'm attracted to stories that excite my imagination, stories that, as I'm reading the script, I feel it, I can see it, I can hear the characters. I'm attracted to characters that are real, that tap into something inside me that I haven't explored yet."
   },
   "author": {
    "text": "Tatiana Maslany"
   }
  },
  {
   "quote": {
    "text": "My parents thought it was nice to develop my imagination, but they never seriously thought that anything would ever come of it. They said that I couldn't be an actress because I would be taller than all my leading men, so I thought I would be a writer instead."
   },
   "author": {
    "text": "Nicole Kidman"
   }
  },
  {
   "quote": {
    "text": "I used to lie in bed in my flat and imagine what would happen if there was a zombie attack."
   },
   "author": {
    "text": "Simon Pegg"
   }
  },
  {
   "quote": {
    "text": "Well, the fact is that one imagination is critically important, and if you have had your imagination stimulated by what is basically a variety of subjects, you are much more amenable to accepting, to understanding and interacting with the realities of the world."
   },
   "author": {
    "text": "Ashley Judd"
   }
  },
  {
   "quote": {
    "text": "Nonfiction is both easier and harder to write than fiction. It's easier because the facts are already laid out before you, and there is already a narrative arc. What makes it harder is that you are not free to use your imagination and creativity to fill in any missing gaps within the story."
   },
   "author": {
    "text": "Amy Bloom"
   }
  },
  {
   "quote": {
    "text": "I grew up in the '80s where there's a lot of these kind of post-apocalyptic, post-comet, post-whatever it was, so that always captured my imagination a lot as a little kid, that idea of getting access to secret places and being able to roam around where you're not supposed to."
   },
   "author": {
    "text": "Gillian Flynn"
   }
  },
  {
   "quote": {
    "text": "By going over your day in imagination before you begin it, you can begin acting successfully at any moment."
   },
   "author": {
    "text": "Dorothea Brande"
   }
  },
  {
   "quote": {
    "text": "If there is a book that the script came from you have to read it, you have to see what you can get out of it: mood, back story and things that may not even be in the film. They kick off your imagination and broaden the character, I think."
   },
   "author": {
    "text": "Miranda Otto"
   }
  },
  {
   "quote": {
    "text": "Clearly, some creative thinking is badly needed if humans are to have a future beyond Earth. Returning to the Moon may be worthy and attainable, but it fails to capture the public's imagination. What does get people excited is the prospect of a mission to Mars."
   },
   "author": {
    "text": "Paul Davies"
   }
  },
  {
   "quote": {
    "text": "Imagination is not the exclusive appanage of artists, but belongs in varying degrees to all men."
   },
   "author": {
    "text": "George Henry Lewes"
   }
  },
  {
   "quote": {
    "text": "I've been working on the soprano saxophone for 40 years, and the possibilities are astounding. It's up to you, the only limit is the imagination."
   },
   "author": {
    "text": "Steve Lacy"
   }
  },
  {
   "quote": {
    "text": "The American imagination has never been able to fully recover from its white-supremacist beginnings."
   },
   "author": {
    "text": "Claudia Rankine"
   }
  },
  {
   "quote": {
    "text": "We may not imagine how our lives could be more frustrating and complex - but Congress can."
   },
   "author": {
    "text": "Cullen Hightower"
   }
  },
  {
   "quote": {
    "text": "I stare out the window and reflect on the similarity between writing and saving a life and the inevitable failure of one's imagination and one's goals and ambitions to create a character or a life worth saving."
   },
   "author": {
    "text": "Miriam Toews"
   }
  },
  {
   "quote": {
    "text": "I've got no problem being on my own. I like the way my imagination works."
   },
   "author": {
    "text": "Jamie Hince"
   }
  },
  {
   "quote": {
    "text": "The advantage of writing from experience is that it often provides you with details that you would never think of yourself, no matter how rich your imagination. And specificity in description is something every writer should strive for."
   },
   "author": {
    "text": "Christopher Paolini"
   }
  },
  {
   "quote": {
    "text": "I have turned away from the thought of writing fiction in the past through what I suppose is, actually, fear. The direct, raw invitation for the reader to come in and explore my imagination is fairly scary for me so I have busied myself with so much else."
   },
   "author": {
    "text": "Dawn French"
   }
  },
  {
   "quote": {
    "text": "The value of writing about art is its effect on the imagination. Paintings allow us to inhabit another culture, place, and time period, and address the issues of those time periods that resonate with our own time."
   },
   "author": {
    "text": "Susan Vreeland"
   }
  },
  {
   "quote": {
    "text": "In your imagination, you can perfect things in a way you can't do in your everyday life."
   },
   "author": {
    "text": "Washed Out"
   }
  },
  {
   "quote": {
    "text": "If the reporter has killed our imagination with his truth, he threatens our life with his lies."
   },
   "author": {
    "text": "Karl Kraus"
   }
  },
  {
   "quote": {
    "text": "Reality is the richest thing there is, the most important thing there is. Our imagination allows us to live an artificial life that is wonderful, extremely rich, but I don't believe any artist would dare to say that artifice is better than real life."
   },
   "author": {
    "text": "Mario Vargas Llosa"
   }
  },
  {
   "quote": {
    "text": "I have always wanted to do a feature film that brings the world of Lisa Frank to life. We have so much backstory on our characters, and they have been alive in my imagination since the beginning."
   },
   "author": {
    "text": "Lisa Frank"
   }
  },
  {
   "quote": {
    "text": "Imagination makes us shape better stories, sure, but it also allows us to multiply possibilities."
   },
   "author": {
    "text": "Amitava Kumar"
   }
  },
  {
   "quote": {
    "text": "With non-fiction, there is the struggle to be accurate. With fiction, it is a bit different: the desire to let imagination take you to new places."
   },
   "author": {
    "text": "Amitava Kumar"
   }
  },
  {
   "quote": {
    "text": "Inequality reigns in horrifying ways, and not everyone can even read, but the world of media and advertising withholds very little from the imagination of the dispossessed."
   },
   "author": {
    "text": "Amitava Kumar"
   }
  },
  {
   "quote": {
    "text": "If my accent betrayed my foreign birth, it also stamped me as an enemy, in the imagination of the producers."
   },
   "author": {
    "text": "Bela Lugosi"
   }
  },
  {
   "quote": {
    "text": "Pulp existed for 12 years before we got famous. Now, you could say that was just lack of imagination, but it's some kind of quality isn't it? Tenacity. You could also say it was sloth."
   },
   "author": {
    "text": "Jarvis Cocker"
   }
  },
  {
   "quote": {
    "text": "Americans rightly, but sometimes excessively, celebrate every person in uniform as a hero, but seldom honor the difficult and often dangerous work being done day after day by members of our diplomatic corps. Warriors capture the popular imagination more easily than peacemakers."
   },
   "author": {
    "text": "David Horsey"
   }
  },
  {
   "quote": {
    "text": "To be in a show like 'Miranda' that captures everyone's imagination is amazing, but it's hard when people can't see beyond that. I started travelling to North America because 'Miranda' was so popular in the U.K.; I always knew I wanted to challenge myself and not go for the obvious roles."
   },
   "author": {
    "text": "Tom Ellis"
   }
  },
  {
   "quote": {
    "text": "For a 12-year-old with a hyperactive imagination who liked to dream of dreary gothic castles, suburban Florida felt a little stifling."
   },
   "author": {
    "text": "Ransom Riggs"
   }
  },
  {
   "quote": {
    "text": "The world is not run by thought, nor by imagination, but by opinion."
   },
   "author": {
    "text": "Elizabeth Drew"
   }
  },
  {
   "quote": {
    "text": "When television captured the popular imagination of the 1950s, a rash of movies satirized Hollywood while also mythologizing it."
   },
   "author": {
    "text": "Steve Erickson"
   }
  },
  {
   "quote": {
    "text": "Walt Disney had a nuclear imagination before the advent of nuclear, some comprehension of apocalypse and rapture deep in his genes."
   },
   "author": {
    "text": "Steve Erickson"
   }
  },
  {
   "quote": {
    "text": "If they want to talk about aliens and anything like that... that's part of the gift God gave us. That's what makes life exciting. We're pretty stuck, you know. What gives flight to our life is our imagination."
   },
   "author": {
    "text": "Michael Moriarty"
   }
  },
  {
   "quote": {
    "text": "I have an imagination that will go in any direction it is prodded. I pride myself on being able to become enthusiastic about anything: If you tell me to write a screenplay about cucumber farms, I'll swallow hard, and in 48 hours, I'll be in love with cucumber farms."
   },
   "author": {
    "text": "David Seltzer"
   }
  },
  {
   "quote": {
    "text": "I'm really quite normal. My imagination has some serious kinks in it, that's all."
   },
   "author": {
    "text": "Allan Guthrie"
   }
  },
  {
   "quote": {
    "text": "My reading and drawing drew me away from the ordinary interests, and I lived a great deal in the world of imagination, feeding upon any book that fell into my hands. When I had got hold of a really thick book like Hugo's 'Les Miserables,' I was happy and would go off into a corner to devour it."
   },
   "author": {
    "text": "Jacob Epstein"
   }
  },
  {
   "quote": {
    "text": "I am better able to imagine hell than heaven; it is my inheritance, I suppose."
   },
   "author": {
    "text": "Elinor Wylie"
   }
  }
 ]
}