{
 "IndependenceQuotes": [
  {
   "quote": {
    "text": "Unlike a drop of water which loses its identity when it joins the ocean, man does not lose his being in the society in which he lives. Man's life is independent. He is born not for the development of the society alone, but for the development of his self."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "The greatest gifts you can give your children are the roots of responsibility and the wings of independence."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "Every human has four endowments - self awareness, conscience, independent will and creative imagination. These give us the ultimate human freedom... The power to choose, to respond, to change."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Violence as a way of achieving racial justice is both impractical and immoral. I am not unmindful of the fact that violence often brings about momentary results. Nations have frequently won their independence in battle. But in spite of temporary victories, violence never brings permanent peace."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Perhaps one reason we are fascinated by cats is because such a small animal can contain so much independence, dignity, and freedom of spirit. Unlike the dog, the cat's personality is never bet on a human's. He demands acceptance on his own terms."
   },
   "author": {
    "text": "Lloyd Alexander"
   }
  },
  {
   "quote": {
    "text": "Come November, the American people will have the chance to re-declare their independence. Americans will have a chance to vote for trade, immigration and foreign policies that put our citizens first. They will have the chance to reject today's rule by the global elite, and to embrace real change that delivers a government of, by and for the people."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Diversity: the art of thinking independently together."
   },
   "author": {
    "text": "Malcolm Forbes"
   }
  },
  {
   "quote": {
    "text": "My mother told me to be a lady. And for her, that meant be your own person, be independent."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "The best teamwork comes from men who are working independently toward one goal in unison."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "The American Dream is independence and being able to create that dream for yourself."
   },
   "author": {
    "text": "Marsha Blackburn"
   }
  },
  {
   "quote": {
    "text": "Mickey Mouse is, to me, a symbol of independence. He was a means to an end."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "I wanted to be an independent woman, a woman who could pay for her bills, a woman who could run her own life - and I became that woman."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "Independence is happiness."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "Bread without flesh is a good diet, as on many botanical excursions I have proved. Tea also may easily be ignored. Just bread and water and delightful toil is all I need - not unreasonably much, yet one ought to be trained and tempered to enjoy life in these brave wilds in full independence of any particular kind of nourishment."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Nothing is more precious than independence and liberty."
   },
   "author": {
    "text": "Ho Chi Minh"
   }
  },
  {
   "quote": {
    "text": "The bedrock of our democracy is the rule of law and that means we have to have an independent judiciary, judges who can make decisions independent of the political winds that are blowing."
   },
   "author": {
    "text": "Caroline Kennedy"
   }
  },
  {
   "quote": {
    "text": "Financial independence is paramount. My mom always says that when a woman is financially independent, she has the ability to live life on her own terms. I think that was the soundest advice that I ever got. No matter where you go in life or who you get married to, you have to be financially independent - whether you use it or not."
   },
   "author": {
    "text": "Priyanka Chopra"
   }
  },
  {
   "quote": {
    "text": "If you think Independence Day is America's defining holiday, think again. Thanksgiving deserves that title, hands-down."
   },
   "author": {
    "text": "Tony Snow"
   }
  },
  {
   "quote": {
    "text": "What then is freedom? The power to live as one wishes."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Originality is independence, not rebellion; it is sincerity, not antagonism."
   },
   "author": {
    "text": "George Henry Lewes"
   }
  },
  {
   "quote": {
    "text": "A declaration of the independence of America, and the sovereignty of the United States was drawn by the ingenious and philosophic pen of Thomas Jefferson, Esquire, a delegate from the state of Virginia."
   },
   "author": {
    "text": "Mercy Otis Warren"
   }
  },
  {
   "quote": {
    "text": "I am no bird; and no net ensnares me; I am a free human being with an independent will."
   },
   "author": {
    "text": "Charlotte Bronte"
   }
  },
  {
   "quote": {
    "text": "The important consequences to the American States from this Declaration of Independence, considered as the ground and foundation of a future government, naturally suggest the propriety of proclaiming it in such a manner as that the people may be universally informed of it."
   },
   "author": {
    "text": "John Hancock"
   }
  },
  {
   "quote": {
    "text": "Pakistan not only means freedom and independence but the Muslim Ideology which has to be preserved, which has come to us as a precious gift and treasure and which, we hope other will share with us."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "Follow the path of the unsafe, independent thinker. Expose your ideas to the danger of controversy. Speak your mind and fear less the label of 'crackpot' than the stigma of conformity."
   },
   "author": {
    "text": "Thomas J. Watson"
   }
  },
  {
   "quote": {
    "text": "A good job is more than just a paycheck. A good job fosters independence and discipline, and contributes to the health of the community. A good job is a means to provide for the health and welfare of your family, to own a home, and save for retirement."
   },
   "author": {
    "text": "James H. Douglas, Jr."
   }
  },
  {
   "quote": {
    "text": "Solitude is independence."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "True individual freedom cannot exist without economic security and independence. People who are hungry and out of a job are the stuff of which dictatorships are made."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "I was born with a fierce need for independence."
   },
   "author": {
    "text": "Michelle Williams"
   }
  },
  {
   "quote": {
    "text": "Work is about more than making a living, as vital as that is. It's fundamental to human dignity, to our sense of self-worth as useful, independent, free people."
   },
   "author": {
    "text": "William J. Clinton"
   }
  },
  {
   "quote": {
    "text": "In the progress of personality, first comes a declaration of independence, then a recognition of interdependence."
   },
   "author": {
    "text": "Henry Van Dyke"
   }
  },
  {
   "quote": {
    "text": "I have an independent streak. You know, it's kind of hard to tell a independent woman what to do."
   },
   "author": {
    "text": "Betty Ford"
   }
  },
  {
   "quote": {
    "text": "Autonomy leads to empowerment. We work hard to maintain a balance between collaboration and cooperation and independence."
   },
   "author": {
    "text": "Bobby Kotick"
   }
  },
  {
   "quote": {
    "text": "Independence means we enjoy freedom. We are not colonised by people. And we can govern our own country and develop it independently so that our people can live a better life."
   },
   "author": {
    "text": "Mahathir Mohamad"
   }
  },
  {
   "quote": {
    "text": "Simply by starting to cook again, you declare your independence from the culture of fast food. As soon as you cook, you start thinking about ingredients. You start thinking about plants and animals and not the microwave. And you will find that your diet, just by that one simple act, that is greatly improved."
   },
   "author": {
    "text": "Michael Pollan"
   }
  },
  {
   "quote": {
    "text": "Socialism is a sacred cause for realizing the demand and desire of the masses of the people for independence; it is a revolutionary cause that advances amid a fierce struggle against imperialism and all other counterrevolutionary forces."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "Every Fourth of July, our Declaration of Independence is produced, with a sublime indignation, to set forth the tyranny of the mother country and to challenge the admiration of the world. But what a pitiful detail of grievances does this document present in comparison with the wrongs which our slaves endure!"
   },
   "author": {
    "text": "William Lloyd Garrison"
   }
  },
  {
   "quote": {
    "text": "Abortion is defended today as a means of ensuring the equality and independence of women, and as a solution to the problems of single parenting, child abuse, and the feminization of poverty."
   },
   "author": {
    "text": "Robert Casey"
   }
  },
  {
   "quote": {
    "text": "No matter how good you are, at some point your kids are gonna have to create their own independence and think that Mom and Dad aren't cool, just to establish themselves. That's what adolescence is about. They're gonna go through that no matter what."
   },
   "author": {
    "text": "Eddie Vedder"
   }
  },
  {
   "quote": {
    "text": "There is an inverse relationship between reliance on the state and self-reliance."
   },
   "author": {
    "text": "William F. Buckley, Jr."
   }
  },
  {
   "quote": {
    "text": "I don't like asking people for things, so if I can do it myself, that's the mindset I have. My dad is very much a do-it-yourself kind of person, so I had a strong sense of independence."
   },
   "author": {
    "text": "Nathan Blecharczyk"
   }
  },
  {
   "quote": {
    "text": "My grand affair appears settled, for America is certain of her independence, humanity has gained her cause, and liberty will never be without a place of refuge."
   },
   "author": {
    "text": "Marquis de Lafayette"
   }
  },
  {
   "quote": {
    "text": "Independence doesn't mean you decide the way you want."
   },
   "author": {
    "text": "Stephen Breyer"
   }
  },
  {
   "quote": {
    "text": "Repeal the Missouri Compromise - repeal all compromises - repeal the Declaration of Independence - repeal all past history, you still cannot repeal human nature. It will be the abundance of man's heart that slavery extension is wrong; and out of the abundance of his heart, his mouth will continue to speak."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "The United Nations is designed to make possible lasting freedom and independence for all its members."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "We must have constantly present in our minds the difference between independence and liberty. Liberty is a right of doing whatever the laws permit, and if a citizen could do what they forbid he would no longer be possessed of liberty."
   },
   "author": {
    "text": "Montesquieu"
   }
  },
  {
   "quote": {
    "text": "It was by one Union that we achieved our independence and liberties, and by it alone can they be maintained."
   },
   "author": {
    "text": "James Monroe"
   }
  },
  {
   "quote": {
    "text": "Standing, as I believe the United States stands for humanity and civilization, we should exercise every influence of our great country to put a stop to that war which is now raging in Cuba and give to that island once more peace, liberty, and independence."
   },
   "author": {
    "text": "Henry Cabot Lodge"
   }
  },
  {
   "quote": {
    "text": "If the citizens of the United States are to turn away from the Communist Manifesto and preserve the purpose of the Declaration of Independence, the U.S. Constitution, and our Bill of Rights, we must first thoroughly reexamine and learn about each of them, and uphold America's founding documents by testing every political action in light of them."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "The Vietnamese people deeply love independence, freedom and peace. But in the face of United States aggression they have risen up, united as one man."
   },
   "author": {
    "text": "Ho Chi Minh"
   }
  },
  {
   "quote": {
    "text": "The truth is that since childhood I had cultivated an existential independence. It came from perceiving the adults around me as unreliable, and without it I felt I wouldn't have survived. I cared deeply for everyone in my family, but in the end I depended on myself."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "Perhaps my problem in marriage - and it is the problem of many women - was to want both intimacy and independence. It is a difficult line to walk, yet both needs are important to a marriage."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "The only part of the conduct of any one, for which he is amenable to society, is that which concerns others. In the part which merely concerns himself, his independence is, of right, absolute. Over himself, over his own body and mind, the individual is sovereign."
   },
   "author": {
    "text": "John Stuart Mill"
   }
  },
  {
   "quote": {
    "text": "Those who won our independence... valued liberty as an end and as a means. They believed liberty to be the secret of happiness and courage to be the secret of liberty."
   },
   "author": {
    "text": "Louis D. Brandeis"
   }
  },
  {
   "quote": {
    "text": "It is wrong to try to avoid the struggle against imperialism under the pretext that independence and revolution are important, but that peace is still more precious."
   },
   "author": {
    "text": "Kim Il-sung"
   }
  },
  {
   "quote": {
    "text": "The man who is aware of himself is henceforward independent; and he is never bored, and life is only too short, and he is steeped through and through with a profound yet temperate happiness."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "Let me reassure that the Kingdom of Cambodia a country with independence, neutrality, peace, freedom, democracy and human rights as you all have seen, shall be existing with no end."
   },
   "author": {
    "text": "Hun Sen"
   }
  },
  {
   "quote": {
    "text": "I think there's great potential for autonomy, but we have to remember that we live in a world where people may have free will but have not invented their circumstances."
   },
   "author": {
    "text": "Thomas Frank"
   }
  },
  {
   "quote": {
    "text": "The toddler craves independence, but he fears desertion."
   },
   "author": {
    "text": "Dorothy Corkille Briggs"
   }
  },
  {
   "quote": {
    "text": "I became an actor in that important drama with an inflexible resolution to persevere through the last scene, when we might be permitted and acknowledged to enjoy what we had so nobly declared we would possess, or lose with our lives - Freedom and Independence!"
   },
   "author": {
    "text": "Deborah Sampson"
   }
  },
  {
   "quote": {
    "text": "Independence means you decide according to the law and the facts."
   },
   "author": {
    "text": "Stephen Breyer"
   }
  },
  {
   "quote": {
    "text": "I can assure you, that the gallant hearts that throb beneath its sacred folds, will only be content, when this glorious banner is planted first and foremost in the coming struggle for our independence."
   },
   "author": {
    "text": "John B. Hood"
   }
  },
  {
   "quote": {
    "text": "I have always believed, heretofore, in the doctrines of the Declaration of Independence, that all men are born free and equal; but of late it appears that some men are born slaves, and I regret that they are not black, so all the world might know them."
   },
   "author": {
    "text": "Benjamin F. Wade"
   }
  },
  {
   "quote": {
    "text": "True independence and freedom can only exist in doing what's right."
   },
   "author": {
    "text": "Brigham Young"
   }
  },
  {
   "quote": {
    "text": "Our Declaration of Independence was held sacred by all and thought to include all; but now, to aid in making the bondage of the Negro universal and eternal, it is assailed, sneered at, construed, hawked at, and torn, till, if its framers could rise from their graves, they could not at all recognize it."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Independence is a heady draught, and if you drink it in your youth, it can have the same effect on the brain as young wine does. It does not matter that its taste is not always appealing. It is addictive and with each drink you want more."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "The new electronic independence re-creates the world in the image of a global village."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "The Declaration of Independence, the United States Constitution, the constitutions of the several states, and the organic laws of the territories all alike propose to protect the people in the exercise of their God-given rights. Not one of them pretends to bestow rights."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "Things go bad after a divorce and often stay that way. It is rare for the parties to return placidly to a time before they met. A bitterness lingers on. Those who call this our Independence Day, fantasising of returning to a never-never time before they married, when they were free, easy, single, and master of their fate, are delusional."
   },
   "author": {
    "text": "Howard Jacobson"
   }
  },
  {
   "quote": {
    "text": "At the bottom of education, at the bottom of politics, even at the bottom of religion, there must be for our race economic independence."
   },
   "author": {
    "text": "Booker T. Washington"
   }
  },
  {
   "quote": {
    "text": "There is no dignity quite so impressive, and no one independence quite so important, as living within your means."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, New Yorkers need a mayor who understands the problems they face, brings a smart plan and good people to the table, and, more than anything, has the independence, courage and conviction to do the right thing."
   },
   "author": {
    "text": "Sal Albanese"
   }
  },
  {
   "quote": {
    "text": "The United States was born in revolution and nurtured by struggle. Throughout our history, the American people have befriended and supported all those who seek independence and a better way of life."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Independence I have long considered as the grand blessing of life, the basis of every virtue; and independence I will ever secure by contracting my wants, though I were to live on a barren heath."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "Our socialism does not include extreme materialistic concepts, since Indonesia is primarily a God-fearing, God-loving nation. Our socialism is a mixture. We draw political equality from the American Declaration of Independence. We draw spiritual equality from Islam and Christianity. We draw scientific equality from Marx."
   },
   "author": {
    "text": "Sukarno"
   }
  },
  {
   "quote": {
    "text": "Fidel Castro represents the dignity of the South American continent against empires. He's a living legend: an icon of independence and freedom across the continent."
   },
   "author": {
    "text": "Nicolas Maduro"
   }
  },
  {
   "quote": {
    "text": "I always showed myself in the face of day, asserting the liberty and independence of my country, while some others, like owls, courted concealment and were too much afraid of losing their roosts to leave them for such a cause."
   },
   "author": {
    "text": "William Wallace"
   }
  },
  {
   "quote": {
    "text": "Independence is doing what you want to do, knowing that you're happy with the decisions you're making and that it's the best for you."
   },
   "author": {
    "text": "Jorja Smith"
   }
  },
  {
   "quote": {
    "text": "The best relationship is one that does not foster too much independence nor too much dependence, but exists in the healthy interdependence zone."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "The spirit of Ubuntu, that once led Haiti to emerge as the first independent black nation in 1804, helped Venezuela, Colombia and Ecuador attain liberty, and inspired our forefathers to shed their blood for the United States' independence, cannot die. Today, this spirit of solidarity must and will empower all of us to rebuild Haiti."
   },
   "author": {
    "text": "Jean-Bertrand Aristide"
   }
  },
  {
   "quote": {
    "text": "A free and truly independent press - fiercely independent when necessary - is the red beating heart of freedom and democracy."
   },
   "author": {
    "text": "Dan Rather"
   }
  },
  {
   "quote": {
    "text": "Throughout the day no time for memorandums now. Go ahead! Liberty and independence forever."
   },
   "author": {
    "text": "Davy Crockett"
   }
  },
  {
   "quote": {
    "text": "I guess you'd call me an independent, since I've never identified myself with one party or another in politics. I always decide my vote by taking as careful a look as I can at the actual candidates and issues themselves, no matter what the party label."
   },
   "author": {
    "text": "Jackie Robinson"
   }
  },
  {
   "quote": {
    "text": "True freedom is the capacity for acting according to one's true character, to be altogether one's self, to be self-determined and not subject to outside coercion."
   },
   "author": {
    "text": "Corliss Lamont"
   }
  },
  {
   "quote": {
    "text": "It's my view that human dignity - an attribute which for years has been taken by the Left in British politics - resides in fact in Tory values of independence, individuality and self determination."
   },
   "author": {
    "text": "Maurice Saatchi"
   }
  },
  {
   "quote": {
    "text": "Education in India has made monumental progress since Independence but continues to face daunting challenges at multiple levels, particularly in terms of quality, infrastructure and dropout rates. We have islands of excellence floating in a sea of mediocrity."
   },
   "author": {
    "text": "Shashi Tharoor"
   }
  },
  {
   "quote": {
    "text": "Cryptography is the essential building block of independence for organisations on the Internet, just like armies are the essential building blocks of states, because otherwise one state just takes over another."
   },
   "author": {
    "text": "Julian Assange"
   }
  },
  {
   "quote": {
    "text": "While Haiti has recently celebrated more than 200 years of independence from French colonial rule, the citizens of the island remain vulnerable to poverty, poor health, and political chaos."
   },
   "author": {
    "text": "Eliot Engel"
   }
  },
  {
   "quote": {
    "text": "In 1949, China declared independence - an event known in Western discourse as 'the loss of China' in the U.S. - with bitter recriminations and conflict over who was responsible for that loss."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "When I was four, my mother insisted I get out of the car and find my own way home. Although I got lost, I did find my way home. It taught me the value of independence at an early age."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "I will be vigilant to protect the independence and integrity of the Supreme Court, and I will work to ensure that it upholds the rule of law and safeguards those liberties that make this land one of endless possibilities for all Americans."
   },
   "author": {
    "text": "John Roberts"
   }
  },
  {
   "quote": {
    "text": "I want to collect more records from terrorists, but less records from innocent Americans. The Fourth Amendment was what we fought the Revolution over! John Adams said it was the spark that led to our war for independence, and I'm proud of standing for the Bill of Rights, and I will continue to stand for the Bill of Rights."
   },
   "author": {
    "text": "Rand Paul"
   }
  },
  {
   "quote": {
    "text": "We do need a return to individual integrity, self-reliance, and old-fashioned gumption. We really do."
   },
   "author": {
    "text": "Robert M. Pirsig"
   }
  },
  {
   "quote": {
    "text": "Risk management systems and controls may discourage or limit certain revenue-generating opportunities. Failure to ensure the independence of these functions from the revenue generators and risk takers has been shown to be dangerous, and this is something for which the board is accountable."
   },
   "author": {
    "text": "Jerome Powell"
   }
  },
  {
   "quote": {
    "text": "Independence is fun, especially when there's a beloved waiting in the wings, and freedom makes you a more interesting person. Having separate lives brings fresh air into a relationship."
   },
   "author": {
    "text": "Deborah Moggach"
   }
  },
  {
   "quote": {
    "text": "What happened in America in the 1860s was a war of secession, a war of independence, no different in principle from what happened in America in the 1770s and 1780s."
   },
   "author": {
    "text": "L. Neil Smith"
   }
  },
  {
   "quote": {
    "text": "America was born out of a desire for self-determination, a longing for the human dignity that only independence can bring."
   },
   "author": {
    "text": "Maurice Saatchi"
   }
  },
  {
   "quote": {
    "text": "Even after Independence, we have had to face the poison of casteism and communalism. How long these evils will continue? Whom does it benefit?"
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "Well, we lost a lot of our independence already. We are dependent on China for credit. We are dependent on Middle Eastern countries for energy supplies. And many Americans are dependent on the government for their income, health care, education of their children, food stamps."
   },
   "author": {
    "text": "Jim DeMint"
   }
  },
  {
   "quote": {
    "text": "Girl Up gives girls an opportunity and gives them a platform and starting point through which they can take it and run with it and help give girls the opportunity to have the freedom, independence and the ability to get an education."
   },
   "author": {
    "text": "Katherine McNamara"
   }
  },
  {
   "quote": {
    "text": "When women hold off from marrying men, we call it independence. When men hold off from marrying women, we call it fear of commitment."
   },
   "author": {
    "text": "Warren Farrell"
   }
  },
  {
   "quote": {
    "text": "We say that our objective is to conquer complete independence, to install a people's power, to construct a new society without exploitation, for the benefit of all those who feel themselves to be Mozambicans."
   },
   "author": {
    "text": "Samora Machel"
   }
  },
  {
   "quote": {
    "text": "Our forbears worked hard this difficult land, and their reward was the freedom and independence of self-sufficiency."
   },
   "author": {
    "text": "James H. Douglas, Jr."
   }
  },
  {
   "quote": {
    "text": "I want there to be another independence referendum at some stage. I want Scotland to be independent, but I wouldn't choose to have it happen because England votes to come out of the E.U."
   },
   "author": {
    "text": "Nicola Sturgeon"
   }
  },
  {
   "quote": {
    "text": "In America we tell our parents to bring their child home and put him or her in a crib; as they get older, children sleep in they own room not in Mom and Dad's room. What are we training them for? It's independence, because that's what being empowered is all about."
   },
   "author": {
    "text": "Sheena Iyengar"
   }
  },
  {
   "quote": {
    "text": "I knew that collaborating on songwriting would be difficult for a lot of people, because I was known very much, for my independence and the fact that I wrote these quirky songs that were not typical structure, not typical sound - you know, really original stuff."
   },
   "author": {
    "text": "Liz Phair"
   }
  },
  {
   "quote": {
    "text": "As long as the appointment process is transparent and there is a broad mix of political views among the governors of the BBC, I think the public can feel confident that impartiality and independence are just as important to me as they have been to previous incumbents."
   },
   "author": {
    "text": "Gavyn Davies"
   }
  },
  {
   "quote": {
    "text": "In my country, we're sufficiently consumed by the concept of happiness that the right to its pursuit is enshrined in the Declaration of Independence. But what is happiness?"
   },
   "author": {
    "text": "Lionel Shriver"
   }
  },
  {
   "quote": {
    "text": "The independence of all political and other bother is a happiness."
   },
   "author": {
    "text": "Rutherford B. Hayes"
   }
  },
  {
   "quote": {
    "text": "I don't have luxurious tastes or great needs, but my independence is worth a lot to me."
   },
   "author": {
    "text": "Emmanuel Macron"
   }
  },
  {
   "quote": {
    "text": "As we explore ways to bring price relief and bolster our country's energy independence, one significant energy source has emerged as a potential solution, hydrogen fuel cells."
   },
   "author": {
    "text": "Dan Lipinski"
   }
  },
  {
   "quote": {
    "text": "I should like to know if, taking this old Declaration of Independence, which declares that all men are equal upon principle, you begin making exceptions to it, where will you stop? If one man says it does not mean a Negro, why not another say it does not mean some other man?"
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "It was that which gave promise that in due time the weights should be lifted from the shoulders of all men, and that all should have an equal chance. This is the sentiment embodied in that Declaration of Independence."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "I don't have a formula to pass on. I always did it my own way. Even today, I hold my independence close. It's what's most precious to me. Passion. Risk. Tenacity. Consistency. This is my professional history."
   },
   "author": {
    "text": "Giorgio Armani"
   }
  },
  {
   "quote": {
    "text": "Injustice in the end produces independence."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "If money is your hope for independence you will never have it. The only real security that a man will have in this world is a reserve of knowledge, experience, and ability."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "Charity is injurious unless it helps the recipient to become independent of it."
   },
   "author": {
    "text": "John D. Rockefeller"
   }
  },
  {
   "quote": {
    "text": "What I tell my kids is, 'I'm preparing you for college and for life. So, having independence, knowing how to set your own boundaries, figuring out how to make that balance. We still have screen-time rules.'"
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "What is it that makes us trust our judges? Their independence in office and manner of appointment."
   },
   "author": {
    "text": "John Marshall"
   }
  },
  {
   "quote": {
    "text": "Africans require, want, the franchise on the basis of one man one vote. They want political independence."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "The beauty of independence, departure, actions that rely on themselves."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "Independence? That's middle class blasphemy. We are all dependent on one another, every soul of us on earth."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "The Declaration of Independence I always considered as a theatrical show. Jefferson ran away with all the stage effect of that... and all the glory of it."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "Here was buried Thomas Jefferson Author of the Declaration of American Independence Of the Statute of Virginia for religious freedom & Father of the University of Virginia."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Communication is a continual balancing act, juggling the conflicting needs for intimacy and independence. To survive in the world, we have to act in concert with others, but to survive as ourselves, rather than simply as cogs in a wheel, we have to act alone."
   },
   "author": {
    "text": "Deborah Tannen"
   }
  },
  {
   "quote": {
    "text": "Divorce is a declaration of independence with only two signers."
   },
   "author": {
    "text": "Gerald F. Lieberman"
   }
  },
  {
   "quote": {
    "text": "From the first moment of independence, the United States has been dedicated to innovation as a way of government and a way of life."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "A high standard of living cannot remain the exclusive possession of the West - and the sooner we can help other peoples to develop their resources, raise their living standards, and strengthen their national independence, the safer the world will be for us all."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "If a newspaper is to be of real service to the public, it must have a big circulation: first, because its news and its comments must reach the largest possible number of people; second, because circulation means advertising, and advertising means money, and money means independence."
   },
   "author": {
    "text": "Joseph Pulitzer"
   }
  },
  {
   "quote": {
    "text": "I think the girl who is able to earn her own living and pay her own way should be as happy as anybody on earth. The sense of independence and security is very sweet."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "Nationality is the miracle of political independence; race is the principle of physical analogy."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "In England the judges should have independence to protect the people against the crown. Here the judges should not be independent of the people, but be appointed for not more than seven years. The people would always re-elect the good judges."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "Part of your heritage in this society is the opportunity to become financially independent."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "There is no more independence in politics than there is in jail."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "Practicing in the trial work trenches of the law, I saw, too, that when we judges don our robes, it doesn't make us any smarter, but it does serve as a reminder of what's expected of us: Impartiality and independence, collegiality and courage."
   },
   "author": {
    "text": "Neil Gorsuch"
   }
  },
  {
   "quote": {
    "text": "It is easy to be independent when you've got money. But to be independent when you haven't got a thing, that's the Lord's test."
   },
   "author": {
    "text": "Mahalia Jackson"
   }
  },
  {
   "quote": {
    "text": "The Declaration of Independence is a sacred part of American history."
   },
   "author": {
    "text": "Paul Gillmor"
   }
  },
  {
   "quote": {
    "text": "It is very nearly impossible... to become an educated person in a country so distrustful of the independent mind."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "In 1787, many Americans were convinced that the 'perpetual union' they had created in winning independence was collapsing. Six years earlier, in the Articles of Confederation, the thirteen state governments had surrendered extensive powers to a congress of delegates from each state legislature."
   },
   "author": {
    "text": "Edmund Morgan"
   }
  },
  {
   "quote": {
    "text": "I know of no country in which there is so little independence of mind and real freedom of discussion as in America."
   },
   "author": {
    "text": "Alexis de Tocqueville"
   }
  },
  {
   "quote": {
    "text": "If the Constitution is worth anything, if the Declaration of Independence is worth anything, if the boys who died on the field of battle did not die in vain, fair employment practices are correct and necessary."
   },
   "author": {
    "text": "Dennis Chavez"
   }
  },
  {
   "quote": {
    "text": "It's so important to have that independence. You know it yourself: Everyone needs evenings of their own."
   },
   "author": {
    "text": "Olivia Wilde"
   }
  },
  {
   "quote": {
    "text": "The great danger for family life, in the midst of any society whose idols are pleasure, comfort and independence, lies in the fact that people close their hearts and become selfish."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "Democrats creating the expectation that judges should act as politicians in robes is a dangerous precedent to set, threatening the very independence of the judiciary."
   },
   "author": {
    "text": "Thom Tillis"
   }
  },
  {
   "quote": {
    "text": "Independence did not mean chauvinism and narrow nationalism."
   },
   "author": {
    "text": "Said Musa"
   }
  },
  {
   "quote": {
    "text": "International law says people fighting for self-determination can use force in order to achieve their independence."
   },
   "author": {
    "text": "Norman Finkelstein"
   }
  },
  {
   "quote": {
    "text": "I am in favor of carrying out the Declaration of Independence to women as well as men. Women having to suffer the burdens of society and government should have their equal rights in it. They do not receive their rights in full proportion."
   },
   "author": {
    "text": "Leland Stanford"
   }
  },
  {
   "quote": {
    "text": "Without moral and intellectual independence, there is no anchor for national independence."
   },
   "author": {
    "text": "David Ben-Gurion"
   }
  },
  {
   "quote": {
    "text": "The four cornerstones of character on which the structure of this nation was built are: Initiative, Imagination, Individuality and Independence."
   },
   "author": {
    "text": "Eddie Rickenbacker"
   }
  },
  {
   "quote": {
    "text": "It's important for women to work. They need to keep their independence, to keep earning and being challenged."
   },
   "author": {
    "text": "Tamara Mellon"
   }
  },
  {
   "quote": {
    "text": "When people have compassion, friendship, and unity, they speak and think in a constructive way to ensure national independence and prosperity."
   },
   "author": {
    "text": "Bhumibol Adulyadej"
   }
  },
  {
   "quote": {
    "text": "I think it eminently proper that a president should retire from active politics, and equally proper that he should be able to live in quiet independence."
   },
   "author": {
    "text": "Lucius Quintus Cincinnatus Lamar II"
   }
  },
  {
   "quote": {
    "text": "We are totally committed to ending partition and to creating the conditions for unity and independence."
   },
   "author": {
    "text": "Gerry Adams"
   }
  },
  {
   "quote": {
    "text": "The rule of law means that law and justice are upheld by an independent judiciary. The judgments of the European Court of Justice have to be respected by all. To undermine them, or to undermine the independence of national courts, is to strip citizens of their fundamental rights. The rule of law is not optional in the European Union. It is a must."
   },
   "author": {
    "text": "Jean-Claude Juncker"
   }
  },
  {
   "quote": {
    "text": "We were environmentalists of the Teddy Roosevelt theory. We believed in separation of church and state. We believed in the independence of the Supreme Court not being subject to politicians."
   },
   "author": {
    "text": "Pete McCloskey"
   }
  },
  {
   "quote": {
    "text": "Self-determination could mean independence, confederacy, federal and autonomy."
   },
   "author": {
    "text": "Jalal Talabani"
   }
  },
  {
   "quote": {
    "text": "The class of citizens who provide at once their own food and their own raiment, may be viewed as the most truly independent and happy."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "It is probable that England will look favorably upon the independence of the Philippines, for it will open their ports to her and afford greater freedom to her commerce."
   },
   "author": {
    "text": "Jose Rizal"
   }
  },
  {
   "quote": {
    "text": "The government should help and guide the weak and small racial groups within its national boundaries toward self-determination and self-government. It should offer resistance to foreign aggression, and simultaneously, it should revise foreign treaties in order to restore our equality and independence among the nations."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "You go back and you read your Constitution. You read your Declaration of Independence. And you will see that the only people who could decide these freedoms were white males who owned property, and all the rest of us were excluded."
   },
   "author": {
    "text": "John Trudell"
   }
  },
  {
   "quote": {
    "text": "Nature has never read the Declaration of Independence. It continues to make us unequal."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "'But,' say the puling, pusillanimous cowards, 'we shall be subject to a long and bloody war if we declare independence.' On the contrary, I affirm it the only step that can bring the contest to a speedy and happy issue."
   },
   "author": {
    "text": "Samuel Adams"
   }
  },
  {
   "quote": {
    "text": "A superfluity of wealth, and a train of domestic slaves, naturally banish a sense of general liberty, and nourish the seeds of that kind of independence that usually terminates in aristocracy."
   },
   "author": {
    "text": "Mercy Otis Warren"
   }
  },
  {
   "quote": {
    "text": "There is a danger to judicial independence when people have no understanding of how the judiciary fits into the constitutional scheme."
   },
   "author": {
    "text": "David Souter"
   }
  },
  {
   "quote": {
    "text": "The virtues of science are skepticism and independence of thought."
   },
   "author": {
    "text": "Walter Gilbert"
   }
  },
  {
   "quote": {
    "text": "In America we have a Declaration of Independence, but our history, our advancements, our global strength all point to an American declaration of interdependence."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "The Declaration of Independence was always our vision of who we wanted to be, our ideal of freedom and justice, how we were going to be different, and what the American experiment was going to be about."
   },
   "author": {
    "text": "Marian Wright Edelman"
   }
  },
  {
   "quote": {
    "text": "If there is one thing I fear less than everything else, it is, I believe, persecution for my opinions. There are a good many points about which I may be diffident, but when it comes to questions of Truth and intellectual independence, there is no holding me - I can envisage no finer end than to sacrifice oneself for a conviction."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "If the Philippines secure their independence after heroic and stubborn conflicts, they can rest assured that neither England, nor Germany, nor France, and still less Holland, will dare to take up what Spain has been unable to hold."
   },
   "author": {
    "text": "Jose Rizal"
   }
  },
  {
   "quote": {
    "text": "The most dangerous thing in the world is the sin of self-reliance and the stupor of worldliness."
   },
   "author": {
    "text": "John Piper"
   }
  },
  {
   "quote": {
    "text": "Stand-up is my favorite thing I've ever done. There's so much independence."
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "One of the most painful things in the Western States and Territories is the extinction of childhood. I have never seen any children - only debased imitations of men and women, cankered by greed and selfishness, and asserting and gaining complete independence of their parents at ten years old."
   },
   "author": {
    "text": "Isabella Bird"
   }
  },
  {
   "quote": {
    "text": "The government, under my leadership, will act to implement the rule of law and to maintain the independence of the judicial system, which is one of the pillars of maintaining a democratic system."
   },
   "author": {
    "text": "Ariel Sharon"
   }
  },
  {
   "quote": {
    "text": "I play a curator, the most American part you can think of. My work is to protect the Declaration of Independence. I work at the National Archives in Washington."
   },
   "author": {
    "text": "Diane Kruger"
   }
  },
  {
   "quote": {
    "text": "The love of independence and dislike of unjust treatment is the source of a thousand virtues."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "An unlimited America was the vision for the nation set forth by our Founding Fathers. It is the vision enshrined in those two great charters of freedom: our Declaration of Independence and our Constitution. Many of America's most intractable problems stem from the fact that we have strayed from that vision - and lost direction."
   },
   "author": {
    "text": "Sam Brownback"
   }
  },
  {
   "quote": {
    "text": "Impatience is the mark of independence, not of bondage."
   },
   "author": {
    "text": "Marianne Moore"
   }
  },
  {
   "quote": {
    "text": "By the Declaration of Independence, dreaded by the foes an for a time doubtfully viewed by many of the friends of America, everything stood on a new and more respectable footing, both with regard to the operations of war or negotiations with foreign powers."
   },
   "author": {
    "text": "Mercy Otis Warren"
   }
  },
  {
   "quote": {
    "text": "Autos for years seemed to give us freedom and independence, but when they create traffic jams and other problems in the parks, the experience of serenity in nature that visitors expect is seriously diminished, if not destroyed."
   },
   "author": {
    "text": "Michael Frome"
   }
  },
  {
   "quote": {
    "text": "Ethanol is a premier, high performance fuel. It has tremendous environmental benefits and is a key component to energy independence for our country."
   },
   "author": {
    "text": "Richard Lugar"
   }
  },
  {
   "quote": {
    "text": "Our government leaders... have made many mistakes in the past when they have lost sight of the sacred American values rooted in the Declaration of Independence and the Constitution. We are at the brink of even graver mistakes and assaults on these values."
   },
   "author": {
    "text": "Samuel Dash"
   }
  },
  {
   "quote": {
    "text": "It took us in this country 11 years to get from the Declaration of Independence to the Constitution."
   },
   "author": {
    "text": "Mitch McConnell"
   }
  },
  {
   "quote": {
    "text": "Americans are good with to-do lists; just tell us what to do, and we'll do it. Throughout our history, we have proven that. Colonize. Check. Win our independence. Check. Form a union. Check. Expand to the Pacific. Check. Settle the West. Check. Keep the Union together. Check. Industrialize. Check. Fight the Nazis. Check."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Finding that financial independence away from a broken relationship is probably one of the most powerful places a woman can get to."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "For 500 years, since European explorers came, Latin American countries had been separated from one another. They had very limited relations. Integration is a prerequisite for independence."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "If we are serious about moving toward energy independence in a cost-effective way, we should invest in solar energy. If we are serious about cutting air and water pollution and reducing greenhouse gas emissions, we should invest in solar energy."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "George was getting alot of independence for himself in those days. He was writing more, and wanted things to go his way - where, when we first started things basically went John and Paul's way. You know, 'cuz they were the writers."
   },
   "author": {
    "text": "Ringo Starr"
   }
  },
  {
   "quote": {
    "text": "Let women issue a declaration of independence sexually, and absolutely refuse to cohabit with men until they are acknowledged as equals in everything, and the victory would be won in a single week."
   },
   "author": {
    "text": "Victoria Woodhull"
   }
  },
  {
   "quote": {
    "text": "When the happy era shall arrive for the emancipation of nations, hastened on as it will be by the example of America, shall they not resort to the Declaration of our Independence as the charter of their rights, and will not its author be hailed as the benefactor of the redeemed?"
   },
   "author": {
    "text": "John Tyler"
   }
  },
  {
   "quote": {
    "text": "Americans deserve an attorney general that will be honest with them, they deserve an attorney general who will uphold the basic standards of political independence and accountability."
   },
   "author": {
    "text": "John Cornyn"
   }
  },
  {
   "quote": {
    "text": "Many a revolution started with the actions of a few. Only 56 men signed the Declaration of Independence. A few hanging together can lead a nation to change."
   },
   "author": {
    "text": "Wynton Marsalis"
   }
  },
  {
   "quote": {
    "text": "The independence of the United States is not only more precious to ourselves but to the world than any single possession."
   },
   "author": {
    "text": "Henry Cabot Lodge"
   }
  },
  {
   "quote": {
    "text": "The right to life is guaranteed to all Americans in the Declaration of Independence, and ensuring this is upheld is the Constitutional duty of all members of Congress."
   },
   "author": {
    "text": "Rand Paul"
   }
  },
  {
   "quote": {
    "text": "I admire the courage and self-reliance it takes to start your own business and make it succeed."
   },
   "author": {
    "text": "Martha Stewart"
   }
  },
  {
   "quote": {
    "text": "I loathe categorization. I cherish my independence, and I treasure chivalry. I live just fine with ambiguity, and I welcome a good quarrel about all things designed or grown - except for when men misnomer 'confident' with 'poised' and 'passionate' with 'feisty.' I work hard."
   },
   "author": {
    "text": "Neri Oxman"
   }
  },
  {
   "quote": {
    "text": "I voted against my party with some frequency, because of my independence. I've just got to remind Missourians that I am independent and that I try to call them like I see them, and sometimes my party is wrong on some things."
   },
   "author": {
    "text": "Claire McCaskill"
   }
  },
  {
   "quote": {
    "text": "I like living at home: I've been making films since I was 12, when I played Sam in 'Love Actually', and if you spend as much time away on set as I have done, you get your independence young, so it's nice to come back home."
   },
   "author": {
    "text": "Thomas Brodie-Sangster"
   }
  },
  {
   "quote": {
    "text": "Like all of Latin America, Mexico after independence in 1821 turned its back on a triple heritage: on the Spanish heritage, because we were newly liberated colonies, and on our Indian and black heritages, because we considered them backward and barbaric. We looked towards France, England and the U.S., to become progressive democratic republics."
   },
   "author": {
    "text": "Carlos Fuentes"
   }
  },
  {
   "quote": {
    "text": "We need to make sure people continue to have access to retirement plans because everyone deserves the opportunity to retire with dignity and financial independence."
   },
   "author": {
    "text": "Charles Boustany"
   }
  },
  {
   "quote": {
    "text": "Independence is a very subjective assessment."
   },
   "author": {
    "text": "P. Chidambaram"
   }
  },
  {
   "quote": {
    "text": "The Declaration of Independence says when government fails, the people have the right to replace it. Well, New York State government has failed and the people have the right, indeed the people have the the people have the obligation, to act."
   },
   "author": {
    "text": "Andrew Cuomo"
   }
  },
  {
   "quote": {
    "text": "My main mistake was to have made an ancient people advance by forced marches toward independence, health, culture, affluence, comfort."
   },
   "author": {
    "text": "Mohammed Reza Pahlavi"
   }
  },
  {
   "quote": {
    "text": "Tens of thousands of brave Americans died to break the chains of British tyranny so that the principles of our Declaration of Independence could take fold and flourish in the birth of a new nation."
   },
   "author": {
    "text": "Jim Gerlach"
   }
  },
  {
   "quote": {
    "text": "In Cuba, taking into account the long fight for our independence and sovereignty, we will defend the one-party system in the face of the games, demagogy and the marketing of politics."
   },
   "author": {
    "text": "Raul Castro"
   }
  },
  {
   "quote": {
    "text": "Louis Braille created the code of raised dots for reading and writing that bears his name and brings literacy, independence, and productivity to the blind."
   },
   "author": {
    "text": "Bob Ney"
   }
  },
  {
   "quote": {
    "text": "I believe that being in a position, as a central bank, to influence economic growth does not mean losing independence."
   },
   "author": {
    "text": "Elvira Nabiullina"
   }
  },
  {
   "quote": {
    "text": "Millions of Americans cannot tell you who lived at Mount Vernon or who wrote the Declaration of Independence - let alone the Emancipation Proclamation. But they know that to be 'a Benedict Arnold' is to be a traitor of the deepest dye - someone who coldly betrays not only a sacred cause but every moral scruple along the way."
   },
   "author": {
    "text": "Arthur L. Herman"
   }
  },
  {
   "quote": {
    "text": "In 1995, Russia virtually gave Chechnya de facto statehood and independence even though, de jure, it didn't recognize Chechnya as an independent state. And I would like to emphasize strongly that Russia withdrew all of its troops, we moved the prosecutors, we moved all the police, dismantled all the courts, completely, 100 percent."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "Our military might is the guarantor of Russia's security and independence."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "The world is independent of my will."
   },
   "author": {
    "text": "Ludwig Wittgenstein"
   }
  },
  {
   "quote": {
    "text": "We have had in our nation a well-celebrated Declaration of Independence. But our success as a country will depend upon a new 'Declaration of Inter-dependence.' A belief in how much we need each other, how much we share one common destiny."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "It is my living sentiment, and by the blessing of God it shall be my dying sentiment, independence now and independence forever."
   },
   "author": {
    "text": "Daniel Webster"
   }
  },
  {
   "quote": {
    "text": "The Declaration of Independence was to set forth the moral justification of a rebellion against a long-recognized political tradition - the divine right of kings."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "The American War of Independence is the expulsion of the intrusive elements, alien to the American essence. If American reality is the reinvention of itself, whatever is found in any way irreducible or unassimilable is not American."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "America was never officially a Christian nation, since neither Jesus Christ nor the Bible are mentioned in the Constitution or the Declaration of Independence. But there's no denying the influence Christianity has had on our country."
   },
   "author": {
    "text": "Tony Evans"
   }
  },
  {
   "quote": {
    "text": "The skills you need to fight the colonial power and the skills you need to gain independence are not necessarily the same you need to run a country."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "The Arab Spring reminds me a bit of the decolonisation process where one country gets independence, and everybody else wants it."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "As a boy, the very words 'Liberty Bell' and 'Independence Hall' fired my imagination and made a profound and lasting impression on my mind. Throughout my struggle to secure national freedom for China, I have continuously dreamed of the day when she would assume the full stature of an independent, democratic nation."
   },
   "author": {
    "text": "Chiang Kai-shek"
   }
  },
  {
   "quote": {
    "text": "In a world of status, independence is key, because a primary means of establishing status is to tell others what to do, and taking orders is a marker of low status. Though all humans need both intimacy and independence, women tend to focus on the first and men on the second. It is as if their lifeblood ran in different directions."
   },
   "author": {
    "text": "Deborah Tannen"
   }
  },
  {
   "quote": {
    "text": "I have grown up alone. I've taken care of myself. I worked, earned money and was independent at 18."
   },
   "author": {
    "text": "Ingrid Bergman"
   }
  },
  {
   "quote": {
    "text": "The good man is he who rules himself as he does his own property: his autonomous being is modelled on material power."
   },
   "author": {
    "text": "Theodor W. Adorno"
   }
  },
  {
   "quote": {
    "text": "There can be no argument about the Lone Star State's significant contributions to American history, and we must remember the actions and the sacrifices of those who made Texas independence a reality."
   },
   "author": {
    "text": "Michael McCaul"
   }
  },
  {
   "quote": {
    "text": "Our position is that we do not accept conditions of any kind which may affect the independence and sovereignty of our country just with the view to solve economic problems existing between the United States and Cuba."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "I think a common misperception about attuning and tending to a child's needs so constantly is that they don't grow in their independence, but I think that the opposite is true."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "In the Imperialist Era, the foreign loan played an outstanding part as a means for young capitalist countries to acquire independence."
   },
   "author": {
    "text": "Rosa Luxemburg"
   }
  },
  {
   "quote": {
    "text": "Americans' information independence is under attack, whether it's the repeal of net neutrality or the repeal of broadband privacy protections."
   },
   "author": {
    "text": "Jared Polis"
   }
  },
  {
   "quote": {
    "text": "I don't think it's a Western thing to really talk about intrinsic motivation and the drive for autonomy, mastery and purpose. You have to not be struggling for survival. For people who don't know where their next meal is coming, notions of finding inner motivation are comical."
   },
   "author": {
    "text": "Daniel H. Pink"
   }
  },
  {
   "quote": {
    "text": "For many young women, the dream of independence and a home of their own is a tantalising goal, while a lifetime devoted solely to catering for another person's needs would be hard to countenance."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "To me, both the Declaration of Independence and the Communist Manifesto contain underlying truths, but the West doesn't permit a middle road."
   },
   "author": {
    "text": "Sukarno"
   }
  },
  {
   "quote": {
    "text": "The most effective check and balance on government has been an independent press which maintains its credibility by ensuring that its criticism is balanced and based on fact - based indeed on solid journalistic work."
   },
   "author": {
    "text": "Malcolm Turnbull"
   }
  },
  {
   "quote": {
    "text": "The most desirable state of mankind is that which maintains general security with the smallest encroachment upon individual independence."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "We believe in government involvement that leads to independence: good schools, quality roads and the best health care."
   },
   "author": {
    "text": "Rick Perry"
   }
  },
  {
   "quote": {
    "text": "Happy for America, happy for Europe, perhaps for the world when, on the delivery of Cornwallis's sword to the illustrious, the immortal Washington, or rather by his order, to the brave Lincoln, the sun of Liberty and Independence burst through a sable cloud, and his benign influence was, almost instantaneously, felt in our remotest corners!"
   },
   "author": {
    "text": "Deborah Sampson"
   }
  },
  {
   "quote": {
    "text": "For years, TransCanada has been selling the Keystone XL pipeline to Americans with all of the enthusiasm of a used car salesman - and using all of the same tricks. However, one myth is more egregious than all the rest: this pipeline will enhance America's energy independence."
   },
   "author": {
    "text": "Tom Steyer"
   }
  },
  {
   "quote": {
    "text": "While the seeming independence of the federal judiciary has played a vital part in making its actions virtual Holy Writ for the bulk of the people, it is also and ever true that the judiciary is part and parcel of the government apparatus and appointed by the executive and legislative branches."
   },
   "author": {
    "text": "Murray Rothbard"
   }
  },
  {
   "quote": {
    "text": "I have an interesting perspective on depending on others. I think it gives people a chance to serve. And I'm not so much big on independence, as I am on interdependence. I'm not talking about co-dependency, I'm talking about giving people the opportunity to practicing love with its sleeves rolled up."
   },
   "author": {
    "text": "Joni Eareckson Tada"
   }
  },
  {
   "quote": {
    "text": "While most Americans know about the Boston Tea Party, few are aware of the Liberty Tree and how important it was to fanning the flames of rebellion that led to the revolution in 1775 and the Declaration of Independence."
   },
   "author": {
    "text": "Ronald Kessler"
   }
  },
  {
   "quote": {
    "text": "I am convinced that the Obama administration and Clinton Dynasty would rather hail the Communist Manifesto than the Declaration of Independence this Fourth of July. And there's more than enough proof to show how they have been slow-cooking our Founders' republic into a red-star state like China."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "There's very little proof that Obama or anyone in his administration - particularly Hillary Clinton - truly understands or believes the tenets in the U.S. Constitution or the Declaration of Independence. If they did, they would know that they are running a federal government in direct contradiction to both of those sacred documents."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "Conservatives understand that the power that binds our republic together is fierce independence held high on the shoulders of compassion."
   },
   "author": {
    "text": "Allen West"
   }
  },
  {
   "quote": {
    "text": "I think that my parents' divorce gave me a very strong sense of self-reliance and independence. I realised that I needed to make sure I could support myself because you don't know what's going to happen in the future."
   },
   "author": {
    "text": "Felicity Jones"
   }
  },
  {
   "quote": {
    "text": "In the summer of 1776 our Founding Fathers sought to secure our independence and the liberties that remain the foundation of our nation today."
   },
   "author": {
    "text": "Doc Hastings"
   }
  },
  {
   "quote": {
    "text": "We cannot forget that our flag received its first foreign salute from a Dutch officer, nor that the Province of Friesland gave to our independence its first formal recognition."
   },
   "author": {
    "text": "Seth Low"
   }
  },
  {
   "quote": {
    "text": "Freedom of religion is a principle that is central to our Nation's Declaration of Independence. Congress has taken this positive step to protect our freedom to express allegiance to America's flag and the ideals it represents."
   },
   "author": {
    "text": "Ron Lewis"
   }
  },
  {
   "quote": {
    "text": "In my day, the only people who achieved real independence were my father, Mary Pickford and Charles Chaplin, who, with D. W. Griffith, formed United Artists. Other than that, everybody belonged to the big studios. They had no say in their own careers."
   },
   "author": {
    "text": "Douglas Fairbanks, Jr."
   }
  },
  {
   "quote": {
    "text": "We, the French, are viscerally attached to our laicite, our sovereignty, our independence, our values. The world knows that when France is attacked, it is liberty that is dealt a blow."
   },
   "author": {
    "text": "Marine Le Pen"
   }
  },
  {
   "quote": {
    "text": "Perhaps a hundred people assembled one evening, May 15, 1876, at the time when the country was celebrating the hundredth anniversary of its political independence."
   },
   "author": {
    "text": "Felix Adler"
   }
  },
  {
   "quote": {
    "text": "A tragic irony of life is that we so often achieve success or financial independence after the chief reason for which we sought it has passed away."
   },
   "author": {
    "text": "Ellen Glasgow"
   }
  },
  {
   "quote": {
    "text": "National independence, and the preceding political struggles, helped create the space for literary creation in many post-colonial countries. Much of modern Indian or Chinese literature is inconceivable without the political movement for freedom from foreign rule."
   },
   "author": {
    "text": "Pankaj Mishra"
   }
  },
  {
   "quote": {
    "text": "Since achieving their independence in 1992, the people of Croatia have built a democratic society based on the rule of law, respect for human rights, and a free market economy."
   },
   "author": {
    "text": "Elton Gallegly"
   }
  },
  {
   "quote": {
    "text": "A couple years ago, the novelist Russell Banks told me he was reading the ancient Greek historian Herodotus. I asked why. He said, 'Because I've always wanted to and am tired of having my reading assigned.' I thought it was a marvelous declaration of independence."
   },
   "author": {
    "text": "Richard Russo"
   }
  },
  {
   "quote": {
    "text": "It is not wealth one asks for, but just enough to preserve one's dignity, to work unhampered, to be generous, frank and independent."
   },
   "author": {
    "text": "W. Somerset Maugham"
   }
  },
  {
   "quote": {
    "text": "Only children are weird. The only children I know, including myself, are either superweird or very talented and special or a mix of the two. I think there was always a certain independence and loneliness - I had a lot of imaginary friends as a kid."
   },
   "author": {
    "text": "Rachel Bloom"
   }
  },
  {
   "quote": {
    "text": "At a time when special interest money is being showered on legislators in Washington, grassroots donors offer members of Congress a refreshing independence. The $25 and $50 donor is not looking for special favors. He or she is simply expecting their Congressman to go do the right thing."
   },
   "author": {
    "text": "John Sarbanes"
   }
  },
  {
   "quote": {
    "text": "Every barrel of oil that we produce around the world benefits Americans because it keeps prices down. We can talk more later about American energy independence, but the facts are, every barrel we produce helps Americans because it keeps prices down."
   },
   "author": {
    "text": "John S. Watson"
   }
  },
  {
   "quote": {
    "text": "What's brilliant about the United States system of government is separation of power. Not only the executive, legislative, judicial branches, but also the independence of the military from civilians, an independent media and press, an independent central bank."
   },
   "author": {
    "text": "Feisal Abdul Rauf"
   }
  },
  {
   "quote": {
    "text": "The existence of slavery cast the shadow of hypocrisy over the otherwise noble proclamation of the rights to life, liberty and the pursuit of happiness in our Declaration of Independence."
   },
   "author": {
    "text": "Blase J. Cupich"
   }
  },
  {
   "quote": {
    "text": "In a zombie apocalypse movie, nobody's ever seen a zombie movie. Or in an alien invasion movie, nobody has ever seen an alien invasion movie, like 'Independence Day.'"
   },
   "author": {
    "text": "Ernest Cline"
   }
  },
  {
   "quote": {
    "text": "While the majority of my childhood memories are beautiful, I also have experienced the challenges that Nigeria has faced since independence."
   },
   "author": {
    "text": "Jidenna"
   }
  },
  {
   "quote": {
    "text": "For centuries, America has led the world on a long march toward freedom and democracy. Let's reclaim our clean energy leadership and lead the world toward clean energy independence."
   },
   "author": {
    "text": "John Garamendi"
   }
  },
  {
   "quote": {
    "text": "The scale of 'Independence Day' is much more than 'Stargate.'"
   },
   "author": {
    "text": "Dean Devlin"
   }
  },
  {
   "quote": {
    "text": "I do need my independence. I have to have that."
   },
   "author": {
    "text": "Carol Vorderman"
   }
  },
  {
   "quote": {
    "text": "The one thing that the President can do is to establish a real energy independence plan. We have all the recources we need right here in this country to establish energy independence if we had the leadership."
   },
   "author": {
    "text": "Herman Cain"
   }
  },
  {
   "quote": {
    "text": "Cinco de Mayo is an important day. The Mexicans had to defend themselves from the French. It is historically significant, but it is not Mexican Independence Day."
   },
   "author": {
    "text": "Kuno Becker"
   }
  },
  {
   "quote": {
    "text": "For the record, I believe elected officials should talk about faith. Our founders believed the moral principles of faith were indispensable to our nation's survival. The Declaration of Independence mentions God four times."
   },
   "author": {
    "text": "Gary Bauer"
   }
  },
  {
   "quote": {
    "text": "For America, 1812 became the war in which it had finally gained its independence. For Britain, 1812 became the skirmish it had contained, while winning the real war against its greatest nemesis, Napoleon."
   },
   "author": {
    "text": "Amanda Foreman"
   }
  },
  {
   "quote": {
    "text": "Elvis Presley, The Rolling Stones, David Bowie and The Sex Pistols may come and go, but rebellion remains a key part of the rock n' roll experience. However, that rebellion - the outgrowth of a youthful search for independence and identity - doesn't always take the same form."
   },
   "author": {
    "text": "Robert Hilburn"
   }
  },
  {
   "quote": {
    "text": "The independence project in Catalonia is... a peaceful revolution, carried out in suit, shirt, and tie."
   },
   "author": {
    "text": "Carles Puigdemont"
   }
  },
  {
   "quote": {
    "text": "We're seeing a reaction - and people taking to the streets with pots and pans - in areas where the independence movement isn't supposed to exist. People have to choose between one model and another. Everyone in Catalonia has realised that not taking part means ratifying the politics of repression of the Spanish government."
   },
   "author": {
    "text": "Carles Puigdemont"
   }
  },
  {
   "quote": {
    "text": "All we want is to carry out the greatest expression of a free democracy and vote on Catalonia's future. This is not about independence: it is about fundamental civil rights and the universal right of self-determination."
   },
   "author": {
    "text": "Carles Puigdemont"
   }
  },
  {
   "quote": {
    "text": "I've always backed energy independence policies, but I've heard from people on this issue like no other. The energy interests of Illinois are far broader and deeper than my North Shore district."
   },
   "author": {
    "text": "Mark Kirk"
   }
  },
  {
   "quote": {
    "text": "The house of Austria has publicly used every effort to deprive the country of its legitimate Independence and Constitution, designing to reduce it to a level with the other provinces long since deprived of all freedom, and to unite all in a common sink of slavery."
   },
   "author": {
    "text": "Lajos Kossuth"
   }
  },
  {
   "quote": {
    "text": "I think it is important to let your kids have independence and ownership. Let your kids do what they have a passion for."
   },
   "author": {
    "text": "Ted Ligety"
   }
  },
  {
   "quote": {
    "text": "First, I think more Americans need to declare their independence from partisan politics on both sides. The more that Americans declare their independence, the more the parties will have to compete for their votes using reason rather than the hateful appeals."
   },
   "author": {
    "text": "John Avlon"
   }
  },
  {
   "quote": {
    "text": "Since the German people, with unparalleled heroism, but also at the cost of fearful sacrifices, has waged war against half the world, it is our right and our duty to obtain safety and independence for ourselves at sea."
   },
   "author": {
    "text": "Bernhard von Bulow"
   }
  },
  {
   "quote": {
    "text": "Until women learn to want economic independence, and until they work out a way to get this independence without denying themselves the joys of love and motherhood, it seems to me feminism has no roots."
   },
   "author": {
    "text": "Crystal Eastman"
   }
  },
  {
   "quote": {
    "text": "I am dying, but with a strong hope and persuasion that my country will gain her independence."
   },
   "author": {
    "text": "David Wooster"
   }
  },
  {
   "quote": {
    "text": "The possession of land seems to be a greater gratification to the pride and independence of men."
   },
   "author": {
    "text": "George Richards Minot"
   }
  },
  {
   "quote": {
    "text": "It is hard to conceive of the utter demoralization, of the political blindness and immorality, of the patriotic dishonesty, of the cruelty and degradation of a people who supplemented the incomparable Declaration of Independence with the Fugitive Slave Law."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "The most unpardonable sin in society is independence of thought."
   },
   "author": {
    "text": "Emma Goldman"
   }
  },
  {
   "quote": {
    "text": "I really think we should pass a law in every state, I don't care whether it takes the independence away from an old person or not. You shouldn't be driving a car if you're over the age of 80. Maybe even less than that."
   },
   "author": {
    "text": "Evel Knievel"
   }
  },
  {
   "quote": {
    "text": "Mad, adj. Affected with a high degree of intellectual independence."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "Self-reliance - that's a dirty word to Democrats. They want people to believe that self-reliance means you don't do anything with anybody. They don't want it thought of as accepting responsibility for one's life. Enterprise. Imagination. Independence. Entrepreneurism."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "I hold that there is a mysterious connection between the fate of this country and that of Mexico; so much so that her independence and capability of sustaining herself are almost as essential to our prosperity and the maintenance of our institutions as they are to hers."
   },
   "author": {
    "text": "John C. Calhoun"
   }
  },
  {
   "quote": {
    "text": "What we want, above all things on earth in our public men, is independence. It is one great defect in the character of the public men of America that there is that real want of independence; and, in this respect, a most marked contrast exists between public men in this country and in Great Britain."
   },
   "author": {
    "text": "John C. Calhoun"
   }
  },
  {
   "quote": {
    "text": "The Declaration of Independence pronounced the irrevocable decree of political separation, between the United States and their people on the one part, and the British king, government, and nation on the other."
   },
   "author": {
    "text": "John Quincy Adams"
   }
  },
  {
   "quote": {
    "text": "It's no accident that my first novel was called Americana. This was a private declaration of independence, a statement of my intention to use the whole picture, the whole culture."
   },
   "author": {
    "text": "Don DeLillo"
   }
  },
  {
   "quote": {
    "text": "Whatever we do toward energy independence has to be done in the context of using less resources."
   },
   "author": {
    "text": "Alan Mulally"
   }
  },
  {
   "quote": {
    "text": "I'm for absolute autonomy of the individual, and an adult, competent woman has absolute autonomy. It's her choice."
   },
   "author": {
    "text": "Jack Kevorkian"
   }
  },
  {
   "quote": {
    "text": "I've always been hopeful about Scotland's prospects. And I now believe more than ever that Scotland is within touching distance of achieving independence and equality."
   },
   "author": {
    "text": "Sean Connery"
   }
  },
  {
   "quote": {
    "text": "Going back to South Sudan after the independence took place was deeply emotional for me because I had gone through the civil war with my family just before going to seek refuge in London."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "I've never joined any organization - not even the ones I've organized myself. I prize my own independence too much."
   },
   "author": {
    "text": "Saul Alinsky"
   }
  },
  {
   "quote": {
    "text": "The idea of the Songun revolution is an idea of giving importance and precedence to military affairs in implementing the masses' cause of independence, the socialist cause, and pushing ahead with the overall revolution and construction with the revolutionary army as the core force."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "The cause of the WPK is a sacred historic cause for fully realizing the independence of the masses of the people, the cause of the Juche revolution."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "India is known for much development that has happened since our independence, but at the same time, we have also failed on many levels. It is the responsibility of the future generation to ensure that all these failures are corrected and help create a civilised society with equal opportunities for one and all."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "Our founders got it right when they wrote in the Declaration of Independence that our rights come from nature and nature's God, not from government."
   },
   "author": {
    "text": "Paul Ryan"
   }
  },
  {
   "quote": {
    "text": "What Tupperware has stood for all these years is the independence of women, allowing women to work from home, earn a living - and that what this Boys & Girls Clubs of America program, the SMART Girls program, is about."
   },
   "author": {
    "text": "Brooke Shields"
   }
  },
  {
   "quote": {
    "text": "Simon Bolivar, when history led him - and as Karl Marx said, men can make history, but only as far as history allows us to do so - when history took Bolivar and made him the leader of the independence process in Venezuela, he made that process revolutionary."
   },
   "author": {
    "text": "Hugo Chavez"
   }
  },
  {
   "quote": {
    "text": "What the Anzac legend did do, by the bravery and sacrifice of our troops, was reinforce our own cultural notions of independence, mateship, and ingenuity. Of resilience and courage in adversity."
   },
   "author": {
    "text": "Paul Keating"
   }
  },
  {
   "quote": {
    "text": "The hope of the nation which throughout the nineteenth century had not for a moment reconciled itself with the loss of independence, and fighting for its own freedom, fought at the same time for the freedom of other nations."
   },
   "author": {
    "text": "Lech Walesa"
   }
  },
  {
   "quote": {
    "text": "It matters enormously to a successful democratic society like ours that we have three branches of government, each with some independence and some control over the other two. That's set out in the Constitution."
   },
   "author": {
    "text": "Sandra Day O'Connor"
   }
  },
  {
   "quote": {
    "text": "Family ownership provides the independence that is sometimes required to withstand governmental pressure and preserve freedom of the press."
   },
   "author": {
    "text": "Katharine Graham"
   }
  },
  {
   "quote": {
    "text": "You cannot build character and courage by taking away a man's initiative and independence."
   },
   "author": {
    "text": "William J. H. Boetcker"
   }
  },
  {
   "quote": {
    "text": "You cannot build character and courage by destroying men's initiative and independence."
   },
   "author": {
    "text": "William J. H. Boetcker"
   }
  },
  {
   "quote": {
    "text": "China not only fights for her own independence, but also for the liberation of every oppressed nation. For us, the Atlantic Charter and President Roosevelt's proclamation of the Four Freedoms for all peoples are corner-stones of our fighting faith."
   },
   "author": {
    "text": "Chiang Kai-shek"
   }
  },
  {
   "quote": {
    "text": "Externally China desires independence, internally she seeks to maintain her existence as a nation; China therefore strives to loose the bonds that bind her people, and to complete the establishment of a new State."
   },
   "author": {
    "text": "Chiang Kai-shek"
   }
  },
  {
   "quote": {
    "text": "They tell me that it will be hard to find a man strong enough to love my own strength and independence, and not worry about being Mr. Diana Ross, but I disagree. I know absolutely that that man is somewhere out there."
   },
   "author": {
    "text": "Diana Ross"
   }
  },
  {
   "quote": {
    "text": "Democracy is not the end point of mankind. There may be developments in many different directions in the coming centuries. Democracy has only existed for about 200 years. It started out with the American Declaration of Independence. The Americans got their ideas from the Europeans, in the main from the French, the Dutch and the British."
   },
   "author": {
    "text": "Helmut Schmidt"
   }
  },
  {
   "quote": {
    "text": "Four hundred million in India, and millions everywhere, have told you, precisely, that the colored people are not going to die for anybody: they are going to die for their independence."
   },
   "author": {
    "text": "Paul Robeson"
   }
  },
  {
   "quote": {
    "text": "Could I say that the reason that I am here today, you know, from the mouth of the State Department itself, is: I should not be allowed to travel because I have struggled for years for the independence of the colonial peoples of Africa."
   },
   "author": {
    "text": "Paul Robeson"
   }
  },
  {
   "quote": {
    "text": "The Remain campaign... I've never seen a more miserable offering. All they are saying is stay in and we'll do our best to make sure that Britain's Parliamentary independence isn't eroded faster than we can possibly imagine."
   },
   "author": {
    "text": "Boris Johnson"
   }
  },
  {
   "quote": {
    "text": "The Recovery plan will put money in the pockets of the American worker, create and save millions of new jobs and invest in crucial areas such as health care, education, energy independence and a new infrastructure."
   },
   "author": {
    "text": "Valerie Jarrett"
   }
  },
  {
   "quote": {
    "text": "Every American must be guaranteed dignity and independence in their retirement."
   },
   "author": {
    "text": "Jan Schakowsky"
   }
  },
  {
   "quote": {
    "text": "My mother was an activist; so was my father. They came from a generation of young Somalis who were actively involved in getting independence for Somalia in 1960."
   },
   "author": {
    "text": "Iman"
   }
  },
  {
   "quote": {
    "text": "For me, I always have looked at 'indie' as a term of 'independence.' Never associated a sonic gesture with that in the same way that pop music has always meant 'popular' to me; you know, it didn't define a sound."
   },
   "author": {
    "text": "Solange Knowles"
   }
  },
  {
   "quote": {
    "text": "In the Steven F. Austin Colony, which was the first colony, Texans first established a provisional government in 1835 with the intention of writing a declaration of independence soon after."
   },
   "author": {
    "text": "Michael McCaul"
   }
  },
  {
   "quote": {
    "text": "America is a country that seems forever to be toddler or teenager, at those two stages of human development characterized by conflict between autonomy and security."
   },
   "author": {
    "text": "Anna Quindlen"
   }
  },
  {
   "quote": {
    "text": "Work means independence. It allowed me to shape my life on so many levels."
   },
   "author": {
    "text": "Natalie Massenet"
   }
  },
  {
   "quote": {
    "text": "Christian conservatives care about their families eating. They're concerned about energy independence. They're concerned about functional government."
   },
   "author": {
    "text": "Mike Huckabee"
   }
  },
  {
   "quote": {
    "text": "The way I was grew up gave me a slight fearlessness and a sense of independence. There are things about it that have definitely informed me. And then, as a parent, it's done the opposite. It's made me feel much more protective. There are boundaries in my kids' lives that I don't think I had."
   },
   "author": {
    "text": "Sam Taylor-Johnson"
   }
  },
  {
   "quote": {
    "text": "I work hard, I make my own living and I love it. I like having financial independence."
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "Great research universities must insist on independence from government and on the exercise of academic freedom."
   },
   "author": {
    "text": "Alan Dershowitz"
   }
  },
  {
   "quote": {
    "text": "The same independence that got me into trouble in high school got me praise in college."
   },
   "author": {
    "text": "Alan Dershowitz"
   }
  },
  {
   "quote": {
    "text": "I wish to reiterate solemnly China's continued firm support to Pakistan in its efforts to uphold independence, sovereignty, and territorial integrity."
   },
   "author": {
    "text": "Li Keqiang"
   }
  },
  {
   "quote": {
    "text": "We must first and foremost defend Hungary's independence and sovereignty, and, if needed, we must regain it."
   },
   "author": {
    "text": "Viktor Orban"
   }
  },
  {
   "quote": {
    "text": "Without U.S. independence, North America would have remained a rural, non-industrial breadbasket. Blessed as it was with natural resources, agrarian North America would have supplied cotton and beef and lumber to industrial Britain. America would thus be more like Australia - a nice enough place to live, but no kind of world power."
   },
   "author": {
    "text": "Steve Bannon"
   }
  },
  {
   "quote": {
    "text": "We shall never be understood or respected by the English until we carry our individuality to extremes, and by asserting our independence, become of sufficient consequence in their eyes to merit a closer study than they have hitherto accorded us."
   },
   "author": {
    "text": "Henry Lawson"
   }
  },
  {
   "quote": {
    "text": "My parents were the ones who gave me the independence, who gave me the spark to do anything that you set your mind to, as all parents should do for their kids."
   },
   "author": {
    "text": "Marlee Matlin"
   }
  },
  {
   "quote": {
    "text": "The hydrogen powered car, with its high fuel mileage and zero emission rate, is just one example of the products under development that will help increase our energy independence."
   },
   "author": {
    "text": "Dan Lipinski"
   }
  },
  {
   "quote": {
    "text": "Above all, film is a business... Independence is a really cool thing as you can be a bit more bold, and take a few more chances with what you do."
   },
   "author": {
    "text": "Mel Gibson"
   }
  },
  {
   "quote": {
    "text": "It is critical that special counsels have the independence and resources they need to lead investigations."
   },
   "author": {
    "text": "Thom Tillis"
   }
  },
  {
   "quote": {
    "text": "You need only reflect that one of the best ways to get yourself a reputation as a dangerous citizen these days is to go about repeating the very phrases which our founding fathers used in the struggle for independence."
   },
   "author": {
    "text": "Charles A. Beard"
   }
  },
  {
   "quote": {
    "text": "India helped Bangladesh to achieve independence. The Bangladeshis should remain happy inside the territory of their own country."
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "The Fed's independence is critical."
   },
   "author": {
    "text": "Ben Bernanke"
   }
  },
  {
   "quote": {
    "text": "Energy independence and energy security are really two different things."
   },
   "author": {
    "text": "Rex Tillerson"
   }
  },
  {
   "quote": {
    "text": "Filipinos are not worse than any other colonized people except that our colonization was a little longer, and the independence movement was always dictated in political terms, never in social ones. We borrowed terms, but we didn't understand them."
   },
   "author": {
    "text": "Ferdinand Marcos"
   }
  },
  {
   "quote": {
    "text": "I think America is strong enough to fix the problems, grace and honor to D.C. I think energy independence and control spending. We have to go to a balanced budget. Quite frankly, as far as our debt goes, I don't think you can tax your way out of it. I think people are taxed enough."
   },
   "author": {
    "text": "Ryan Zinke"
   }
  },
  {
   "quote": {
    "text": "I was in Independence, Missouri when Johnson signed the Medicare bill, with Truman standing there. Truman had first proposed Medicare, but couldn't get it through."
   },
   "author": {
    "text": "Helen Thomas"
   }
  },
  {
   "quote": {
    "text": "I had fought for my independence and fought for my freedom to do as I chose."
   },
   "author": {
    "text": "Kris Kristofferson"
   }
  },
  {
   "quote": {
    "text": "Well, you know, Thomas Jefferson, who was the author of the Declaration of Independence said he wouldn't have any atheists in his cabinet because atheists wouldn't swear an oath to God. That was Jefferson and we have never had any Muslims in the cabinet."
   },
   "author": {
    "text": "Pat Robertson"
   }
  },
  {
   "quote": {
    "text": "I do know that Syria never will recognize Lebanon as an independent country, and the declaration of independence of Lebanon took place in 1943. Syria never - Syria never have recognized Lebanon. They regard Lebanon as part of Syria."
   },
   "author": {
    "text": "Ariel Sharon"
   }
  },
  {
   "quote": {
    "text": "Men say they love independence in a woman, but they don't waste a second demolishing it brick by brick."
   },
   "author": {
    "text": "Candice Bergen"
   }
  },
  {
   "quote": {
    "text": "This game wears on you. It tears you down. It's perpetual motion for some people who've achieved a level of independence, like Madonna and Jay-Z - they don't need to do music anymore. But there's people who need it. And in that need, that's when it's tough and it tears you to pieces."
   },
   "author": {
    "text": "Lupe Fiasco"
   }
  },
  {
   "quote": {
    "text": "Russia also declared its independence. This was approved by the Supreme Soviet, and you know and remember that there was the Declaration on the Independence of Russia."
   },
   "author": {
    "text": "Boris Yeltsin"
   }
  },
  {
   "quote": {
    "text": "It is not the greatness of a man's means that makes him independent, so much as the smallness of his wants."
   },
   "author": {
    "text": "William Cobbett"
   }
  },
  {
   "quote": {
    "text": "If you are going to have to play defense all the time, you cannot have the kind of ingenuity, assertiveness, independence, and intelligence which is what has made our country strong."
   },
   "author": {
    "text": "Arlen Specter"
   }
  },
  {
   "quote": {
    "text": "I think my independence was a big help to getting Judges Roberts and Alito confirmed, and I think that's recognized."
   },
   "author": {
    "text": "Arlen Specter"
   }
  },
  {
   "quote": {
    "text": "Who can forget the awesome scene in 'Independence Day' when the White House gets blown up by aliens? Sure, it looks cheesy now, but back in 1994, it was incredible."
   },
   "author": {
    "text": "Phoebe Robinson"
   }
  },
  {
   "quote": {
    "text": "Pharmaceuticals have become an increasingly important part of modern medicine, and our seniors shouldn't have to worry about whether they can afford the medicines they need to stay healthy and maintain their independence."
   },
   "author": {
    "text": "Mike Simpson"
   }
  },
  {
   "quote": {
    "text": "Puerto Ricans are United States citizens, and I think that the issue of statehood or independence needs to be addressed and needs to be resolved."
   },
   "author": {
    "text": "Rosie Perez"
   }
  },
  {
   "quote": {
    "text": "Britain is characterized not just by its independence but, above all, by its openness."
   },
   "author": {
    "text": "David Cameron"
   }
  },
  {
   "quote": {
    "text": "I had always wanted to belong, and I had been thinking that this was going to get solved when I had money, and instead, I had no idea how I wanted to live my life. And no one teaches you what to do after you achieve financial independence. So I had to confront that."
   },
   "author": {
    "text": "Daniel Ek"
   }
  },
  {
   "quote": {
    "text": "I was brought up in great tenderness, and though my mind was proud to independence, I was never led to much independence of feeling."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "To diminish the cases in which the assistance of others is felt absolutely necessary is the only genuine road to independence."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "Except for the Bible, the two greatest documents ever written are the U.S. Constitution and the Declaration of Independence."
   },
   "author": {
    "text": "Rafael Cruz"
   }
  },
  {
   "quote": {
    "text": "The American Revolution and Declaration of Independence, it has often been argued, were fueled by the most radical of all American political ideas."
   },
   "author": {
    "text": "Carl Bernstein"
   }
  },
  {
   "quote": {
    "text": "There is a core independence and dignity you get when you control your own time."
   },
   "author": {
    "text": "Travis Kalanick"
   }
  },
  {
   "quote": {
    "text": "As president, Barack Obama has the potential to finally bring our country together to meet the enormous challenges ahead. This includes restoring economic prosperity, moving toward energy independence, delivering affordable health care for all, and implementing a responsible, effective foreign policy."
   },
   "author": {
    "text": "Amy Klobuchar"
   }
  },
  {
   "quote": {
    "text": "I think the four major leagues ought to set up a joint commission - say, of retired judges - to rule on athletes who are accused of doing bad things away from the game. Then each league would retain its independence in determining what penalties their players should get for infractions committed within the sport."
   },
   "author": {
    "text": "Frank Deford"
   }
  },
  {
   "quote": {
    "text": "I was the youngest and on my own a lot. I think this probably taught me independence and how to be okay with my own company. Also, it meant I read a lot."
   },
   "author": {
    "text": "Zoe Foster Blake"
   }
  },
  {
   "quote": {
    "text": "Women are living independently, but we don't yet have the social and economic policies behind us to support that independence."
   },
   "author": {
    "text": "Rebecca Traister"
   }
  },
  {
   "quote": {
    "text": "It's essential for the U.S. and Europe to prevent Putin from going farther and reversing the hard-won independence of former Soviet republics."
   },
   "author": {
    "text": "George Packer"
   }
  },
  {
   "quote": {
    "text": "The swashbuckling independence of my childhood was not all good, and as a father, I'm puzzling out how to be part of my children's lives rather than shoehorning them into mine. But there's a risk that I'll overcompensate, of course."
   },
   "author": {
    "text": "John Dickerson"
   }
  },
  {
   "quote": {
    "text": "Here's the American situation - we have moved from a culture of independence to a culture of dependence. We have moved from capitalism into the direction of socialism. We have moved from being a beacon of strength internationally to a position of weakness."
   },
   "author": {
    "text": "Carlos Beruff"
   }
  },
  {
   "quote": {
    "text": "Talk radio can't work unless you have the kind of independence you get by being part of an independent news network. You can't be beholden to an agenda, and that's what I like about Fox: It doesn't have one."
   },
   "author": {
    "text": "Alan Colmes"
   }
  },
  {
   "quote": {
    "text": "Israeli independence - what we Arabs call al-Naqba, 'The Catastrophe' - it created Palestinian identity more than anything else."
   },
   "author": {
    "text": "Sayed Kashua"
   }
  },
  {
   "quote": {
    "text": "After Independence, there were periods of very high taxation. So you didn't create wealth, how will you distribute it? When was the first time capital gains tax was introduced? It was 1992 March. Till then, everything was taxed one way."
   },
   "author": {
    "text": "Shiv Nadar"
   }
  },
  {
   "quote": {
    "text": "I don't have good business sense. You never get much money for the arts. But I like independence. I like to grow."
   },
   "author": {
    "text": "Cyndi Lauper"
   }
  },
  {
   "quote": {
    "text": "My mother gave me a sense of independence, a sense of total confidence that we could do whatever it was we set out to do. That's how we were raised."
   },
   "author": {
    "text": "Robin Wright"
   }
  },
  {
   "quote": {
    "text": "The Labor party under my leadership is working to bring the Israeli people together from all nationalities in the spirit of the scroll of independence."
   },
   "author": {
    "text": "Ehud Barak"
   }
  },
  {
   "quote": {
    "text": "Spending only what the country can afford, rewarding savings, encouraging independence, supporting marriage: people know that these things are common sense."
   },
   "author": {
    "text": "William Hague"
   }
  },
  {
   "quote": {
    "text": "You can gain in your effectiveness as a politician from a wide acquaintance with the world and from a degree of independence that having some outside interests gives."
   },
   "author": {
    "text": "William Hague"
   }
  },
  {
   "quote": {
    "text": "Nature never said to me: Do not be poor; still less did she say: Be rich; her cry to me was always: Be independent."
   },
   "author": {
    "text": "Nicolas Chamfort"
   }
  },
  {
   "quote": {
    "text": "I cannot compromise or inhibit my independence."
   },
   "author": {
    "text": "Walter Annenberg"
   }
  },
  {
   "quote": {
    "text": "Like millions of Scots, I've agonised over whether to go for independence or remain with the Union."
   },
   "author": {
    "text": "Rory Bremner"
   }
  },
  {
   "quote": {
    "text": "Scotland needs comedy more than ever. With the independence debate, finally after 300 years, reaching room temperature."
   },
   "author": {
    "text": "Rory Bremner"
   }
  },
  {
   "quote": {
    "text": "New Hampshire is one of the birthplaces of American freedom and independence - a place with a love and a passion for liberty."
   },
   "author": {
    "text": "Marsha Blackburn"
   }
  },
  {
   "quote": {
    "text": "As a teenager, I had a weakness for freedom fighters. When Mugabe came to London to negotiate independence, I vanished from home to stand outside his hotel. I was very disappointed that he looked like a dorky teacher."
   },
   "author": {
    "text": "Simon Sebag Montefiore"
   }
  },
  {
   "quote": {
    "text": "When Al Gore picked Joe Lieberman, it was a clear declaration of independence from President Clinton; no Democrat had been more critical of Clinton's misconduct."
   },
   "author": {
    "text": "Jeff Greenfield"
   }
  },
  {
   "quote": {
    "text": "Independence is all very well, but we animals never allow our friends to make fools of themselves beyond a certain limit; and that limit you've reached."
   },
   "author": {
    "text": "Kenneth Grahame"
   }
  },
  {
   "quote": {
    "text": "The search for happiness has long been a dominant feature of American life. It's a byproduct of prosperity, not to mention the most famous line in the Declaration of Independence."
   },
   "author": {
    "text": "Meghan Daum"
   }
  },
  {
   "quote": {
    "text": "I am going to take something I learned over in Israel. Their Independence Day is preceded the 24 hours before with Memorial Day, so it gives them a chance to serve and reflect and then celebrate. I am going to try to start that tradition here in America."
   },
   "author": {
    "text": "Glenn Beck"
   }
  },
  {
   "quote": {
    "text": "The morals of yesterday are no more. They are as dead as the day they were lived. Economic independence has put woman on exactly the same footing as man."
   },
   "author": {
    "text": "Norma Shearer"
   }
  },
  {
   "quote": {
    "text": "Stop exporting American jobs. Stop exporting American factories, and stop exporting American sovereignty and independence to global institutions like the World Trade Organization."
   },
   "author": {
    "text": "Pat Buchanan"
   }
  },
  {
   "quote": {
    "text": "Technology has changed things, same as everywhere. But the economy has changed drastically. When Jamaica first won independence, our dollar was stronger than the U.S. dollar. Now ours is about 90 to one. That's had a big impact on crime and poverty."
   },
   "author": {
    "text": "Damian Marley"
   }
  },
  {
   "quote": {
    "text": "The Congress has had an uneasy relationship with banks and bankers since Alexander Hamilton. It took the United States until 1913 to set up a central bank. The Federal Reserve earned its hard-won independence over years of effort."
   },
   "author": {
    "text": "Robert Zoellick"
   }
  },
  {
   "quote": {
    "text": "To research my book 'Me the People' - in which I have rewritten the entire Constitution of the United States - I flew to Greece, the birthplace of democracy. I bused to Philly, the home of independence. I even, if you can believe it, read the Constitution of the United States."
   },
   "author": {
    "text": "Kevin Bleyer"
   }
  },
  {
   "quote": {
    "text": "Women today are dealing with both their independence and also the fact that their lives are built around finding and satisfying the romantic models we grew up with."
   },
   "author": {
    "text": "Jane Campion"
   }
  },
  {
   "quote": {
    "text": "Senator Udall focused his entire campaign as a social-issues warrior, and that was rejected by the people of Colorado, who embraced our plan of creating jobs and opportunity, growing energy independence, looking at education opportunities for the future, and making sure we're focused on protecting this great Colorado environment."
   },
   "author": {
    "text": "Cory Gardner"
   }
  },
  {
   "quote": {
    "text": "Let's make sure we're doing what we can in our own backyard to gain our energy independence and to create American jobs with American energy."
   },
   "author": {
    "text": "Cory Gardner"
   }
  },
  {
   "quote": {
    "text": "The fact is that we cannot drill our way to independence. We cannot drill our way to freedom, and we cannot drill our way to create jobs in this country."
   },
   "author": {
    "text": "Jay Inslee"
   }
  },
  {
   "quote": {
    "text": "Since being quite young, I've had a very strong sense of independence and survival. As a child, I was on my own two feet emotionally."
   },
   "author": {
    "text": "Lena Headey"
   }
  },
  {
   "quote": {
    "text": "Work to me has become kind of a hobby. I was a part of something that gave me financial independence and the rent is paid. Now it's just about projects that turn me on."
   },
   "author": {
    "text": "Matt LeBlanc"
   }
  },
  {
   "quote": {
    "text": "I've always had an enormous sense of independence. But I know that sometimes I can be too independent. It is important to be able to share your life - so that is a work in progress for me."
   },
   "author": {
    "text": "Emilia Fox"
   }
  },
  {
   "quote": {
    "text": "Declaring independence was the most traumatic decision I had to live up to. Because I didn't want to do it."
   },
   "author": {
    "text": "Ian Smith"
   }
  },
  {
   "quote": {
    "text": "The men and women I work with in law enforcement deal with the consequences of the Democrats' selfish policies to encourage reliance on government, dependency instead of independence, and victimhood instead of the promise of earning your way to financial security."
   },
   "author": {
    "text": "David A. Clarke, Jr."
   }
  },
  {
   "quote": {
    "text": "I want my candidacy for the presidency of the United States to stand for a moment when we the people, stand once again for the independence from a government that has gotten too big and spends too much and has taken away too much of our liberties."
   },
   "author": {
    "text": "Michele Bachmann"
   }
  },
  {
   "quote": {
    "text": "Every year thousands of Americans mistakenly refer to Cinco de Mayo as Mexico's Independence Day."
   },
   "author": {
    "text": "Joe Baca"
   }
  },
  {
   "quote": {
    "text": "The only holiday of independence which I can never leave out is the celebration of the independence of the Jewish State of Israel."
   },
   "author": {
    "text": "Milos Zeman"
   }
  },
  {
   "quote": {
    "text": "The Declaration of Independence is that sacred American text so full of meaning and purpose and yet quite empty if you examine it and pull it apart because the words 'All Men' exclude a vast number of citizens."
   },
   "author": {
    "text": "Colson Whitehead"
   }
  },
  {
   "quote": {
    "text": "Our media provides a continuing message that for men, heroism is defined through association with control, independence, and the ability to commit violence, from superheroes to crime dramas."
   },
   "author": {
    "text": "Deeyah Khan"
   }
  },
  {
   "quote": {
    "text": "I believe in being a happy conservative: that you're happy because your policies will give people greater freedom, greater independence. But you have to explain why your policy makes life better."
   },
   "author": {
    "text": "Kevin McCarthy"
   }
  },
  {
   "quote": {
    "text": "I always had a very strong sense of independence. I really liked being able to buy my Alanis Morissette 'Jagged Little Pill' album. I wore that as a badge of honor. I love not having to rely on anyone."
   },
   "author": {
    "text": "Felicity Jones"
   }
  },
  {
   "quote": {
    "text": "The United States form a young republic, a confederacy which ought ever to be cemented by a union of interests and affection, under the influence of those principles which obtained their independence."
   },
   "author": {
    "text": "Mercy Otis Warren"
   }
  },
  {
   "quote": {
    "text": "In the over two centuries since the signing of the Declaration of Independence, millions of Americans have bravely served our nation in uniform so that all generations can continue to enjoy those same liberties."
   },
   "author": {
    "text": "Doc Hastings"
   }
  },
  {
   "quote": {
    "text": "I'd rather have the influence than the power, and the influence to me is to build institutions of independence and democracy, to regain for Egypt prestige in education and science and technology."
   },
   "author": {
    "text": "Ahmed Zewail"
   }
  },
  {
   "quote": {
    "text": "On this day, so full for Americans of thoughts connected with their National Independence, we may not forget that Americans have yet other grounds for gratitude to the people of the Netherlands."
   },
   "author": {
    "text": "Seth Low"
   }
  },
  {
   "quote": {
    "text": "And if you are a parent, introduce your children to their neighborhood library. It will give them a real sense of independence to have their own library card and enjoy borrowing books."
   },
   "author": {
    "text": "Sarah Jessica Parker"
   }
  },
  {
   "quote": {
    "text": "In its Declaration of Independence on May 15, 1948, Israel stretched out its hand in peace to its Arab neighbors, calling for an end to war and bloodshed. In response, seven Arab states invaded Israel. The U.N. resolution that partitioned the country was thus violated and effectively annulled."
   },
   "author": {
    "text": "Yitzhak Shamir"
   }
  },
  {
   "quote": {
    "text": "The 'Guardian''s unique ownership structure safeguards our editorial independence from commercial or political interference and means we can reinvest any money we receive into this journalism that matters so much."
   },
   "author": {
    "text": "Katharine Viner"
   }
  },
  {
   "quote": {
    "text": "Our clients value our independence as the leading partner of both the established providers and emerging players."
   },
   "author": {
    "text": "Pierre Nanterme"
   }
  },
  {
   "quote": {
    "text": "It's great that with the Internet, there has come this sense of creative independence."
   },
   "author": {
    "text": "Tavi Gevinson"
   }
  },
  {
   "quote": {
    "text": "Scotland is not a region of the U.K.; Scotland is a nation, and if we cannot protect our interests within a U.K. that is going to be changing fundamentally, then that right of Scotland to consider the options of independence has to be there."
   },
   "author": {
    "text": "Nicola Sturgeon"
   }
  },
  {
   "quote": {
    "text": "I'm not making any secret of the fact I still believe in independence. We'll continue to argue the case."
   },
   "author": {
    "text": "Nicola Sturgeon"
   }
  },
  {
   "quote": {
    "text": "I don't feel we need to be independent for me to feel confident in my Scottish identity. I think Scotland is pretty comfortable in its identity. We won't need independence to preserve it... if we don't become independent, it won't disappear; it isn't under existential threat."
   },
   "author": {
    "text": "Nicola Sturgeon"
   }
  },
  {
   "quote": {
    "text": "I feel very warm towards Mum and Dad for giving us the independence they did. My childhood, and the fact we didn't have a TV, gave me a boundless imagination."
   },
   "author": {
    "text": "Dido Armstrong"
   }
  },
  {
   "quote": {
    "text": "When Thomas Jefferson wrote the Declaration of Independence, declaring that all men were created equal, he owned slaves. Women couldn't vote. But, throughout history, our abolitionists, suffragettes, and civil rights leaders called on our nation, in reality, to live up to the nation's professed ideals in that Declaration."
   },
   "author": {
    "text": "Marvin Ammori"
   }
  },
  {
   "quote": {
    "text": "John Huston was a superb master. He knew how to make good films. I did three things with him. One is called Independence. It plays in Philadelphia, for free. It's been playing there for 25 years."
   },
   "author": {
    "text": "Eli Wallach"
   }
  },
  {
   "quote": {
    "text": "It's never been a point of reference to look to a man. It's not always a good thing, I suppose, but I think independence is always preferable to dependence."
   },
   "author": {
    "text": "Catherine Tate"
   }
  },
  {
   "quote": {
    "text": "I don't know what 15-year-old doesn't have a desire to separate themselves from their parents and prove their independence."
   },
   "author": {
    "text": "Michelle Williams"
   }
  },
  {
   "quote": {
    "text": "Energy independence is very important to me."
   },
   "author": {
    "text": "Tomi Lahren"
   }
  },
  {
   "quote": {
    "text": "I really love my family. The more independence that I get and the more freedom that I have, the more interested I am in being a dedicated and involved family member."
   },
   "author": {
    "text": "Maya Hawke"
   }
  },
  {
   "quote": {
    "text": "I've never been interested in a career in modelling, I was interested in my independence. When I was in school, modelling was what I needed to reach independence without having to leave."
   },
   "author": {
    "text": "Maya Hawke"
   }
  },
  {
   "quote": {
    "text": "Western environmentalists might value their independence, but their organizations are largely donor driven, and if he wanted to, Putin could have a lot to donate."
   },
   "author": {
    "text": "Robert Zubrin"
   }
  },
  {
   "quote": {
    "text": "All I can do is advocate changes at the BBC while respecting editorial independence upon which the success of the BBC rests. I can't do anything that requires the BBC to pay certain people certain amounts."
   },
   "author": {
    "text": "Jeremy Hunt"
   }
  },
  {
   "quote": {
    "text": "I value my independence a lot, and the thought of having to lose that due to age or any other reason terrifies me."
   },
   "author": {
    "text": "R. Madhavan"
   }
  },
  {
   "quote": {
    "text": "I discovered my path to independence through technology as well as the potential for a global lifeline for trans people around the world who were looking for the same."
   },
   "author": {
    "text": "Angelica Ross"
   }
  },
  {
   "quote": {
    "text": "A primary function of art and thought is to liberate the individual from the tyranny of his culture in the environmental sense and to permit him to stand beyond it in an autonomy of perception and judgment."
   },
   "author": {
    "text": "Lionel Trilling"
   }
  },
  {
   "quote": {
    "text": "There are beautiful words in the Bible and in our pledges and the Declaration of Independence."
   },
   "author": {
    "text": "Louis Gossett, Jr."
   }
  },
  {
   "quote": {
    "text": "For months, people have been asking my views about the Scottish independence referendum, and I've been saying, 'It's not my country; I don't live here. Much as I love Scotland, I think it would be inappropriate to express a personal opinion regarding Scottish politics'."
   },
   "author": {
    "text": "Diana Gabaldon"
   }
  },
  {
   "quote": {
    "text": "I know this independence is what people like most about my brand."
   },
   "author": {
    "text": "Raf Simons"
   }
  },
  {
   "quote": {
    "text": "Acumen Fund's patient capital investment in Western Seed is intended to enhance the food security and economic independence of Kenya's smallholder farmers."
   },
   "author": {
    "text": "Jacqueline Novogratz"
   }
  },
  {
   "quote": {
    "text": "All great enterprises have a pearl of faith at their core, and this must be ours: that Americans are still a people born to liberty. That they retain the capacity for self-government. That, addressed as free-born, autonomous men and women of God-given dignity, they will rise yet again to drive back a mortal enemy."
   },
   "author": {
    "text": "Mitch Daniels"
   }
  },
  {
   "quote": {
    "text": "What you get free costs too much."
   },
   "author": {
    "text": "Jean Anouilh"
   }
  },
  {
   "quote": {
    "text": "Jefferson wrote the Declaration of Independence; Madison wrote not only the United States Constitution, or at least most of it, but also the most searching commentary on it that has ever appeared. Each of them served as president of the United States for eight years. What they had to say to each other has to command attention."
   },
   "author": {
    "text": "Edmund Morgan"
   }
  },
  {
   "quote": {
    "text": "Thomas Paine, so celebrated and so despised as he traveled through the critical events of his time, has long appealed to biographers. Paine was present at the creation both of the United States and of the French Republic. His eloquence, in the pamphlet 'Common Sense,' propelled the American colonists toward independence."
   },
   "author": {
    "text": "Edmund Morgan"
   }
  },
  {
   "quote": {
    "text": "When Landon Carter, a Virginia plantation owner, read the Declaration of Independence two days after it was issued, he wondered whether its ringing affirmation of equality meant that slaves must be freed. If so, he confided to his diary, 'You must send them out of the country, or they must steal for their support.'"
   },
   "author": {
    "text": "Edmund Morgan"
   }
  },
  {
   "quote": {
    "text": "Who would think it possible to redirect historical scholarship by explaining what Thomas Jefferson said in the Declaration of Independence?"
   },
   "author": {
    "text": "Edmund Morgan"
   }
  },
  {
   "quote": {
    "text": "My best hope is that Libya turns into a peaceful, sensible country that has all the things my father and lots of others have been calling for: independence of the courts and press, a protected and democratic constitution, with different parties involved in a healthy and open debate."
   },
   "author": {
    "text": "Hisham Matar"
   }
  },
  {
   "quote": {
    "text": "Men spend their whole lives showing that they're strong and silent. They fight for independence the way women struggle to connect."
   },
   "author": {
    "text": "George Weinberg"
   }
  },
  {
   "quote": {
    "text": "As I said, men value their independence in a weird way, above practically everything."
   },
   "author": {
    "text": "George Weinberg"
   }
  },
  {
   "quote": {
    "text": "Washington worked very hard to create his legacy. Even before the War of Independence was over, he was assembling his papers and making sure they were going to be in a state of preservation that would represent as best he could the official side of what occurred during the Revolution."
   },
   "author": {
    "text": "Nathaniel Philbrick"
   }
  },
  {
   "quote": {
    "text": "If the Scottish people decide to opt for independence, it would not be a good idea for Scotland to maintain a very rigid link to the pound."
   },
   "author": {
    "text": "Mohamed El-Erian"
   }
  },
  {
   "quote": {
    "text": "The attitude of independence toward a constructed language which all national speakers must adopt is really a great advantage, because it tends to make man see himself as the master of language instead of its obedient servant."
   },
   "author": {
    "text": "Edward Sapir"
   }
  },
  {
   "quote": {
    "text": "The director of 'Independence Day,' 'Godzilla' and 'The Patriot' has certain attributes, all of which are given full vent in 'The Day After Tomorrow.' He's crude, stupid, slick, cornball, predictable, laughable, relentless, trivial and, the sum of all these, ridiculous. He's never made a movie you could believe and he still hasn't."
   },
   "author": {
    "text": "Stephen Hunter"
   }
  },
  {
   "quote": {
    "text": "I'm completely ecstatic when a woman has own back story and brings something to the table and has a real strong kind of independence."
   },
   "author": {
    "text": "Dane Cook"
   }
  },
  {
   "quote": {
    "text": "When Washington visited Portsmouth in 1789, he was not much impressed by the architecture of the little town that had stood by him so stoutly in the struggle for independence."
   },
   "author": {
    "text": "Thomas Bailey Aldrich"
   }
  },
  {
   "quote": {
    "text": "I have, year after year, been named the most bipartisan member of the whole United States Senate. I have proved my independence."
   },
   "author": {
    "text": "Susan Collins"
   }
  },
  {
   "quote": {
    "text": "When you literally build a state of granite, it takes a certain toughness and perseverance as well as a unique blend of community and independence: a culture that also helps spur economic growth."
   },
   "author": {
    "text": "Maggie Hassan"
   }
  },
  {
   "quote": {
    "text": "Besides, we had a large debt, contracted at home and abroad in our War of Independence; therefore the great power of taxation was conferred upon this Government."
   },
   "author": {
    "text": "Robert Toombs"
   }
  },
  {
   "quote": {
    "text": "In Congress, I am a strong supporter of the New Apollo Energy Act. This plan would help to establish our energy independence, create jobs, and provide cleaner, reliable, and more affordable energy."
   },
   "author": {
    "text": "Allyson Schwartz"
   }
  },
  {
   "quote": {
    "text": "If I make a movie in English, the money will come from Europe, so that I can keep my independence and freedom. The way they produce in Hollywood doesn't fit me."
   },
   "author": {
    "text": "Pedro Almodovar"
   }
  },
  {
   "quote": {
    "text": "In the economic sphere, the program demanded thorough decentralization and managerial independence of enterprises, as well as legalization of small-scale private enterprise, especially in the service sector."
   },
   "author": {
    "text": "Alexander Dubcek"
   }
  },
  {
   "quote": {
    "text": "The principle that a central bank, charged with controlling inflation, should be independent from the government is unassailable. It may also be true that it's easier for the central bank to guard its independence from political pressure when it mainly holds government securities."
   },
   "author": {
    "text": "Janet Yellen"
   }
  },
  {
   "quote": {
    "text": "Vietnam should have taught us that nationalism, with its engines of independence and self-determination, is a more powerful force by far than Marxism and must be understood and respected."
   },
   "author": {
    "text": "Pete Hamill"
   }
  },
  {
   "quote": {
    "text": "As the leader of Southeast Asia's oldest democracy, I am always keen to share our experiences. In the half-century since independence, we have found that steady reform is the best way to secure lasting stability. It is a process that continues in Malaysia to this day."
   },
   "author": {
    "text": "Najib Razak"
   }
  },
  {
   "quote": {
    "text": "First and foremost, Scotland is my home, and I do consider myself Scottish, but I also feel very British, and I hope that Scotland stays within the Union. I have a real concern about independence."
   },
   "author": {
    "text": "Rose Leslie"
   }
  },
  {
   "quote": {
    "text": "Federal Reserve officials have stressed the importance of the Fed's independence. But such independence does not mean that it is immune from Congressional oversight."
   },
   "author": {
    "text": "Richard Shelby"
   }
  },
  {
   "quote": {
    "text": "In the United States today, the Declaration of Independence hangs on schoolroom walls, but foreign policy follows Machiavelli."
   },
   "author": {
    "text": "Howard Zinn"
   }
  },
  {
   "quote": {
    "text": "The independence once represented by the car has been replaced by cell phones and social networks, which are now at the forefront of people's expression of freedom and access. Once a symbol of 'coming of age,' many drivers are waiting longer to get their licenses."
   },
   "author": {
    "text": "John Zimmer"
   }
  },
  {
   "quote": {
    "text": "The beliefs expressed in the Declaration of Independence remain a standard for our nation today. They also remain a standard for those nations across the globe striving to achieve democracy."
   },
   "author": {
    "text": "Paul Gillmor"
   }
  },
  {
   "quote": {
    "text": "U.K. Athletics needs to develop a financial independence so it no longer has to be subject to the whim of politicians. If you are reliant on government, there is a big problem."
   },
   "author": {
    "text": "Lynn Davies"
   }
  },
  {
   "quote": {
    "text": "Journalists prize independence - not teamwork."
   },
   "author": {
    "text": "Ken Auletta"
   }
  },
  {
   "quote": {
    "text": "You break your neck, you don't know what's going to happen. I mean, it's foreign. You're in this body that you thought you were - that you were accustomed to, and now you're not. You have to figure out everything. I think the biggest thing for me was getting a license, because it gives you - it gives you your independence back."
   },
   "author": {
    "text": "Mark Zupan"
   }
  },
  {
   "quote": {
    "text": "I've always been an independent person, but that independence was in the setting of security."
   },
   "author": {
    "text": "Patricia Heaton"
   }
  },
  {
   "quote": {
    "text": "There is a requirement to ensure the withdrawal takes place in a civilized manner. We will be able to show the world we deserve independence and freedom."
   },
   "author": {
    "text": "Mahmoud Abbas"
   }
  },
  {
   "quote": {
    "text": "It is high time that the Palestinian people restore their freedom and independence. It is high time that the decades, the long decades of suffering and pain would stop."
   },
   "author": {
    "text": "Mahmoud Abbas"
   }
  },
  {
   "quote": {
    "text": "In retrospect, I have come to recognise just how astounding my mother was during our childhood. She kept a woodwork shop and made beautiful furniture, as well as raising the pair of us in a society dominated by men. There really is nothing like war to reveal the power of patriarchy, but she always retained her independence."
   },
   "author": {
    "text": "Alexandra Fuller"
   }
  },
  {
   "quote": {
    "text": "I'm pro-WWE, but also I maintain my independence and speak my true thoughts, never bashing the product. But yes, I can be critical. I've earned the right to be critical."
   },
   "author": {
    "text": "Stone Cold Steve Austin"
   }
  },
  {
   "quote": {
    "text": "To the Muslim woman, the hijab provides a sense of empowerment. It is a personal decision to dress modestly according to the command of a genderless Creator; to assert pride in self, and embrace one's faith openly, with independence and courageous conviction."
   },
   "author": {
    "text": "Randa Abdel-Fattah"
   }
  },
  {
   "quote": {
    "text": "For me, the biggest thing with money has always been independence - just the biggest."
   },
   "author": {
    "text": "Monica Seles"
   }
  },
  {
   "quote": {
    "text": "My mom has made it possible for me to be who I am. Our family is everything. Her greatest skill was encouraging me to find my own person and own independence."
   },
   "author": {
    "text": "Charlize Theron"
   }
  },
  {
   "quote": {
    "text": "More than anything, I think my connection to the sea has really helped me develop my independence and a sense of the importance and value of my own vision."
   },
   "author": {
    "text": "Diane Greene"
   }
  },
  {
   "quote": {
    "text": "New York has influenced me a lot in terms of my own independence. I'm really struck by the idea of authenticity, and I think New York embodies that idea, even though people are like, 'I miss the old New York.' But at its core, it has this natural, authentic energy. L.A. lacks that idea; it's painted over."
   },
   "author": {
    "text": "Paloma Elsesser"
   }
  },
  {
   "quote": {
    "text": "I saw clearly how those who saved the state so heroically and courageously in the War of Independence would be capable of bringing a catastrophe upon it if they are given the chance in normal times."
   },
   "author": {
    "text": "Moshe Sharett"
   }
  },
  {
   "quote": {
    "text": "I remember that during the period leading up to independence in Angola in 1975, I was the only correspondent there at all for three months."
   },
   "author": {
    "text": "Ryszard Kapuscinski"
   }
  },
  {
   "quote": {
    "text": "The official independence celebration was going to be held over four or five days, and a group of journalists from all over the world was allowed to fly in, because Angola was closed otherwise."
   },
   "author": {
    "text": "Ryszard Kapuscinski"
   }
  },
  {
   "quote": {
    "text": "Even with uncertainty around the future of work in an increasingly automated world, Airbnb will remain a way for women to achieve greater financial independence and social empowerment in the years ahead."
   },
   "author": {
    "text": "Belinda Johnson"
   }
  },
  {
   "quote": {
    "text": "I'm always battling how to be in a relationship while simultaneously maintaining my independence and my career."
   },
   "author": {
    "text": "Jessica Williams"
   }
  },
  {
   "quote": {
    "text": "The great medley of Oregon and California emigrants, at their camps around Independence, had heard reports that several additional parties were on the point of setting out from St. Joseph's farther to the northward."
   },
   "author": {
    "text": "Francis Parkman"
   }
  },
  {
   "quote": {
    "text": "It has always been the aim of royalty and aristocracy to lower the individual liberty and independence of the common people. A baron and a minute-man could not breathe the same air."
   },
   "author": {
    "text": "John Boyle O'Reilly"
   }
  },
  {
   "quote": {
    "text": "A spirit, breathing the language of independence, is natural to Englishmen, few of whom are disposed to brook compulsion, or submit to the dictates of others, when not softened by reason, or tempered with kindness."
   },
   "author": {
    "text": "Joseph Lancaster"
   }
  },
  {
   "quote": {
    "text": "Harry Truman, who was a Bible-believing Christian Zionist, defied the secretary of state he so admired, George C. Marshall, and won a place in Israel's history by recognizing the new state 11 minutes after it declared its independence in 1948."
   },
   "author": {
    "text": "Elliott Abrams"
   }
  },
  {
   "quote": {
    "text": "Marriage is another trap. If you are someone who likes independence, it's another stamp against that. And you have to swear to fidelity."
   },
   "author": {
    "text": "Carla Bruni"
   }
  },
  {
   "quote": {
    "text": "How can we have our privacy? How can we have our independence now in these times with these cameras? Because I think privacy and our solitude is really important."
   },
   "author": {
    "text": "Parker Posey"
   }
  },
  {
   "quote": {
    "text": "Scotland is the only case in the world where the poor part of a territory wants to separate from the rich part. If independence came, one option is to keep the pound as its currency, so that all economic decisions will continue to be taken by the Bank of England."
   },
   "author": {
    "text": "Philip Kerr"
   }
  },
  {
   "quote": {
    "text": "I will say that anyone who supports Scottish independence should go to Athens. Because nothing works. It is a disaster. It is a ruined, dirty place where people do not have money or future prospects. The day one after independence, Scotland would be worse."
   },
   "author": {
    "text": "Philip Kerr"
   }
  },
  {
   "quote": {
    "text": "We shall be forced to attempt planned and directed research employing hundreds of workers for many years, and this cannot be done without risking the loss of independence and originality. This is a serious and fundamental obstacle but it may be overcome in two ways."
   },
   "author": {
    "text": "John Desmond Bernal"
   }
  },
  {
   "quote": {
    "text": "Our independence from AOL was so important to me that I negotiated an extremely odd provision in our purchase agreement that allowed me to disclose confidential information about AOL. It was their job never to give me that information. It was not my job to protect it in any way."
   },
   "author": {
    "text": "Michael Arrington"
   }
  },
  {
   "quote": {
    "text": "The United States is truly remarkable, a nation founded on a set of Enlightenment ideals so beautifully expressed by the Declaration of Independence and codified in the U.S. Constitution. We should feel good about our ideals, even when we don't quite manage to live up to them."
   },
   "author": {
    "text": "Jay Parini"
   }
  },
  {
   "quote": {
    "text": "I think boarding school does give you an independence."
   },
   "author": {
    "text": "Deirdre O'Kane"
   }
  },
  {
   "quote": {
    "text": "The Declaration of Independence, the Constitution, the Civil War - when I really think about them, they all seem about as likely as the parting of the Red Sea."
   },
   "author": {
    "text": "Sarah Vowell"
   }
  },
  {
   "quote": {
    "text": "The nineteenth century, especially the second half of it, was a time of restatement in Ireland. After the famine, after the failed rebellions of the Forties and Sixties, the cultural and political desires for self-determination began to shape each other in a series of riffs on independence and identity."
   },
   "author": {
    "text": "Eavan Boland"
   }
  },
  {
   "quote": {
    "text": "The election of Obama will say as much about the American people as it does about Obama himself - that our Declaration of Independence means what it says in its opening lines, that being the world's greatest nation means that we offer the world's greatest opportunities."
   },
   "author": {
    "text": "Rod Lurie"
   }
  },
  {
   "quote": {
    "text": "When India got independence, entrepreneurs were seen as a bad lot, as people who would exploit."
   },
   "author": {
    "text": "Nandan Nilekani"
   }
  },
  {
   "quote": {
    "text": "My parents were concerned that I would not get good schooling, so they put me up in my uncle's house in Dharwad, and I spent about six years there. So at a very young age, I was away from my parents. I developed an amount of independence and learned to stand on my own feet."
   },
   "author": {
    "text": "Nandan Nilekani"
   }
  },
  {
   "quote": {
    "text": "I don't want to be any more interesting than I am. I love the life that I get to live, which is one of real independence and privacy and autonomy."
   },
   "author": {
    "text": "Allison Williams"
   }
  },
  {
   "quote": {
    "text": "I was eight when independence happened. I remember my mum and dad getting dressed up to go to the independence concert to go listen to Bob Marley. Independence was such a wonderful time; we had so many expectations of the kind of country we would become. The vision of the government then was a wonderful vision."
   },
   "author": {
    "text": "Petina Gappah"
   }
  },
  {
   "quote": {
    "text": "Egyptian comedy has a very, very old tradition. Our theater and our movies are just, like, amazing. And Egypt is kind of like the Hollywood of the Middle East. I mean, we had cinema maybe decades before the other Arab countries ever got independence."
   },
   "author": {
    "text": "Bassem Youssef"
   }
  },
  {
   "quote": {
    "text": "I'm lucky because I remember my dad showing me 'Independence Day,' and I loved it."
   },
   "author": {
    "text": "Maika Monroe"
   }
  },
  {
   "quote": {
    "text": "I'm a huge fan of the first 'Independence Day.' It is amazing. When it came out in 1995, just how explosive and big it was... I loved it."
   },
   "author": {
    "text": "Maika Monroe"
   }
  },
  {
   "quote": {
    "text": "Divorce in a young-adult novel means what being orphaned meant in a fairy tale: vulnerability, danger, unwanted independence."
   },
   "author": {
    "text": "Caitlin Flanagan"
   }
  },
  {
   "quote": {
    "text": "'The White Woman on the Green Bicycle' is a love story mapped onto an unfolding political tragedy: that of the failure of the Independence era in Trinidad."
   },
   "author": {
    "text": "Monique Roffey"
   }
  },
  {
   "quote": {
    "text": "I'm totally committed to the cause of individuality. That's the only thing I stand by: independence."
   },
   "author": {
    "text": "Juliana Hatfield"
   }
  },
  {
   "quote": {
    "text": "It is the union of independence and dependence of these branches - legislative, executive and judicial - and of the governmental functions possessed by each of them, that constitutes the marvellous genius of this unrivalled document."
   },
   "author": {
    "text": "J. Reuben Clark"
   }
  },
  {
   "quote": {
    "text": "I will for ever, at all hazards, assert the dignity, independence, and integrity of the English bar; without which, impartial justice, the most valuable part of the English constitution, can have no existence."
   },
   "author": {
    "text": "Thomas Erskine"
   }
  },
  {
   "quote": {
    "text": "I am a very independent person, and I, you know, I maintain that independence, but, you know, certain things - I mean, it takes, you know, it's just much easier for other people if other people can help you every now and again."
   },
   "author": {
    "text": "Sue Townsend"
   }
  },
  {
   "quote": {
    "text": "The freedom fighters in India's long struggle for independence from British rule, or members of the African National Congress, were once classed as terrorists. History, as they say, is written by victors, but history also has many cunning corridors - how much time must elapse before all those tricky side-passages are revealed?"
   },
   "author": {
    "text": "Neel Mukherjee"
   }
  },
  {
   "quote": {
    "text": "Robert Treat Paine was a signer of the Declaration of Independence."
   },
   "author": {
    "text": "Treat Williams"
   }
  },
  {
   "quote": {
    "text": "I was never the girl in high school who had a boyfriend for years. My longest relationship has been 18 months. I've thought maybe I'm really superficial and unable to have a relationship. What I've found is that people are attracted by my independence, and then they try to squelch it."
   },
   "author": {
    "text": "Pam Dawber"
   }
  },
  {
   "quote": {
    "text": "I think it's a lovely idea, but it will not pass the Congress. I live in a world of realities. The policy of our country is that we can drill our way to independence. I think that's a march to folly."
   },
   "author": {
    "text": "Anna Eshoo"
   }
  },
  {
   "quote": {
    "text": "'Chocolat' was a sort of statement of my own childhood, recognizing I experienced something from the end of the colonial era and the beginning of independence as I was a child that really made me aware of things I never forgot - a sort of childhood that made me different when I was a student in France."
   },
   "author": {
    "text": "Claire Denis"
   }
  },
  {
   "quote": {
    "text": "I try really hard to give my kids as much independence as I can, caring mostly about their character: Are they kind? Generous? Do they work hard?"
   },
   "author": {
    "text": "Elisabeth Shue"
   }
  },
  {
   "quote": {
    "text": "The BBC is a victim of its own independence."
   },
   "author": {
    "text": "Graham Norton"
   }
  },
  {
   "quote": {
    "text": "Investing in living-wage jobs and reducing the inequities between local school districts would give young people more, not less, incentive to postpone childbearing and more possibilities for independence."
   },
   "author": {
    "text": "Stephanie Coontz"
   }
  },
  {
   "quote": {
    "text": "In the late afternoons and early evenings, the crowd is easily over 1 million. That many people simply can't fit in Independence Square. The demonstration spills in to the streets for several blocks."
   },
   "author": {
    "text": "Bob Schaffer"
   }
  },
  {
   "quote": {
    "text": "With acting, there's a certain amount of independence you have within the framework of the storytelling. When it's done well, it's a collaborative medium."
   },
   "author": {
    "text": "Maura Tierney"
   }
  },
  {
   "quote": {
    "text": "True Americanism is practical idealism. Its aims, instead of being materialistic and mechanical, are idealistic to the point of being Utopian. In this way, the U.S. can provide and express ideals that strike a chord in humans everywhere - a declaration of independence on behalf of all the peoples of the world."
   },
   "author": {
    "text": "Maurice Saatchi"
   }
  },
  {
   "quote": {
    "text": "Governments must commit to sound economic and financial policies. This is how we ensure reform in the euro area - and our independence."
   },
   "author": {
    "text": "Mario Draghi"
   }
  },
  {
   "quote": {
    "text": "Look, half the men who signed the Declaration of Independence were either in debt or bankrupt. The remaining half, most of them lost all their possessions. The only reason Monticello didn't get burned to the ground was that the British patrol missed the road."
   },
   "author": {
    "text": "Eric Massa"
   }
  },
  {
   "quote": {
    "text": "Stamps from Afghanistan are hilarious. You can tell when the revolutions are because suddenly they stop having pictures of the mullahs and the independence monument and they start having fish on them."
   },
   "author": {
    "text": "Samuel West"
   }
  },
  {
   "quote": {
    "text": "My family come from Cyprus. Both my father and my grandfather worked on the British bases there, and as the British government granted independence to Cyprus, they granted British passports to those who worked with them."
   },
   "author": {
    "text": "Theo Paphitis"
   }
  },
  {
   "quote": {
    "text": "At the time of independence in 1975, Mozambique was extremely poor. Many Portuguese residents abandoned the country, leaving only a handful of well-educated Mozambicans to try to run the country."
   },
   "author": {
    "text": "Henning Mankell"
   }
  },
  {
   "quote": {
    "text": "In January 1776, Thomas Paine issued 'Common Sense,' advocating independence from Great Britain."
   },
   "author": {
    "text": "Mike Crapo"
   }
  },
  {
   "quote": {
    "text": "We must develop energy independence; we must Make It In America."
   },
   "author": {
    "text": "John Garamendi"
   }
  },
  {
   "quote": {
    "text": "The fact that the price of gasoline has declined some in recent weeks must not allow Americans to be lulled into a false sense of security. Energy independence must rank along with border security as the top priorities of the United States."
   },
   "author": {
    "text": "Virgil Goode"
   }
  },
  {
   "quote": {
    "text": "I believe that, as Americans, our freedoms come from God and not government, and include the rights enumerated in the Declaration of Independence: life, liberty, and the pursuit of happiness."
   },
   "author": {
    "text": "Lisa Murkowski"
   }
  },
  {
   "quote": {
    "text": "Those who really value Ukrainian sovereignty should opt for real independence and a positive neutrality: neither a plaything of the West nor Moscow."
   },
   "author": {
    "text": "Tariq Ali"
   }
  },
  {
   "quote": {
    "text": "Independence is the only way Scotland can realise its full political and cultural potential in the 21st century."
   },
   "author": {
    "text": "Tariq Ali"
   }
  },
  {
   "quote": {
    "text": "The weakness in traditional Scottish nationalism lay in its own inability to grasp that identity could not be the only factor in the march to independence."
   },
   "author": {
    "text": "Tariq Ali"
   }
  },
  {
   "quote": {
    "text": "Many years ago, I was actually hired to write the sequel to 'Independence Day.' And I wrote a sequel. And they paid me a boatload of money to go write this thing. And after I wrote it, I read it and I gave them back the money and I said, 'Look, this is an okay movie I just wrote. But it's not worthy of the sequel to 'Independence Day.'"
   },
   "author": {
    "text": "Dean Devlin"
   }
  },
  {
   "quote": {
    "text": "As for 'Independence Day,' we never intended to do any films in that series beyond the first one."
   },
   "author": {
    "text": "Dean Devlin"
   }
  },
  {
   "quote": {
    "text": "'Independence Day,' ever since we did it, there's been enormous pressure to follow it up."
   },
   "author": {
    "text": "Dean Devlin"
   }
  },
  {
   "quote": {
    "text": "But the French writers always had more originality and independence than others, and that regulator, which elsewhere was religion, long since ceased to exist for them."
   },
   "author": {
    "text": "Henryk Sienkiewicz"
   }
  },
  {
   "quote": {
    "text": "I think that there is a relatively small number of people who are pushing for independence in Taiwan."
   },
   "author": {
    "text": "Fred Thompson"
   }
  },
  {
   "quote": {
    "text": "The power in Washington, D.C., is centered on the status quo - outdated systems, models, and programs built for a previous century. With more silicon and less concrete, we can open up those models to return power and independence to every man, woman, and child."
   },
   "author": {
    "text": "Cathy McMorris Rodgers"
   }
  },
  {
   "quote": {
    "text": "There's no such thing as an independent person."
   },
   "author": {
    "text": "Peter Jennings"
   }
  },
  {
   "quote": {
    "text": "Fox was interested in a different title to 'Independence Day.'"
   },
   "author": {
    "text": "Bill Pullman"
   }
  },
  {
   "quote": {
    "text": "I've been lucky to be a part of many blockbuster movies... in which it's hard to get to that level of being memorable, but I still have fond memories of 'Independence Day,' to be sure. There are also many small ones I've had that give me many fond memories."
   },
   "author": {
    "text": "Bill Pullman"
   }
  },
  {
   "quote": {
    "text": "It's funny: When I first heard they were thinking of me for the president in 'Independence Day,' I just assumed it was a comedy - I didn't exactly think of myself as leader-of-the-free-world material."
   },
   "author": {
    "text": "Bill Pullman"
   }
  },
  {
   "quote": {
    "text": "If the world market believed that we were serious about energy independence and we were going to utilize all of our own existing resources, the speculators would stop speculating up they start speculating down as we get our own oil out of the ground."
   },
   "author": {
    "text": "Herman Cain"
   }
  },
  {
   "quote": {
    "text": "I would have to have people totally committed to the Declaration of Independence and the Constitution of this United States. And many of the Muslims, they are not totally dedicated to this country. They are not dedicated to our Constitution. Many of them are trying to force Sharia law on the people of this country."
   },
   "author": {
    "text": "Herman Cain"
   }
  },
  {
   "quote": {
    "text": "At one time in the history of the Americas, weapons and armies were associated with liberty and independence, and with new opportunities for our peoples. At one time in the history of the Americas, there were liberating armies."
   },
   "author": {
    "text": "scar Arias"
   }
  },
  {
   "quote": {
    "text": "With all its being, the Labor Party supports Israel as a Jewish and democratic state. Labor built the state, and its leaders formulated the Declaration of Independence, the foundational document that anchors Israel as a Jewish state."
   },
   "author": {
    "text": "Isaac Herzog"
   }
  },
  {
   "quote": {
    "text": "A majority in all parties do, I think, want to see local government recover its old vigour and independence."
   },
   "author": {
    "text": "Ferdinand Mount"
   }
  },
  {
   "quote": {
    "text": "For the first half of this century, High Court judges have been cautious to the point of timidity in expressing any criticism of governmental action; the independence of the judiciary has been of a decidedly subordinate character."
   },
   "author": {
    "text": "Ferdinand Mount"
   }
  },
  {
   "quote": {
    "text": "The independence of the economic sphere was a tenet of faith with Liberalism."
   },
   "author": {
    "text": "Francis Parker Yockey"
   }
  },
  {
   "quote": {
    "text": "The Platform for Action gives due emphasis to the fact that women globally have continued to have insufficient access to the resources necessary to achieve economic independence."
   },
   "author": {
    "text": "Jenny Shipley"
   }
  },
  {
   "quote": {
    "text": "President after president has said energy independence is critical. But then you have the EPA tasked to go after American companies producing coal and penalizing them. You can't have it both ways."
   },
   "author": {
    "text": "Corey Lewandowski"
   }
  },
  {
   "quote": {
    "text": "When I saw 'Independence Day,' I said, 'I want to be like Will Smith.' I want to do something like that. If he can do it, maybe one day I can come close to a set like that."
   },
   "author": {
    "text": "Cory Hardrict"
   }
  },
  {
   "quote": {
    "text": "I've tried to maintain my independence in Congress. Sometimes that has meant opposing my own party leaders."
   },
   "author": {
    "text": "Collin C. Peterson"
   }
  },
  {
   "quote": {
    "text": "I must recall with gratitude those 178 Jewish women and men who participated in the Estonian War of Independence. Both of our nations know what it means to keep your identity and freedom even under the pressure of foreign powers, and we can be proud of their achievements."
   },
   "author": {
    "text": "Kersti Kaljulaid"
   }
  },
  {
   "quote": {
    "text": "Independence doesn't - doesn't equate to moderates. Millions of independents are pro-life. Millions of independents believe marriage is between a man and a woman."
   },
   "author": {
    "text": "Gary Bauer"
   }
  },
  {
   "quote": {
    "text": "Out of my desire to complete Iraq's independence and to finish the withdrawal of the occupation forces from our holy lands, I am obliged to halt military operations of the honest Iraqi resistance until the withdrawal of the occupation forces is complete."
   },
   "author": {
    "text": "Muqtada al Sadr"
   }
  },
  {
   "quote": {
    "text": "Whenever we changed schools, we had to make a new set of friends. At the time, of course, I hated it. But looking back now, I'm really glad I did, because it forces independence on you."
   },
   "author": {
    "text": "Patrick deWitt"
   }
  },
  {
   "quote": {
    "text": "I'm proud of my independence. And certainly from a business perspective, that's always been a main agenda for me - to make my own position, don't try and be like somebody else, because there already is that somebody else."
   },
   "author": {
    "text": "Rob Van Dam"
   }
  },
  {
   "quote": {
    "text": "But since independence, Gabon is one of the few countries in Central Africa that enjoys peace and stability."
   },
   "author": {
    "text": "Omar Bongo"
   }
  },
  {
   "quote": {
    "text": "Nothing manifests more persuasively the American contradiction than that the author of the Declaration of Independence, a slave owner, wrote an antislavery clause into the document - as if to compel himself to be better than he was - which then had to be edited out so the Southern states, including Thomas Jefferson's own, would sign it."
   },
   "author": {
    "text": "Steve Erickson"
   }
  },
  {
   "quote": {
    "text": "States that have experienced revolutions or have acquired their independence from empires - such as the U.S. or Australia - tend to celebrate their constitutional documents and put them on show in special galleries so that every citizen can become familiar with them. In the U.K., this is not properly done."
   },
   "author": {
    "text": "Linda Colley"
   }
  },
  {
   "quote": {
    "text": "It's hard to see how the Copyright Office can rise to the many challenges of the 21st-century work that you do without dramatically more independence and dramatically more flexibility."
   },
   "author": {
    "text": "Ted Deutch"
   }
  },
  {
   "quote": {
    "text": "It's one of the things I respect about Time Warner and Turner: their understanding of CNN's independence."
   },
   "author": {
    "text": "Jeff Zucker"
   }
  },
  {
   "quote": {
    "text": "My government has promised to comprehensively respect the independence of the judiciary."
   },
   "author": {
    "text": "Victor Ponta"
   }
  },
  {
   "quote": {
    "text": "Jose Marti, known as 'the Apostle of Cuban Independence,' was an influential poet, journalist, and political theorist who became a symbol for the Cuban people's bid for independence. The concepts of freedom, liberty, and self-determination feature prominently in his work."
   },
   "author": {
    "text": "Ben Rhodes"
   }
  },
  {
   "quote": {
    "text": "As a filmmaker, one tends to want to evolve evermore towards a place of independence."
   },
   "author": {
    "text": "Bennett Miller"
   }
  },
  {
   "quote": {
    "text": "Our founding fathers declared independence from Great Britain because they were dissatisfied with the laws and policies that they believed abridged their freedoms. Had they taken the stance that many want our professional athletes to take - to just shut up and honor your country no matter what - we would be living in British colonies."
   },
   "author": {
    "text": "Stan Van Gundy"
   }
  },
  {
   "quote": {
    "text": "Nigel Farage, the leader of the U.K. Independence Party, is a true populist; Senator Bernie Sanders, the former U.S. presidential candidate who campaigned for Hillary Clinton after losing his battle for the Democratic Party's nomination, is not."
   },
   "author": {
    "text": "Margaret MacMillan"
   }
  },
  {
   "quote": {
    "text": "I think that initial independence is very important; that's what being an entrepreneur is all about."
   },
   "author": {
    "text": "Jon Oringer"
   }
  },
  {
   "quote": {
    "text": "All the Baltic countries have been steadfast in support of allies of the United States since they gained their independence following the fall of the Soviet Union and have continued to be supportive in the ongoing war on terror."
   },
   "author": {
    "text": "John Shimkus"
   }
  },
  {
   "quote": {
    "text": "To start with, for example this year, 2004, is the bicentennial of Haitian independence."
   },
   "author": {
    "text": "Edwidge Danticat"
   }
  },
  {
   "quote": {
    "text": "I think that you have to do everything you can do to empower girls when they are young, from their education, to their successful independence, to their sexual self-knowledge."
   },
   "author": {
    "text": "Susie Bright"
   }
  },
  {
   "quote": {
    "text": "I think Tom Paine is one of the greatest men that's ever lived. He lived in the 18th century; as you all know, he was an Englishman who was involved in the writing of American Declaration of Independence, the American Constitution, the French Constitution, wrote the great book called 'The Rights of Man' - commercial over."
   },
   "author": {
    "text": "Richard Attenborough"
   }
  },
  {
   "quote": {
    "text": "I got a scholarship, so I was getting my independence and not paying for school. And then here comes the NFL. 'Now you got an opportunity to get drafted? Guess we'll do that.' I did, all right."
   },
   "author": {
    "text": "John David Washington"
   }
  },
  {
   "quote": {
    "text": "Football was the best route to obtain my independence."
   },
   "author": {
    "text": "John David Washington"
   }
  },
  {
   "quote": {
    "text": "Football helped me with confidence that I needed. It gave me a sense of independence and earning my own money and my own keep. That's what it served. It gave me the strength to be able to deal with rejection, politics, hard work, and being introduced to pain and embracing what's uncomfortable."
   },
   "author": {
    "text": "John David Washington"
   }
  },
  {
   "quote": {
    "text": "Mr. Speaker, high natural gas prices and the summer spike in gasoline prices serve as a stark reminder that the path to energy independence is a long and arduous one."
   },
   "author": {
    "text": "Judy Biggert"
   }
  },
  {
   "quote": {
    "text": "Frankly, I love my independence too much to give it up."
   },
   "author": {
    "text": "Akkineni Nagarjuna"
   }
  },
  {
   "quote": {
    "text": "I grew up in California, and when I read that Proposition 8 was on the ballot, I was disappointed because it seemed to be inconsistent with the spirit of the state, with the independence and diversity of the frontier that California has always been."
   },
   "author": {
    "text": "Ted Olson"
   }
  },
  {
   "quote": {
    "text": "We will remain independent for as long as our economy develops as needed. We won't be able to maintain our independence if we ruin the economy."
   },
   "author": {
    "text": "Alexander Lukashenko"
   }
  },
  {
   "quote": {
    "text": "We are not a gigantic state, we do not have nuclear weapons, but our army is sufficiently capable to respond to any threat... Therefore, we will protect our patch of land, our statehood, and our independence."
   },
   "author": {
    "text": "Alexander Lukashenko"
   }
  },
  {
   "quote": {
    "text": "In a country that provides no subsidized child care and no mandatory family leave, no assurance of flexibility in the workplace for parents, no universal preschool and minimal safety nets for vulnerable families, making it a crime to offer children independence in effect makes it a crime to be poor."
   },
   "author": {
    "text": "Kim Brooks"
   }
  },
  {
   "quote": {
    "text": "I think part of the way in which kids develop emotional and psychological resiliency is by having some independence."
   },
   "author": {
    "text": "Kim Brooks"
   }
  },
  {
   "quote": {
    "text": "I didn't want kabobs, Afghan music, and rules that required girls to be carefully monitored. I wanted mac and cheese, country music, and independence."
   },
   "author": {
    "text": "Azita Ghanizada"
   }
  },
  {
   "quote": {
    "text": "It's always Canelo, and it's Mexican Independence Day, so I know that. But I am the champion, and just looking back on that, that is one reason why I hope they'll respect that I'm champion and be fair."
   },
   "author": {
    "text": "Liam Smith"
   }
  },
  {
   "quote": {
    "text": "As a young African, the sense of opportunity that fills my head on a daily basis is, I suspect, reminiscent of how young Africans felt at the cusp of independence."
   },
   "author": {
    "text": "Ory Okolloh"
   }
  },
  {
   "quote": {
    "text": "I'm a big fan of community, and I think independence is over-rated."
   },
   "author": {
    "text": "Sally Phillips"
   }
  },
  {
   "quote": {
    "text": "In the modern era, Jewish sovereignty over the land of our ancestors is a relatively short phenomenon. From the time of the successful Maccabean revolt to the Roman annexation in 63 BC constitutes about 100 years of Jewish rule. Combined with Israel's independence in 1948, this is about 160 years of effective sovereignty."
   },
   "author": {
    "text": "Edgar Bronfman, Sr."
   }
  },
  {
   "quote": {
    "text": "The British were white, English, and Protestant, just as we were. They had to have some other basis on which to justify independence, and happily they were able to formulate the inalienable truths set forth in the Declaration."
   },
   "author": {
    "text": "Samuel P. Huntington"
   }
  },
  {
   "quote": {
    "text": "He who calls a person a fascist for opposing independence is not only wrong but putting themselves on the same level as those who call us Nazis for wanting independence."
   },
   "author": {
    "text": "Carles Puigdemont"
   }
  },
  {
   "quote": {
    "text": "The alternative to independence is decline, because the relationship with the Spanish state is not good; everyone knows that."
   },
   "author": {
    "text": "Carles Puigdemont"
   }
  },
  {
   "quote": {
    "text": "There's no alternative to Catalan independence."
   },
   "author": {
    "text": "Carles Puigdemont"
   }
  },
  {
   "quote": {
    "text": "We must have serious dialogue between Catalonia and the Spanish state on a referendum, on independence, and on how a separation from Spain - if that's what the Catalan people choose - would be accomplished."
   },
   "author": {
    "text": "Carles Puigdemont"
   }
  },
  {
   "quote": {
    "text": "Our plan is what the Scottish government had with the U.K. It's an agreement to consult over the independence of Catalonia. And we will not abandon this plan until the end."
   },
   "author": {
    "text": "Carles Puigdemont"
   }
  },
  {
   "quote": {
    "text": "We show each day that we are prepared to act as an independence state... Not just in exceptional moments."
   },
   "author": {
    "text": "Carles Puigdemont"
   }
  },
  {
   "quote": {
    "text": "I don't believe there will be anyone who will use violence or who will want to provoke violence that will tarnish the irreproachable image of the Catalan independence movement as pacifist."
   },
   "author": {
    "text": "Carles Puigdemont"
   }
  },
  {
   "quote": {
    "text": "I believe the reason for my early independence is sport, through which I learnt at an early stage to take care of myself and be disciplined."
   },
   "author": {
    "text": "Blanka Vlasic"
   }
  },
  {
   "quote": {
    "text": "From age nine, my friends and I were on the streets, walking home, going to each other's houses, going to the store. I really wanted to write about that: the independence that's a little bit scary but also a really positive thing in a lot of ways."
   },
   "author": {
    "text": "Rebecca Stead"
   }
  },
  {
   "quote": {
    "text": "We excuse movies like 'Independence Day' that really lack logic and say, 'It doesn't make any sense, but it's a ride.' I thought a movie was a movie and a ride was a ride."
   },
   "author": {
    "text": "Barry Levinson"
   }
  },
  {
   "quote": {
    "text": "The U.S. Declaration of Independence enshrines the right to life, liberty and the pursuit of happiness. Alas, that is not the case everywhere in the world."
   },
   "author": {
    "text": "Haris Pasovic"
   }
  },
  {
   "quote": {
    "text": "There are several different ways we can get at unclogging the arteries of lending in America and helping working people achieve financial independence. Part of that is going to be through executive action. Part of that is going to be through reconciliation."
   },
   "author": {
    "text": "Jeb Hensarling"
   }
  },
  {
   "quote": {
    "text": "We moved to Zimbabwe when I was five, some years after Zimbabwe had gained independence."
   },
   "author": {
    "text": "Danai Gurira"
   }
  },
  {
   "quote": {
    "text": "I'm for economic independence."
   },
   "author": {
    "text": "Charles Evers"
   }
  },
  {
   "quote": {
    "text": "Scotland forms a crucial part of our Armed Forces which should not be jeopardised by rushed cuts or a rush to the exit from the U.K. Defence jobs are vital to the Scottish economy and yet independence puts thousands of jobs at risk."
   },
   "author": {
    "text": "Philip Hammond"
   }
  },
  {
   "quote": {
    "text": "As long as the United States - and the world - gets its oil from the Middle East, we will be drawn into the endless crises that seem endemic to the region. American energy independence would not only liberate us, it would also drive down the worldwide price of oil."
   },
   "author": {
    "text": "Kathleen Troia McFarland"
   }
  },
  {
   "quote": {
    "text": "Energy conservation is the foundation of energy independence."
   },
   "author": {
    "text": "Tom Allen"
   }
  },
  {
   "quote": {
    "text": "Hungary is, in a word, in a state of WAR against the Hapsburg dynasty, a war of legitimate defence, by which alone it can ever regain independence and freedom."
   },
   "author": {
    "text": "Lajos Kossuth"
   }
  },
  {
   "quote": {
    "text": "The policy of the house of Austria, which aimed at destroying the independence of Hungary as a state, has been pursued unaltered for three hundred years."
   },
   "author": {
    "text": "Lajos Kossuth"
   }
  },
  {
   "quote": {
    "text": "In my time in the U.S. Senate, I tried to craft an energy policy... I will be part of President Obama's efforts to achieve energy independence and enhance the landscape. I am also part of his reform agenda."
   },
   "author": {
    "text": "Ken Salazar"
   }
  },
  {
   "quote": {
    "text": "The speed of movement towards independence will depend on Kosovo demonstrating that it is capable of treating minorities well. We have not always seen that."
   },
   "author": {
    "text": "Emma Bonino"
   }
  },
  {
   "quote": {
    "text": "I'm drawn to girls with a certain self-effacing, humorous quality and an innate independence and point of view. I love the notion of never taking yourself too seriously or being too put together."
   },
   "author": {
    "text": "Chris Benz"
   }
  },
  {
   "quote": {
    "text": "An independent state does not pay too dear a price for its independence in accepting the sufferings of war when it cannot avoid them; a state which has lost its independence may find at least some compensation in the fact that its protector procures for it peace with its neighbours."
   },
   "author": {
    "text": "Theodor Mommsen"
   }
  },
  {
   "quote": {
    "text": "To the European immigrant - that is, to the aliens who have been converted into Americans by the advantages of American life - the Promise of America has consisted largely in the opportunity which it offered of economic independence and prosperity."
   },
   "author": {
    "text": "Herbert Croly"
   }
  },
  {
   "quote": {
    "text": "Let it be immediately added, however, that this economic independence and prosperity has always been absolutely associated in the American mind with free political institutions."
   },
   "author": {
    "text": "Herbert Croly"
   }
  },
  {
   "quote": {
    "text": "The United States is proud to be the first country to recognize the existence of a Jewish State - just 11 minutes after Israel's independence was declared."
   },
   "author": {
    "text": "Denis McDonough"
   }
  },
  {
   "quote": {
    "text": "We must do our utmost to preserve our British ally's strategic independence from Europe."
   },
   "author": {
    "text": "Richard Perle"
   }
  },
  {
   "quote": {
    "text": "I want to emphasize the fact that the independence of Kosovo should and will be recognized."
   },
   "author": {
    "text": "Ibrahim Rugova"
   }
  },
  {
   "quote": {
    "text": "My vision is that our country should be integrated in the EU, to transfer a part of our independence there. It is also our duty to do it, if we want to establish trade and a sound economy. This is the vision that I am working on and I will continue to work in the future."
   },
   "author": {
    "text": "Ibrahim Rugova"
   }
  },
  {
   "quote": {
    "text": "We must remember that the people for whom this change represents a first taste of freedom and a new and brighter future did not allow their resolution to falter, no matter how great the suffering by which they bought this independence."
   },
   "author": {
    "text": "Hjalmar Branting"
   }
  },
  {
   "quote": {
    "text": "Instead of being taught independence, energy, and enterprise, our youth today is taught to look for security."
   },
   "author": {
    "text": "B. Carroll Reece"
   }
  },
  {
   "quote": {
    "text": "The ultimate end is a nation that lies under the concept of the Declaration of Indepen dence. The Declaration of Independence is such an extraordinary statement - it was designed by people skeptical of government, local or national, but in particular national."
   },
   "author": {
    "text": "Malcolm Wallop"
   }
  },
  {
   "quote": {
    "text": "Clearly, if it is sensible to hold a referendum on independence, it is crucial that we have one on marriage. It is the only way the country can move forward on this issue. Let all those who have a view on this subject place their trust in the Scottish people and let Scotland decide."
   },
   "author": {
    "text": "Keith O'Brien"
   }
  },
  {
   "quote": {
    "text": "I didn't feel the need to rebel as a teenager. From age nine to 16, I went to school in Montreux in Switzerland, and it was heaven. I went to England for the Easter holidays, Cyprus for Christmas and summer holidays, and I was delighted to have that independence."
   },
   "author": {
    "text": "Angela Bowie"
   }
  },
  {
   "quote": {
    "text": "This year, as we celebrate the 230th anniversary of America's independence, please remember the symbols that are sacred to this country. Fly Old Glory high and show your respect and admiration for this great nation and the values we hold dear."
   },
   "author": {
    "text": "Kenny Marchant"
   }
  },
  {
   "quote": {
    "text": "I was allowed to wander where I could. Here is a case in which you search for your independence and allow something creative to come out of that."
   },
   "author": {
    "text": "George Woodcock"
   }
  },
  {
   "quote": {
    "text": "The Wellcome Foundation offered me the chance to establish a small academic research unit, modestly funded, but with total independence. The real opportunity, however, came from King's College, London."
   },
   "author": {
    "text": "James Black"
   }
  },
  {
   "quote": {
    "text": "I'm not chasing independence, I'm chasing Walt Disney. I'm looking for a large piece of that box-office pie, not a tiny piece of that box-office pie."
   },
   "author": {
    "text": "Byron Allen"
   }
  },
  {
   "quote": {
    "text": "One single vision fills all minds: that of our independence endangered. One single duty imposes itself upon our wills: the duty of stubborn resistance."
   },
   "author": {
    "text": "Albert II of Belgium"
   }
  },
  {
   "quote": {
    "text": "To me, money is independence. It gives you freedom to do what you really want to do. It allows you to not be dependent on anyone or anything, and so you can be yourself and follow your passion."
   },
   "author": {
    "text": "Joe Mansueto"
   }
  },
  {
   "quote": {
    "text": "I built my entire life on the idea of independence."
   },
   "author": {
    "text": "Valerie Trierweiler"
   }
  },
  {
   "quote": {
    "text": "My feeling is that maintaining financial independence is also a healthy way to keep my feet on the ground."
   },
   "author": {
    "text": "Valerie Trierweiler"
   }
  },
  {
   "quote": {
    "text": "There are a few people who are, let's say, personality-challenged, who would like to set up a cult, but in large part they fail due to the innate stroppiness and independence of their fellow pagans."
   },
   "author": {
    "text": "Liz Williams"
   }
  },
  {
   "quote": {
    "text": "At independence, Tanzania had 350,000 elephants... in 1987, there were only 55,000 elephants left."
   },
   "author": {
    "text": "Jakaya Kikwete"
   }
  },
  {
   "quote": {
    "text": "When we celebrate American independence, we are celebrating the best sense of an idea, a process in process."
   },
   "author": {
    "text": "Rowan Ricardo Phillips"
   }
  },
  {
   "quote": {
    "text": "I just like my independence and freedom to come and go and not have an entourage."
   },
   "author": {
    "text": "Fred Eychaner"
   }
  },
  {
   "quote": {
    "text": "In July, 1892, fate suddenly granted me financial independence."
   },
   "author": {
    "text": "Carl Spitteler"
   }
  },
  {
   "quote": {
    "text": "I've always wanted to be my own person and stand by the things I believe in and I thought I might lose that independence if I ran for political office."
   },
   "author": {
    "text": "Samuel Dash"
   }
  },
  {
   "quote": {
    "text": "Thus, the Archivist must display at all times scrupulous independence and a devotion to the laws and principles which govern the responsibilities of the office."
   },
   "author": {
    "text": "Allen Weinstein"
   }
  },
  {
   "quote": {
    "text": "Women's roles are diminished for obvious reasons. It's the men whose names are on the Declaration of Independence and the Constitution, and who were generals and soldiers."
   },
   "author": {
    "text": "Cokie Roberts"
   }
  },
  {
   "quote": {
    "text": "The vote, cast in a free atmosphere and with all inclinations and parties at present, was after all a vote to the Islamic Republic, to national independence, to the Constitution and to the Islamic causes."
   },
   "author": {
    "text": "Ali Khamenei"
   }
  },
  {
   "quote": {
    "text": "6,000 people were killed, crippled, and wounded during the War of Independence. The economy was devastated - there was no milk, just milk powder. No eggs, but egg powder. Meat was only once a week."
   },
   "author": {
    "text": "Yitzhak Navon"
   }
  },
  {
   "quote": {
    "text": "For the sake of our interests, as well as of our honour and dignity, we were obliged to see that we won for our international policy the same independence that we had secured for our European policy."
   },
   "author": {
    "text": "Bernhard von Bulow"
   }
  },
  {
   "quote": {
    "text": "Independence is not a whim or an ambition. It is the necessary condition of our survival as an ethnic group."
   },
   "author": {
    "text": "Aslan Maskhadov"
   }
  },
  {
   "quote": {
    "text": "Swaziland is a small part of south-east Africa, the last country in the continent to gain its independence."
   },
   "author": {
    "text": "Richard Grant"
   }
  },
  {
   "quote": {
    "text": "I think my legacy will be in what most people don't like about me: my style - the separation between judge and lawyers, judge and politics, the real independence of the judiciary from the executive, from the legislative, from money. I'm criticized in Brazil because of that. In the end, I hope to prevail."
   },
   "author": {
    "text": "Joaquim Barbosa"
   }
  },
  {
   "quote": {
    "text": "People seem to think that life began with the achievement of personal independence."
   },
   "author": {
    "text": "Katharine Anthony"
   }
  },
  {
   "quote": {
    "text": "My wife knows that I thrive on independence, and whatever girls live with me must know that, too. They must realize I have a certain respect for my wife and love for my children, and my work comes pretty much ahead of all that."
   },
   "author": {
    "text": "Don Ho"
   }
  },
  {
   "quote": {
    "text": "I believe that Greenland will achieve independence during the time I am still active in politics."
   },
   "author": {
    "text": "Aleqa Hammond"
   }
  },
  {
   "quote": {
    "text": "I am so old-fashioned. I've never lived with a man. I am completely about the independence of paying my own rent."
   },
   "author": {
    "text": "Suheir Hammad"
   }
  },
  {
   "quote": {
    "text": "The distance between the people who made the games and the people playing them wasn't that big. It was the spirit of independence. The programmers were a lot like you."
   },
   "author": {
    "text": "Jeff Minter"
   }
  },
  {
   "quote": {
    "text": "I have to think of my status as a resident in this country. But I do insist that in Paraguay there was order; the judiciary had the power of complete independence; justice was fully exercised."
   },
   "author": {
    "text": "Alfredo Stroessner"
   }
  },
  {
   "quote": {
    "text": "After so much suffering, after enduring so much sacrifice, sanctioned and embraced by our people, what is it that the people of East Timor expect as a result of independence?"
   },
   "author": {
    "text": "Kay Rala Xanana Gusmao"
   }
  },
  {
   "quote": {
    "text": "I joined the People's Armed Forces in 1961 to 1984, and I was also a soldier in the southern battle of Vietnam during the resistance against the Americans. I went to the battlefield in order to regain national independence."
   },
   "author": {
    "text": "Nguyen Tan Dung"
   }
  },
  {
   "quote": {
    "text": "Terrorism is a big danger to Pakistan's independence. We will fight this danger for the sake of independence of Pakistan and will defeat it at all levels."
   },
   "author": {
    "text": "Shaukat Aziz"
   }
  },
  {
   "quote": {
    "text": "I would like to acquire a document autographed by John Witherspoon, who signed the Declaration of Independence and is one of my American heroes."
   },
   "author": {
    "text": "Gregg Harper"
   }
  },
  {
   "quote": {
    "text": "The second is the damage to the credibility and independence of a free press which may be caused by covert relationships with the U.S. journalists and media organizations."
   },
   "author": {
    "text": "Frank Church"
   }
  },
  {
   "quote": {
    "text": "NATO believes it can pick on a small nation and force us to surrender our independence. And that is where NATO miscalculated. You are not willing to sacrifice lives to achieve our surrender. But we are willing to die to defend our rights as an independent sovereign nation."
   },
   "author": {
    "text": "Slobodan Milosevic"
   }
  },
  {
   "quote": {
    "text": "Joe Smith and Brigham Young laid out Independence, but very soon thereafter enough citizens of the county collected to drive them off, after several stubborn fights."
   },
   "author": {
    "text": "Cole Younger"
   }
  },
  {
   "quote": {
    "text": "They had scarcely established themselves, however, before another company of Jackson county citizens, chiefly from around Independence, organized to drive them off."
   },
   "author": {
    "text": "Cole Younger"
   }
  }
 ]
}