{
 "IntelligenceQuotes": [
  {
   "quote": {
    "text": "Failure is simply the opportunity to begin again, this time more intelligently."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "The true sign of intelligence is not knowledge but imagination."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "The difference between stupidity and genius is that genius has its limits."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "The function of education is to teach one to think intensively and to think critically. Intelligence plus character - that is the goal of true education."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Talent wins games, but teamwork and intelligence wins championships."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "There is no great genius without some touch of madness."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Character is higher than intellect. A great soul will be strong to live as well as think."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Intelligence is the ability to adapt to change."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "I'm not the smartest fellow in the world, but I can sure pick smart colleagues."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Intelligence without ambition is a bird without wings."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "I know that I am intelligent, because I know that I know nothing."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "A smart man makes a mistake, learns from it, and never makes that mistake again. But a wise man finds a smart man and learns from him how to avoid the mistake altogether."
   },
   "author": {
    "text": "Roy H. Williams"
   }
  },
  {
   "quote": {
    "text": "If everyone is thinking alike, then somebody isn't thinking."
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "Talent hits a target no one else can hit; Genius hits a target no one else can see."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "Your intellect may be confused, but your emotions will never lie to you."
   },
   "author": {
    "text": "Roger Ebert"
   }
  },
  {
   "quote": {
    "text": "Common sense is not so common."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Thinking is the hardest work there is, which is probably the reason why so few engage in it."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "Promise me you'll always remember: You're braver than you believe, and stronger than you seem, and smarter than you think."
   },
   "author": {
    "text": "A. A. Milne"
   }
  },
  {
   "quote": {
    "text": "There are no great limits to growth because there are no limits of human intelligence, imagination, and wonder."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Being busy does not always mean real work. The object of all work is production or accomplishment and to either of these ends there must be forethought, system, planning, intelligence, and honest purpose, as well as perspiration. Seeming to do is not doing."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "Science has not yet taught us if madness is or is not the sublimity of the intelligence."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "I don't even call it violence when it's in self defense; I call it intelligence."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "I always felt the 'X-Men,' in a subtle way, often touched upon the subject of racism and inequality, and I believe that subject has come up in other titles, too. But we would never pound hard on the subject, which must be handled with care and intelligence."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "An intelligent man is sometimes forced to be drunk to spend time with his fools."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Common sense is genius dressed in its working clothes."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "An intellectual is a man who doesn't know how to park a bike."
   },
   "author": {
    "text": "Spiro T. Agnew"
   }
  },
  {
   "quote": {
    "text": "Evil is a source of moral intelligence in the sense that we need to learn from our shadow, from our dark side, in order to be good."
   },
   "author": {
    "text": "John Bradshaw"
   }
  },
  {
   "quote": {
    "text": "The brain is like a muscle. When it is in use we feel very good. Understanding is joyous."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "To expect the unexpected shows a thoroughly modern intellect."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Knowledge will forever govern ignorance; and a people who mean to be their own governors must arm themselves with the power which knowledge gives."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "The voice of the intelligence is drowned out by the roar of fear. It is ignored by the voice of desire. It is contradicted by the voice of shame. It is biased by hate and extinguished by anger. Most of all it is silenced by ignorance."
   },
   "author": {
    "text": "Karl A. Menninger"
   }
  },
  {
   "quote": {
    "text": "People who fail to use their emotional intelligence skills are more likely to turn to other, less effective means of managing their mood. They are twice as likely to experience anxiety, depression, substance abuse, and even thoughts of suicide."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "Strong government doesn't mean simply military power or an efficient intelligence apparatus. Instead, it should mean effective, fair administration - in other words, 'good governance.'"
   },
   "author": {
    "text": "Raghuram Rajan"
   }
  },
  {
   "quote": {
    "text": "Schools reward their students for a combination of intelligence, perseverance, and hard work - in the classroom and on the playing fields. But these metrics don't help kids understand that great grades are not a pass for a great life."
   },
   "author": {
    "text": "Steve Blank"
   }
  },
  {
   "quote": {
    "text": "Small minds are concerned with the extraordinary, great minds with the ordinary."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "I truly believe the intention of creating positive change is so important to the collective consciousness. When you have a group of people that have the intention and the capacity, talent, and intelligence to actualize those intentions, then you have something really powerful."
   },
   "author": {
    "text": "Jimmy Chin"
   }
  },
  {
   "quote": {
    "text": "I believe this artificial intelligence is going to be our partner. If we misuse it, it will be a risk. If we use it right, it can be our partner."
   },
   "author": {
    "text": "Masayoshi Son"
   }
  },
  {
   "quote": {
    "text": "We should all feel confident in our intelligence. By the way, intelligence to me isn't just being book-smart or having a college degree; it's trusting your gut instincts, being intuitive, thinking outside the box, and sometimes just realizing that things need to change and being smart enough to change it."
   },
   "author": {
    "text": "Tabatha Coffey"
   }
  },
  {
   "quote": {
    "text": "An intellectual is someone whose mind watches itself."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "A great deal of intelligence can be invested in ignorance when the need for illusion is deep."
   },
   "author": {
    "text": "Saul Bellow"
   }
  },
  {
   "quote": {
    "text": "Intelligence is the wife, imagination is the mistress, memory is the servant."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "You have to be smart. The easy days are over."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "Self-awareness is a trait - or maybe 'practice' is the more accurate way to put it - that everyone can always improve at. It is part emotional intelligence, part perceptiveness, part critical thinking. It means knowing your weaknesses, of course, but it also means knowing your strengths and what motivates you."
   },
   "author": {
    "text": "Neil Blumenthal"
   }
  },
  {
   "quote": {
    "text": "I am attracted to intelligence, a witty sense of humor, an adventurous outlook on life and spiritual awareness about one's self and the world."
   },
   "author": {
    "text": "Tanit Phoenix"
   }
  },
  {
   "quote": {
    "text": "I believe alien life is quite common in the universe, although intelligent life is less so. Some say it has yet to appear on planet Earth."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "If we listened to our intellect, we'd never have a love affair. We'd never have a friendship. We'd never go into business, because we'd be cynical. Well, that's nonsense. You've got to jump off cliffs all the time and build your wings on the way down."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "Intellectual passion drives out sensuality."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Each angel that God created was in himself a masterpiece. Each one possessed his own degree of intelligence and his own beauty."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "If the presence of electricity can be made visible in any part of the circuit, I see no reason why intelligence may not be transmitted instantaneously by electricity."
   },
   "author": {
    "text": "Samuel Morse"
   }
  },
  {
   "quote": {
    "text": "The mind is not a vessel to be filled but a fire to be kindled."
   },
   "author": {
    "text": "Plutarch"
   }
  },
  {
   "quote": {
    "text": "Intelligence is what you use when you don't know what to do: when neither innateness nor learning has prepared you for the particular situation."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "Neither a lofty degree of intelligence nor imagination nor both together go to the making of genius. Love, love, love, that is the soul of genius."
   },
   "author": {
    "text": "Wolfgang Amadeus Mozart"
   }
  },
  {
   "quote": {
    "text": "If there are no stupid questions, then what kind of questions do stupid people ask? Do they get smart just in time to ask questions?"
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "Joy in looking and comprehending is nature's most beautiful gift."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "I won't insult your intelligence by suggesting that you really believe what you just said."
   },
   "author": {
    "text": "William F. Buckley, Jr."
   }
  },
  {
   "quote": {
    "text": "It is the mark of a truly intelligent person to be moved by statistics."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "There are some ideas so wrong that only a very intelligent person could believe in them."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "I not only use all the brains that I have, but all that I can borrow."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "In the long term, artificial intelligence and automation are going to be taking over so much of what gives humans a feeling of purpose."
   },
   "author": {
    "text": "Matt Bellamy"
   }
  },
  {
   "quote": {
    "text": "When I think about strong innovations in term of automation, robotics, cognitive computing, and artificial intelligence, they are coming a lot from the Philippines and from India as well."
   },
   "author": {
    "text": "Pierre Nanterme"
   }
  },
  {
   "quote": {
    "text": "The first method for estimating the intelligence of a ruler is to look at the men he has around him."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "I often tell my students not to be misled by the name 'artificial intelligence' - there is nothing artificial about it. AI is made by humans, intended to behave by humans, and, ultimately, to impact humans' lives and human society."
   },
   "author": {
    "text": "Fei-Fei Li"
   }
  },
  {
   "quote": {
    "text": "The most significant moment in the course of intellectual development, which gives birth to the purely human forms of practical and abstract intelligence, occurs when speech and practical activity, two previously completely independent lines of development, converge."
   },
   "author": {
    "text": "Lev Vygotsky"
   }
  },
  {
   "quote": {
    "text": "The voice of the intellect is a soft one, but it does not rest until it has gained a hearing."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "Our government is founded upon the intelligence of the people. I for one do not despair of the republic. I have great confidence in the virtue of the great majority of the people, and I cannot fear the result."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "I believe God did intend, in giving us intelligence, to give us the opportunity to investigate and appreciate the wonders of His creation. He is not threatened by our scientific adventures."
   },
   "author": {
    "text": "Francis Collins"
   }
  },
  {
   "quote": {
    "text": "Humans have always used our intelligence and creativity to improve our existence. After all, we invented the wheel, discovered how to make fire, invented the printing press and found a vaccine for polio."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "Genius ain't anything more than elegant common sense."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "Everybody has a hacking capability. And probably every intelligence service is hacking in the territory of other countries. But who exactly does what? That would be a very sensitive piece of information. But it's very difficult to communicate about it. Because nobody wants to admit the scope of what they're doing."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "Give me a smart idiot over a stupid genius any day."
   },
   "author": {
    "text": "Samuel Goldwyn"
   }
  },
  {
   "quote": {
    "text": "What a distressing contrast there is between the radiant intelligence of the child and the feeble mentality of the average adult."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "Children are remarkable for their intelligence and ardor, for their curiosity, their intolerance of shams, the clarity and ruthlessness of their vision."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "The test of a first-rate intelligence is the ability to hold two opposed ideas in mind at the same time and still retain the ability to function."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "Ignorance is bold and knowledge reserved."
   },
   "author": {
    "text": "Thucydides"
   }
  },
  {
   "quote": {
    "text": "Genius is the ability to renew one's emotions in daily experience."
   },
   "author": {
    "text": "Paul Cezanne"
   }
  },
  {
   "quote": {
    "text": "Sculpture is the art of the intelligence."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "Technology, through automation and artificial intelligence, is definitely one of the most disruptive sources."
   },
   "author": {
    "text": "Alain Dehaze"
   }
  },
  {
   "quote": {
    "text": "The war we are fighting today against terrorism is a multifaceted fight. We have to use every tool in our toolkit to wage this war - diplomacy, finance, intelligence, law enforcement, and of course, military power - and we are developing new tools as we go along."
   },
   "author": {
    "text": "Richard Armitage"
   }
  },
  {
   "quote": {
    "text": "Immaturity is the incapacity to use one's intelligence without the guidance of another."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "An intellectual is a man who takes more words than necessary to tell more than he knows."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "In the Fall of 1774 & Winter of 1775, I was one of upwards of thirty, chiefly mechanics, who formed ourselves into a committee for the purpose of watching the movements of the British soldiers, and gaining every intelligence of the movements of the Tories."
   },
   "author": {
    "text": "Paul Revere"
   }
  },
  {
   "quote": {
    "text": "There is no reason and no way that a human mind can keep up with an artificial intelligence machine by 2035."
   },
   "author": {
    "text": "Gray Scott"
   }
  },
  {
   "quote": {
    "text": "I couldn't help but to think back to my classmates at Thomas Jefferson High School in San Antonio. They had the same talent, the same brains, the same dreams as the folks we sat with at Stanford and Harvard. I realized the difference wasn't one of intelligence or drive. The difference was opportunity."
   },
   "author": {
    "text": "Julian Castro"
   }
  },
  {
   "quote": {
    "text": "When the conscious mind expands to embrace deeper levels of thinking, the thought wave becomes more powerful and results in added energy and intelligence."
   },
   "author": {
    "text": "Maharishi Mahesh Yogi"
   }
  },
  {
   "quote": {
    "text": "Some people call this artificial intelligence, but the reality is this technology will enhance us. So instead of artificial intelligence, I think we'll augment our intelligence."
   },
   "author": {
    "text": "Ginni Rometty"
   }
  },
  {
   "quote": {
    "text": "The private citizen, beset by partisan appeals for the loan of his Public Opinion, will soon see, perhaps, that these appeals are not a compliment to his intelligence, but an imposition on his good nature and an insult to his sense of evidence."
   },
   "author": {
    "text": "Walter Lippmann"
   }
  },
  {
   "quote": {
    "text": "Artificial intelligence is here and being rapidly commercialized, with new applications being created not just for manufacturing but also for energy, healthcare, and oil and gas. This will change how we all do business."
   },
   "author": {
    "text": "Joe Kaeser"
   }
  },
  {
   "quote": {
    "text": "If intelligence is the triumph of life, the spoken word is the marvellous means by which this intelligence is manifested."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "The thing that's going to make artificial intelligence so powerful is its ability to learn, and the way AI learns is to look at human culture."
   },
   "author": {
    "text": "Dan Brown"
   }
  },
  {
   "quote": {
    "text": "I won't say that I'm an agnostic, since agnosticism maintains that one cannot know... but I'm not averse to the idea of some intelligence or some organizing force that set up the initial conditions of the universe in such a way that ultimately generated stars, planets and life."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "If you have the guts to keep making mistakes, your wisdom and intelligence leap forward with huge momentum."
   },
   "author": {
    "text": "Holly Near"
   }
  },
  {
   "quote": {
    "text": "Teaching man his relatively small sphere in the creation, it also encourages him by its lessons of the unity of Nature and shows him that his power of comprehension allies him with the great intelligence over-reaching all."
   },
   "author": {
    "text": "Annie Jump Cannon"
   }
  },
  {
   "quote": {
    "text": "Nerds... the 'nerd' has never been precisely defined, thanks to the psychological complexity of the creature. The word has connotations of some level of intelligence. The typical nerd is a male with intelligence but no sense of giving it a manly face."
   },
   "author": {
    "text": "Tom Wolfe"
   }
  },
  {
   "quote": {
    "text": "It's going to be interesting to see how society deals with artificial intelligence, but it will definitely be cool."
   },
   "author": {
    "text": "Colin Angle"
   }
  },
  {
   "quote": {
    "text": "Action is the real measure of intelligence."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "He who joyfully marches to music in rank and file has already earned my contempt. He has been given a large brain by mistake, since for him the spinal cord would suffice."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Wit is educated insolence."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "All of the biggest technological inventions created by man - the airplane, the automobile, the computer - says little about his intelligence, but speaks volumes about his laziness."
   },
   "author": {
    "text": "Mark Kennedy"
   }
  },
  {
   "quote": {
    "text": "Educate the masses, elevate their standard of intelligence, and you will certainly have a successful nation."
   },
   "author": {
    "text": "Alexander Graham Bell"
   }
  },
  {
   "quote": {
    "text": "My mind rebels at stagnation. Give me problems, give me work, give me the most abstruse cryptogram, or the most intricate analysis, and I am in my own proper atmosphere. But I abhor the dull routine of existence. I crave for mental exaltation."
   },
   "author": {
    "text": "Arthur Conan Doyle"
   }
  },
  {
   "quote": {
    "text": "Where the stakes are the highest, in the war on terror, we cannot possibly succeed without extraordinary international cooperation. Effective international police actions require the highest degree of intelligence sharing, planning and collaborative enforcement."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "If you would take, you must first give, this is the beginning of intelligence."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "Artificial intelligence is growing up fast, as are robots whose facial expressions can elicit empathy and make your mirror neurons quiver."
   },
   "author": {
    "text": "Diane Ackerman"
   }
  },
  {
   "quote": {
    "text": "I choose my friends for their good looks, my acquaintances for their good characters, and my enemies for their intellects. A man cannot be too careful in the choice of his enemies."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "No one in this world, so far as I know - and I have searched the records for years, and employed agents to help me - has ever lost money by underestimating the intelligence of the great masses of the plain people."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Bottom line is, I didn't return to Apple to make a fortune. I've been very lucky in my life and already have one. When I was 25, my net worth was $100 million or so. I decided then that I wasn't going to let it ruin my life. There's no way you could ever spend it all, and I don't view wealth as something that validates my intelligence."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Not to sound corny, but intelligence is big. Everything fades, and everything can be modified. But intelligence is something you can't fake. I'm not even talking about whether you can read a thesaurus backwards. But there is a beauty in common sense."
   },
   "author": {
    "text": "Wale"
   }
  },
  {
   "quote": {
    "text": "Thought is more than a right - it is the very breath of man. Whoever fetters thought attacks man himself. To speak, to write, to publish, are things, so far as the right is concerned, absolutely identical. They are the ever-enlarging circles of intelligence in action; they are the sonorous waves of thought."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "There is a real danger that computers will develop intelligence and take over. We urgently need to develop direct connections to the brain so that computers can add to human intelligence rather than be in opposition."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Love is the triumph of imagination over intelligence."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "I think the sexiest thing on anybody is intelligence. I respect somebody who has a brain and wants to use it more than a pretty face and status."
   },
   "author": {
    "text": "Sophia Bush"
   }
  },
  {
   "quote": {
    "text": "Talent and intelligence never yet inoculated anyone against the caprice of the fates."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "By the way, intelligence to me isn't just being book-smart or having a college degree; it's trusting your gut instincts, being intuitive, thinking outside the box, and sometimes just realizing that things need to change and being smart enough to change it."
   },
   "author": {
    "text": "Tabatha Coffey"
   }
  },
  {
   "quote": {
    "text": "It's a poor sort of memory that only works backwards."
   },
   "author": {
    "text": "Lewis Carroll"
   }
  },
  {
   "quote": {
    "text": "Like many intellectuals, he was incapable of saying a simple thing in a simple way."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "It is by developing the individual that he is prepared for that wonderful manifestation of the human intelligence, which drawing constitutes. The ability to see reality in form, in color, in proportion, to be master of the movements of one's own hand - that is what is necessary."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "I've written a number of books that have to do with the evolution of humans, human intelligence, human emotions."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "Stupidity is infinitely more fascinating that intelligence. Intelligence has its limits while stupidity has none."
   },
   "author": {
    "text": "Claude Chabrol"
   }
  },
  {
   "quote": {
    "text": "Is artificial intelligence less than our intelligence?"
   },
   "author": {
    "text": "Spike Jonze"
   }
  },
  {
   "quote": {
    "text": "Humanity I love you because when you're hard up you pawn your intelligence to buy a drink."
   },
   "author": {
    "text": "e. e. cummings"
   }
  },
  {
   "quote": {
    "text": "Character robotics could plant the seed for robots that actually have empathy. So, if they achieve human level intelligence or, quite possibly, greater than human levels of intelligence, this could be the seeds of hope for our future."
   },
   "author": {
    "text": "David Hanson"
   }
  },
  {
   "quote": {
    "text": "Because of the terrorist threat, the FBI and CIA have become as important as the military in preserving our freedom. Yet while thanking our military is standard practice in American life, no one thinks of thanking the FBI, the CIA, or the rest of the intelligence community for keeping us safe since 9/11."
   },
   "author": {
    "text": "Ronald Kessler"
   }
  },
  {
   "quote": {
    "text": "Artificial intelligence, in fact, is obviously an intelligence transmitted by conscious subjects, an intelligence placed in equipment. It has a clear origin, in fact, in the intelligence of the human creators of such equipment."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "Today, billions of mobile devices with extraordinary power are uniting with advancements in robotics artificial intelligence, nanotechnology, and so much more."
   },
   "author": {
    "text": "Steve Mollenkopf"
   }
  },
  {
   "quote": {
    "text": "Science is the highest personification of the nation because that nation will remain the first which carries the furthest the works of thought and intelligence."
   },
   "author": {
    "text": "Louis Pasteur"
   }
  },
  {
   "quote": {
    "text": "Artificial intelligence will reach human levels by around 2029. Follow that out further to, say, 2045, we will have multiplied the intelligence, the human biological machine intelligence of our civilization a billion-fold."
   },
   "author": {
    "text": "Ray Kurzweil"
   }
  },
  {
   "quote": {
    "text": "Advice to intellectuals: let no-one represent you."
   },
   "author": {
    "text": "Theodor W. Adorno"
   }
  },
  {
   "quote": {
    "text": "It is not worth an intelligent man's time to be in the majority. By definition, there are already enough people to do that."
   },
   "author": {
    "text": "G. H. Hardy"
   }
  },
  {
   "quote": {
    "text": "The mob spirit has grown with the increasing intelligence of the Afro-American."
   },
   "author": {
    "text": "Ida B. Wells"
   }
  },
  {
   "quote": {
    "text": "There is no greater privilege in living than bringing a tiny new human being into the world and then trying to raise him or her properly during the next eighteen years. Doing that job right requires all the intelligence, wisdom, and determination you will be able to muster from day to day."
   },
   "author": {
    "text": "James Dobson"
   }
  },
  {
   "quote": {
    "text": "Genius is more often found in a cracked pot than in a whole one."
   },
   "author": {
    "text": "E. B. White"
   }
  },
  {
   "quote": {
    "text": "I have been a systems engineer, systems administrator, a senior adviser for the Central Intelligence Agency, a solutions consultant and a telecommunications information systems officer."
   },
   "author": {
    "text": "Edward Snowden"
   }
  },
  {
   "quote": {
    "text": "These little grey cells. It is up to them."
   },
   "author": {
    "text": "Agatha Christie"
   }
  },
  {
   "quote": {
    "text": "In the clashes between ignorance and intelligence, ignorance is generally the aggressor."
   },
   "author": {
    "text": "Paul P. Harris"
   }
  },
  {
   "quote": {
    "text": "People don't want to believe that technology is broken. Pharmaceuticals, robotics, artificial intelligence, nanotechnology - all these areas where the progress has been a lot more limited than people think. And the question is why."
   },
   "author": {
    "text": "Peter Thiel"
   }
  },
  {
   "quote": {
    "text": "The 21st century - and the atheists - needs the presence of religion, just as religion must deal with the real challenges and the thinkers of the day in order to sharpen the conscience and the intelligence of those who study the timeless sacred texts in a spirit of responding to the questions of their time."
   },
   "author": {
    "text": "Tariq Ramadan"
   }
  },
  {
   "quote": {
    "text": "Increasingly, we are embedding artificial intelligence into the core of our clients' businesses across every function and process."
   },
   "author": {
    "text": "Pierre Nanterme"
   }
  },
  {
   "quote": {
    "text": "Artificial intelligence is just a new tool, one that can be used for good and for bad purposes and one that comes with new dangers and downsides as well. We know already that although machine learning has huge potential, data sets with ingrained biases will produce biased results - garbage in, garbage out."
   },
   "author": {
    "text": "Sarah Jeong"
   }
  },
  {
   "quote": {
    "text": "Continuous effort - not strength or intelligence - is the key to unlocking our potential."
   },
   "author": {
    "text": "Liane Cordes"
   }
  },
  {
   "quote": {
    "text": "Beauty is a gift, just like good health or intelligence. The only thing is not to be proud of being beautiful. Because you didn't do anything - it was given to you."
   },
   "author": {
    "text": "Monica Bellucci"
   }
  },
  {
   "quote": {
    "text": "There are three kinds of intelligence: one kind understands things for itself, the other appreciates what others can understand, the third understands neither for itself nor through others. This first kind is excellent, the second good, and the third kind useless."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "We have now sunk to a depth at which restatement of the obvious is the first duty of intelligent men."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "I've always felt that a person's intelligence is directly reflected by the number of conflicting points of view he can entertain simultaneously on the same topic."
   },
   "author": {
    "text": "Abigail Adams"
   }
  },
  {
   "quote": {
    "text": "I'm an optimist in the sense that I believe humans are noble and honorable, and some of them are really smart. I have a very optimistic view of individuals."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "For the execution of the voyage to the Indies, I did not make use of intelligence, mathematics or maps."
   },
   "author": {
    "text": "Christopher Columbus"
   }
  },
  {
   "quote": {
    "text": "The greatest scholars are not usually the wisest people."
   },
   "author": {
    "text": "Geoffrey Chaucer"
   }
  },
  {
   "quote": {
    "text": "By far, the greatest danger of Artificial Intelligence is that people conclude too early that they understand it."
   },
   "author": {
    "text": "Eliezer Yudkowsky"
   }
  },
  {
   "quote": {
    "text": "The best intelligence test is what we do with our leisure."
   },
   "author": {
    "text": "Laurence J. Peter"
   }
  },
  {
   "quote": {
    "text": "We need a president with tremendous intelligence, smarts, cunning, strength and stamina."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Football is a game about feelings and intelligence."
   },
   "author": {
    "text": "Jose Mourinho"
   }
  },
  {
   "quote": {
    "text": "My ideal woman would be someone with both beauty and intelligence. Someone who can hold her own in a conversation, gets along with my family and respects elders, loves children, and have a sense of humour as whacky as mine."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "A man of genius makes no mistakes; his errors are volitional and are the portals of discovery."
   },
   "author": {
    "text": "James Joyce"
   }
  },
  {
   "quote": {
    "text": "Nobody phrases it this way, but I think that artificial intelligence is almost a humanities discipline. It's really an attempt to understand human intelligence and human cognition."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "When we see animals doing remarkable things, how do we know if we're simply seeing tricks or signs of real intelligence? Are talented animals just obeying commands, or do they have some kind of deeper understanding? One of the biggest challenges for animal researchers is to come up with tests that can distinguish between the two."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "The best minds are not in government. If any were, business would steal them away."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Sex and beauty are inseparable, like life and consciousness. And the intelligence which goes with sex and beauty, and arises out of sex and beauty, is intuition."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "Our mind is capable of passing beyond the dividing line we have drawn for it. Beyond the pairs of opposites of which the world consists, other, new insights begin."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "Leadership is all about emotional intelligence. Management is taught, while leadership is experienced."
   },
   "author": {
    "text": "Rajeev Suri"
   }
  },
  {
   "quote": {
    "text": "The intelligent man is one who has successfully fulfilled many accomplishments, and is yet willing to learn more."
   },
   "author": {
    "text": "Ed Parker"
   }
  },
  {
   "quote": {
    "text": "It has yet to be proven that intelligence has any survival value."
   },
   "author": {
    "text": "Arthur C. Clarke"
   }
  },
  {
   "quote": {
    "text": "My dad used to say, 'Just because you dress up in a coat and tie, it doesn't influence your intelligence.'"
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "Transcendental meditation is an ancient mental technique that allows any human being to dive within, transcend and experience the source of everything. It's such a blessing for the human being because that eternal field is a field of unbounded intelligence, creativity, happiness, love, energy and peace."
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "Man is the most intelligent of the animals - and the most silly."
   },
   "author": {
    "text": "Diogenes"
   }
  },
  {
   "quote": {
    "text": "Empathy and social skills are social intelligence, the interpersonal part of emotional intelligence. That's why they look alike."
   },
   "author": {
    "text": "Daniel Goleman"
   }
  },
  {
   "quote": {
    "text": "A year spent in artificial intelligence is enough to make one believe in God."
   },
   "author": {
    "text": "Alan Perlis"
   }
  },
  {
   "quote": {
    "text": "Over time I think we will probably see a closer merger of biological intelligence and digital intelligence."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Often the hands will solve a mystery that the intellect has struggled with in vain."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "Barack Obama is probably one of the brightest in terms of sheer intelligence... also probably the best orator we've ever had as a president."
   },
   "author": {
    "text": "Mario Cuomo"
   }
  },
  {
   "quote": {
    "text": "Three-quarters of the sicknesses of intelligent people come from their intelligence. They need at least a doctor who can understand this sickness."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "When a true genius appears, you can know him by this sign: that all the dunces are in a confederacy against him."
   },
   "author": {
    "text": "Jonathan Swift"
   }
  },
  {
   "quote": {
    "text": "Nature shows that with the growth of intelligence comes increased capacity for pain, and it is only with the highest degree of intelligence that suffering reaches its supreme point."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "A government for the people must depend for its success on the intelligence, the morality, the justice, and the interest of the people themselves."
   },
   "author": {
    "text": "Grover Cleveland"
   }
  },
  {
   "quote": {
    "text": "Intelligence is the ability to avoid doing work, yet getting the work done."
   },
   "author": {
    "text": "Linus Torvalds"
   }
  },
  {
   "quote": {
    "text": "You either have the charisma, the knowledge, the passion, the intelligence - or you don't."
   },
   "author": {
    "text": "Jon Gruden"
   }
  },
  {
   "quote": {
    "text": "Science knows no country, because knowledge belongs to humanity, and is the torch which illuminates the world. Science is the highest personification of the nation because that nation will remain the first which carries the furthest the works of thought and intelligence."
   },
   "author": {
    "text": "Louis Pasteur"
   }
  },
  {
   "quote": {
    "text": "It takes an extraordinary intelligence to contemplate the obvious."
   },
   "author": {
    "text": "Alfred North Whitehead"
   }
  },
  {
   "quote": {
    "text": "Everybody does what she needs. And if you want plastic surgery, and then you feel better, why not? There is no law. I've nothing against using something to help your beauty - but do it in a good way, with intelligence."
   },
   "author": {
    "text": "Monica Bellucci"
   }
  },
  {
   "quote": {
    "text": "Philosophy is a battle against the bewitchment of our intelligence by means of language."
   },
   "author": {
    "text": "Ludwig Wittgenstein"
   }
  },
  {
   "quote": {
    "text": "Genius is talent set on fire by courage."
   },
   "author": {
    "text": "Henry Van Dyke"
   }
  },
  {
   "quote": {
    "text": "There is no method but to be very intelligent."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "When I see a dolphin, I know it's just as smart as I am."
   },
   "author": {
    "text": "Captain Beefheart"
   }
  },
  {
   "quote": {
    "text": "Intelligence agencies keep things secret because they often violate the rule of law or of good behavior."
   },
   "author": {
    "text": "Julian Assange"
   }
  },
  {
   "quote": {
    "text": "The way to defeat international terrorism is through international cooperation based on international law, clear intelligence, and a measured and appropriate military response."
   },
   "author": {
    "text": "Charles Kennedy"
   }
  },
  {
   "quote": {
    "text": "We want to build intelligence that augments human abilities and experiences."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "Intelligence, knowledge or experience are important and might get you a job, but strong communication skills are what will get you promoted."
   },
   "author": {
    "text": "Mireille Guiliano"
   }
  },
  {
   "quote": {
    "text": "A woman has to be intelligent, have charm, a sense of humor, and be kind. It's the same qualities I require from a man."
   },
   "author": {
    "text": "Catherine Deneuve"
   }
  },
  {
   "quote": {
    "text": "We have an incredible warrior class in this country - people in law enforcement, intelligence - and I thank God every night we have them standing fast to protect us from the tremendous amount of evil that exists in the world."
   },
   "author": {
    "text": "Brad Thor"
   }
  },
  {
   "quote": {
    "text": "We have no regulation of drones in the United States in their commercial use. You can see drones some day hovering over the homes of Hollywood luminaries, violating privacy. This question has to be addressed. And we need rules of operation on the border, by police, by commercial use, and also by military and intelligence use."
   },
   "author": {
    "text": "Dianne Feinstein"
   }
  },
  {
   "quote": {
    "text": "Being a unique superpower undermines the military intelligence of strategy. To think strategically, one has to imagine oneself in the enemy's place. If one cannot do this, it is impossible to foresee, to take by surprise, to outflank. Misinterpreting an enemy can lead to defeat. This is how empires fall."
   },
   "author": {
    "text": "John Berger"
   }
  },
  {
   "quote": {
    "text": "Foolishness is rarely a matter of lack of intelligence or even lack of information."
   },
   "author": {
    "text": "John McCarthy"
   }
  },
  {
   "quote": {
    "text": "There are whole precincts of voters in this country whose united intelligence does not equal that of one representative American woman."
   },
   "author": {
    "text": "Carrie Chapman Catt"
   }
  },
  {
   "quote": {
    "text": "In intelligence work, there are limits to the amount of information one can share. Confidentiality is essential."
   },
   "author": {
    "text": "Gijs de Vries"
   }
  },
  {
   "quote": {
    "text": "By the time we get to the 2040s, we'll be able to multiply human intelligence a billionfold. That will be a profound change that's singular in nature. Computers are going to keep getting smaller and smaller. Ultimately, they will go inside our bodies and brains and make us healthier, make us smarter."
   },
   "author": {
    "text": "Ray Kurzweil"
   }
  },
  {
   "quote": {
    "text": "When you talk to a human in 2035, you'll be talking to someone that's a combination of biological and non-biological intelligence."
   },
   "author": {
    "text": "Ray Kurzweil"
   }
  },
  {
   "quote": {
    "text": "Quick condemnation of all that is not ours, of views with which we disagree, of ideas that do not attract us, is the sign of a narrow mind, of an uncultivated intelligence. Bigotry is always ignorant, and the wise boy, who will become the wise man, tries to understand and to see the truth in ideas with which he does not agree."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "Human intelligence is a reflection of the intelligence that produces everything. In knowing, we are simply extending the intelligence that comes to and constitutes us. We mimic the mind of God, so to speak. Or better, we continue and extend it."
   },
   "author": {
    "text": "Huston Smith"
   }
  },
  {
   "quote": {
    "text": "We are approaching a time when human intelligence alone will be incapable of managing a highly advanced society. Existing technologies are rapidly exceeding the human capacity to absorb and process information."
   },
   "author": {
    "text": "Jacque Fresco"
   }
  },
  {
   "quote": {
    "text": "I've always felt, in all my books, that there's a deep decency in the American people and a native intelligence - providing they have the facts, providing they have the information."
   },
   "author": {
    "text": "Studs Terkel"
   }
  },
  {
   "quote": {
    "text": "I'm more frightened than interested by artificial intelligence - in fact, perhaps fright and interest are not far away from one another. Things can become real in your mind, you can be tricked, and you believe things you wouldn't ordinarily. A world run by automatons doesn't seem completely unrealistic any more. It's a bit chilling."
   },
   "author": {
    "text": "Gemma Whelan"
   }
  },
  {
   "quote": {
    "text": "Public trust is a vital condition for artificial intelligence to be used productively."
   },
   "author": {
    "text": "Mark Walport"
   }
  },
  {
   "quote": {
    "text": "Intelligence is the ability to solve problems, whereas consciousness is the ability to feel things such as pain, joy, love, and anger. Throughout history, intelligence always went hand in hand with consciousness."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "We have this yearning to know the answers to the big questions about space and why we're here; we can't evolve fast enough to figure these answers out on our own, but we can do it through artificial intelligence. But there's also some very scary downsides that could come if we don't put the right safety precautions in there."
   },
   "author": {
    "text": "M. Shadows"
   }
  },
  {
   "quote": {
    "text": "The sad thing about artificial intelligence is that it lacks artifice and therefore intelligence."
   },
   "author": {
    "text": "Jean Baudrillard"
   }
  },
  {
   "quote": {
    "text": "In the future, I think it's pretty plausible that collective intelligence tools and skills will be important in order to be a part of global dialog, global business, and global creativity. People who know how to negotiate collective intelligence networks are going to be in a good position to contribute to global society."
   },
   "author": {
    "text": "Jane McGonigal"
   }
  },
  {
   "quote": {
    "text": "The real question is, when will we draft an artificial intelligence bill of rights? What will that consist of? And who will get to decide that?"
   },
   "author": {
    "text": "Gray Scott"
   }
  },
  {
   "quote": {
    "text": "It takes intelligence to make real comedy, and it takes a reality base to create all that little stuff I like to do that makes you giggle inside."
   },
   "author": {
    "text": "Chris Tucker"
   }
  },
  {
   "quote": {
    "text": "Genius creates, and taste preserves. Taste is the good sense of genius; without taste, genius is only sublime folly."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "Journalism, as concerns collecting information, differs little if at all from intelligence work. In my judgment, a journalist's job is very interesting."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "Man becomes man only by his intelligence, but he is man only by his heart."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "The intelligent man who is proud of his intelligence is like the condemned man who is proud of his large cell."
   },
   "author": {
    "text": "Simone Weil"
   }
  },
  {
   "quote": {
    "text": "People are very ready to criticize other people's accents. There's no correlation between accents and intelligence or accents and criminality, but people do make judgments."
   },
   "author": {
    "text": "David Crystal"
   }
  },
  {
   "quote": {
    "text": "I tell myself that God gave my children many gifts - spirit, beauty, intelligence, the capacity to make friends and to inspire respect. There was only one gift he held back - length of life."
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "Privatization is more efficient and effective in some cases, but not in intelligence."
   },
   "author": {
    "text": "Valerie Plame"
   }
  },
  {
   "quote": {
    "text": "We recruit our people for personality. We look for the people person, with innate warmth, sweetness, and intelligence. These are the people who are sending your message out to the customers and potential customers, so we recruit for personality first and foremost."
   },
   "author": {
    "text": "Steve Wynn"
   }
  },
  {
   "quote": {
    "text": "If you wish to spare yourself and your venerable family, give heed to my advice with the ear of intelligence. If you do not, you will see what God has willed."
   },
   "author": {
    "text": "Hulagu Khan"
   }
  },
  {
   "quote": {
    "text": "To think well and to consent to obey someone giving good advice are the same thing."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "As far as U.S. intelligence knows, Iran is developing nuclear capacities, but they don't know if they are trying to develop nuclear weapons or not. Chances are they're developing what's called 'nuclear capability,' which many states have. That is the ability to have nuclear weapons if they decide to do it. That's not a crime."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "By the 2030s, the nonbiological portion of our intelligence will predominate."
   },
   "author": {
    "text": "Ray Kurzweil"
   }
  },
  {
   "quote": {
    "text": "The question that will decide our destiny is not whether we shall expand into space. It is: shall we be one species or a million? A million species will not exhaust the ecological niches that are awaiting the arrival of intelligence."
   },
   "author": {
    "text": "Freeman Dyson"
   }
  },
  {
   "quote": {
    "text": "The highest ideals are human intelligence, creativity and love. Respect these above all."
   },
   "author": {
    "text": "Penn Jillette"
   }
  },
  {
   "quote": {
    "text": "We need to be vigilant about how we design and train these machine-learning systems, or we will see ingrained forms of bias built into the artificial intelligence of the future."
   },
   "author": {
    "text": "Kate Crawford"
   }
  },
  {
   "quote": {
    "text": "Deep learning is a subfield of machine learning, which is a vibrant research area in artificial intelligence, or AI."
   },
   "author": {
    "text": "Oren Etzioni"
   }
  },
  {
   "quote": {
    "text": "The heartbeat of a football team is the quarterback position and I think everyone who has any intelligence about the game understands you must have consistency at that position to be a championship team."
   },
   "author": {
    "text": "Ron Jaworski"
   }
  },
  {
   "quote": {
    "text": "You can't get closer to the heart of national sovereignty than national security and intelligence services."
   },
   "author": {
    "text": "Gijs de Vries"
   }
  },
  {
   "quote": {
    "text": "I think there's a supreme power behind the whole thing, an intelligence. Look at all of the instincts of nature, both animals and plants, the very ingenious ways they survive. If you cut yourself, you don't have to think about it."
   },
   "author": {
    "text": "Clyde Tombaugh"
   }
  },
  {
   "quote": {
    "text": "I think America has more than enough maturity and intelligence to start exercising its world leadership responsibly."
   },
   "author": {
    "text": "Cristina Kirchner"
   }
  },
  {
   "quote": {
    "text": "On April 3, 2014, Jane Goodall turned 80. The iconic blond ponytail has gone gray, but the sparkle of intelligence, sly humor, and fierce dedication still shines from her hazel eyes."
   },
   "author": {
    "text": "David Quammen"
   }
  },
  {
   "quote": {
    "text": "I have been honoured to serve the whales, dolphins, seals - and all the other creatures on this Earth. Their beauty, intelligence, strength, and spirit have inspired me."
   },
   "author": {
    "text": "Paul Watson"
   }
  },
  {
   "quote": {
    "text": "Whatever debases the intelligence degrades the entire human being."
   },
   "author": {
    "text": "Simone Weil"
   }
  },
  {
   "quote": {
    "text": "There's three things: there's masculinity, there's intelligence, there's sensitivity. You've got to bring those three things to a leading man's role: masculinity, sensitivity, intelligence. In some people, there's a little too much in the mix of one or the other."
   },
   "author": {
    "text": "Alec Baldwin"
   }
  },
  {
   "quote": {
    "text": "I now bid farewell to the country of my birth - of my passions - of my death; a country whose misfortunes have invoked my sympathies - whose factions I sought to quell - whose intelligence I prompted to a lofty aim - whose freedom has been my fatal dream."
   },
   "author": {
    "text": "Thomas Francis Meagher"
   }
  },
  {
   "quote": {
    "text": "Most of the intelligence out there must be artificial intelligence. We keep looking for critters like us living on a planet like ours, where in fact the majority of the intelligence out there is not biological. That would be my argument."
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "It's important for a lot of young black males to value swagger over intelligence. Swagger is important, but intelligence must come before the swagger."
   },
   "author": {
    "text": "Laurence Fishburne"
   }
  },
  {
   "quote": {
    "text": "How does nature amplify the intelligence of groups? It forms swarms."
   },
   "author": {
    "text": "Louis B. Rosenberg"
   }
  },
  {
   "quote": {
    "text": "I think a lot of jobs, with that additional artificial intelligence, we can augment human capabilities and impact."
   },
   "author": {
    "text": "Jean-Philippe Courtois"
   }
  },
  {
   "quote": {
    "text": "This illusion that a lower class has less intelligence than a higher class is a complete fake-out."
   },
   "author": {
    "text": "Anohni"
   }
  },
  {
   "quote": {
    "text": "In Israel's short history, army commanders and the heads of the intelligence agencies have often advocated the use of force and in many cases showed contempt for the law and human rights. Political leaders have typically been more measured."
   },
   "author": {
    "text": "Ronen Bergman"
   }
  },
  {
   "quote": {
    "text": "Military intelligence interrogators, however, their goal is to get information, to save lives, to stop the war, to find Saddam - whatever the information is going to be used for, at whatever cost."
   },
   "author": {
    "text": "Janis Karpinski"
   }
  },
  {
   "quote": {
    "text": "Poets are the sense, philosophers the intelligence of humanity."
   },
   "author": {
    "text": "Samuel Beckett"
   }
  },
  {
   "quote": {
    "text": "Human language is the new UI layer, bots are like new applications, and digital assistants are meta apps. Intelligence is infused into all of your interactions."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "I'm every bourgeois nightmare - a Cockney with intelligence and a million dollars."
   },
   "author": {
    "text": "Michael Caine"
   }
  },
  {
   "quote": {
    "text": "Intelligence is really a kind of taste: taste in ideas."
   },
   "author": {
    "text": "Susan Sontag"
   }
  },
  {
   "quote": {
    "text": "Fluid intelligence is not a Big Five personality trait: It's a measurement of one's ability to rapidly learn and apply a rule set. As an entrepreneur, you're rapidly dealing with different issues, and your ability to switch from one issue to another is very important."
   },
   "author": {
    "text": "Adeo Ressi"
   }
  },
  {
   "quote": {
    "text": "If you imagine someone with 100 percent determination and 100 percent intelligence, you can discard a lot of intelligence before they stop succeeding. But if you start discarding determination, you very quickly get an ineffectual and perpetual grad student."
   },
   "author": {
    "text": "Paul Graham"
   }
  },
  {
   "quote": {
    "text": "People are smarter than you might think."
   },
   "author": {
    "text": "John Astin"
   }
  },
  {
   "quote": {
    "text": "The intelligence community agrees 30 percent of the terrorists released from Guantanamo are known or suspected to have already re-joined the fight against Americans_- a statistic that translates to a horrific reality."
   },
   "author": {
    "text": "Mark Kirk"
   }
  },
  {
   "quote": {
    "text": "If the elections are a mere fraud, why are terrorists being trained and infiltrated into India at the command of the Inter-Services Intelligence Agency of Pakistan to kill election candidates and to intimidate voters?"
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "Smartness runs in my family. When I went to school I was so smart my teacher was in my class for five years."
   },
   "author": {
    "text": "Gracie Allen"
   }
  },
  {
   "quote": {
    "text": "People's intelligence tends to be in inverse proportion to their number. People don't tend to get smarter as they get into bigger groups."
   },
   "author": {
    "text": "Robyn Hitchcock"
   }
  },
  {
   "quote": {
    "text": "I must have a prodigious quantity of mind; it takes me as much as a week sometimes to make it up."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "We should take care not to make the intellect our god; it has, of course, powerful muscles, but no personality."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "There is no greater power in Heaven or on Earth than pure, unconditional love. The nature of the God force, the unseen intelligence in all things, which causes the material world and is the center of both the spiritual and physical plane, is best described as pure, unconditional love."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "I believe that singing is the key to long life, a good figure, a stable temperament, increased intelligence, new friends, super self-confidence, heightened sexual attractiveness, and a better sense of humor."
   },
   "author": {
    "text": "Brian Eno"
   }
  },
  {
   "quote": {
    "text": "I'm grateful to intelligent people. That doesn't mean educated. That doesn't mean intellectual. I mean really intelligent. What black old people used to call 'mother wit' means intelligence that you had in your mother's womb. That's what you rely on. You know what's right to do."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Genius always finds itself a century too early."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Shall I not have intelligence with the earth? Am I not partly leaves and vegetable mould myself."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Wealth, in even the most improbable cases, manages to convey the aspect of intelligence."
   },
   "author": {
    "text": "John Kenneth Galbraith"
   }
  },
  {
   "quote": {
    "text": "I'm not offended by all the dumb blonde jokes because I know I'm not dumb... and I also know that I'm not blonde."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "We all agree that pessimism is a mark of superior intellect."
   },
   "author": {
    "text": "John Kenneth Galbraith"
   }
  },
  {
   "quote": {
    "text": "Men we shall have only as we make manhood the object of the work of the schools - intelligence, broad sympathy, knowledge of the world that was and is, and of the relation of men to it - this is the curriculum of that Higher Education which must underlie true life."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "If men can develop weapons that are so terrifying as to make the thought of global war include almost a sentence for suicide, you would think that man's intelligence and his comprehension... would include also his ability to find a peaceful solution."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "The public is wonderfully tolerant. It forgives everything except genius."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "My mother's love has always been a sustaining force for our family, and one of my greatest joys is seeing her integrity, her compassion, her intelligence reflected in my daughters."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "We need intelligence in this country. We need a certain toughness in this country, or we're going to end up like a lot of the other places, and we're not going to have a country left."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "I don't think the intelligence reports are all that hot. Some days I get more out of the New York Times."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Do you not see how necessary a world of pains and troubles is to school an intelligence and make it a soul?"
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "The modern mind is in complete disarray. Knowledge has stretched itself to the point where neither the world nor our intelligence can find any foot-hold. It is a fact that we are suffering from nihilism."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "We should not pretend to understand the world only by the intellect. The judgement of the intellect is only part of the truth."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "Wherever smart people work, doors are unlocked."
   },
   "author": {
    "text": "Steve Wozniak"
   }
  },
  {
   "quote": {
    "text": "Military intelligence is a contradiction in terms."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "Anyone who conducts an argument by appealing to authority is not using his intelligence; he is just using his memory."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Grit can't be measured on pop quizzes, but it can often predict long-term success more than mere intelligence."
   },
   "author": {
    "text": "Laura Moser"
   }
  },
  {
   "quote": {
    "text": "Many highly intelligent people are poor thinkers. Many people of average intelligence are skilled thinkers. The power of a car is separate from the way the car is driven."
   },
   "author": {
    "text": "Edward de Bono"
   }
  },
  {
   "quote": {
    "text": "I know this world is ruled by infinite intelligence. Everything that surrounds us- everything that exists - proves that there are infinite laws behind it. There can be no denying this fact. It is mathematical in its precision."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "It is only the enlightened ruler and the wise general who will use the highest intelligence of the army for the purposes of spying, and thereby they achieve great results."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "I would like to take you seriously, but to do so would be an affront to your intelligence."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Be as smart as you can, but remember that it is always better to be wise than to be smart."
   },
   "author": {
    "text": "Alan Alda"
   }
  },
  {
   "quote": {
    "text": "Thought is a strenuous art - few practice it, and then only at rare times."
   },
   "author": {
    "text": "David Ben-Gurion"
   }
  },
  {
   "quote": {
    "text": "Sailing is in the same vein as horse riding. There's a beauty to it; it's an elegant sport. You have to employ your intelligence. It's technical, but you also have to take into account the natural elements - the wind, the water, the weather."
   },
   "author": {
    "text": "Pier Luigi Loro Piana"
   }
  },
  {
   "quote": {
    "text": "Intelligence and courtesy not always are combined; Often in a wooden house a golden room we find."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "I don't believe in an outside agent that creates the world, then walks away. But I feel very strongly there is an intelligence at work in every flower, in every blade of grass, in every cell of my body. And it is that intelligence that, I wouldn't say created the universe. It is creating the universe. It's an ongoing process."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "Some people worry that artificial intelligence will make us feel inferior, but then, anybody in his right mind should have an inferiority complex every time he looks at a flower."
   },
   "author": {
    "text": "Alan Kay"
   }
  },
  {
   "quote": {
    "text": "Be smarter than other people, just don't tell them so."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "One thought fills immensity."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Eventually we'll be able to sequence the human genome and replicate how nature did intelligence in a carbon-based system."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "I think that intelligence is such a narrow branch of the tree of life - this branch of primates we call humans. No other animal, by our definition, can be considered intelligent. So intelligence can't be all that important for survival, because there are so many animals that don't have what we call intelligence, and they're surviving just fine."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "In view of the fact that God limited the intelligence of man, it seems unfair that He did not also limit his stupidity."
   },
   "author": {
    "text": "Konrad Adenauer"
   }
  },
  {
   "quote": {
    "text": "Now, given the increasing importance of artificial intelligence, automation, machine learning, and other innovative technologies, we are evolving Accenture Digital to be even more relevant to our clients and drive even greater differentiation in the marketplace."
   },
   "author": {
    "text": "Pierre Nanterme"
   }
  },
  {
   "quote": {
    "text": "Scepticism, that dry caries of the intelligence."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Everything in the universe has a purpose. Indeed, the invisible intelligence that flows through everything in a purposeful fashion is also flowing through you."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "I thank God that I'm a product of my parents. That they infected me with their intelligence and energy for life, with their thirst for knowledge and their love. I'm grateful that I know where I come from."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "You can use all the quantitative data you can get, but you still have to distrust it and use your own intelligence and judgment."
   },
   "author": {
    "text": "Alvin Toffler"
   }
  },
  {
   "quote": {
    "text": "I don't think there's anything unique about human intelligence."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Let's say intelligence is your ability to compose poetry, symphonies, do art, math and science. Chimps can't do any of that, yet we share 99 percent DNA. Everything that we are, that distinguishes us from chimps, emerges from that one-percent difference."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "In South Korea, they believe that when you turn 60, you've become a baby again and the rest of your life should be totally about joy and happiness, and people should leave you alone, and I just think that that's the height of intelligence."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "As Irving Good realised in 1965, machines with superhuman intelligence could repeatedly improve their design even further, triggering what Vernor Vinge called a 'singularity.'"
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "In our civilization, and under our republican form of government, intelligence is so highly honored that it is rewarded by exemption from the cares of office."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "The child's mind is not the type of mind we adults possess. If we call our type of mind the conscious type, that of the child is an unconscious mind. Now an unconscious mind does not mean an inferior mind. An unconscious mind can be full of intelligence. One will find this type of intelligence in every being, and every insect has it."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "There is nothing wrong with America that faith, love of freedom, intelligence, and energy of her citizens cannot cure."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "If we wander around as politicians jumping at every shadow and desperately afraid of having our words taken out of context or attacks layered on in an unfair way, I think we're actually doing a disrespect to Canadians, to people's intelligence."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "There's no such thing as going to a soapbox and saying, 'The government's corrupt,' and not having the intelligence service see your face. In the digital world, that can be done."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "No sooner does man discover intelligence than he tries to involve it in his own stupidity."
   },
   "author": {
    "text": "Jacques Yves Cousteau"
   }
  },
  {
   "quote": {
    "text": "It is not clear that intelligence has any long-term survival value."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "We must develop as quickly as possible technologies that make possible a direct connection between brain and computer, so that artificial brains contribute to human intelligence rather than opposing it."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "There is not a separate God for each person. There is one universal intelligence flowing through all of us."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "There is no worse screen to block out the Spirit than confidence in our own intelligence."
   },
   "author": {
    "text": "John Calvin"
   }
  },
  {
   "quote": {
    "text": "All intelligent thoughts have already been thought; what is necessary is only to try to think them again."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "No one knows when a robot will approach human intelligence, but I suspect it will be late in the 21st century. Will they be dangerous? Possibly. So I suggest we put a chip in their brain to shut them off if they have murderous thoughts."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "God is another name for human intelligence raised above all error and imperfection, and extended to all possible truth."
   },
   "author": {
    "text": "William Ellery Channing"
   }
  },
  {
   "quote": {
    "text": "Religion is something left over from the infancy of our intelligence, it will fade away as we adopt reason and science as our guidelines."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Trump has emphatically denied ties to Russia - a claim refuted by his Twitter feed and a cursory Google search. Putin says his government had nothing to do with the hack of the DNC computers, even though it carelessly left a trail of crumbs tracing back to his intelligence services. The cunning liar is exploiting the blundering one."
   },
   "author": {
    "text": "Franklin Foer"
   }
  },
  {
   "quote": {
    "text": "There are lots of examples of routine, middle-skilled jobs that involve relatively structured tasks, and those are the jobs that are being eliminated the fastest. Those kinds of jobs are easier for our friends in the artificial intelligence community to design robots to handle them. They could be software robots; they could be physical robots."
   },
   "author": {
    "text": "Erik Brynjolfsson"
   }
  },
  {
   "quote": {
    "text": "The key to artificial intelligence has always been the representation."
   },
   "author": {
    "text": "Jeff Hawkins"
   }
  },
  {
   "quote": {
    "text": "Many intelligence reports in war are contradictory; even more are false, and most are uncertain."
   },
   "author": {
    "text": "Carl von Clausewitz"
   }
  },
  {
   "quote": {
    "text": "Instead of assuming that emotional intelligence is always useful, we need to think more carefully about where and when it matters."
   },
   "author": {
    "text": "Adam Grant"
   }
  },
  {
   "quote": {
    "text": "It occurred to me that there was no difference between men, in intelligence or race, so profound as the difference between the sick and the well."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "Man is an intelligence in servitude to his organs."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "What interests me is whatever it is that allows the heart to continue to yearn for something the intelligence knows is impossible to have: a lost love, a shelter from life's blows, the return of a time past, even a connection to the dead."
   },
   "author": {
    "text": "Alice McDermott"
   }
  },
  {
   "quote": {
    "text": "It is proper that noble spirits, equipped with truth and enlightened with the Divine intelligence, should arm themselves against dense ignorance by climbing up to the high rock and tower of contemplation."
   },
   "author": {
    "text": "Giordano Bruno"
   }
  },
  {
   "quote": {
    "text": "Despite our very recent appearance on the planet, humanity combines arrogance with increasing material demands, even as we become more numerous. Our toughness is a delusion. Have we the intelligence and discipline to vigilantly guard against our tendency to grow without limit?"
   },
   "author": {
    "text": "Lynn Margulis"
   }
  },
  {
   "quote": {
    "text": "Be what you are. This is the first step toward becoming better than you are."
   },
   "author": {
    "text": "Julius Charles Hare"
   }
  },
  {
   "quote": {
    "text": "Wise thinkers prevail everywhere."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "I have yet to meet members of a leadership team who I thought lacked the intelligence or the domain expertise required to be successful. I've met many, however, who failed to foster organizational health. Their companies were riddled with politics, various forms of dysfunction, and general confusion about their direction and mission."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "It is good to rub and polish our brain against that of others."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "Human intelligence may not be the best trick nature has to offer."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Politeness decrees that you must listen to be kind; intelligence decrees that you must listen to learn."
   },
   "author": {
    "text": "Letitia Baldrige"
   }
  },
  {
   "quote": {
    "text": "Warp speed developments in technology - automation, artificial intelligence, and the arrival of the sharing economy - are transforming how we work. Beyond technology, traditional working patterns are also being disrupted by changes in society, organizations and workforce management, leading to the rise of a more independent and dispersed workforce."
   },
   "author": {
    "text": "Alain Dehaze"
   }
  },
  {
   "quote": {
    "text": "Anything that could give rise to smarter-than-human intelligence - in the form of Artificial Intelligence, brain-computer interfaces, or neuroscience-based human intelligence enhancement - wins hands down beyond contest as doing the most to change the world. Nothing else is even in the same league."
   },
   "author": {
    "text": "Eliezer Yudkowsky"
   }
  },
  {
   "quote": {
    "text": "I'm a pessimist because of intelligence, but an optimist because of will."
   },
   "author": {
    "text": "Antonio Gramsci"
   }
  },
  {
   "quote": {
    "text": "'Liberal Fascism' is less an expose of left-wing hypocrisy than a chance to exact political revenge. Yet, the title of his book aside, what distinguishes Goldberg from the Sean Hannitys and Michael Savages is a witty intelligence that deals in ideas as well as insults - no mean feat in the nasty world of the culture wars."
   },
   "author": {
    "text": "David Oshinsky"
   }
  },
  {
   "quote": {
    "text": "The sign of an intelligent people is their ability to control their emotions by the application of reason."
   },
   "author": {
    "text": "Marya Mannes"
   }
  },
  {
   "quote": {
    "text": "Nothing is more important to national security and the making and conduct of good policy than timely, accurate, and relevant intelligence. Nothing is more critical to accurate and relevant intelligence than independent analysis."
   },
   "author": {
    "text": "Dennis C. Blair"
   }
  },
  {
   "quote": {
    "text": "It has always been my private conviction that any man who puts his intelligence up against a fish and loses had it coming."
   },
   "author": {
    "text": "John Steinbeck"
   }
  },
  {
   "quote": {
    "text": "To educate the intelligence is to expand the horizon of its wants and desires."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "An intelligent person is never afraid or ashamed to find errors in his understanding of things."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "A woman uses her intelligence to find reasons to support her intuition."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "I take parenting incredibly seriously. I want to be there for my kids and help them navigate the world, and develop skills, emotional intelligence, to enjoy life, and I'm lucky to be able to do that and have two healthy, normal boys."
   },
   "author": {
    "text": "Joan Cusack"
   }
  },
  {
   "quote": {
    "text": "I'm a big advocate of financial intelligence."
   },
   "author": {
    "text": "Daymond John"
   }
  },
  {
   "quote": {
    "text": "I don't think that artificial intelligence means doomsday, and I think many new jobs will be created, too. However, it is becoming increasingly unlikely that these new types of jobs will favor low-income demographics. We need to address the needs of those who will be left out of the new job market."
   },
   "author": {
    "text": "Jens Martin Skibsted"
   }
  },
  {
   "quote": {
    "text": "I've seen a few wild grizzly bears, mostly in Alaska and British Columbia, and always from a distance. But each grizzly I've caught sight of was as fearsome and sublime as the last. You never get used to their raw power and massive bodies, or the mysterious intelligence in their dark, close-set eyes."
   },
   "author": {
    "text": "Lydia Millet"
   }
  },
  {
   "quote": {
    "text": "I'm in awe of the universe, but I don't necessarily believe there's an intelligence or agent behind it. I do have a passion for the visual in religious rituals, though, even though they may be completely empty and bereft of substance. The incense is powerful and provocative, whether Buddhist or Catholic."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "God has placed no limits to the exercise of the intellect he has given us, on this side of the grave."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "In mathematics and science, there is no difference in the intelligence of men and women. The difference in genes between men and women is simply the Y chromosome, which has nothing to do with intelligence."
   },
   "author": {
    "text": "Christiane Nusslein-Volhard"
   }
  },
  {
   "quote": {
    "text": "The truth is that intelligence, knowledge, and domain expertise are vastly overrated as the driving forces behind competitive advantage and sustainable success."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "Logical activity is not the whole of intelligence. One can be intelligent without being particularly logical."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "While the crash only took place six months ago, I am convinced we have now passed the worst, and with continued unity of effort, we shall rapidly recover. There is one certainty of the future of a people of the resources, intelligence and character of the people of the United States - that is, prosperity."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "They say somebody's 'street smart.' I feel like, if I got intelligence, it's just a country smart."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "We've sweated and torn out our hair trying to reconstruct our chosen lives, to fashion them like literary sculptures, at once monumental and yet human. We've applied all of our intelligence, our empathy, our critical faculties, our compassion - and we think, in our delusion, that it's still 1960, and our work is going to get noticed."
   },
   "author": {
    "text": "Nigel Hamilton"
   }
  },
  {
   "quote": {
    "text": "The emotional brain responds to an event more quickly than the thinking brain."
   },
   "author": {
    "text": "Daniel Goleman"
   }
  },
  {
   "quote": {
    "text": "That which the Fascists hate above all else, is intelligence."
   },
   "author": {
    "text": "Miguel de Unamuno"
   }
  },
  {
   "quote": {
    "text": "It is becoming harder for us to stay on top of the onslaught - e-mails, messages, appointments, alerts. Augmented intelligence offers the possibility of winnowing an increasing number of inputs and options in a way that humans can't manage without a helping hand."
   },
   "author": {
    "text": "Om Malik"
   }
  },
  {
   "quote": {
    "text": "Intelligence is not to make no mistakes, but quickly to see how to make them good."
   },
   "author": {
    "text": "Bertolt Brecht"
   }
  },
  {
   "quote": {
    "text": "Intelligence is a moral category."
   },
   "author": {
    "text": "Theodor W. Adorno"
   }
  },
  {
   "quote": {
    "text": "Commercial television has underestimated the intelligence of the public."
   },
   "author": {
    "text": "Jerry Lewis"
   }
  },
  {
   "quote": {
    "text": "The media has zero integrity, zero intelligence, and no hard work. You're the opposition party. Not the Democratic Party. You're the opposition party. The media's the opposition party."
   },
   "author": {
    "text": "Steve Bannon"
   }
  },
  {
   "quote": {
    "text": "So far as I can remember, there is not one word in the Gospels in praise of intelligence."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "I think for leadership positions, emotional intelligence is more important than cognitive intelligence. People with emotional intelligence usually have a lot of cognitive intelligence, but that's not always true the other way around."
   },
   "author": {
    "text": "John Mackey"
   }
  },
  {
   "quote": {
    "text": "Everyone is a genius at least once a year. The real geniuses simply have their bright ideas closer together."
   },
   "author": {
    "text": "Georg C. Lichtenberg"
   }
  },
  {
   "quote": {
    "text": "We admire elephants in part because they demonstrate what we consider the finest human traits: empathy, self-awareness, and social intelligence. But the way we treat them puts on display the very worst of human behavior."
   },
   "author": {
    "text": "Graydon Carter"
   }
  },
  {
   "quote": {
    "text": "I have always been convinced that the only way to get artificial intelligence to work is to do the computation in a way similar to the human brain. That is the goal I have been pursuing. We are making progress, though we still have lots to learn about how the brain actually works."
   },
   "author": {
    "text": "Geoffrey Hinton"
   }
  },
  {
   "quote": {
    "text": "Genius is initiative on fire."
   },
   "author": {
    "text": "Holbrook Jackson"
   }
  },
  {
   "quote": {
    "text": "Prediction is not just one of the things your brain does. It is the primary function of the neo-cortex, and the foundation of intelligence."
   },
   "author": {
    "text": "Jeff Hawkins"
   }
  },
  {
   "quote": {
    "text": "The mind of man has perplexed itself with many hard questions. Is space infinite, and in what sense? Is the material world infinite in extent, and are all places within that extent equally full of matter? Do atoms exist or is matter infinitely divisible?"
   },
   "author": {
    "text": "James C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "The universe is an intelligence test."
   },
   "author": {
    "text": "Timothy Leary"
   }
  },
  {
   "quote": {
    "text": "I've met my share of guys who have insulted and assaulted my intelligence with their stories and games. I say hello and goodbye!"
   },
   "author": {
    "text": "Aretha Franklin"
   }
  },
  {
   "quote": {
    "text": "To think is to practice brain chemistry."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "My dad is still Christian Scientist. My mom's not, and I'm not. But I believe in God, and that there's a higher power and an intelligence that's bigger than us and that we can rely on. It's not just us, thinking we are the ones in control of everything. That idea gives me support."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "Genius might be the ability to say a profound thing in a simple way."
   },
   "author": {
    "text": "Charles Bukowski"
   }
  },
  {
   "quote": {
    "text": "The main functions of intelligence, that of inventing solutions and that of verifying them, do not necessarily involve one another. The first partakes of imagination; the second alone is properly logical."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "Don't leave home without your sword - your intellect."
   },
   "author": {
    "text": "Alan Moore"
   }
  },
  {
   "quote": {
    "text": "As beavers build dams and bees build hives, human beings have spears. Or take the high intelligence of human beings, the ability to make plans, to transmit information - that was also there before, but that, together with the tools, was not enough to make man special."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "A lot of what people are calling 'artificial intelligence' is really data analytics - in other words, business as usual. If the hype leaves you asking 'What is A.I., really?,' don't worry, you're not alone."
   },
   "author": {
    "text": "Om Malik"
   }
  },
  {
   "quote": {
    "text": "Though intelligence is powerless to modify character, it is a dab hand at finding euphemisms for its weaknesses."
   },
   "author": {
    "text": "Quentin Crisp"
   }
  },
  {
   "quote": {
    "text": "Democracy is a daring concept - a hope that we'll be best governed if all of us participate in the act of government. It is meant to be a conversation, a place where the intelligence and local knowledge of the electorate sums together to arrive at actions that reflect the participation of the largest possible number of people."
   },
   "author": {
    "text": "Brian Eno"
   }
  },
  {
   "quote": {
    "text": "We are faced with the paradoxical fact that education has become one of the chief obstacles to intelligence and freedom of thought."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Leveraging community intelligence and making connections is a key component to being a growth hacker."
   },
   "author": {
    "text": "Ryan Holiday"
   }
  },
  {
   "quote": {
    "text": "A great many people think that polysyllables are a sign of intelligence."
   },
   "author": {
    "text": "Barbara Walters"
   }
  },
  {
   "quote": {
    "text": "The Divine of the Lord in heaven is love, for the reason that love is receptive of all things of heaven, such as peace, intelligence, wisdom and happiness."
   },
   "author": {
    "text": "Emanuel Swedenborg"
   }
  },
  {
   "quote": {
    "text": "Nothing is more important, certainly during these times of artificial intelligence, than our public education. And as it continues to grow and evolve, I think you and I know this is going to be critical that we are constantly training and retraining and creating these next-generation jobs."
   },
   "author": {
    "text": "Marc Benioff"
   }
  },
  {
   "quote": {
    "text": "In the years preceding my imprisonment, I worked as a software programmer, designing and developing web interfaces, secure databases, and communication software; later, I was employed as an intelligence analyst for the U.S. Army. Throughout each of these jobs, we used different kinds of encryption to keep prying eyes out of information we handled."
   },
   "author": {
    "text": "Chelsea Manning"
   }
  },
  {
   "quote": {
    "text": "I'm in awe of the universe, but I don't necessarily believe there's an intelligence or agent behind it. I do have a passion for the visual in religious rituals, though, even though they may be completely empty and bereft of substance."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "Nothing is more dreadful than private duels in America. The two adversaries attack each other like wild beasts. Then it is that they might well covet those wonderful properties of the Indians of the prairies - their quick intelligence, their ingenious cunning, their scent of the enemy."
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "We are tired of having our integrity impugned. We are tired of having our sincerity questioned. We are tired of having our intelligence insulted."
   },
   "author": {
    "text": "Terry Sanford"
   }
  },
  {
   "quote": {
    "text": "I have beauty, intelligence, individuality, sensuality and sexuality."
   },
   "author": {
    "text": "Shannon Tweed"
   }
  },
  {
   "quote": {
    "text": "God gives us intelligence to uncover the wonders of nature. Without the gift, nothing is possible."
   },
   "author": {
    "text": "James Clavell"
   }
  },
  {
   "quote": {
    "text": "We are dealing with the best-educated generation in history. But they've got a brain dressed up with nowhere to go."
   },
   "author": {
    "text": "Timothy Leary"
   }
  },
  {
   "quote": {
    "text": "Every true genius is bound to be naive."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "The bookful blockhead, ignorantly read, With loads of learned lumber in his head."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "It's part of a writer's profession, as it's part of a spy's profession, to prey on the community to which he's attached, to take away information - often in secret - and to translate that into intelligence for his masters, whether it's his readership or his spy masters. And I think that both professions are perhaps rather lonely."
   },
   "author": {
    "text": "John le Carre"
   }
  },
  {
   "quote": {
    "text": "Intelligence is quickness in seeing things as they are."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "I would like to take you seriously, but to do so would affront your intelligence."
   },
   "author": {
    "text": "William F. Buckley, Jr."
   }
  },
  {
   "quote": {
    "text": "Progressively saved by the machine from the anxieties that bound his hands and mind to material toil, relieved of a large part of his work and compelled to an ever-increasing speed of action by the devices which his intelligence cannot help ceaselessly creating and perfecting, man is about to find himself abruptly plunged into idleness."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "An able, disinterested, public-spirited press, with trained intelligence to know the right and courage to do it, can preserve that public virtue without which popular government is a sham and a mockery."
   },
   "author": {
    "text": "Joseph Pulitzer"
   }
  },
  {
   "quote": {
    "text": "Intelligence is the ability to solve problems, and consciousness is the ability to feel things and have subjective experiences."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "In these troubled, uncertain times, we don't need more command and control; we need better means to engage everyone's intelligence in solving challenges and crises as they arise."
   },
   "author": {
    "text": "Margaret J. Wheatley"
   }
  },
  {
   "quote": {
    "text": "Intuition enlightens and so links up with pure thought. They together become an intelligence which is not simply of the brain, which does not calculate, but feels and thinks."
   },
   "author": {
    "text": "Piet Mondrian"
   }
  },
  {
   "quote": {
    "text": "One may have broad or narrow talents, but only education renders them useful. Schools set up to train people will develop the intelligence of those who have it and end the stupidity of those who do not, providing a specialty to those who have narrow talent and broad knowledge to those with all-around ability."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "But once you are in that field, emotional intelligence emerges as a much stronger predictor of who will be most successful, because it is how we handle ourselves in our relationships that determines how well we do once we are in a given job."
   },
   "author": {
    "text": "Daniel Goleman"
   }
  },
  {
   "quote": {
    "text": "Emotion is often what we rely upon to carry us across the unfathomable voids in our intelligence."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "I ultimately got into robotics because for me, it was the best way to study intelligence."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "Like all technologies before it, artificial intelligence will reflect the values of its creators. So inclusivity matters - from who designs it to who sits on the company boards and which ethical perspectives are included."
   },
   "author": {
    "text": "Kate Crawford"
   }
  },
  {
   "quote": {
    "text": "Our culture has long mistrusted the body. It's been seen as a confusing blend of God's handiwork and the devil's playground. It is, rather, a vortex of intelligence."
   },
   "author": {
    "text": "Victoria Moran"
   }
  },
  {
   "quote": {
    "text": "My success was not based so much on any great intelligence but on great common sense."
   },
   "author": {
    "text": "Helen Gurley Brown"
   }
  },
  {
   "quote": {
    "text": "First Lady Michelle Obama - I admire her confidence, integrity, intelligence, compassion, and her overall vibe - she is such an inspiration."
   },
   "author": {
    "text": "Daya"
   }
  },
  {
   "quote": {
    "text": "The object of pure physics is the unfolding of the laws of the intelligible world; the object of pure mathematics that of unfolding the laws of human intelligence."
   },
   "author": {
    "text": "James Joseph Sylvester"
   }
  },
  {
   "quote": {
    "text": "In reality, serial killers are of average intelligence."
   },
   "author": {
    "text": "Pat Brown"
   }
  },
  {
   "quote": {
    "text": "The intelligence community is governed by the same legal and ethical standards as the rest of American government and society, but an operational imperative is here, too. An intelligence community charged with global responsibilities cannot be successful without diversity of thought, culture and language."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "There's a popular concept of 'intelligence' as book smarts, like calculus or chess, as opposed to, say, social skills. So people say that 'it takes more than intelligence to succeed in human society.' But social skills reside in the brain, not the kidneys."
   },
   "author": {
    "text": "Eliezer Yudkowsky"
   }
  },
  {
   "quote": {
    "text": "The paradigm for intelligence was logical reasoning, and the idea of what an internal representation would look like was it would be some kind of symbolic structure. That has completely changed with these big neural nets."
   },
   "author": {
    "text": "Geoffrey Hinton"
   }
  },
  {
   "quote": {
    "text": "Play is the only way the highest intelligence of humankind can unfold."
   },
   "author": {
    "text": "Joseph Chilton Pearce"
   }
  },
  {
   "quote": {
    "text": "The intelligence community gets hurt through sequestration."
   },
   "author": {
    "text": "Lindsey Graham"
   }
  },
  {
   "quote": {
    "text": "I wasn't a spy. I'd have been spotted in five seconds. Yes, I was in intelligence, but that covered a multitude of things."
   },
   "author": {
    "text": "Christopher Lee"
   }
  },
  {
   "quote": {
    "text": "Let's teach boys at school the personally and economically valuable skills of self-expression and emotional intelligence, of mediation and problem-solving."
   },
   "author": {
    "text": "Naomi Alderman"
   }
  },
  {
   "quote": {
    "text": "As liberty and intelligence have increased the people have more and more revolted against the theological dogmas that contradict common sense and wound the tenderest sensibilities of the soul."
   },
   "author": {
    "text": "Catharine Beecher"
   }
  },
  {
   "quote": {
    "text": "Women have talent and intelligence but, due to social constraints and prejudices, it is still a long distance away from the goal of gender equality."
   },
   "author": {
    "text": "Pratibha Patil"
   }
  },
  {
   "quote": {
    "text": "I am sure that in Canada the people appreciate this principle, and the general intelligence which prevails over that country is such that I am sure there is no danger of a reactionary policy ever finding a response in the hearts of any considerable number of our people."
   },
   "author": {
    "text": "Alexander Mackenzie"
   }
  },
  {
   "quote": {
    "text": "The right of each individual in any relation to secure to himself the full benefits of his intelligence, his capacity, his industry and skill are among the inalienable inheritances of humanity."
   },
   "author": {
    "text": "Leland Stanford"
   }
  },
  {
   "quote": {
    "text": "Even when matches don't work out the way you planned, you've always got to stay strong in defence; it's a matter of willpower and intelligence."
   },
   "author": {
    "text": "Becky Sauerbrunn"
   }
  },
  {
   "quote": {
    "text": "This idea that clumsy, stumbling people are real bright is ridiculous, because intelligence is related to neurologic function, and really intelligent people are very well-coordinated."
   },
   "author": {
    "text": "Robert Jarvik"
   }
  },
  {
   "quote": {
    "text": "Ah! yes, I know: those who see me rarely trust my word: I must look too intelligent to keep it."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "As long as we can get redress in the courts, as long as the laws shall be honestly administered, as long as honesty and intelligence sit upon the bench, as long as intelligence sits in the chairs of jurors, this country will stand, the law will be enforced, and the law will be respected."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "I want parents to teach that academic intelligence is essential, but so is financial intelligence."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "Being an intellectual creates a lot of questions and no answers."
   },
   "author": {
    "text": "Janis Joplin"
   }
  },
  {
   "quote": {
    "text": "When the States already had nuclear weapons, and the Soviet Union was only building them, we got a significant amount of information through Soviet foreign intelligence channels."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "In the aftermath of September 11, and as the 9/11 Commission report so aptly demonstrates, it is clear that our intelligence system is not working the way that it should."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "With respect to Iraq, I did favour the continuity of American forces to work with the new Maliki government. They had enormous needs for intelligence, for training on everything from airplanes to more sophisticated ground equipment and the like."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "There can be no two opinions as to what a highbrow is. He is the man or woman of thoroughbred intelligence who rides his mind at a gallop across country in pursuit of an idea."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "Emotional intelligence is your ability to recognize and understand emotions in yourself and others, and your ability to use this awareness to manage your behavior and relationships."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "The Clinton White House today said they would start to give national security and intelligence briefings to George Bush. I don't know how well this is working out. Today after the first one Bush said, 'I've got one question: What color is the red phone?'"
   },
   "author": {
    "text": "Bill Maher"
   }
  },
  {
   "quote": {
    "text": "Man is made or unmade by himself. By the right choice he ascends. As a being of power, intelligence, and love, and the lord of his own thoughts, he holds the key to every situation."
   },
   "author": {
    "text": "James Allen"
   }
  },
  {
   "quote": {
    "text": "A well-maintained physique is a great business card. Ideas and intelligence are what matters, but if you have a well-maintained physique, it's better."
   },
   "author": {
    "text": "Giorgio Armani"
   }
  },
  {
   "quote": {
    "text": "I think probably the qualities that I look for in a man are somewhat different than they were before I became a public person, but not that much different. I think that, sort of, the element of trust is certainly much bigger for me, but the other things that - the other qualities, intelligence and kindness and sense of humor, those things."
   },
   "author": {
    "text": "Monica Lewinsky"
   }
  },
  {
   "quote": {
    "text": "It is a curious thing: man, the centre and creator of all science, is the only object which our science has not yet succeeded in including in a homogeneous representation of the universe. We know the history of his bones, but no ordered place has yet been found in nature for his reflective intelligence."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "The intelligence of the creature known as a crowd, is the square root of the number of people in it."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "Others can challenge and motivate us, but we must reach down deep into our souls and call forth our God-given intelligence and capabilities. We cannot do this when we depend on the efforts of someone else."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "As a cell contains a natural intelligence by which it fosters the healthy functioning of the body, I, too, have natural intelligence that fosters the perfect unfolding of my life."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "I was an English major at the University of Minnesota, and I was very shy, which many people misinterpreted as intelligence. On the basis of that wrong impression, I became the editor of the campus literary magazine."
   },
   "author": {
    "text": "Garrison Keillor"
   }
  },
  {
   "quote": {
    "text": "Curiosity is free-wheeling intelligence."
   },
   "author": {
    "text": "Alistair Cooke"
   }
  },
  {
   "quote": {
    "text": "Too many problem-solving sessions become battlegrounds where decisions are made based on power rather than intelligence."
   },
   "author": {
    "text": "Margaret J. Wheatley"
   }
  },
  {
   "quote": {
    "text": "The close Turkish-Israeli relations go back to the late 1950s - military intelligence, commercial, more recently, tourism and cultural relations."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "When Rumsfeld gets up on television and says we have definitive intelligence that al Qaeda is working with Iraq, how is an ordinary citizen supposed to react? They won't tell you the evidence, and when anyone asks, they say, 'Well, you know: It's secret.'"
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "Artificial intelligence is one of 50 things that Watson does. There is also machine learning, text-to-speech, speech-to-text, and different analytical engines - they're like little Lego bricks. You can put intelligence in any product or any process you have."
   },
   "author": {
    "text": "Ginni Rometty"
   }
  },
  {
   "quote": {
    "text": "In the so-called age of girl power, we have failed to cut loose our most regressive standards of female success - like pleasing others and looking sexy - and to replace them with something more progressive - like valuing intelligence and hard work."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "A game is great, in my view, only if it can be played happily by a sane person of at least average intelligence for several hours a day for fifty years. Both pool and billiards qualify."
   },
   "author": {
    "text": "Robert Byrne"
   }
  },
  {
   "quote": {
    "text": "We live in worlds that we have forged and composed. It's much more true than any of the species that you see. I mean, it seems to me that one of the most distinctive features of human intelligence is the capacity to imagine, to project out of our own immediate circumstances and to bring to mind things that aren't present here and now."
   },
   "author": {
    "text": "Ken Robinson"
   }
  },
  {
   "quote": {
    "text": "There are unknown forces in nature; when we give ourselves wholly to her, without reserve, she lends them to us; she shows us these forms, which our watching eyes do not see, which our intelligence does not understand or suspect."
   },
   "author": {
    "text": "Auguste Rodin"
   }
  },
  {
   "quote": {
    "text": "It is better to have a fair intellect that is well used than a powerful one that is idle."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Many openly show discontentment with their looks, but few with their intelligence. I, however, assure you there are many more plain minds than faces."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "When student performance shows increases on test scores, that improvement is not associated with an increase in 'fluid intelligence' - that is, using logical thinking and problem solving in novel situations, rather than recalling previously learned facts and skills."
   },
   "author": {
    "text": "Randi Weingarten"
   }
  },
  {
   "quote": {
    "text": "I think we have a lot in common with classical composers of the 19th century, although I'm not claiming to have their intelligence. They wanted to create a musical explosion, to blow the crowd away."
   },
   "author": {
    "text": "Matt Bellamy"
   }
  },
  {
   "quote": {
    "text": "Even Gaddafi's adversaries assure us that he stood out for his intelligence as a student; he was expelled from high-school for his anti-monarchic activities. He managed to enroll in another high-school and later graduated in law at the University of Benghazi at the age of 21."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "Belief is the death of intelligence."
   },
   "author": {
    "text": "Robert Anton Wilson"
   }
  },
  {
   "quote": {
    "text": "You could claim that moving from pixelated perception, where the robot looks at sensor data, to understanding and predicting the environment is a Holy Grail of artificial intelligence."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "It is only when you watch the dense mass of thousands of ants, crowded together around the Hill, blackening the ground, that you begin to see the whole beast, and now you observe it thinking, planning, calculating. It is an intelligence, a kind of live computer, with crawling bits for its wits."
   },
   "author": {
    "text": "Lewis Thomas"
   }
  },
  {
   "quote": {
    "text": "The higher the general average of intelligence, all things else being equal, the less the disposition to be meddlesome, critical, and overbearing."
   },
   "author": {
    "text": "Paul P. Harris"
   }
  },
  {
   "quote": {
    "text": "All of our intelligence agencies, our Department of Defense, are all working to meet this threat. But it's a fast moving world; it's a place where offense is easier than defense, and keeping up with the next innovation in cyber-warfare is an enormous challenge."
   },
   "author": {
    "text": "Mike Pompeo"
   }
  },
  {
   "quote": {
    "text": "The actions that we take on the counterterrorism front, again, are to take actions against individuals where we believe that the intelligence base is so strong and the nature of the threat is so grave and serious, as well as imminent, that we have no recourse except to take this action that may involve a lethal strike."
   },
   "author": {
    "text": "John O. Brennan"
   }
  },
  {
   "quote": {
    "text": "There is no logical reason why the camel of great art should pass through the needle of mob intelligence."
   },
   "author": {
    "text": "Rebecca West"
   }
  },
  {
   "quote": {
    "text": "Many difficulties which nature throws in our way, may be smoothed away by the exercise of intelligence."
   },
   "author": {
    "text": "Livy"
   }
  },
  {
   "quote": {
    "text": "My great-grandfather was a man of great vision, drive, and native intelligence, with some human flaws amplified by limited education, limited social range, and questionable influence from some of his advisers."
   },
   "author": {
    "text": "William Clay Ford, Jr."
   }
  },
  {
   "quote": {
    "text": "Alas, nothing reveals man the way war does. Nothing so accentuates in him the beauty and ugliness, the intelligence and foolishness, the brutishness and humanity, the courage and cowardice, the enigma."
   },
   "author": {
    "text": "Oriana Fallaci"
   }
  },
  {
   "quote": {
    "text": "Man knows so much and does so little."
   },
   "author": {
    "text": "R. Buckminster Fuller"
   }
  },
  {
   "quote": {
    "text": "The Gorillaz cartoons seem more real to me than the actual people on TV. Because at least you know that there's some intelligence behind the cartoons, and there's a lot of work that's gone into it, so it can't all be just a lie."
   },
   "author": {
    "text": "Damon Albarn"
   }
  },
  {
   "quote": {
    "text": "It's more fun to write villains. They are more of a challenge, and I get a sick kind of pleasure out of delving into their minds. There's rarely emptiness, and there is almost always deep intelligence."
   },
   "author": {
    "text": "Nnedi Okorafor"
   }
  },
  {
   "quote": {
    "text": "Since the rise of Homo sapiens, human beings have been the smartest minds around. But very shortly - on a historical scale, that is - we can expect technology to break the upper bound on intelligence that has held for the last few tens of thousands of years."
   },
   "author": {
    "text": "Eliezer Yudkowsky"
   }
  },
  {
   "quote": {
    "text": "You have to talk about 'The Terminator' if you're talking about artificial intelligence. I actually think that that's way off. I don't think that an artificially intelligent system that has superhuman intelligence will be violent. I do think that it will disrupt our culture."
   },
   "author": {
    "text": "Gray Scott"
   }
  },
  {
   "quote": {
    "text": "In 'Chappie,' you see this sort of young robot that's learning through maybe 'deep learning' how to see the world really, look out into the world, and learn step by step. What's so interesting is that with 'Chappie,' you're getting to see how human behavior reacts to artificial intelligence, and I don't think it's always going to be positive."
   },
   "author": {
    "text": "Gray Scott"
   }
  },
  {
   "quote": {
    "text": "Even though chess isn't the toughest thing that computers will tackle for centuries, it stood as a handy symbol for human intelligence. No matter what human-like feat computers perform in the future, the Deep Blue match demands an indelible dot on all timelines of AI progress."
   },
   "author": {
    "text": "Steven Levy"
   }
  },
  {
   "quote": {
    "text": "Undernourished, intelligence becomes like the bloated belly of a starving child: swollen, filled with nothing the body can use."
   },
   "author": {
    "text": "Andrea Dworkin"
   }
  },
  {
   "quote": {
    "text": "It strains credulity to suggest that an agency charged with gathering intelligence affecting the national security does not have an 'intelligence interest' in drone strikes, even if that agency does not operate the drones itself."
   },
   "author": {
    "text": "Merrick Garland"
   }
  },
  {
   "quote": {
    "text": "Men create real miracles when they use their God-given courage and intelligence."
   },
   "author": {
    "text": "Jean Anouilh"
   }
  },
  {
   "quote": {
    "text": "But it has, in addition, an even more precious quality - a consciousness of the human intelligence, the human spirit and that man is a social creature."
   },
   "author": {
    "text": "Norman McLaren"
   }
  },
  {
   "quote": {
    "text": "Birds and animals probably think without knowing that they think; that is, they have not self-consciousness. Only man seems to be endowed with this faculty; he alone develops disinterested intelligence, intelligence that is not primarily concerned with his own safety and well-being but that looks abroad upon things."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "The thing to keep in mind is that we're still in the very early days when it comes to the search for extraterrestrial intelligence. Saying there's a silence is a bit like if Columbus, looking to discover a new continent, only sailed 10 miles off the coast of Spain before turning back to say, 'Nothing out there!'"
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "I think art is not an ornament or refinement at the fringes of human intelligence, I think it's at the center. It's at the core."
   },
   "author": {
    "text": "Robert Pinsky"
   }
  },
  {
   "quote": {
    "text": "Journalists couldn't do their jobs overseas without taking risks, and the same is true for diplomats and intelligence officers."
   },
   "author": {
    "text": "David Ignatius"
   }
  },
  {
   "quote": {
    "text": "The dragon is a very consistent symbol of secret satellite iconography and signals intelligence satellites."
   },
   "author": {
    "text": "Trevor Paglen"
   }
  },
  {
   "quote": {
    "text": "Republics are created by the virtue, public spirit, and intelligence of the citizens. They fall, when the wise are banished from the public councils, because they dare to be honest, and the profligate are rewarded, because they flatter the people, in order to betray them."
   },
   "author": {
    "text": "Joseph Story"
   }
  },
  {
   "quote": {
    "text": "For the several thousands of years before they became firefighters and physicians, women were sirens, enchantresses, snares. At times it seems as if female powerlessness is male self-preservation in disguise. And for millennia, this has made for a zero-sum game: A woman's intelligence was a man's deception."
   },
   "author": {
    "text": "Stacy Schiff"
   }
  },
  {
   "quote": {
    "text": "The CIA teamed up with Army, Air Force and Naval Intelligence to run one of the most nefarious, classified, enhanced interrogation programs of the Cold War. The work took place inside a clandestine facility in the American zone of occupied Germany, called Camp King."
   },
   "author": {
    "text": "Annie Jacobsen"
   }
  },
  {
   "quote": {
    "text": "Man has made use of his intelligence, he invented stupidity."
   },
   "author": {
    "text": "Remy de Gourmont"
   }
  },
  {
   "quote": {
    "text": "Terrorists continue to exploit divisions between law enforcement and the intelligence communities that limit the sharing of vital counterterrorism information."
   },
   "author": {
    "text": "Jim Sensenbrenner"
   }
  },
  {
   "quote": {
    "text": "With his mendacity and increasingly virulent attacks on immigrants, Muslims, women, the press, the judiciary, the intelligence services, the F.B.I. - any group or institution that he finds threatening or useful as a scapegoat - Mr. Trump is attempting the Orwellian trick of redefining American reality on his own terms."
   },
   "author": {
    "text": "Michiko Kakutani"
   }
  },
  {
   "quote": {
    "text": "Imagination is but another name for super intelligence."
   },
   "author": {
    "text": "Edgar Rice Burroughs"
   }
  },
  {
   "quote": {
    "text": "Advertising isn't just the disruption of aesthetics, the insults to your intelligence and the interruption of your train of thought. At every company that sells ads, a significant portion of their engineering team spends their day tuning data mining, writing better code to collect all your personal data."
   },
   "author": {
    "text": "Jan Koum"
   }
  },
  {
   "quote": {
    "text": "The first week in intelligence school, you learn there are only two conditions in life. There is policy success, or there is intel failure. There is no other condition in life."
   },
   "author": {
    "text": "James R. Clapper"
   }
  },
  {
   "quote": {
    "text": "If you look back today over the last 25 years, it is a fact that we have had a progressive degeneration of our intelligence community in general; in particular in the field of human intelligence."
   },
   "author": {
    "text": "Paul Bremer"
   }
  },
  {
   "quote": {
    "text": "When a thought takes one's breath away, a grammar lesson seems an impertinence."
   },
   "author": {
    "text": "Thomas Wentworth Higginson"
   }
  },
  {
   "quote": {
    "text": "The idea of a piece of literature as a vessel that could contain your life and lived after you had died and been forgotten struck me as akin to artificial intelligence."
   },
   "author": {
    "text": "Louisa Hall"
   }
  },
  {
   "quote": {
    "text": "I've learned that intelligence alone doesn't mean a damn thing. It only leads to violence and pain."
   },
   "author": {
    "text": "Daniel Keyes"
   }
  },
  {
   "quote": {
    "text": "An intelligence test sometimes shows a man how smart he would have been not to have taken it."
   },
   "author": {
    "text": "Laurence J. Peter"
   }
  },
  {
   "quote": {
    "text": "The surest sign that intelligent life exists elsewhere in the universe is that it has never tried to contact us."
   },
   "author": {
    "text": "Bill Watterson"
   }
  },
  {
   "quote": {
    "text": "If it were a fact, it wouldn't be called intelligence."
   },
   "author": {
    "text": "Donald Rumsfeld"
   }
  },
  {
   "quote": {
    "text": "The Secret Intelligence Service I knew occupied dusky suites of little rooms opposite St James's Park Tube station in London."
   },
   "author": {
    "text": "John le Carre"
   }
  },
  {
   "quote": {
    "text": "It's necessary to understand what real intelligence work is. It will never cease. It's absolutely essential that we have it. At its best, it is simply the left arm of healthy governmental curiosity. It brings to a strong government what it needs to know. It's the collection of information, a journalistic job, if you will, but done in secret."
   },
   "author": {
    "text": "John le Carre"
   }
  },
  {
   "quote": {
    "text": "If little else, the brain is an educational toy."
   },
   "author": {
    "text": "Tom Robbins"
   }
  },
  {
   "quote": {
    "text": "It was my mother's idea. Her feeling was that I didn't have the intelligence to pick a trade myself."
   },
   "author": {
    "text": "Vidal Sassoon"
   }
  },
  {
   "quote": {
    "text": "For passion, be it observed, brings insight with it; it can give a sort of intelligence to simpletons, fools, and idiots, especially during youth."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as an underestimate of average intelligence."
   },
   "author": {
    "text": "Henry Adams"
   }
  },
  {
   "quote": {
    "text": "It is impossible to underrate human intelligence - beginning with one's own."
   },
   "author": {
    "text": "Henry Adams"
   }
  },
  {
   "quote": {
    "text": "If one of the arguments against eating meat is to do with cruelty and animal intelligence, then lab meat avoids that. There's also the environmental argument for it."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "Intelligence is quickness to apprehend as distinct form ability, which is capacity to act wisely on the thing apprehended."
   },
   "author": {
    "text": "Alfred North Whitehead"
   }
  },
  {
   "quote": {
    "text": "Intelligence is the faculty of making artificial objects, especially tools to make tools."
   },
   "author": {
    "text": "Henri Bergson"
   }
  },
  {
   "quote": {
    "text": "We regard intelligence as man's main characteristic and we know that there is no superiority which intelligence cannot confer on us, no inferiority for which it cannot compensate."
   },
   "author": {
    "text": "Henri Bergson"
   }
  },
  {
   "quote": {
    "text": "Clear thinking requires courage rather than intelligence."
   },
   "author": {
    "text": "Thomas Szasz"
   }
  },
  {
   "quote": {
    "text": "There is no greater evidence of superior intelligence than to be surprised at nothing."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "People are what you make them. A scornful look turns into a complete fool a man of average intelligence. A contemptuous indifference turns into an enemy a woman who, well treated, might have been an angel."
   },
   "author": {
    "text": "Andre Maurois"
   }
  },
  {
   "quote": {
    "text": "The intelligence of few perceives what has been carefully hidden in the recesses of the mind."
   },
   "author": {
    "text": "Phaedrus"
   }
  },
  {
   "quote": {
    "text": "I have concluded that we are in a world made by rules created by an intelligence."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "Some of the greatest moments in human history were fueled by emotional intelligence."
   },
   "author": {
    "text": "Adam Grant"
   }
  },
  {
   "quote": {
    "text": "Black girls are punished, many times violently so, for questioning and challenging authority, which is something that is often celebrated and encouraged as a sign of intelligence and critical thinking in white boys."
   },
   "author": {
    "text": "Kimberle Williams Crenshaw"
   }
  },
  {
   "quote": {
    "text": "The notion of superhumans is using bioengineering and artificial intelligence to upgrade human abilities. If they use the power to change themselves, to change their own minds, their own desires, then we have no idea what they will want to do."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "Since the beginning of the computer age, there has been immense development in computer intelligence but exactly zero development in computer consciousness."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "Successful organizations, including the Military, have learned that the higher the risk, the more necessary it is to engage everyone's commitment and intelligence."
   },
   "author": {
    "text": "Margaret J. Wheatley"
   }
  },
  {
   "quote": {
    "text": "I think the political class in Berlin doesn't need to be supervised and monitored by intelligence services in order to find out what they're thinking. Just go to lunch with them, go to dinner with them, or read the papers."
   },
   "author": {
    "text": "Angela Merkel"
   }
  },
  {
   "quote": {
    "text": "The problem of Islam as a political force is an essential one for our time and for the years to come, and we cannot approach it with a modicum of intelligence if we start out from a position of hatred."
   },
   "author": {
    "text": "Michel Foucault"
   }
  },
  {
   "quote": {
    "text": "Education, family, character, intelligence, humility, okay? These are the things that make a culture live."
   },
   "author": {
    "text": "Jim Brown"
   }
  },
  {
   "quote": {
    "text": "Our personal intelligence is everlasting and divine."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "If you make something, it's an artifact. It's something that somebody or some corporate entity has caused to come into being. A great many human beings have thought about each of the artifacts that surround us. Different degrees of intelligence and attention have been brought to bear on anything."
   },
   "author": {
    "text": "William Gibson"
   }
  },
  {
   "quote": {
    "text": "The great corporations of this country were not founded by ordinary people. They were founded by people with extraordinary intelligence, ambition, and aggressiveness."
   },
   "author": {
    "text": "Daniel Patrick Moynihan"
   }
  },
  {
   "quote": {
    "text": "After all, it is the divinity within that makes the divinity without; and I have been more fascinated by a woman of talent and intelligence, though deficient in personal charms, than I have been by the most regular beauty."
   },
   "author": {
    "text": "Washington Irving"
   }
  },
  {
   "quote": {
    "text": "By 2029, computers will have emotional intelligence and be convincing as people."
   },
   "author": {
    "text": "Ray Kurzweil"
   }
  },
  {
   "quote": {
    "text": "All different forms of human expression, art, science, are going to become expanded, by expanding our intelligence."
   },
   "author": {
    "text": "Ray Kurzweil"
   }
  },
  {
   "quote": {
    "text": "We know that there are unaccounted-for Scud and other ballistic missiles in Iraq. And part of the problem is that, since 1998, there has been no way to even get minimal information about those programs except through intelligence means."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "Some governments choose to cooperate with the United States in intelligence, law enforcement, or military matters. The co-operation is a two-way street. We share intelligence that has helped protect European countries from attack, helping save European lives."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "It's not just Bin Laden or just those that are involved in the counterterrorism effort. We've gotta cast the net broader than that. But I think it's a - very special tribute that we all owe to the bravery and courage of the men and women in the intelligence and military business who performed so well to finally get it done."
   },
   "author": {
    "text": "Dick Cheney"
   }
  },
  {
   "quote": {
    "text": "Emotional intelligence begins to develop in the earliest years. All the small exchanges children have with their parents, teachers, and with each other carry emotional messages."
   },
   "author": {
    "text": "Daniel Goleman"
   }
  },
  {
   "quote": {
    "text": "A man of genius has a right to any mode of expression."
   },
   "author": {
    "text": "Ezra Pound"
   }
  },
  {
   "quote": {
    "text": "Guantanamo allows us to secure dangerous detainees without the risk of escape, while at the same time providing us with valuable intelligence information on how best to proceed in the war against terror and prevent future attacks."
   },
   "author": {
    "text": "Jim Ryun"
   }
  },
  {
   "quote": {
    "text": "I think intelligence is usually sexy until it becomes irritating. After that, you're stuck."
   },
   "author": {
    "text": "Jim Parsons"
   }
  },
  {
   "quote": {
    "text": "To be able to fill leisure intelligently is the last product of civilization."
   },
   "author": {
    "text": "Arnold J. Toynbee"
   }
  },
  {
   "quote": {
    "text": "Of course, we would love to know more about the exact moment of Big Bang, but interposing an outside intelligence does nothing to add to that knowledge, as we still know nothing about the creation of that intelligence."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "I'm pretty sure there is some genetic component towards intelligence."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Intelligence is sexy. Don't play dumb, especially young girls. Don't play dumb. And let people see that you are intelligent."
   },
   "author": {
    "text": "Iman"
   }
  },
  {
   "quote": {
    "text": "I can't tell you if genius is hereditary, because heaven has granted me no offspring."
   },
   "author": {
    "text": "James Whistler"
   }
  },
  {
   "quote": {
    "text": "When AI approximates Machine Intelligence, then many online and computer-run RPGs will move towards actual RPG activity. Nonetheless, that will not replace the experience of 'being there,' any more than seeing a theatrical motion picture can replace the stage play."
   },
   "author": {
    "text": "Gary Gygax"
   }
  },
  {
   "quote": {
    "text": "I need to add that my work on multiple intelligences received a huge boost in 1995 when Daniel Goleman published his book on emotional intelligence. I am often confused with Dan. Initially, though Dan and I are longtime friends, this confusion irritated me."
   },
   "author": {
    "text": "Howard Gardner"
   }
  },
  {
   "quote": {
    "text": "Man is a spiritual intelligence, who has taken flesh with the object of gaining experience in worlds below the spiritual, in order that he may be able to master and to rule them, and in later ages take his place in the creative and directing hierarchies of the universe."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "Strange indeed would it be if all the space around us be empty, mere waste void, and the inhabitants of Earth the only forms in which intelligence could clothe itself."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "Chinese combatants, men and women, inheritors of a millennial culture, are people of uncommon intelligence and an invincible spirit of struggle."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "The role of the intelligence - that part of us which affirms and denies and formulates opinions is merely to submit."
   },
   "author": {
    "text": "Simone Weil"
   }
  },
  {
   "quote": {
    "text": "There is but one kind of love; God is love, and all his creatures derive theirs from his; only it is modified by the different degrees of intelligence in different beings and creatures."
   },
   "author": {
    "text": "John James Audubon"
   }
  },
  {
   "quote": {
    "text": "Sensible and responsible women do not want to vote. The relative positions to be assumed by man and woman in the working out of our civilization were assigned long ago by a higher intelligence than ours."
   },
   "author": {
    "text": "Grover Cleveland"
   }
  },
  {
   "quote": {
    "text": "And I believe only with a strong America will we defeat this radical group, this apocalyptic group called ISIS. That's why when I'm president we are going to rebuild our intelligence capabilities. And they're going to tell us where the terrorists are. And a rebuilt U.S. military is going to destroy these terrorists."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "Emotional intelligence is a very important skill set, not just to be happier but also to succeed professionally."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "The intelligence of the lower forms of animal life, like a great deal of human intelligence, does not involve a self."
   },
   "author": {
    "text": "George Herbert Mead"
   }
  },
  {
   "quote": {
    "text": "Training and education is one and the same: that is, to train the mind through a discipline in order to awake the inner intelligence of the individuals."
   },
   "author": {
    "text": "Lobsang Tenzin"
   }
  },
  {
   "quote": {
    "text": "We must address, individually and collectively, moral and ethical issues raised by cutting-edge research in artificial intelligence and biotechnology, which will enable significant life extension, designer babies, and memory extraction."
   },
   "author": {
    "text": "Klaus Schwab"
   }
  },
  {
   "quote": {
    "text": "Things like chatbots, machine learning tools, natural language processing, or sentiment analysis are applications of artificial intelligence that may one day profoundly change how we think about and transact in travel and local experiences."
   },
   "author": {
    "text": "Gillian Tans"
   }
  },
  {
   "quote": {
    "text": "There will come a time when the human race and super intelligence will coexist to create a richer and happier life."
   },
   "author": {
    "text": "Masayoshi Son"
   }
  },
  {
   "quote": {
    "text": "We believe behavioral science, cognitive computing, and machine intelligence are essential to a successful, holistic surveillance offering and critical to efficient and effective organizational compliance with an increasingly intricate global regulatory environment."
   },
   "author": {
    "text": "Adena Friedman"
   }
  },
  {
   "quote": {
    "text": "I know from personal experience that the abuse of prisoners will produce more bad than good intelligence."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "I think it's important for the president of the United States to be aware of the intelligence information that we have."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "Cultures are never merely intellectual constructs. They take form through the collective intelligence and memory, through a commonly held psychology and emotions, through spiritual and artistic communion."
   },
   "author": {
    "text": "Tariq Ramadan"
   }
  },
  {
   "quote": {
    "text": "If God be God and man a creature made in image of the divine intelligence, his noblest function is the search for truth."
   },
   "author": {
    "text": "Morris West"
   }
  },
  {
   "quote": {
    "text": "As a member of the House Select Committee on Intelligence, I know that the CIA, Treasury Department, National Security Agency, and others work closely to keep tabs on the IRGC's operations."
   },
   "author": {
    "text": "Mike Pompeo"
   }
  },
  {
   "quote": {
    "text": "While the intelligence profession oftentimes demands secrecy, it is critically important that there be a full and open discourse on intelligence matters with the appropriate elected representatives of the American people."
   },
   "author": {
    "text": "John O. Brennan"
   }
  },
  {
   "quote": {
    "text": "My biggest turn-on has to be brains, intelligence."
   },
   "author": {
    "text": "Liz Vassey"
   }
  },
  {
   "quote": {
    "text": "The terrorist uses surprise and stealth, and the only way to defeat that is by having accurate and timely intelligence."
   },
   "author": {
    "text": "Bill Nelson"
   }
  },
  {
   "quote": {
    "text": "I think that animals aren't less intelligent than humans, they're just of a different intelligence. We have five million smell-sensitive cells in our nose, they have two hundred and fifty million - they can smell emotion. They can smell different types of emotion, they just have another type of intelligence."
   },
   "author": {
    "text": "Mike Mills"
   }
  },
  {
   "quote": {
    "text": "The problem lies with us: we've become addicted to experts. We've become addicted to their certainty, their assuredness, their definitiveness, and in the process, we have ceded our responsibility, substituting our intellect and our intelligence for their supposed words of wisdom."
   },
   "author": {
    "text": "Noreena Hertz"
   }
  },
  {
   "quote": {
    "text": "In my experience as CEO, I found that the most important decisions tested my courage far more than my intelligence."
   },
   "author": {
    "text": "Ben Horowitz"
   }
  },
  {
   "quote": {
    "text": "When I was first elected to the Senate, I was fortunate to be appointed to the Intelligence Committee. There, I saw up close the dedication and commitment of the men and women of our intelligence agencies."
   },
   "author": {
    "text": "Sheldon Whitehouse"
   }
  },
  {
   "quote": {
    "text": "Dissents are appeals to the brooding spirit of the law, to the intelligence of another day."
   },
   "author": {
    "text": "Charles Evans Hughes"
   }
  },
  {
   "quote": {
    "text": "I certainly believe that improving our intelligence is of important national interest."
   },
   "author": {
    "text": "Jeff Sessions"
   }
  },
  {
   "quote": {
    "text": "Within thirty years, we will have the technological means to create superhuman intelligence."
   },
   "author": {
    "text": "Vernor Vinge"
   }
  },
  {
   "quote": {
    "text": "Kindness and intelligence don't always deliver us from the pitfalls and traps: there are always failures of love, of will, of imagination. There is no way to take the danger out of human relationships."
   },
   "author": {
    "text": "Barbara Grizzuti Harrison"
   }
  },
  {
   "quote": {
    "text": "A lot was happening in A.I. But I also realized it wasn't clear what Salesforce's role in A.I. was. That's when we started acquiring quite a few artificial intelligence companies, maybe a dozen."
   },
   "author": {
    "text": "Marc Benioff"
   }
  },
  {
   "quote": {
    "text": "Beauty is an asset, just like physical prowess, charisma, brains or emotional intelligence. The key with any gift is in the way that you use it. It doesn't define you as a person. Rather, it's an asset to be used judiciously and with an understanding of how it is just a small part of who you are."
   },
   "author": {
    "text": "Dale Archer"
   }
  },
  {
   "quote": {
    "text": "Right from my childhood, I have believed in a Supreme Power. I don't know whether it has form, or it is formless. I am a high school dropout. How come life has given me so much? It's not my intelligence, it's not my abilities. This understanding makes me scared even in success. I don't own my success. Neither do I own my failure."
   },
   "author": {
    "text": "Pawan Kalyan"
   }
  },
  {
   "quote": {
    "text": "Rational intelligence is dangerous and leads to ratiocination. The painter is a medium who doesn't realize what he is doing. No translation can express the mystery of sensibility, a word, still unreliable, which is nevertheless the basis of painting or poetry, like a kind of alchemy."
   },
   "author": {
    "text": "Marcel Duchamp"
   }
  },
  {
   "quote": {
    "text": "It's not wrong to be skeptical. I was one who participated in the debate on Iraq and voted against the resolution because I was skeptical of the intelligence. But that was based on looking at the facts, analyzing the case in as rational and as logical way as you can, not simply concluding or dismissing facts."
   },
   "author": {
    "text": "Jack Reed"
   }
  },
  {
   "quote": {
    "text": "The one thing that the president continues to diminish, which I think is unfortunate, is the fact that the Russian government, at the highest level, deliberately interfered with our election in 2016, and according to all of our experts in the intelligence community, they are coming back with more force in 2018 and 2020."
   },
   "author": {
    "text": "Jack Reed"
   }
  },
  {
   "quote": {
    "text": "Dissenting analysts passionate about their positions are not unusual in the American intelligence community. Their presence - or even the rejection - of their favored positions is not prima face evidence of politicization."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "Intelligence is often viewed as a profession that steals secrets and then knits those secrets together for policymakers in order to inform their judgments."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "I don't think that an artificially intelligent system that has superhuman intelligence will be violent. I do think that it will disrupt our culture."
   },
   "author": {
    "text": "Gray Scott"
   }
  },
  {
   "quote": {
    "text": "We are proactively training and upscaling thousands of people in key areas such as cloud, artificial intelligence, and robotics."
   },
   "author": {
    "text": "Pierre Nanterme"
   }
  },
  {
   "quote": {
    "text": "I do think we need to at least register artificial intelligence units to be able to monitor and control them. Because we want to control them and not vice versa."
   },
   "author": {
    "text": "Jens Martin Skibsted"
   }
  },
  {
   "quote": {
    "text": "To me, the two things that Gal Gadot - who is an amazing actress, and she played a great Wonder Woman - but the true things that she actually has inside of her are this incredible warmth and charm that is also informed by great intelligence. It's those two things."
   },
   "author": {
    "text": "Patty Jenkins"
   }
  },
  {
   "quote": {
    "text": "Being on the Intelligence Committee made me more of a hawk."
   },
   "author": {
    "text": "Mike Quigley"
   }
  },
  {
   "quote": {
    "text": "Quality in a classical Greek sense is how to live with grace and intelligence, with bravery and mercy."
   },
   "author": {
    "text": "Theodore White"
   }
  },
  {
   "quote": {
    "text": "I generally use 'threat intelligence' when I'm talking about a product packaged and sold by a dedicated commercial entity and 'information sharing' as something that happens between security teams at trusted parties without renumeration."
   },
   "author": {
    "text": "Alex Stamos"
   }
  },
  {
   "quote": {
    "text": "No one holds a permanent speed advantage in the market due to the limits of human intelligence and vision. Your advantage comes from your ability to feel the change faster and take decisive action faster."
   },
   "author": {
    "text": "Guo Guangchang"
   }
  },
  {
   "quote": {
    "text": "I think there can be a positive sort of futurism even in a presentist society. But I think it's a kind of futurism that envisions augmenting human ability and intellect rather than creating some artificial machine intelligence that displaces us."
   },
   "author": {
    "text": "Douglas Rushkoff"
   }
  },
  {
   "quote": {
    "text": "Fear, love, and hunger were the agents that developed the wits of the lower animals, as they were, of course, the prime factors in developing the intelligence of man."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "The total funding of SETI (the Search for Extraterrestrial Intelligence) in the U.S. is 0.0003 percent of the tax monies spent on health and human services. And it's not even tax money. The SETI Institute's hunt for signals is funded by donations."
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "Remember to be as smart as you are."
   },
   "author": {
    "text": "Judd Nelson"
   }
  },
  {
   "quote": {
    "text": "The problem with holistic management is it's so profoundly simple, but it's not easy. And it's profoundly simple. You're almost insulting people's intelligence to explain it twice, just about making better decisions of where you want to go in your life, bringing in environmental, social, economic issues simultaneously."
   },
   "author": {
    "text": "Allan Savory"
   }
  },
  {
   "quote": {
    "text": "In the fight against terrorism, national agencies keep full control over their police forces, security and intelligence agencies and judicial authorities."
   },
   "author": {
    "text": "Gijs de Vries"
   }
  },
  {
   "quote": {
    "text": "For something to be completely evil is to be nothing. Satan has good attributes - intelligence, for instance - but they are corrupted. I cannot reconcile myself emotionally to alternative understandings of evil."
   },
   "author": {
    "text": "Scott Derrickson"
   }
  },
  {
   "quote": {
    "text": "She saw too that man has the power of exceeding himself, of becoming himself more entirely and profoundly than he is, truths which have only recently begun to be seen in Europe and seem even now too great for its common intelligence."
   },
   "author": {
    "text": "Sri Aurobindo"
   }
  },
  {
   "quote": {
    "text": "Many families would like to avoid burdening future generations with inherited diseases such as haemophilia or severe developmental disorders. But most would think it wrong to edit the genes that influence the 'normal' range of human variation, from eye colour to intelligence or athletic ability."
   },
   "author": {
    "text": "Mark Walport"
   }
  },
  {
   "quote": {
    "text": "Human folk are as a matter of fact eager to find intelligence in animals."
   },
   "author": {
    "text": "Edward Thorndike"
   }
  },
  {
   "quote": {
    "text": "I think intelligence is totally subjective; it's like sexiness."
   },
   "author": {
    "text": "David Fincher"
   }
  },
  {
   "quote": {
    "text": "My mum is a bit unconventional; she's outdoorsy and has more of an emotional intelligence, whereas my dad is pragmatic; he's a businessman."
   },
   "author": {
    "text": "Tamsin Egerton"
   }
  },
  {
   "quote": {
    "text": "The more women sit down and write something in a woman's voice for a woman, they more you'll see women in comedy because gender doesn't define sense of humor. Imagination and intelligence and perspective do."
   },
   "author": {
    "text": "Kristen Schaal"
   }
  },
  {
   "quote": {
    "text": "I really admire a woman for her intelligence, her personality. Beauty is not enough."
   },
   "author": {
    "text": "Roberto Cavalli"
   }
  },
  {
   "quote": {
    "text": "It takes a lot of things to prove you are smart, but only one thing to prove you are ignorant."
   },
   "author": {
    "text": "Don Herold"
   }
  },
  {
   "quote": {
    "text": "With innovative companies and products like Tencent's WeChat messaging service and novel approaches to artificial intelligence and various business models, China rapidly is becoming an innovator in its own right."
   },
   "author": {
    "text": "Adam Lashinsky"
   }
  },
  {
   "quote": {
    "text": "What happened in the past can help you know what's going to happen in the future. That insight brings a next level of intelligence not just to sales and marketing but to ERP, where you can save more money in procurement or figure out whether the people you recruit are going to be successful in your organization."
   },
   "author": {
    "text": "Safra A. Catz"
   }
  },
  {
   "quote": {
    "text": "Never underestimate the intelligence of the audience; make good programmes, and they will come."
   },
   "author": {
    "text": "Armando Iannucci"
   }
  },
  {
   "quote": {
    "text": "I absolutely don't think a sentient artificial intelligence is going to wage war against the human species."
   },
   "author": {
    "text": "Daniel H. Wilson"
   }
  },
  {
   "quote": {
    "text": "Genomics, Artificial Intelligence, and Deep Machine learning technologies are helping practitioners deliver better diagnosis and actually freeing up time for patient interaction."
   },
   "author": {
    "text": "Frans van Houten"
   }
  },
  {
   "quote": {
    "text": "We focus on a unique form of artificial intelligence called artificial swarm intelligence."
   },
   "author": {
    "text": "Louis B. Rosenberg"
   }
  },
  {
   "quote": {
    "text": "Along with Facebook, Microsoft, and Apple, these companies are in a race to become our 'personal assistant.' They want to wake us in the morning, have their artificial intelligence software guide us through our days, and never quite leave our sides."
   },
   "author": {
    "text": "Franklin Foer"
   }
  },
  {
   "quote": {
    "text": "We live less and less, and we learn more and more. Sensibility is surrendering to intelligence."
   },
   "author": {
    "text": "Remy de Gourmont"
   }
  },
  {
   "quote": {
    "text": "We can't gather the intelligence we need to foil future attacks, if we are blindly granting terrorists the right to remain silent. But for some reason, we've already done that - with the terrorist who tried to bring down Flight 253."
   },
   "author": {
    "text": "Peter T. King"
   }
  },
  {
   "quote": {
    "text": "It's high time for a fresh European alternative to enter the market, taking the existing Internet behemoths head on. What the world needs now is a cloud storage service that is not subject to uncontrolled access by intelligence agencies."
   },
   "author": {
    "text": "Mikko Hypponen"
   }
  },
  {
   "quote": {
    "text": "I think America is less safe on a lot fronts, and I disagree with the release of the information from Dianne Feinstein. I think she's as much a traitor to this country at this point as I thought about Edward Snowden and his release of information about other investigations and abilities from an intelligence standpoint."
   },
   "author": {
    "text": "Jeff Duncan"
   }
  },
  {
   "quote": {
    "text": "The intelligence of cinema-goers should be respected."
   },
   "author": {
    "text": "Akkineni Nagarjuna"
   }
  },
  {
   "quote": {
    "text": "I believe that rather than it being a case of humans versus machines, the future of financial advice more likely lies somewhere in between, where human advisors leverage artificial intelligence and automation to become smarter and more efficient at doing their jobs."
   },
   "author": {
    "text": "Clara Shih"
   }
  },
  {
   "quote": {
    "text": "As a reporter in Israel, I have interviewed hundreds of people in its intelligence and defense establishments and studied thousands of classified documents that revealed a hidden history, surprising even in the context of Israel's already fierce reputation."
   },
   "author": {
    "text": "Ronen Bergman"
   }
  },
  {
   "quote": {
    "text": "I've never loved a character as much as I do Niska. The way she's been written is so complex, with huge amounts of light and dark. It's a really satisfying challenge to play someone who is superhuman in their intelligence and physical ability but completely naive when it comes to certain aspects of life."
   },
   "author": {
    "text": "Emily Berrington"
   }
  },
  {
   "quote": {
    "text": "Facebook is at the forefront. It's the company that can fundamentally change the way information is being exchanged and processed. It can be the basis for artificial intelligence to develop over time."
   },
   "author": {
    "text": "Yuri Milner"
   }
  },
  {
   "quote": {
    "text": "One of the things we found out as we filmed with people who dealt with chimps, and with all animals, and it's really incredible, is their levels of intelligence that we don't recognize right away."
   },
   "author": {
    "text": "D. A. Pennebaker"
   }
  },
  {
   "quote": {
    "text": "We need to make a greater investment in human intelligence."
   },
   "author": {
    "text": "Bob Graham"
   }
  },
  {
   "quote": {
    "text": "The PATRIOT Act brought down the wall separating intelligence agencies from law enforcement and other entities charged with protecting the Nation from terrorism."
   },
   "author": {
    "text": "Chris Chocola"
   }
  },
  {
   "quote": {
    "text": "One of the great intellectual failures of the American intelligence community, and especially the counterterrorism community, is to assume if someone hasn't attacked us, it's because he can't or because we've defeated him."
   },
   "author": {
    "text": "Michael Scheuer"
   }
  },
  {
   "quote": {
    "text": "I've gotten to go wonderful places, meet interesting and intelligent people, and I started of course in the theatre and continue to work in the theatre where there is some intelligence involved in it."
   },
   "author": {
    "text": "Jeffrey Jones"
   }
  },
  {
   "quote": {
    "text": "Intelligence is our first line of defense against terrorism, and we must improve the collection capabilities and analysis of intelligence to protect the security of the United States and its allies."
   },
   "author": {
    "text": "Saxby Chambliss"
   }
  },
  {
   "quote": {
    "text": "I combine magic and science to create illusions. I work with new media and interactive technologies, things like artificial intelligence or computer vision, and integrate them in my magic."
   },
   "author": {
    "text": "Marco Tempest"
   }
  },
  {
   "quote": {
    "text": "I believe there's other forms of intelligence in the universe. I've seen and heard some pretty convincing UFO stuff. Besides, if we're the most intelligent things in the universe... well, that's just depressing."
   },
   "author": {
    "text": "Rekha Sharma"
   }
  },
  {
   "quote": {
    "text": "First, I have the privilege of being Chairman of the Senate Intelligence Committee. It is not an oxymoron I assure you."
   },
   "author": {
    "text": "Pat Roberts"
   }
  },
  {
   "quote": {
    "text": "Intelligence is nothing without delight."
   },
   "author": {
    "text": "Paul Claudel"
   }
  },
  {
   "quote": {
    "text": "There can be goodness without much intelligence - but it seems to me that perfect intelligence and perfect goodness must go together."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "Intelligence, integrity and courage are the great pillars that support the State. Above all, the citizens of a free nation should honor the brave and independent man - the man of stainless integrity, of will and intellectual force."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "For me, I was somebody who was a smart young guy who didn't do very well in school. The basic system of education, I didn't fit in; my intelligence was elsewhere."
   },
   "author": {
    "text": "Bruce Springsteen"
   }
  },
  {
   "quote": {
    "text": "Prior to the passage of the Patriot Act, it was very difficult - often impossible - for us to share information with the Central Intelligence Agency, with NSA, with the other intelligence agencies, and likewise, for them to share information with us."
   },
   "author": {
    "text": "Robert Mueller"
   }
  },
  {
   "quote": {
    "text": "There'll be differences of opinion in just about every intelligence analysis that you make."
   },
   "author": {
    "text": "Robert Mueller"
   }
  },
  {
   "quote": {
    "text": "So there is a foreign intelligence purpose for every one of our FISA warrants."
   },
   "author": {
    "text": "Robert Mueller"
   }
  },
  {
   "quote": {
    "text": "In order to be successful against each of these threats, we have to have a presence overseas, work closely not only with our counterparts in the law enforcement community, but also with the intelligence community."
   },
   "author": {
    "text": "Robert Mueller"
   }
  },
  {
   "quote": {
    "text": "The trouble with people like Tony Blair is they get confused, they think intelligence is education when they're two different things."
   },
   "author": {
    "text": "David Bailey"
   }
  },
  {
   "quote": {
    "text": "Many can argue that it is our power of intelligence that is the key to the human domination of our planet. I suggest that it is the ability to put our thoughts into words that can be communicated to others."
   },
   "author": {
    "text": "Yehuda Berg"
   }
  },
  {
   "quote": {
    "text": "A person must have a certain amount of intelligent ignorance to get anywhere."
   },
   "author": {
    "text": "Charles Kettering"
   }
  },
  {
   "quote": {
    "text": "I wrote 'The Spy Who Came in from the Cold' at the age of 30 under intense, unshared personal stress and in extreme privacy. As an intelligence officer in the guise of a junior diplomat at the British Embassy in Bonn, I was a secret to my colleagues, and much of the time to myself."
   },
   "author": {
    "text": "John le Carre"
   }
  },
  {
   "quote": {
    "text": "SIS, the Secret Intelligence Service, also known as MI6, also has no executive powers and operates abroad on CIA lines, but with a tiny percentage of the budget and a tiny percentage of the personnel."
   },
   "author": {
    "text": "John le Carre"
   }
  },
  {
   "quote": {
    "text": "I've had nothing to do with the intelligence world since I left it, in any shade or variety."
   },
   "author": {
    "text": "John le Carre"
   }
  },
  {
   "quote": {
    "text": "Mad, adj. Affected with a high degree of intellectual independence."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "George W. Bush attended the intelligence briefing every day. Obama has not even attended half of them. He sends surrogates. That to me is significant."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "Teaching emotional intelligence skills to people with life-threatening illnesses has been shown to reduce the rate of recurrence, shrink recovery times, and lower death rates."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "For books I want to keep reading, it's definitely the voice. It must be a voice I've never heard before, and it must have its own particular intelligence. By 'voice,' I don't mean vernacular. It has to have its own particular history and world that it inhabits."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "No man likes to have his intelligence or good faith questioned, especially if he has doubts about it himself."
   },
   "author": {
    "text": "Henry Adams"
   }
  },
  {
   "quote": {
    "text": "If I could have been a marine biologist I would have, but I didn't have that kind of intelligence. Numbers were never my strong point."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "We could have human intelligence in orbit around Mars, building things there."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "Instinct perfected is a faculty of using and even constructing organized instruments; intelligence perfected is the faculty of making and using unorganized instruments."
   },
   "author": {
    "text": "Henri Bergson"
   }
  },
  {
   "quote": {
    "text": "All the intelligence and talent in the world can't make a singer. The voice is a wild thing. It can't be bred in captivity. It is a sport, like the silver fox. It happens."
   },
   "author": {
    "text": "Willa Cather"
   }
  },
  {
   "quote": {
    "text": "Husbands, recognize your wife's intelligence and her ability to counsel with you as a real partner regarding family plans, family activities, and family budgeting. Don't be stingy with your time or with your means. Give her the opportunity to grow intellectually, emotionally, and socially as well as spiritually."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "It is an accepted commonplace in psychology that the spiritual level of people acting as a crowd is far lower than the mean of each individual's intelligence or morality."
   },
   "author": {
    "text": "Christian Lous Lange"
   }
  },
  {
   "quote": {
    "text": "They say military have the so-called 'secret intelligence' - this amount of intelligence must be very secret, since I've never seen any intelligent military person, nor I have seen any sense in the bloody stupid wars."
   },
   "author": {
    "text": "Ozzy Osbourne"
   }
  },
  {
   "quote": {
    "text": "We will strengthen our security by building missile defense, restoring our military might, and standing by and strengthening our intelligence officers."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "By their very nature, heuristic shortcuts will produce biases, and that is true for both humans and artificial intelligence, but the heuristics of AI are not necessarily the human ones."
   },
   "author": {
    "text": "Daniel Kahneman"
   }
  },
  {
   "quote": {
    "text": "I was perfectly content before I was born, and I think of death as the same state. What I am grateful for is the gift of intelligence, and for life, love, wonder, and laughter. You can't say it wasn't interesting. My lifetime's memories are what I have brought home from the trip."
   },
   "author": {
    "text": "Roger Ebert"
   }
  },
  {
   "quote": {
    "text": "The White House is giving George W. Bush intelligence briefings. You know, some of these jokes just write themselves."
   },
   "author": {
    "text": "David Letterman"
   }
  },
  {
   "quote": {
    "text": "Intelligence must follow faith, never precede it, and never destroy it."
   },
   "author": {
    "text": "Thomas a Kempis"
   }
  },
  {
   "quote": {
    "text": "To me, it is clear that we exist in a plan which is governed by rules that were created, shaped by a universal intelligence and not by chance."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "Skill is successfully walking a tightrope between the twin towers of New York's World Trade Center. Intelligence is not trying."
   },
   "author": {
    "text": "Marilyn vos Savant"
   }
  },
  {
   "quote": {
    "text": "What's more valuable - intelligence or consciousness?"
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "Why have I been chosen to deliver the message of female intelligence and its divinity to a deaf world of males? I have asked my god that question and She answered, 'Hey, why not you Roseanne?' Indeed, why not each of us?"
   },
   "author": {
    "text": "Roseanne Barr"
   }
  },
  {
   "quote": {
    "text": "The FBI has built up substantial expertise to address cyber threats, both in the homeland and overseas. Here at home, the FBI serves as the executive agent for the National Cyber Investigative Joint Task Force (NCIJTF), which joins together 19 intelligence, law enforcement, and military agencies to coordinate cyber threat investigations."
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "To accomplish its mission, the FBI relies heavily upon its law enforcement and intelligence partners around the nation and around the globe. By combining our resources and our collective expertise, we are able to investigate national security threats that cross both geographical and jurisdictional boundaries."
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "That's the kind of music I want SoulBird to represent: music with intelligence and heart, music that moves people in their souls and their bodies. Music with wings."
   },
   "author": {
    "text": "India Arie"
   }
  },
  {
   "quote": {
    "text": "I respect the audience's intelligence a lot, and that's why I don't try to go for the lowest common denominator."
   },
   "author": {
    "text": "Spike Lee"
   }
  },
  {
   "quote": {
    "text": "What happens is once you start to understand football, you realise that it's not just about the physical side of the game and chasing after a ball. It's a strategic sport which requires a lot of intelligence. It's a very mental game."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "I enjoy taking part in footballing events that are for social causes because, in my view, inspiring children through sport is a way of keeping their bodies and minds healthy as well as helping nurture their intelligence and ability to relate with others."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "I like shows that have some level of intelligence to them. When it's not as predictable, when you don't know what's coming at you."
   },
   "author": {
    "text": "Mehmet Oz"
   }
  },
  {
   "quote": {
    "text": "I have met with some of them - very honest fellows, who, with all their stupidity, had a kind of intelligence and an upright good sense, which cannot be the characteristics of fools."
   },
   "author": {
    "text": "Giacomo Casanova"
   }
  },
  {
   "quote": {
    "text": "Which, autocracy or democracy, is really better suited to modern China? If we base our judgment upon the intelligence and the ability of the Chinese people, we come to the conclusion that the sovereignty of the people would be far more suitable for us."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "There is little evidence that our individual intelligence has improved through recorded history."
   },
   "author": {
    "text": "James Lovelock"
   }
  },
  {
   "quote": {
    "text": "You can't come forward against the world's most powerful intelligence agencies and be completely free from risk."
   },
   "author": {
    "text": "Edward Snowden"
   }
  },
  {
   "quote": {
    "text": "One of the interesting applications of symbolic systems is artificial intelligence, and I spent some time thinking about how to create a brain that operates the way ours does."
   },
   "author": {
    "text": "Marissa Mayer"
   }
  },
  {
   "quote": {
    "text": "I came in as an engineer and worked on artificial intelligence at Google. I worked on related sites and matching advertising to queries with some of our earliest ads."
   },
   "author": {
    "text": "Marissa Mayer"
   }
  },
  {
   "quote": {
    "text": "Think about when a digital business marries up with what I'll call 'digital intelligence.' It is the dawn of a new era about being a 'cognitive' business. When every product, every service, how you run your company can actually have a piece that learns and thinks as part of it, you will be a cognitive business."
   },
   "author": {
    "text": "Ginni Rometty"
   }
  },
  {
   "quote": {
    "text": "A lot of movies about artificial intelligence envision that AI's will be very intelligent but missing some key emotional qualities of humans and therefore turn out to be very dangerous."
   },
   "author": {
    "text": "Ray Kurzweil"
   }
  },
  {
   "quote": {
    "text": "I'm working on artificial intelligence. Actually, natural language understanding, which is to get computers to understand the meaning of documents."
   },
   "author": {
    "text": "Ray Kurzweil"
   }
  },
  {
   "quote": {
    "text": "Intelligence flourishes only in the ages when belief withers."
   },
   "author": {
    "text": "Emil Cioran"
   }
  },
  {
   "quote": {
    "text": "When I went on to write my next book, Working With Emotional Intelligence, I wanted to make a business case that the best performers were those people strong in these skills."
   },
   "author": {
    "text": "Daniel Goleman"
   }
  },
  {
   "quote": {
    "text": "My hope was that organizations would start including this range of skills in their training programs - in other words, offer an adult education in social and emotional intelligence."
   },
   "author": {
    "text": "Daniel Goleman"
   }
  },
  {
   "quote": {
    "text": "One of the indictments of civilizations is that happiness and intelligence are so rarely found in the same person."
   },
   "author": {
    "text": "William Feather"
   }
  },
  {
   "quote": {
    "text": "If you don't have a job right now, and you have a computer and a basic intelligence level, I guarantee you can get a great job, paying really well, in less than three months. How? Learn to program."
   },
   "author": {
    "text": "Tucker Max"
   }
  },
  {
   "quote": {
    "text": "I don't intend to simply go away and write my plays and be a good boy. I intend to remain an independent and political intelligence in my own right."
   },
   "author": {
    "text": "Harold Pinter"
   }
  },
  {
   "quote": {
    "text": "I never think of myself as wise. I think of myself as possessing a critical intelligence which I intend to allow to operate."
   },
   "author": {
    "text": "Harold Pinter"
   }
  },
  {
   "quote": {
    "text": "The woman who thinks she is intelligent demands equal rights with men. A woman who is intelligent does not."
   },
   "author": {
    "text": "Sidonie Gabrielle Colette"
   }
  },
  {
   "quote": {
    "text": "Without - you know, good intelligence stops plots against the homeland. Without that intelligence, we cannot effectively stop it."
   },
   "author": {
    "text": "Michael McCaul"
   }
  },
  {
   "quote": {
    "text": "I think Madonna has a great deal of intelligence and capability. I have a lot of respect for her. She's taken her career and maximized it with intelligence and creativity."
   },
   "author": {
    "text": "Carole King"
   }
  },
  {
   "quote": {
    "text": "When our governments want to sell us a course of action, they do it by making sure it's the only thing on the agenda, the only thing everyone's talking about. And they pre-load the ensuing discussion with highly selected images, devious and prejudicial language, dubious linkages, weak or false 'intelligence' and selected 'leaks.'"
   },
   "author": {
    "text": "Brian Eno"
   }
  },
  {
   "quote": {
    "text": "Men are at every stage of evolution, from the most barbarous to the most developed; men are found of lofty intelligence, but also of the most unevolved mentality; in one place there is a highly developed and complex civilisation, in another a crude and simple polity."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "Intelligence is the ability to take in information from the world and to find patterns in that information that allow you to organize your perceptions and understand the external world."
   },
   "author": {
    "text": "Brian Greene"
   }
  },
  {
   "quote": {
    "text": "Like in great painting and architecture, in couture, to make clothes you must eliminate, eliminate, eliminate to obtain the true sense of a line. You see, the more you add, the more you load on, the more it's mad. You must try to have just the silhouette, which is an intelligence in clothes."
   },
   "author": {
    "text": "Hubert de Givenchy"
   }
  },
  {
   "quote": {
    "text": "All living things come hardwired with certain traits and characteristics that are part of our nature, meaning that these things come naturally to us: they're what we're meant to do, and they're how universal intelligence flows though us best. Birds gotta fly, fish gotta swim, etc."
   },
   "author": {
    "text": "Jen Sincero"
   }
  },
  {
   "quote": {
    "text": "I think intelligence basically can be in a way defined by the possibility of having two opposite ideas living together and at the same time functioning. That's why I think a smart script has two things living in the same place, and they're absolutely contradictory."
   },
   "author": {
    "text": "Alejandro Gonzalez Inarritu"
   }
  },
  {
   "quote": {
    "text": "I think that the best things come from thought, without thinking. I think that's the smartest use of the intelligence that we all have."
   },
   "author": {
    "text": "Alejandro Gonzalez Inarritu"
   }
  },
  {
   "quote": {
    "text": "As a college student, what really interested me was the human brain and human intelligence."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "When you program a robot to be intelligent, you learn a number of things. You become very humble and develop enormous respect for natural intelligence because, even if you work day and night for several years, your robot isn't that smart after all."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "Our bureaucracy had excelled at compartmentalizing intelligence - we had a 'need to know' system - but by 2004, it was impossible to foresee what elements of our organization would and would not need to know a given piece of information."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "Because hip-hop has no requirements, you deal with people that have the least intelligence on the planet. Some of the people that compare themselves to me, compare themselves to me because they rap and I rap. They can't even read the contracts that they sign to be a rapper, to do the deal."
   },
   "author": {
    "text": "Curtis Jackson"
   }
  },
  {
   "quote": {
    "text": "Fluid intelligence doesn't look much like the capacity to memorise and recite facts, the skills that people have traditionally associated with brainpower."
   },
   "author": {
    "text": "Jamais Cascio"
   }
  },
  {
   "quote": {
    "text": "Intelligence augmentation decreases the need for specialization and increases participatory complexity."
   },
   "author": {
    "text": "Jamais Cascio"
   }
  },
  {
   "quote": {
    "text": "You are just your intelligence."
   },
   "author": {
    "text": "Kalpana Chawla"
   }
  },
  {
   "quote": {
    "text": "Up to this day, there has been no proof of the existence of any intelligence other than the human."
   },
   "author": {
    "text": "Emile Zola"
   }
  },
  {
   "quote": {
    "text": "Elia Kazan understood my problems. He was able to bring out the very best in me. He gave me credit for my intelligence."
   },
   "author": {
    "text": "Ethel Waters"
   }
  },
  {
   "quote": {
    "text": "I think the very idea of character, of developing not just grit, but empathy and curiosity, emotional intelligence - you know, the things that I want my own daughters to develop - the idea that we're going to get there through rewards and punishments seems completely at odds with the idea of character itself."
   },
   "author": {
    "text": "Angela Duckworth"
   }
  },
  {
   "quote": {
    "text": "Many things matter other than our measured intelligence, so let's get to work on them."
   },
   "author": {
    "text": "Angela Duckworth"
   }
  },
  {
   "quote": {
    "text": "The average citizen in this county has more intelligence and sense in his little finger than the editor of 'The New York Times' has in his whole head."
   },
   "author": {
    "text": "George Wallace"
   }
  },
  {
   "quote": {
    "text": "One of the functions of intelligence is to take account of the dangers that come from trusting solely to the intelligence."
   },
   "author": {
    "text": "Lewis Mumford"
   }
  },
  {
   "quote": {
    "text": "Chess is as elaborate a waste of human intelligence as you can find outside an advertising agency."
   },
   "author": {
    "text": "Raymond Chandler"
   }
  },
  {
   "quote": {
    "text": "I believe that what is really important is that God can speak to us. If we have the humility to approach him in prayer with the right attitude, he can speak to our intelligence directly."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "We have actually experienced in recent months a dramatic demonstration of an unprecedented intelligence failure, perhaps the most significant intelligence failure in the history of the United States."
   },
   "author": {
    "text": "Zbigniew Brzezinski"
   }
  },
  {
   "quote": {
    "text": "Always be smarter than the people who hire you."
   },
   "author": {
    "text": "Lena Horne"
   }
  },
  {
   "quote": {
    "text": "In most job interviews, people say they are looking for people skills and emotional intelligence. That's reasonable, but the question is, how do you define what that looks like?"
   },
   "author": {
    "text": "Susan Cain"
   }
  },
  {
   "quote": {
    "text": "But our society does not grant nontraditional forms of intelligence equal recognition, no matter how much it would help us get along or truly enrich our lives."
   },
   "author": {
    "text": "Joan D. Vinge"
   }
  },
  {
   "quote": {
    "text": "There are a lot of obstacles in the way of our understanding animal intelligence - not the least being that we can't even agree whether nonhuman species are conscious. We accept that chimps and dolphins experience awareness; we like to think dogs and cats do. But what about mice and newts? What about a fly? Is anything going on there at all?"
   },
   "author": {
    "text": "Jeffrey Kluger"
   }
  },
  {
   "quote": {
    "text": "Growing up, my mother was a very strong woman who was not very big, about 5'1'', but boy, you grabbed a tiger by the tail if you messed with her. I know grown men that messed with her, and through her wit and intelligence and her no-quit, she never lost a fight. That's very influential on me when I'm telling stories. I love exploring that."
   },
   "author": {
    "text": "Taylor Sheridan"
   }
  },
  {
   "quote": {
    "text": "Intelligence is not a moral category."
   },
   "author": {
    "text": "Tucker Carlson"
   }
  },
  {
   "quote": {
    "text": "Improvisation, if you play it at the top of your intelligence, leads to a kind of truth that people find really accessible."
   },
   "author": {
    "text": "Bonnie Hunt"
   }
  },
  {
   "quote": {
    "text": "I'm still committed to the success of the U.K. and the belief of the strong intelligence and passion and determination of the British people. I'm a strong believer of their long-term historical success."
   },
   "author": {
    "text": "Masayoshi Son"
   }
  },
  {
   "quote": {
    "text": "We believe the singularity is inevitable, and all businesses will be redefined as computers overtake humans in intelligence."
   },
   "author": {
    "text": "Masayoshi Son"
   }
  },
  {
   "quote": {
    "text": "When those super intelligence goes into robots, those robots with the super intelligence will change our lives."
   },
   "author": {
    "text": "Masayoshi Son"
   }
  },
  {
   "quote": {
    "text": "So many people say that obviously my game has changed since I arrived here and I say that it's good that it changed, otherwise it would show a lack of intelligence."
   },
   "author": {
    "text": "Thierry Henry"
   }
  },
  {
   "quote": {
    "text": "To attempt to superimpose its views through the exercise of force, is seldom the part of intelligence; it is frequently the part of ignorance."
   },
   "author": {
    "text": "Paul P. Harris"
   }
  },
  {
   "quote": {
    "text": "Our actions are the results of our intentions and our intelligence."
   },
   "author": {
    "text": "E. Stanley Jones"
   }
  },
  {
   "quote": {
    "text": "Our intentions may be very good, but, because the intelligence is limited, the action may turn out to be a mistake - a mistake, but not necessarily a sin, for sin comes out of a wrong intention."
   },
   "author": {
    "text": "E. Stanley Jones"
   }
  },
  {
   "quote": {
    "text": "Americans born since World War II have grown up in a media-saturated environment. From childhood, we have developed a sort of advertising literacy, which combines appreciation for technique with skepticism about motives. We respond to ads with at least as much rhetorical intelligence as we apply to any other form of persuasion."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "If the government regulates against use of drones or stem cells or artificial intelligence, all that means is that the work and the research leave the borders of that country and go someplace else."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "Smart vacations lead to greater happiness and energy at work and, therefore, greater productivity, intelligence, and resilience."
   },
   "author": {
    "text": "Shawn Achor"
   }
  },
  {
   "quote": {
    "text": "If you are going to have to play defense all the time, you cannot have the kind of ingenuity, assertiveness, independence, and intelligence which is what has made our country strong."
   },
   "author": {
    "text": "Arlen Specter"
   }
  },
  {
   "quote": {
    "text": "The original PATRIOT Act greatly increased our nation's ability to share intelligence information, made better use of technology, and provided terrorism investigators tools that have long been available in cases involving illegal drugs and organized crime."
   },
   "author": {
    "text": "Mike Simpson"
   }
  },
  {
   "quote": {
    "text": "There's been intelligence that terrorists would look to programs such as the visa waiver program to exploit."
   },
   "author": {
    "text": "Asa Hutchinson"
   }
  },
  {
   "quote": {
    "text": "I listen to them freely and with all the respect merited by their intelligence, their character, their knowledge, reserving always my incontestable right of criticism and censure."
   },
   "author": {
    "text": "Mikhail Bakunin"
   }
  },
  {
   "quote": {
    "text": "I am committed to ensure that our intelligence community, law enforcement, medical professionals, and military have the information and funding needed to protect the American people from threats at home and abroad."
   },
   "author": {
    "text": "Leonard Boswell"
   }
  },
  {
   "quote": {
    "text": "The 9/11 Commission strongly recommends that the National Intelligence Director be fully in control of the budget, from developing it to implementing it, to ensuring that the National Intelligence Director has the clout to make decisions."
   },
   "author": {
    "text": "Leonard Boswell"
   }
  },
  {
   "quote": {
    "text": "The National Intelligence Director needs the authority to do the job we are asking him to do. That means power over the intelligence budget. And to be effective, to be allowed to do his or her job, they must have authority over the budget."
   },
   "author": {
    "text": "Leonard Boswell"
   }
  },
  {
   "quote": {
    "text": "To defend our country we need to gather intelligence on the enemy, but when the intelligence lies to Congress, how are we to trust them? The phone records of law abiding citizens are none of their damn business."
   },
   "author": {
    "text": "Rand Paul"
   }
  },
  {
   "quote": {
    "text": "I found that, academically, it really didn't matter whether I had received a certain grade in a class; it didn't matter too much what schools I wanted to attend... What matters is one's drive, one's intelligence."
   },
   "author": {
    "text": "Jon Huntsman, Sr."
   }
  },
  {
   "quote": {
    "text": "A person isn't born with the intelligence to be with someone special; you learn it, and you fail in the path of life, but you don't have to give up the chance to love."
   },
   "author": {
    "text": "Gael Garcia Bernal"
   }
  },
  {
   "quote": {
    "text": "Intelligence, if it is clever in the direction of the better, is responsible for the greatest benefits of all."
   },
   "author": {
    "text": "Menander"
   }
  },
  {
   "quote": {
    "text": "Superior virtue must be the fruit of superior intelligence."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "GTMO has been a goldmine of intelligence about radical Islamic terrorism."
   },
   "author": {
    "text": "Mike Pompeo"
   }
  },
  {
   "quote": {
    "text": "I am proud to serve on the House Intelligence Committee, and every day, I see the lifesaving work of our men and women in uniform."
   },
   "author": {
    "text": "Mike Pompeo"
   }
  },
  {
   "quote": {
    "text": "Less intelligence capacity equals less safety."
   },
   "author": {
    "text": "Mike Pompeo"
   }
  },
  {
   "quote": {
    "text": "Rehearsals and this band are two words that don't really go together, kinda like Military Intelligence."
   },
   "author": {
    "text": "Jerry Cantrell"
   }
  },
  {
   "quote": {
    "text": "I do not - I never believed it's better to kill a terrorist than to detain him. We want to detain as many terrorists as possible so we can elicit the intelligence from them in the appropriate manner so that we can disrupt follow-on terrorist attacks."
   },
   "author": {
    "text": "John O. Brennan"
   }
  },
  {
   "quote": {
    "text": "I will not, nor will I ever, publicly divulge sensitive intelligence sources and methods. For when that happens, our national security is endangered and lives can be lost."
   },
   "author": {
    "text": "John O. Brennan"
   }
  },
  {
   "quote": {
    "text": "We are in this business, whether it be intelligence or the government, to protect freedom, democracy and liberty, not to violate that."
   },
   "author": {
    "text": "John O. Brennan"
   }
  },
  {
   "quote": {
    "text": "As a former career intelligence professional, I have a profound appreciation for the value of intelligence. Intelligence disrupts terrorist plots and thwarts attacks. Intelligence saves lives."
   },
   "author": {
    "text": "John O. Brennan"
   }
  },
  {
   "quote": {
    "text": "Simply stated, the need for accurate intelligence and prescient analysis from CIA has never been greater than it is in 2013 - or than it will be in the coming years."
   },
   "author": {
    "text": "John O. Brennan"
   }
  },
  {
   "quote": {
    "text": "We will use all lawful tools at our disposal, and that includes authorities under the renewed PATRIOT Act. We firmly believe that our intelligence gathering tools must enable us to collect the information we need to protect the American people."
   },
   "author": {
    "text": "John O. Brennan"
   }
  },
  {
   "quote": {
    "text": "It is hard to work with the nagging doubt that perhaps some foreign intelligence agency is reading all your correspondence, especially when you know they have done so in the past."
   },
   "author": {
    "text": "Toomas Hendrik Ilves"
   }
  },
  {
   "quote": {
    "text": "Our intelligence community needs better coordination of operations and exchange of information, and that's why we need an overall director of national intelligence and a national counterterrorism center."
   },
   "author": {
    "text": "Jim Ramstad"
   }
  },
  {
   "quote": {
    "text": "I strongly support the call to greatly expand our human intelligence capability to penetrate al Qaeda and gather critical intelligence to prevent terrorist attacks on our homeland."
   },
   "author": {
    "text": "Jim Ramstad"
   }
  },
  {
   "quote": {
    "text": "It's not new: In the '70s, Archie Bunker said terrible things on 'All in the Family,' but it was all in Carroll O'Connor's performance. You saw lack of intelligence, and you laughed."
   },
   "author": {
    "text": "Jason Bateman"
   }
  },
  {
   "quote": {
    "text": "It's public knowledge that there have been efforts - as U.S. intelligence sources have said - by Russia to destabilize the U.S. political system. I think that Canadians and, indeed, other Western countries should be prepared for similar efforts to be directed at us."
   },
   "author": {
    "text": "Chrystia Freeland"
   }
  },
  {
   "quote": {
    "text": "We are moving towards a new form of collective intelligence."
   },
   "author": {
    "text": "Jane McGonigal"
   }
  },
  {
   "quote": {
    "text": "We need intelligence services to fight against terrorism, but they have to respect the principles of good relationships between allies and protect personal, confidential data."
   },
   "author": {
    "text": "Francois Hollande"
   }
  },
  {
   "quote": {
    "text": "Bill Gates wants people to think he's Edison, when he's really Rockefeller. Referring to Gates as the smartest man in America isn't right... wealth isn't the same thing as intelligence."
   },
   "author": {
    "text": "Larry Ellison"
   }
  },
  {
   "quote": {
    "text": "I've never met a person who has more integrity than my husband. I respect that. There's his humor and intelligence, too, and he's really cute, all those things - but if you don't respect your partner, you'll get sick of him."
   },
   "author": {
    "text": "Michelle Pfeiffer"
   }
  },
  {
   "quote": {
    "text": "Expressive speech, with modulation in pitch and volume, and a minimum of noticeable pauses, boosts credibility and enhances the impression of intelligence."
   },
   "author": {
    "text": "Leonard Mlodinow"
   }
  },
  {
   "quote": {
    "text": "Ultimately, it is the convergence of artificial and human intelligence that will enable manufacturers to achieve a new era of speed, flexibility, efficiency, and connectivity in the 21st century."
   },
   "author": {
    "text": "Joe Kaeser"
   }
  },
  {
   "quote": {
    "text": "There are physical characteristics which are inherited. These include things like good looks, high intelligence, physical coordination. These attributes contribute to success in life, and success in life is a determinant of optimism."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "Ignorance is no excuse, it's the real thing."
   },
   "author": {
    "text": "Irene Peter"
   }
  },
  {
   "quote": {
    "text": "The intellect of the wise is like glass; it admits the light of heaven and reflects it."
   },
   "author": {
    "text": "Augustus Hare"
   }
  },
  {
   "quote": {
    "text": "I don't deny that there are problems in the intelligence world, but I would argue that in the UK we try to uphold the highest standards in the world."
   },
   "author": {
    "text": "William Hague"
   }
  },
  {
   "quote": {
    "text": "The use of encrypted communication and data storage to shield terrorist coordination from intelligence and law-enforcement authorities is known as 'going dark.'"
   },
   "author": {
    "text": "Tom Cotton"
   }
  },
  {
   "quote": {
    "text": "I've always wanted to be a spy, and frankly I'm a little surprised that British intelligence has never approached me."
   },
   "author": {
    "text": "Elizabeth Hurley"
   }
  },
  {
   "quote": {
    "text": "Well, I think there's a distinction between sexing-up the intelligence and sexing-up the presentation of the intelligence."
   },
   "author": {
    "text": "John Major"
   }
  },
  {
   "quote": {
    "text": "Advertising: the science of arresting the human intelligence long enough to get money from it."
   },
   "author": {
    "text": "Stephen Leacock"
   }
  },
  {
   "quote": {
    "text": "Mr. Speaker, we are a blessed Nation. We have not suffered another attack on our soil since September 11, and we are grateful. We have killed or captured dozens of members of al Qaeda and the Taliban. Our military and intelligence forces are working both hard and smart."
   },
   "author": {
    "text": "Marsha Blackburn"
   }
  },
  {
   "quote": {
    "text": "Lincoln made mistakes. Roosevelt made mistakes. Eisenhower made mistakes. The Battle of the Bulge was the biggest intelligence failure in American military history, much bigger than any in Vietnam or now. We didn't know that the Soviets were moving 400,000 or 500,000 troops. We missed it."
   },
   "author": {
    "text": "Rudy Giuliani"
   }
  },
  {
   "quote": {
    "text": "It is not easy for the courts to control the intelligence agencies. There has to be concerted and coordinated effort on part of the courts, the parliament, and the government."
   },
   "author": {
    "text": "Asma Jahangir"
   }
  },
  {
   "quote": {
    "text": "If there's intelligence behind an opinion, then I'm all for expressing it, but I would never just start a fight with someone for the sake of it - that's just not me."
   },
   "author": {
    "text": "Charli XCX"
   }
  },
  {
   "quote": {
    "text": "But every time our ability to access information and to communicate it to others is improved, in some sense we have achieved an increase over natural intelligence."
   },
   "author": {
    "text": "Vernor Vinge"
   }
  },
  {
   "quote": {
    "text": "I am suggesting that we recognize that in network and interface research there is something as profound (and potential wild) as Artificial Intelligence."
   },
   "author": {
    "text": "Vernor Vinge"
   }
  },
  {
   "quote": {
    "text": "Schools are not intended to moralize a wicked world, but to impart knowledge and develop intelligence, with only two social aims in mind: prepare to take on one's share in the world's work, and perhaps in addition, lend a hand in improving society, after schooling is done."
   },
   "author": {
    "text": "Jacques Barzun"
   }
  },
  {
   "quote": {
    "text": "Some ways of using our thinking are really inspiring. There are people who use their thinking to race cars. People use their thinking to build rockets to the moon. It's all just a use of your thinking."
   },
   "author": {
    "text": "Michael Nesmith"
   }
  },
  {
   "quote": {
    "text": "Everything good and bad about technology would be magnified by implanting it deep in brains. Is the risk of brain-hacking outweighed by the societal benefits of faster, deeper communication, and the ability to augment our own intelligence?"
   },
   "author": {
    "text": "Ramez Naam"
   }
  },
  {
   "quote": {
    "text": "Perhaps measuring animal intelligence by comparing it to human intelligence isn't the best litmus test."
   },
   "author": {
    "text": "Ingrid Newkirk"
   }
  },
  {
   "quote": {
    "text": "People in charge of intelligence are political as well."
   },
   "author": {
    "text": "Rick Santelli"
   }
  },
  {
   "quote": {
    "text": "The iPhone is made on a global scale, and it blends computers, the Internet, communications, and artificial intelligence in one blockbuster, game-changing innovation. It reflects so many of the things that our contemporary world is good at - indeed, great at."
   },
   "author": {
    "text": "Tyler Cowen"
   }
  },
  {
   "quote": {
    "text": "I am concerned that the vague guidelines and policies used by the NSA for intelligence collection and sharing, in conjunction with elusive direction from the Administration, have led to intelligence being collected on sitting members of Congress for political purposes."
   },
   "author": {
    "text": "Ron DeSantis"
   }
  },
  {
   "quote": {
    "text": "Doesn't assuming that an intelligence created these perfect conditions require far less faith than believing that a life-sustaining Earth just happened to beat the inconceivable odds to come into being?"
   },
   "author": {
    "text": "Eric Metaxas"
   }
  },
  {
   "quote": {
    "text": "It is difficult, if not impossible, to argue that laws written in the 1970s are adequate for today's intelligence challenges."
   },
   "author": {
    "text": "Bob Barr"
   }
  },
  {
   "quote": {
    "text": "Would it not be much better to have a president who deliberately lied to the people because he thought a war was essential than to have one who was so dumb as to be taken in by intelligence agencies, especially those who told him what he wanted to hear?"
   },
   "author": {
    "text": "Andrew Greeley"
   }
  },
  {
   "quote": {
    "text": "I am hopeful that both India and U.S.A. would be able to expand their counter-terror partnership through wider intelligence sharing and effective coordination."
   },
   "author": {
    "text": "Raja Krishnamoorthi"
   }
  },
  {
   "quote": {
    "text": "The way you speak should not determine your intelligence. I should be able to say 'lit,' and you still know I'm intelligent. I should be able to say 'turn up,' and that doesn't take away from my intelligence. I wanted to break down that stereotype a little bit."
   },
   "author": {
    "text": "Angie Thomas"
   }
  },
  {
   "quote": {
    "text": "Having emotional intelligence allows you to manage your emotions, show empathy, and prevent you from getting distracted. It also helps you solve problems and be a more likable person."
   },
   "author": {
    "text": "John Rampton"
   }
  },
  {
   "quote": {
    "text": "If you look at military and intelligence positions from the 1950s, the Israeli-Palestinian conflict has always been against American national interests."
   },
   "author": {
    "text": "Abdullah II of Jordan"
   }
  },
  {
   "quote": {
    "text": "The 9/11 commission recommended the appointment of a national intelligence director with budgetary authority to better coordinate the work of the intelligence community and resolve differences."
   },
   "author": {
    "text": "Ronald Kessler"
   }
  },
  {
   "quote": {
    "text": "I love my career. I thought, if I was lucky, I would retire as a senior intelligence officer, still working on the issues of counterproliferation. But that didn't happen, so - new chapter."
   },
   "author": {
    "text": "Valerie Plame"
   }
  },
  {
   "quote": {
    "text": "The intelligence community really is a vast bureaucratic entity, and it has been politicized in ways that are not effective for the gathering of intelligence and giving it to senior policymakers."
   },
   "author": {
    "text": "Valerie Plame"
   }
  },
  {
   "quote": {
    "text": "There's a huge impact on national security and intelligence. The new normal is going to be more and more of these hacks, whether it's Target or Home Depot or the Office of Personnel Management or Jennifer Lawrence's nude photos."
   },
   "author": {
    "text": "Valerie Plame"
   }
  },
  {
   "quote": {
    "text": "I can tell you, all the intelligence services in the world were running my name through their databases to see did anyone by this name come in the country? When? Do we know anything about it? Where did she stay? Who did she see?"
   },
   "author": {
    "text": "Valerie Plame"
   }
  },
  {
   "quote": {
    "text": "Regarding Wikileaks, I have profound ambivalent feelings about it. I am a firm believer in a strong intelligence service. There's a need for classified information."
   },
   "author": {
    "text": "Valerie Plame"
   }
  },
  {
   "quote": {
    "text": "Certainly, if we had not invaded Iraq on intelligence that was clearly manipulated and cherry picked, we would be in a different position today."
   },
   "author": {
    "text": "Valerie Plame"
   }
  },
  {
   "quote": {
    "text": "The entire intelligence community is so bloated and so reliant on contractors. There's no question there's many tasks that make sense to outsource, and yet, we have followed blindly this dogma that if it's private contracting, it must be better."
   },
   "author": {
    "text": "Valerie Plame"
   }
  },
  {
   "quote": {
    "text": "A chief of station is the head of all intelligence operations in any given country."
   },
   "author": {
    "text": "Valerie Plame"
   }
  },
  {
   "quote": {
    "text": "Human intelligence is a marvelous, subtle, and poorly understood phenomenon. There is no danger of duplicating it anytime soon."
   },
   "author": {
    "text": "Mitch Kapor"
   }
  },
  {
   "quote": {
    "text": "I've always been a big Cate Blanchett fan. Such a wonderful role model, the way she carries herself through her profession. She has so much grace to her, and so much intelligence. I've also always been a big Katharine Hepburn fan."
   },
   "author": {
    "text": "Elizabeth Debicki"
   }
  },
  {
   "quote": {
    "text": "Prince Charles is an absolute Mountbatten. The real intelligence in the royal family comes through my parents to Prince Philip and the children."
   },
   "author": {
    "text": "Lord Mountbatten"
   }
  },
  {
   "quote": {
    "text": "In my experience, working as an intelligence analyst with my own pool of sources numbering close to 100, by far the most effective forms of human intelligence collection are rapport-building and direct questioning."
   },
   "author": {
    "text": "Chelsea Manning"
   }
  },
  {
   "quote": {
    "text": "The U.S. intelligence community is in a very poor position to be trusted with protecting civil liberties while engaging in intelligence work."
   },
   "author": {
    "text": "Chelsea Manning"
   }
  },
  {
   "quote": {
    "text": "When you're a hammer, everything looks like a nail; when you're a skilled intelligence professional, everything looks like a vital source for collection."
   },
   "author": {
    "text": "Chelsea Manning"
   }
  },
  {
   "quote": {
    "text": "Christianity taught men that love is worth more than intelligence."
   },
   "author": {
    "text": "Jacques Maritain"
   }
  },
  {
   "quote": {
    "text": "Intelligence recognizes what has happened. Genius recognizes what will happen."
   },
   "author": {
    "text": "John Ciardi"
   }
  },
  {
   "quote": {
    "text": "There is a huge difference between gathering intelligence in foreign countries, even our allies, and secretly getting information on U.S. citizens."
   },
   "author": {
    "text": "Bob Beckel"
   }
  },
  {
   "quote": {
    "text": "Ever since 9/11, our intelligence agencies, as part of the 'war on terror,' have expanded their operations to include American citizens. I was 'terrorized' when I learned that the National Security Agency was intercepting information on Americans."
   },
   "author": {
    "text": "Bob Beckel"
   }
  },
  {
   "quote": {
    "text": "We need to gather intelligence, but we need to do so legally."
   },
   "author": {
    "text": "Bob Beckel"
   }
  },
  {
   "quote": {
    "text": "If we have intelligence on the location of terrorist training centers, it is insane not to act."
   },
   "author": {
    "text": "Bob Beckel"
   }
  },
  {
   "quote": {
    "text": "Taste is the fundamental quality which sums up all the other qualities. It is the nec plus ultra of the intelligence. Through this alone is genius the supreme health and balance of all the faculties."
   },
   "author": {
    "text": "Comte de Lautreamont"
   }
  },
  {
   "quote": {
    "text": "When I was at the CIA I asked my civilian advisory board to tackle some tough questions. Among the toughest: In a political culture that every day demands more transparency and more public accountability from every aspect of national life, could American intelligence continue to survive and succeed? That jury is still out."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "When asked if I miss being in government, I usually try to lighten the moment by responding that I awake most days, read the paper, and then observe that, 'It's yet another great day to be the former director of the Central Intelligence Agency.'"
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "An intelligence analyst may attribute an attack to al Qaeda, whereas a policy maker could opt for the more general 'extremist.'"
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "There's this movie, 'Zero Dark Thirty' about the hunt for Osama bin Laden. Some have complained that too many 'secrets' were dished out by the intelligence and special operations communities to director Kathryn Bigelow, screenwriter Mark Boal and their crew, part of a broader pattern of using intelligence for political effect."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "There is no part of the executive branch that more exists on the outer edge of executive prerogative than the American intelligence community - the intelligence community, CIA, covert action. My literal responsibility as director of CIA with regard to covert action was to inform the Congress - not to seek their approval, to inform."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "American political elites feel very empowered to criticize the American intelligence community for not doing enough when they feel in danger, and as soon as we've made them feel safe again, they feel equally empowered to complain that we're doing too much."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "I was an intelligence officer for what was then 8th Air Force, B-52 Air Force."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "The first thing I did after getting a Master's degree - and the Air Force was very kind; they let me stay on at school to get a Master's - I went to Denver for the Armed Forces Air Intelligence School, six months. Fundamentally, we had a major effort on in Southeast Asia, and this was training folks to support that effort."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "I believe we do have a great intelligence service. Is it good enough in all circumstances? Of course not. We live in the human condition. We try to make it better each day."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "There is no worse place for an intelligence service like CIA to be than on Page 1, above the fold in your daily newspaper."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "I have spent my adult life working in American intelligence. It has been quite an honor. Generally well resourced. A global mission. No want of issues. And it was a hell of a ride."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "If we are going to conduct espionage in the future, we are going to have to make some changes in the relationship between the intelligence community and the public it serves."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "The FISA Amendment Act of 2008 actually allows some of the things we were doing under the president's authority only against al Qaeda, it allows them for all legitimate foreign intelligence purposes."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "Renditions before and since 9/11 share some basic features. They have been conducted lawfully, responsibly and with a clear and single purpose: Get terrorists off the street and gain intelligence on those still at large. Our detention and interrogation programs flow from the same inescapable logic."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "President Obama and his successors are dependent on the 100,000-plus people inside the American intelligence community - the people Edward Snowden betrayed."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "Americans are very practical folks. Accustomed to hard choices in their own lives, they are willing to give us in intelligence a lot of slack as we make the hard choices our profession demands."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "Politicization - the shading of analysis to fit prevailing policy or politics - is the harshest criticism one can make of an intelligence organization. It strikes beyond questions of competence to the fundamental ethic of the enterprise, which is, or should be, truth telling."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "The 2007 National Intelligence Estimate that said Iran had paused its nuclear weaponization work also reported with high confidence that such work had been going on through 2003. How far did they get? That's an important question, but I fear that the Iranians will never answer it, and we will not insist that they do."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "Intelligence collection is not confined to the communications of adversaries or of the guilty. Rather, it's about gaining information otherwise unavailable that would help keep Americans safe and free."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "Presidents get to decide how their intelligence is served up to them, and it's the job of intelligence to adjust."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "When the intelligence is making a policymaker too happy, he ought to challenge it, and even if he doesn't, the intelligence briefer needs to launch a red team against his own conclusions to see if he can hold his ground."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "It's good to remind intelligence producers and consumers alike about the need to 'warn of emerging conditions, trends, threats and opportunities' and the potential for discontinuities."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "Since September 11th Congress has created the Department of Homeland Security, more than doubled the homeland security budget and implemented a bipartisan overhaul of our intelligence systems."
   },
   "author": {
    "text": "Doc Hastings"
   }
  },
  {
   "quote": {
    "text": "U.S. intelligence services routinely use collection methods against foreigners that foreseeably - with certainty - ingest high volumes of U.S. communications as well."
   },
   "author": {
    "text": "Barton Gellman"
   }
  },
  {
   "quote": {
    "text": "The $52.6 billion U.S. intelligence arsenal is aimed mainly at unambiguous adversaries, including al-Qaida, North Korea and Iran. But top-secret budget documents reveal an equally intense focus on one purported ally: Pakistan."
   },
   "author": {
    "text": "Barton Gellman"
   }
  },
  {
   "quote": {
    "text": "The government of Sudan, employing a back channel direct from its president to the Central Intelligence Agency, offered in the early spring of 1996 to arrest Osama bin Laden and place him in Saudi custody, according to officials and former officials in all three countries."
   },
   "author": {
    "text": "Barton Gellman"
   }
  },
  {
   "quote": {
    "text": "The basic ability to not wipe oneself out, to endure, to use your technological interaction with the world in such a way that has the possibility of the likelihood of lasting and not being temporary - that seems like a pretty good definition of intelligence."
   },
   "author": {
    "text": "David Grinspoon"
   }
  },
  {
   "quote": {
    "text": "Why should we consider defining intelligence as something global and as something that hasn't actually yet appeared on Earth? It may be useful for envisioning the future of our own civilization and any others that may be out there among the stars. It might give us something to strive for."
   },
   "author": {
    "text": "David Grinspoon"
   }
  },
  {
   "quote": {
    "text": "Among the radio astronomers of SETI - the Search for Extraterrestrial Intelligence - it's only sort-of a joke that the true hallmark of intelligent life is the creation of radio astronomy."
   },
   "author": {
    "text": "David Grinspoon"
   }
  },
  {
   "quote": {
    "text": "I think all governments engage in intelligence gathering vis-a-vis other governments."
   },
   "author": {
    "text": "Henry Paulson"
   }
  },
  {
   "quote": {
    "text": "For something that's supposed to be secret, there is a lot of intelligence history. Every time I read one book, two more are published."
   },
   "author": {
    "text": "Alan Furst"
   }
  },
  {
   "quote": {
    "text": "The purest case of an intelligence explosion would be an Artificial Intelligence rewriting its own source code. The key idea is that if you can improve intelligence even a little, the process accelerates. It's a tipping point. Like trying to balance a pen on one end - as soon as it tilts even a little, it quickly falls the rest of the way."
   },
   "author": {
    "text": "Eliezer Yudkowsky"
   }
  },
  {
   "quote": {
    "text": "Intelligence is the source of technology. If we can use technology to improve intelligence, that closes the loop and potentially creates a positive feedback cycle."
   },
   "author": {
    "text": "Eliezer Yudkowsky"
   }
  },
  {
   "quote": {
    "text": "We tend to see individual differences instead of human universals. Thus, when someone says the word 'intelligence,' we think of Einstein instead of humans."
   },
   "author": {
    "text": "Eliezer Yudkowsky"
   }
  },
  {
   "quote": {
    "text": "I am a full-time Research Fellow at the Machine Intelligence Research Institute, a small 501(c)(3) public charity supported primarily by individual donations."
   },
   "author": {
    "text": "Eliezer Yudkowsky"
   }
  },
  {
   "quote": {
    "text": "I keep trying to explain to people that the archetype of intelligence is not Dustin Hoffman in 'The Rain Man;' it is a human being, period. It is squishy things that explode in a vacuum, leaving footprints on their moon."
   },
   "author": {
    "text": "Eliezer Yudkowsky"
   }
  },
  {
   "quote": {
    "text": "When you think of intelligence, don't think of a college professor; think of human beings as opposed to chimpanzees. If you don't have human intelligence, you're not even in the game."
   },
   "author": {
    "text": "Eliezer Yudkowsky"
   }
  },
  {
   "quote": {
    "text": "If you were to make a quick judgment call on my intelligence and articulation when I first moved to the U.S. based on my speaking skills, it would be very low."
   },
   "author": {
    "text": "Jenny Zhang"
   }
  },
  {
   "quote": {
    "text": "The American public should know that the Senate report actually reveals that 82% of detainees subjected to enhanced interrogation did, in fact, produce intelligence that saved American lives."
   },
   "author": {
    "text": "Trent Franks"
   }
  },
  {
   "quote": {
    "text": "Intellectuals are too sentimental for me."
   },
   "author": {
    "text": "Margaret Anderson"
   }
  },
  {
   "quote": {
    "text": "We've truly transformed Accenture capabilities to help our clients embrace the new, applying innovation and intelligence at the heart of their organizations."
   },
   "author": {
    "text": "Pierre Nanterme"
   }
  },
  {
   "quote": {
    "text": "In Dublin, we open The Dock, our new multidisciplinary innovation R&D and incubation hub where all elements of our innovation architecture come to life. The Dock is a launch pad for our more than 200 researchers to innovate with clients and acquisition partners with a particular focus on artificial intelligence."
   },
   "author": {
    "text": "Pierre Nanterme"
   }
  },
  {
   "quote": {
    "text": "We founded Palantir in 2003-2004 because we perceived a giant gap between how the defense and intelligence community was harnessing technology to achieve its goals and what we had seen was possible in Silicon Valley over the last decade."
   },
   "author": {
    "text": "Joe Lonsdale"
   }
  },
  {
   "quote": {
    "text": "I moved to MIT from Stanford in 1984 to teach, and became the founding director of MIT's Computer Science and Artificial Intelligence Lab."
   },
   "author": {
    "text": "Rodney Brooks"
   }
  },
  {
   "quote": {
    "text": "Despite the intelligence community's assessment that Russia interfered in our presidential election, President Donald Trump and Republican leadership seem wholly uninterested in examining how and why Russia targeted us - and what we must do to prevent it from happening again."
   },
   "author": {
    "text": "Mike Quigley"
   }
  },
  {
   "quote": {
    "text": "I think what we're learning with the Trump Jr. meeting is when you meet with any Russians, you're meeting with Russian intelligence. And, therefore, President Putin."
   },
   "author": {
    "text": "Mike Quigley"
   }
  },
  {
   "quote": {
    "text": "Reputation is favorable notoriety as distinguished from fame, which is permanent approval of great deeds and noble thoughts by the best intelligence of mankind."
   },
   "author": {
    "text": "George William Curtis"
   }
  },
  {
   "quote": {
    "text": "We are rapidly approaching a world where everybody and everything will be connected and where all that connectivity will be bound together, acting with intelligence in a way that simplifies and improves people's lives."
   },
   "author": {
    "text": "Rajeev Suri"
   }
  },
  {
   "quote": {
    "text": "Dog-fooding is using your own products so that you understand from inside out what it is you're providing the customers. It's another way to gain insights and to gain intelligence. You use it yourself; you eat your own dog food. Every time we do that, we discover something that we can improve."
   },
   "author": {
    "text": "Joe Gebbia"
   }
  },
  {
   "quote": {
    "text": "Your intelligence doesn't override your desire to destroy yourself."
   },
   "author": {
    "text": "John Darnielle"
   }
  },
  {
   "quote": {
    "text": "I want to exude strength and intelligence."
   },
   "author": {
    "text": "Portia de Rossi"
   }
  },
  {
   "quote": {
    "text": "Daniel Goleman has proven that two-thirds of the success in business is based upon our Emotional Intelligence as opposed to our IQ or our level of experience. As we look for the next crop of future CEOs, maybe it's time for America's corporations to start interviewing grads from the psychology master's programs rather than the M.B.A. programs."
   },
   "author": {
    "text": "Chip Conley"
   }
  },
  {
   "quote": {
    "text": "Genius is independent of situation."
   },
   "author": {
    "text": "Charles Churchill"
   }
  },
  {
   "quote": {
    "text": "We are constantly protecting the male ego, and it's a disservice to men. If a man has any sensitivity or intelligence, he wants to get the straight scoop from his girlfriend."
   },
   "author": {
    "text": "Betty Dodson"
   }
  },
  {
   "quote": {
    "text": "In the music industry, intelligence in women is undervalued."
   },
   "author": {
    "text": "Bat for Lashes"
   }
  },
  {
   "quote": {
    "text": "Most good actors have a huge intelligence about the human condition and a real open heart to different kinds of people and behavior."
   },
   "author": {
    "text": "Tim Robbins"
   }
  },
  {
   "quote": {
    "text": "I'm honored to sit on the House Intelligence Committee and am proud to chair the House Armed Services Subcommittee on Emerging Threats and Capabilities."
   },
   "author": {
    "text": "Elise Stefanik"
   }
  },
  {
   "quote": {
    "text": "Well look, CIA is an agency that has to collect intelligence, do operations. We have to take risks and it's important that we take risks and that we know that we have the support of the government and we have the support of the American people in what we're doing."
   },
   "author": {
    "text": "Leon Panetta"
   }
  },
  {
   "quote": {
    "text": "You know, as director of the CIA, I got an awful lot of intelligence about all the horrible things that could go on across the world."
   },
   "author": {
    "text": "Leon Panetta"
   }
  },
  {
   "quote": {
    "text": "There is a lot of strength and intelligence in Hollywood."
   },
   "author": {
    "text": "Fay Wray"
   }
  },
  {
   "quote": {
    "text": "Our bodies are shaped to bear children, and our lives are a working out of the processes of creation. All our ambitions and intelligence are beside that great elemental point."
   },
   "author": {
    "text": "Phyllis McGinley"
   }
  },
  {
   "quote": {
    "text": "The best time to frame an answer to the letters of a friend, is the moment you receive them. Then the warmth of friendship, and the intelligence received, most forcibly cooperate."
   },
   "author": {
    "text": "William Shenstone"
   }
  },
  {
   "quote": {
    "text": "According to the FBI and the director of national intelligence, Syria's becoming a perfect platform to strike our nation. I've got a very simple strategy as your president against ISIL. Whatever it takes, as long as it takes, to defeat them."
   },
   "author": {
    "text": "Lindsey Graham"
   }
  },
  {
   "quote": {
    "text": "My father was always slightly bemused by my success. Although he knew that I had reasonable intelligence, he always thought that I was a little bit lazy."
   },
   "author": {
    "text": "Terry Wogan"
   }
  },
  {
   "quote": {
    "text": "Just as you should never confuse the law with common justice, intelligence should not be confused with common sense. Some of the brightest people in the world have no idea how to cross the road."
   },
   "author": {
    "text": "Terry Wogan"
   }
  },
  {
   "quote": {
    "text": "As a digital technology writer, I have had more than one former student and colleague tell me about digital switchers they have serviced through which calls and data are diverted to government servers or the big data algorithms they've written to be used on our e-mails by intelligence agencies."
   },
   "author": {
    "text": "Douglas Rushkoff"
   }
  },
  {
   "quote": {
    "text": "Newt Gingrich has a restless and outsized intelligence that is tragically unleavened by any kind of critical sensibility."
   },
   "author": {
    "text": "John Podhoretz"
   }
  },
  {
   "quote": {
    "text": "Forget artificial intelligence - in the brave new world of big data, it's artificial idiocy we should be looking out for."
   },
   "author": {
    "text": "Tom Chatfield"
   }
  },
  {
   "quote": {
    "text": "Iron sharpens iron; scholar, the scholar."
   },
   "author": {
    "text": "William Drummond"
   }
  },
  {
   "quote": {
    "text": "A John Updike is a once-in-a-generation phenomenon, if that generation is lucky: so comfortable in so many genres, the same lively, generous intelligence suffusing all he did."
   },
   "author": {
    "text": "George Saunders"
   }
  },
  {
   "quote": {
    "text": "The danger of having the military take over intelligence is that the military has a very different perspective on the world."
   },
   "author": {
    "text": "Pete Hoekstra"
   }
  },
  {
   "quote": {
    "text": "An issue that really concerned me when I was on the House Intelligence Committee was the quality of analysis."
   },
   "author": {
    "text": "Pete Hoekstra"
   }
  },
  {
   "quote": {
    "text": "After the heavily politicized 2007 Iran NIE, many of us in Congress found it hard to take some intelligence analysis at face value."
   },
   "author": {
    "text": "Pete Hoekstra"
   }
  },
  {
   "quote": {
    "text": "As a member and chairman of the House Intelligence Committee during the 2000s, I met with civilian and military officials in Kurdistan, Libya, Jordan, Israel, Egypt, and Yemen. They shared many of the same international defense priorities as the United States. We acknowledged our differences, but we worked from where we found common ground."
   },
   "author": {
    "text": "Pete Hoekstra"
   }
  },
  {
   "quote": {
    "text": "I served 10 years on the U.S. House Intelligence Committee, and I had the distinct privilege of meeting with real U.S. spies throughout the globe."
   },
   "author": {
    "text": "Pete Hoekstra"
   }
  },
  {
   "quote": {
    "text": "Ensuring that the intelligence community adheres to its responsibilities to report on its activities to Congress is absolutely essential."
   },
   "author": {
    "text": "Pete Hoekstra"
   }
  },
  {
   "quote": {
    "text": "From my experience as Chairman of the House Intelligence Committee, if a congressperson is identified as a potential target by a foreign intelligence service, that individual is notified."
   },
   "author": {
    "text": "Pete Hoekstra"
   }
  },
  {
   "quote": {
    "text": "We don't know how to identify intelligence over interstellar distances, so what we do instead is use technology for a proxy."
   },
   "author": {
    "text": "Jill Tarter"
   }
  },
  {
   "quote": {
    "text": "The wrongful arrest of tens of thousands of British Muslims after the September 11 attacks can be explained by the very poor intelligence the police had, and, just possibly, excused by the fact that a terrorist action in Britain linked to British Muslims would have been hugely damaging."
   },
   "author": {
    "text": "Geoff Mulgan"
   }
  },
  {
   "quote": {
    "text": "Ian Fleming was my cousin, you know. He was in naval intelligence."
   },
   "author": {
    "text": "Christopher Lee"
   }
  },
  {
   "quote": {
    "text": "Following 9/11, intelligence indicated numerous links between al-Qa'eda and Algeria. It began to look as though the roots of jihad could be traced back to the war in Algeria that began 50 years ago."
   },
   "author": {
    "text": "Alistair Horne"
   }
  },
  {
   "quote": {
    "text": "Whereas any political party, and nearly all voters, prize consistency as a sign of authentic, values-driven thinking, it is deeply alien to the hacker, who holds that changing your mind is simply intelligence in action."
   },
   "author": {
    "text": "Glenn Kelman"
   }
  },
  {
   "quote": {
    "text": "I use a lot of different words for God - infinite intelligence, primordial, perfection or universal creativity. All of these, to me, are God. And 'God' is a word, I think, that some people feel uncomfortable with, so they can use another word, you know? It's the great mystery."
   },
   "author": {
    "text": "Alex Grey"
   }
  },
  {
   "quote": {
    "text": "All the things that made us basically nasty, rapacious, competitive as a species are not necessarily hard-coded into whatever passes for the DNA of artificial intelligence."
   },
   "author": {
    "text": "Robert J. Sawyer"
   }
  },
  {
   "quote": {
    "text": "It's possible that there is a guiding intelligence in our universe. I don't see a lot of personal evidence for an interventionist-on-an-individual-basis-deity. I have friends who very much do believe in that. But I don't."
   },
   "author": {
    "text": "Robert J. Sawyer"
   }
  },
  {
   "quote": {
    "text": "There are only two races on this planet - the intelligent and the stupid."
   },
   "author": {
    "text": "John Fowles"
   }
  },
  {
   "quote": {
    "text": "It's really difficult to navigate attention and stardom and celebrity status and still try to maintain yourself and hold onto your intelligence and integrity. It's really challenging."
   },
   "author": {
    "text": "Shirley Manson"
   }
  },
  {
   "quote": {
    "text": "Oprah is so bright, and her intelligence is so piercing that I don't think anyone who spends a few minutes with her isn't struck by that."
   },
   "author": {
    "text": "Victoria Principal"
   }
  },
  {
   "quote": {
    "text": "The No. 1 thing I am earnestly attracted to is intelligence."
   },
   "author": {
    "text": "Rachel Bloom"
   }
  },
  {
   "quote": {
    "text": "I can't see what's wrong about assuming intelligence in your audience and what's bad news about being rewarded for assuming that."
   },
   "author": {
    "text": "Steven Moffat"
   }
  },
  {
   "quote": {
    "text": "Openness explains the ability to innovate and come up with big ideas because you're open to them, and fluid intelligence explains the ability to go and execute."
   },
   "author": {
    "text": "Adeo Ressi"
   }
  },
  {
   "quote": {
    "text": "I want to go to Mexico. I've been stonewalled, so far, by federal officials. I want to go to Mexico, and I want to meet with the top Mexican officials. I want to tell them my past experience and what I can do here as Sheriff to help them get better intelligence and communications on the drug thing, not the illegal immigration thing."
   },
   "author": {
    "text": "Joe Arpaio"
   }
  },
  {
   "quote": {
    "text": "Post-human intelligence will develop hypercomputers with the processing power to simulate living things - even entire worlds. Perhaps advanced beings could use hypercomputers to surpass the best 'special effects' in movies or computer games so vastly that they could simulate a world, fully, as complex as the one we perceive ourselves to be in."
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "From the lowest animals of which we can affirm intelligence up to man this type of intellect is found."
   },
   "author": {
    "text": "Edward Thorndike"
   }
  },
  {
   "quote": {
    "text": "One thing I have seen over and over again in life is that there is virtually no correlation between intelligence and common sense. IQ doesn't seem to translate that way."
   },
   "author": {
    "text": "Vincent Bugliosi"
   }
  },
  {
   "quote": {
    "text": "As a trial lawyer, intelligence is important only in the sense that it allows you to play the game, if you will. Without it, you don't even have a ticket into the competitive arena. But beyond that, it doesn't get you very far at all."
   },
   "author": {
    "text": "Vincent Bugliosi"
   }
  },
  {
   "quote": {
    "text": "In Don Mills in the Sixties, nothing comes close to the humiliation of losing an argument. In our weird little creative circle, no one cares who has faster fists, but to lose an argument suggests inferior intelligence."
   },
   "author": {
    "text": "Dan Hill"
   }
  },
  {
   "quote": {
    "text": "But it is equally incontrovertible that if our intelligence gathering process is seriously flawed, we had better find out and find out fast if we are to avoid another Sept. 11."
   },
   "author": {
    "text": "Adam Schiff"
   }
  },
  {
   "quote": {
    "text": "The prompt assimilation of that intelligence will be essential if we are to avoid another September 11th."
   },
   "author": {
    "text": "Adam Schiff"
   }
  },
  {
   "quote": {
    "text": "I don't know how to depict intelligence."
   },
   "author": {
    "text": "David Fincher"
   }
  },
  {
   "quote": {
    "text": "I mean, we must act with intelligence. We must work on this framework, so that immigration becomes an asset to both nations. Believe me, what - just the Mayor Bloomberg said here in New York, that this city would be stopped, totally stopped if it were not by the immigrants working here."
   },
   "author": {
    "text": "Vicente Fox"
   }
  },
  {
   "quote": {
    "text": "The beautiful thing about my intelligence is that it doesn't really come in one specific department. So even if something hasn't happened to me, I have information on how to get you through whatever you may be going through."
   },
   "author": {
    "text": "Tyrese Gibson"
   }
  },
  {
   "quote": {
    "text": "As Prime Minister Netanyahu and Defense Minister Barak have repeatedly said, the intelligence and security relationship between the United States and Israel at present is unprecedented. It has never been stronger."
   },
   "author": {
    "text": "Susan Rice"
   }
  },
  {
   "quote": {
    "text": "Well, first of all, we did lots of studies where we show practical intelligence doesn't correlate with G. We have probably two dozen studies that practical intelligence better predicts job success than IQ."
   },
   "author": {
    "text": "Robert Sternberg"
   }
  },
  {
   "quote": {
    "text": "Hamlet is an astonishing intelligence."
   },
   "author": {
    "text": "Ben Kingsley"
   }
  },
  {
   "quote": {
    "text": "I don't want to talk about intelligence matters. I will say, however, that intelligence-community estimates should not become public in the way of this city and in the way of Congress."
   },
   "author": {
    "text": "Warren Christopher"
   }
  },
  {
   "quote": {
    "text": "The United States has done more for the war crimes tribunal than any other country in the world. We're turning over all the information we have, including intelligence information."
   },
   "author": {
    "text": "Warren Christopher"
   }
  },
  {
   "quote": {
    "text": "You'll remember Dr. Rice said that several times: It was not a warning about the place and the method and the time - it was a general warning. And that points out the imperfection, if you would, of our intelligence."
   },
   "author": {
    "text": "Lee H. Hamilton"
   }
  },
  {
   "quote": {
    "text": "I'd have thought my particular brand of quirkiness, combined with sharp intelligence and a fine voice, would have yielded more. But it hasn't. Yet!"
   },
   "author": {
    "text": "Miriam Margolyes"
   }
  },
  {
   "quote": {
    "text": "There is nobody so irritating as somebody with less intelligence and more sense than we have."
   },
   "author": {
    "text": "Don Herold"
   }
  },
  {
   "quote": {
    "text": "The United States, like any great power, is always going to have an intelligence operation, and some electronic surveillance is obligatory in the modern world."
   },
   "author": {
    "text": "Jeffrey Toobin"
   }
  },
  {
   "quote": {
    "text": "I like characters who have two different things going on, whether it is Robin from 'Top Of The Lake' having that strength juxtaposed with the vulnerability and being in pain, or whether it is Peggy from 'Mad Men' with her naivety and her sort of idiocy at times, combined with her intelligence and courage really to do what she did at that time."
   },
   "author": {
    "text": "Elisabeth Moss"
   }
  },
  {
   "quote": {
    "text": "Intelligence is not a science."
   },
   "author": {
    "text": "Frank Carlucci"
   }
  },
  {
   "quote": {
    "text": "When I was working on 'Homeland,' there was a consultant who helped me a lot... I went to Washington and met with my consultant there, and he actually organised a lunch with several people from the Intelligence Committee."
   },
   "author": {
    "text": "Miranda Otto"
   }
  },
  {
   "quote": {
    "text": "There are so many successful women working in intelligence, but it's still seen as a male-dominated world."
   },
   "author": {
    "text": "Miranda Otto"
   }
  },
  {
   "quote": {
    "text": "The hijab, or sikh turban, or Jewish skullcap are all explicit symbols, but they do not represent a threat or affront to others, and have no bearing on the competence, skills and intelligence of a person."
   },
   "author": {
    "text": "Randa Abdel-Fattah"
   }
  },
  {
   "quote": {
    "text": "I think politicians misjudge our intelligence. We can, and do, see through them. But I quite enjoy watching political programmes because they get the heart going."
   },
   "author": {
    "text": "Diana Rigg"
   }
  },
  {
   "quote": {
    "text": "An organization's intelligence is distributed to the point of being ubiquitous."
   },
   "author": {
    "text": "Kevin Kelly"
   }
  },
  {
   "quote": {
    "text": "Some information is important, and some is not, and intelligence consists in knowing one from the other."
   },
   "author": {
    "text": "Alexandra Petri"
   }
  },
  {
   "quote": {
    "text": "Some of the best fan mail I get are from our men and women in the military and intelligence communities. They say, 'Boy you do your homework, this is exactly how we're doing it.'"
   },
   "author": {
    "text": "Brad Thor"
   }
  },
  {
   "quote": {
    "text": "The Obama administration appears to regard intelligence leaks and briefings more or less like briefings by the Democratic National Committee or White House flack Jay Carney. You use any information at hand, classified or not, and you spin it any way you like, fairly or not."
   },
   "author": {
    "text": "Elliott Abrams"
   }
  },
  {
   "quote": {
    "text": "What does 'politicizing intelligence' mean? Using intel, or more often, partial intel, to produce an effect in line with White House policies rather than giving a full picture of a particular situation."
   },
   "author": {
    "text": "Elliott Abrams"
   }
  },
  {
   "quote": {
    "text": "In the spring of 2007, Israeli intelligence brought to Washington proof that the Assad regime in Syria was building a nuclear reactor along the Euphrates - with North Korean help. This reactor was a copy of the Yongbyon reactor the North Koreans had built, and was part of a Syrian nuclear weapons program."
   },
   "author": {
    "text": "Elliott Abrams"
   }
  },
  {
   "quote": {
    "text": "Savvy companies are quietly changing up their boards of directors and teams, and this is giving them better collective intelligence, more community admiration, and better financial results."
   },
   "author": {
    "text": "Aileen Lee"
   }
  },
  {
   "quote": {
    "text": "I don't think my intelligence is naturally analytic or political."
   },
   "author": {
    "text": "Seamus Heaney"
   }
  },
  {
   "quote": {
    "text": "I was taught to think outside the box. Before my grandfather was one of the original Mad Men, he and a group of other Air Force Intelligence officers formalized brainstorming as a problem solving technique. He taught the concept that creativity can be taught at Buffalo University. My dad invented toys. My mom was a photographer."
   },
   "author": {
    "text": "M. J. Rose"
   }
  },
  {
   "quote": {
    "text": "There's a lot of neuroscience now raising the question, 'Is all the intelligence in the human body in the brain?', and they're finding out that, no, it's not like that. The body has intelligence itself, and we're much more of an organic creature in that way."
   },
   "author": {
    "text": "Joel Kinnaman"
   }
  },
  {
   "quote": {
    "text": "If you feel that it diminishes your intelligence to be asked about your fashion choices for an evening on the red carpet, so be it."
   },
   "author": {
    "text": "Elaine Welteroth"
   }
  },
  {
   "quote": {
    "text": "What intrigued me about him was his intelligence, his humor. I'd been all over the world. I had started a career. At that point, I had sort of committed myself to not committing. I didn't want to have to raise a husband, but he was so sophisticated and so funny."
   },
   "author": {
    "text": "Cindy McCain"
   }
  },
  {
   "quote": {
    "text": "After 9/11, whatever the evidence of intelligence failures, many people still saw that attack as almost unimaginable, so brutal and brazen an assault."
   },
   "author": {
    "text": "Nancy Gibbs"
   }
  },
  {
   "quote": {
    "text": "I like a guy who's sarcastic, serious, sensitive - even just silent. But you have to do it at the right times. That's sexy. To me, it reflects intelligence."
   },
   "author": {
    "text": "Moran Atias"
   }
  },
  {
   "quote": {
    "text": "As computer intelligence gets better, what will be possible when we interface our brains with computers? It might sound scary, but early evidence suggests otherwise: interfacing brains with machines can be helpful in treating traumatic brain injury, repairing spinal cord damage, and countless other applications."
   },
   "author": {
    "text": "Bill Maris"
   }
  },
  {
   "quote": {
    "text": "The whole macho thing has to be reexamined. Because in my view, the Bush administration was weak, not strong. To engage in a policy of torture is a weak policy. Because ultimately, it encourages the terrorists. It undermines our own values. It corrupts our system. And it doesn't get good intelligence."
   },
   "author": {
    "text": "Alex Gibney"
   }
  },
  {
   "quote": {
    "text": "Intelligence is usually easy to tell in a 10-minute conversation. Determination is harder."
   },
   "author": {
    "text": "Sam Altman"
   }
  },
  {
   "quote": {
    "text": "Now we have technology where we can modify the genomics of individuals by gene transfer and genetic meddling, we may find that people will want to modify their children, enhance their intelligence, their strength and their beauty and all the other so-called desirable characteristics."
   },
   "author": {
    "text": "Robert Winston"
   }
  },
  {
   "quote": {
    "text": "Of course it is a very simple matter to identify genes which might modify intelligence or memory and start thinking about whether you want to enhance a human, and the next generation is going to have to deal with that issue. Should we be trying to enhance humans rather than trying to educate them and so on?"
   },
   "author": {
    "text": "Robert Winston"
   }
  },
  {
   "quote": {
    "text": "All Shondaland shows have a level of intelligence, a level of humor, a level of pathos and human connection."
   },
   "author": {
    "text": "Jason Winston George"
   }
  },
  {
   "quote": {
    "text": "I know from my own experience that there is much more to 'intelligence' than an IQ number. In fact, I hesitate to believe that any system could really reflect the complexity and uniqueness of one person's mind, or meaningfully describe the nature of his or her potential."
   },
   "author": {
    "text": "Daniel Tammet"
   }
  },
  {
   "quote": {
    "text": "We are not a country that subscribes to policing any part of the world. The areas we are comfortable with are capacity building, intelligence sharing, exchange of ships, call on each other's ports, joint training and exercises."
   },
   "author": {
    "text": "Salman Khurshid"
   }
  },
  {
   "quote": {
    "text": "The key thing about force protection is... if you focus too much on force protection, and you disengage yourself from the community, you're putting yourself at greater risk because you need to interact with the community in a positive way to gain the intelligence you need."
   },
   "author": {
    "text": "H. R. McMaster"
   }
  },
  {
   "quote": {
    "text": "'The State Within' demands a certain intelligence from its audience. It doesn't just wash over you - it asks for commitment. And that's a really good thing."
   },
   "author": {
    "text": "Lennie James"
   }
  },
  {
   "quote": {
    "text": "Advertising must respect the intelligence of its audience and if it does not prompt them to think, it will be instantly dismissed."
   },
   "author": {
    "text": "Maurice Saatchi"
   }
  },
  {
   "quote": {
    "text": "When you're six years old, the word 'poo' is the funniest word on God's earth, but this insults my intelligence."
   },
   "author": {
    "text": "Jasper Carrott"
   }
  },
  {
   "quote": {
    "text": "It should tell you something that Pakistan's Inter-Services Intelligence (ISI) agency invented the Taliban in the early 1990s only because Hekmatyar, its primary U.S.-bankrolled proxy in the war for control of Afghanistan, had proved too bloodthirsty after the Soviets withdrew, even by the low standards of the ISI's ghastly generals in Rawalpindi."
   },
   "author": {
    "text": "Terry Glavin"
   }
  },
  {
   "quote": {
    "text": "Some law firms now use artificial intelligence software to scan and read mountains of legal documents, work that previously was performed by highly paid human lawyers."
   },
   "author": {
    "text": "Daniel Lyons"
   }
  },
  {
   "quote": {
    "text": "Intelligence work in the Marine Corps proved to me the strategic value in establishing a Central Command to act as a clearinghouse for disparate bits and floating bytes of information."
   },
   "author": {
    "text": "Todd Young"
   }
  },
  {
   "quote": {
    "text": "If a brain is exercised properly, anyone can grow intelligence, at any age, and potentially by a lot. Or you can just let your brain idle - and watch it slowly, inexorably, go to seed like a sedentary body."
   },
   "author": {
    "text": "Michael Merzenich"
   }
  },
  {
   "quote": {
    "text": "Your personality as the prime minister feeds through to what you emphasise, and what you don't, how you'll handle a situation - whether you've got the combination of intelligence or instincts to adapt and to make good decisions."
   },
   "author": {
    "text": "John Key"
   }
  },
  {
   "quote": {
    "text": "The employer class is less indispensable in the modern organization of industries because the laboring men themselves possess sufficient intelligence to organize into co-operative relation and enjoy the entire benefits of their own labor."
   },
   "author": {
    "text": "Leland Stanford"
   }
  },
  {
   "quote": {
    "text": "I experienced no conflict between my mother and father, which was entirely due to my mother's compassion, intelligence, and maturity."
   },
   "author": {
    "text": "Christie Hefner"
   }
  },
  {
   "quote": {
    "text": "Improving our national intelligence capabilities should remain a top priority and a continual process."
   },
   "author": {
    "text": "Blanche Lincoln"
   }
  },
  {
   "quote": {
    "text": "The exact measure of the progress of civilization is the degree in which the intelligence of the common mind has prevailed over wealth and brute force."
   },
   "author": {
    "text": "George Bancroft"
   }
  },
  {
   "quote": {
    "text": "In our society those who are in reality superior in intelligence can be accepted by their fellows only if they pretend they are not."
   },
   "author": {
    "text": "Marya Mannes"
   }
  },
  {
   "quote": {
    "text": "U.S. intelligence has the legal right to monitor foreign communications as they go through to U.S. service providers. However, even though something is legal doesn't make it right. I'm not American; I don't really care about what data is being collected about American citizens. I'm worried about us, the foreigners."
   },
   "author": {
    "text": "Mikko Hypponen"
   }
  },
  {
   "quote": {
    "text": "The United States has an unfair advantage, as most of the popular cloud services, search engines, computer and mobile operating systems or web browsers are made by U.S. companies. When the rest of the world uses the net, they are effectively using U.S.-based services, making them a legal target for U.S. intelligence."
   },
   "author": {
    "text": "Mikko Hypponen"
   }
  },
  {
   "quote": {
    "text": "Stuxnet, Duqu and Flame are not normal, everyday malware, of course. All three of them were most likely developed by a Western intelligence agency as part of covert operations that weren't meant to be discovered. The fact that the malware evaded detection proves how well the attackers did their job."
   },
   "author": {
    "text": "Mikko Hypponen"
   }
  },
  {
   "quote": {
    "text": "Everyone I know who used to be in the intelligence community is moving into the corporate world."
   },
   "author": {
    "text": "Tony Gilroy"
   }
  },
  {
   "quote": {
    "text": "We want to make Bing more than just search: to be the key intelligence engine behind the phone, get people to navigate, and present information in a meaningful way."
   },
   "author": {
    "text": "Jean-Philippe Courtois"
   }
  },
  {
   "quote": {
    "text": "The intelligence community, for the most part, has no accountability at all; to the Congress, to us the American people, and so they feel that they above the law."
   },
   "author": {
    "text": "Gloria Naylor"
   }
  },
  {
   "quote": {
    "text": "Though narrative cohesion isn't the strength of 'Mean Girls,' which works better from scene to scene than as a whole, the intelligence shines in its understanding of contradictions, keeping a comic distance from the emotional investment of teenagers that defined 'Ridgemont High' and later the adolescent angst movies of John Hughes."
   },
   "author": {
    "text": "Elvis Mitchell"
   }
  },
  {
   "quote": {
    "text": "For 8,000 years, we've had lyric poetry; for 400 years we've had the novel: theatre hands its meaning down in text. Let's find a medium whose total, sole responsibility is the world as seen as a form of visual intelligence. Surely, surely, surely the cinema should be that phenomenon."
   },
   "author": {
    "text": "Peter Greenaway"
   }
  },
  {
   "quote": {
    "text": "We have more than enough deodorised, over-the-top, sentimental cinema. Let's try to bring a little human intelligence into things. It can be very rewarding."
   },
   "author": {
    "text": "Peter Greenaway"
   }
  },
  {
   "quote": {
    "text": "Despite the obvious intelligence and security failures that contributed to the attack against the U.S. Consulate in Benghazi, the reality is that in one night, an al Qaeda-affiliated group destroyed a diplomatic post, killed a U.S. ambassador and three other Americans, and forced an end to clandestine U.S. activity in the area."
   },
   "author": {
    "text": "Jack Keane"
   }
  },
  {
   "quote": {
    "text": "I have a close association with Gen. Petraeus... What you get in Dave Petraeus is a very unique officer, a combination of intelligence, extraordinary depth of knowledge and understanding."
   },
   "author": {
    "text": "Jack Keane"
   }
  },
  {
   "quote": {
    "text": "The homegrown terrorists are the most significant because any fighter returning from Syria to the United States would likely be identified and detected by our intelligence and law enforcement agencies."
   },
   "author": {
    "text": "Jack Keane"
   }
  },
  {
   "quote": {
    "text": "I did my military service from 1989 - 92 and I was never shot at or had to fire on anybody. I was very lucky. I was more involved in intelligence and counter-intelligence."
   },
   "author": {
    "text": "Oded Fehr"
   }
  },
  {
   "quote": {
    "text": "There's no training for the business, no credentials necessary to enter... It's all about entrepreneurs, innate street intelligence, and instincts. It's a business which encourages people with dreams. That's the essence of Hollywood."
   },
   "author": {
    "text": "Dawn Steel"
   }
  },
  {
   "quote": {
    "text": "An aria in an opera - Handel's 'Ombra mai fu,' for example - gets along with an incredibly small number of words and ideas and a large amount of variation and repetition. That's the beauty of it. It's not taxing to the listener's intelligence because if you haven't heard it the first time round, it'll come around again."
   },
   "author": {
    "text": "James Fenton"
   }
  },
  {
   "quote": {
    "text": "We need to look to our laurels a bit with television in this country. I don't think enough risks are being taken in drama television in the U.K., and I think a lot of programme makers are underestimating the intelligence of the viewing public, basing it all on ratings."
   },
   "author": {
    "text": "Charles Dance"
   }
  },
  {
   "quote": {
    "text": "Intelligence is enormously sexy."
   },
   "author": {
    "text": "Frank Langella"
   }
  },
  {
   "quote": {
    "text": "Wormholes don't exist because the only way they would exist is if they were seeded with exotic material created by an intelligence far beyond our own. Something would have to make one."
   },
   "author": {
    "text": "Jonathan Nolan"
   }
  },
  {
   "quote": {
    "text": "I'm fascinated by artificial intelligence."
   },
   "author": {
    "text": "Jonathan Nolan"
   }
  },
  {
   "quote": {
    "text": "The president doesn't order the military to seize political opponents. He doesn't order his intelligence community to lie about national security for political purposes. He uses the military or intelligence communities to protect the United States and our citizens, not to help him win elections."
   },
   "author": {
    "text": "Kathleen Troia McFarland"
   }
  },
  {
   "quote": {
    "text": "George Tenet has been the director of central intelligence since 1997, time enough to have changed the Agency's culture. He has failed. He should go."
   },
   "author": {
    "text": "Richard Perle"
   }
  },
  {
   "quote": {
    "text": "There is no one, who possesses intelligence and uses reflection, who does not understand that it is one Being who both created all things and governs them with the same energy by which He created them."
   },
   "author": {
    "text": "Lactantius"
   }
  },
  {
   "quote": {
    "text": "As a father, small businessman, Navy intelligence veteran, and co-founder of a public charter school, I'm ready to bring common-sense solutions to how we move America in a better direction."
   },
   "author": {
    "text": "Ryan Frazier"
   }
  },
  {
   "quote": {
    "text": "In Spain, we should have enough intelligence, enough sense of individual and collective responsibility to do for ourselves that which would be imposed upon us by a dictatorship."
   },
   "author": {
    "text": "Federica Montseny"
   }
  },
  {
   "quote": {
    "text": "The Constitution was written by 55 educated and highly intelligent men in Philadelphia in 1787, but it was written so that it could be understood by people of limited education and modest intelligence."
   },
   "author": {
    "text": "John Jay Hooker"
   }
  },
  {
   "quote": {
    "text": "The 'Robben Island Bible' has arrived at the British Museum. It's a garish thing, its cover plastered with pink and gold Hindu images, designed to hide its contents. Within is the finest collection of words generated by human intelligence: the complete works of William Shakespeare."
   },
   "author": {
    "text": "Daniel Hannan"
   }
  },
  {
   "quote": {
    "text": "Human beings exercise responsibilities within a social setting and a framework of obligations which transcend the principle of intelligence."
   },
   "author": {
    "text": "Michael Polanyi"
   }
  },
  {
   "quote": {
    "text": "I try to put all I am as a person into what I do. My intelligence, my emotion. I've done that in everything."
   },
   "author": {
    "text": "Tom Heinsohn"
   }
  },
  {
   "quote": {
    "text": "As a former attorney general. I have the greatest respect for the criminal justice system. But it is not good at intelligence gathering."
   },
   "author": {
    "text": "Kelly Ayotte"
   }
  },
  {
   "quote": {
    "text": "I think there are profound differences between women and men. In intelligence and creativity, there is no difference, but in what one loves, what one likes, the passions - there are differences."
   },
   "author": {
    "text": "Christiane Nusslein-Volhard"
   }
  },
  {
   "quote": {
    "text": "I'm inspired by the sheer ingenuity and intelligence possessed by my fellow band mates."
   },
   "author": {
    "text": "Brad Delson"
   }
  },
  {
   "quote": {
    "text": "For 13 to be unlucky would require there to be some kind of cosmic intelligence that counts things that humans count and that also makes certain things happen on certain dates or in certain places according to whether the number 13 'is involved' or not (whatever 'is involved' might mean)."
   },
   "author": {
    "text": "Douglas Hofstadter"
   }
  },
  {
   "quote": {
    "text": "I rise today to discuss the National Intelligence Reform bill. I commend my colleagues in both Houses for their hard work in coming to an agreement. As with any conference, each voice is heard, but none can dominate and compromise must be achieved."
   },
   "author": {
    "text": "Ted Stevens"
   }
  },
  {
   "quote": {
    "text": "I do have concerns about the current efforts to restructure our nation's intelligence community."
   },
   "author": {
    "text": "Ted Stevens"
   }
  },
  {
   "quote": {
    "text": "I am not opposed to intelligence reform on its face, but any changes should reflect the current context."
   },
   "author": {
    "text": "Ted Stevens"
   }
  },
  {
   "quote": {
    "text": "To become a singer requires work, work, and again, work! It need not be in any special corner of the earth; there is no one spot that will do more for you than other places. It doesn't matter so much where you are if you have intelligence and a good ear."
   },
   "author": {
    "text": "Enrico Caruso"
   }
  },
  {
   "quote": {
    "text": "Nobody should believe something just because an intelligence agent says it."
   },
   "author": {
    "text": "Paul Wood"
   }
  },
  {
   "quote": {
    "text": "Americans have always had an ambivalent attitude toward intelligence. When they feel threatened, they want a lot of it, and when they don't, they regard the whole thing as somewhat immoral."
   },
   "author": {
    "text": "Vernon A. Walters"
   }
  },
  {
   "quote": {
    "text": "The people who work in intelligence work are more conscious, more apt to be attentive."
   },
   "author": {
    "text": "William Hedgcock Webster"
   }
  },
  {
   "quote": {
    "text": "The higher the voice the smaller the intellect."
   },
   "author": {
    "text": "Ernest Newman"
   }
  }
 ]
}