{
 "KnowledgeQuotes": [
  {
   "quote": {
    "text": "An investment in knowledge pays the best interest."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "For beautiful eyes, look for the good in others; for beautiful lips, speak only words of kindness; and for poise, walk with the knowledge that you are never alone."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "A people without the knowledge of their past history, origin and culture is like a tree without roots."
   },
   "author": {
    "text": "Marcus Garvey"
   }
  },
  {
   "quote": {
    "text": "Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "Knowledge will give you power, but character respect."
   },
   "author": {
    "text": "Bruce Lee"
   }
  },
  {
   "quote": {
    "text": "Education is not just about going to school and getting a degree. It's about widening your knowledge and absorbing the truth about life."
   },
   "author": {
    "text": "Shakuntala Devi"
   }
  },
  {
   "quote": {
    "text": "The true sign of intelligence is not knowledge but imagination."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Never stop fighting until you arrive at your destined place - that is, the unique you. Have an aim in life, continuously acquire knowledge, work hard, and have perseverance to realise the great life."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death."
   },
   "author": {
    "text": "Robert Fulghum"
   }
  },
  {
   "quote": {
    "text": "True friendship can afford true knowledge. It does not depend on darkness and ignorance."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Science is organized knowledge. Wisdom is organized life."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "We are all born ignorant, but one must work hard to remain stupid."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Human behavior flows from three main sources: desire, emotion, and knowledge."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "The goal of education is not to increase the amount of knowledge but to create the possibilities for a child to invent and discover, to create men who are capable of doing new things."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "The only source of knowledge is experience."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Carry out a random act of kindness, with no expectation of reward, safe in the knowledge that one day someone might do the same for you."
   },
   "author": {
    "text": "Princess Diana"
   }
  },
  {
   "quote": {
    "text": "It is the supreme art of the teacher to awaken joy in creative expression and knowledge."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Science is a way of thinking much more than it is a body of knowledge."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "Knowledge is of no value unless you put it into practice."
   },
   "author": {
    "text": "Anton Chekhov"
   }
  },
  {
   "quote": {
    "text": "The art and science of asking questions is the source of all knowledge."
   },
   "author": {
    "text": "Thomas Berger"
   }
  },
  {
   "quote": {
    "text": "A good decision is based on knowledge and not on numbers."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "It takes considerable knowledge just to realize the extent of your own ignorance."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "Discussion is an exchange of knowledge; an argument an exchange of ignorance."
   },
   "author": {
    "text": "Robert Quillen"
   }
  },
  {
   "quote": {
    "text": "Real knowledge is to know the extent of one's ignorance."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "If four things are followed - having a great aim, acquiring knowledge, hard work, and perseverance - then anything can be achieved."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "The good life is one inspired by love and guided by knowledge."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "The best advice I ever got was that knowledge is power and to keep reading."
   },
   "author": {
    "text": "David Bailey"
   }
  },
  {
   "quote": {
    "text": "The aim of education is the knowledge, not of facts, but of values."
   },
   "author": {
    "text": "William S. Burroughs"
   }
  },
  {
   "quote": {
    "text": "We cannot stop natural disasters but we can arm ourselves with knowledge: so many lives wouldn't have to be lost if there was enough disaster preparedness."
   },
   "author": {
    "text": "Petra Nemcova"
   }
  },
  {
   "quote": {
    "text": "True knowledge exists in knowing that you know nothing."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "Design is a way of life, a point of view. It involves the whole complex of visual communications: talent, creative ability, manual skill, and technical knowledge. Aesthetics and economics, technology and psychology are intrinsically related to the process."
   },
   "author": {
    "text": "Paul Rand"
   }
  },
  {
   "quote": {
    "text": "Liberty cannot be preserved without general knowledge among the people."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "Opinion is the medium between knowledge and ignorance."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Research is creating new knowledge."
   },
   "author": {
    "text": "Neil Armstrong"
   }
  },
  {
   "quote": {
    "text": "Scientists have become the bearers of the torch of discovery in our quest for knowledge."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of facts within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "Knowledge is power."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "There are three principal means of acquiring knowledge... observation of nature, reflection, and experimentation. Observation collects facts; reflection combines them; experimentation verifies the result of that combination."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "A thorough knowledge of the Bible is worth more than a college education."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Great teachers emanate out of knowledge, passion and compassion."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "To acquire knowledge, one must study; but to acquire wisdom, one must observe."
   },
   "author": {
    "text": "Marilyn vos Savant"
   }
  },
  {
   "quote": {
    "text": "Ignorance is the curse of God; knowledge is the wing wherewith we fly to heaven."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "The doorstep to the temple of wisdom is a knowledge of our own ignorance."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Beware of false knowledge; it is more dangerous than ignorance."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "The fact that I can plant a seed and it becomes a flower, share a bit of knowledge and it becomes another's, smile at someone and receive a smile in return, are to me continual spiritual exercises."
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "To know what you know and what you do not know, that is true knowledge."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "The more knowledge you have, the greater will be your fear of Allah."
   },
   "author": {
    "text": "Abu Bakr"
   }
  },
  {
   "quote": {
    "text": "Science knows no country, because knowledge belongs to humanity, and is the torch which illuminates the world."
   },
   "author": {
    "text": "Louis Pasteur"
   }
  },
  {
   "quote": {
    "text": "The one exclusive sign of thorough knowledge is the power of teaching."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Thought is the wind, knowledge the sail, and mankind the vessel."
   },
   "author": {
    "text": "Augustus Hare"
   }
  },
  {
   "quote": {
    "text": "I believe that through knowledge and discipline, financial peace is possible for all of us."
   },
   "author": {
    "text": "Dave Ramsey"
   }
  },
  {
   "quote": {
    "text": "There is a cult of ignorance in the United States, and there has always been. The strain of anti-intellectualism has been a constant thread winding its way through our political and cultural life, nurtured by the false notion that democracy means that my ignorance is just as good as your knowledge."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "Your competition is not other people but the time you kill, the ill will you create, the knowledge you neglect to learn, the connections you fail to build, the health you sacrifice along the path, your inability to generate ideas, the people around you who don't support and love your efforts, and whatever god you curse for your bad luck."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "Allah says in the Qur'an not to despise one another. So the criterion in Islam is not color or social status. It's who is most righteous. If I go to a mosque - and I'm a basketball player with money and prestige - if I go to a mosque and see an imam, I feel inferior. He's better than me. It's about knowledge."
   },
   "author": {
    "text": "Hakeem Olajuwon"
   }
  },
  {
   "quote": {
    "text": "It is possible to fly without motors, but not without knowledge and skill."
   },
   "author": {
    "text": "Wilbur Wright"
   }
  },
  {
   "quote": {
    "text": "Love is a really scary thing, and you never know what's going to happen. It's one of the most beautiful things in life, but it's one of the most terrifying. It's worth the fear because you have more knowledge, experience, you learn from people, and you have memories."
   },
   "author": {
    "text": "Ariana Grande"
   }
  },
  {
   "quote": {
    "text": "Knowledge speaks, but wisdom listens."
   },
   "author": {
    "text": "Jimi Hendrix"
   }
  },
  {
   "quote": {
    "text": "Knowledge will forever govern ignorance; and a people who mean to be their own governors must arm themselves with the power which knowledge gives."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "The interpretation of dreams is the royal road to a knowledge of the unconscious activities of the mind."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "For the things of this world cannot be made known without a knowledge of mathematics."
   },
   "author": {
    "text": "Roger Bacon"
   }
  },
  {
   "quote": {
    "text": "Risk comes from not knowing what you're doing."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "The goal of education is the advancement of knowledge and the dissemination of truth."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "The greatest obstacle to discovery is not ignorance - it is the illusion of knowledge."
   },
   "author": {
    "text": "Daniel J. Boorstin"
   }
  },
  {
   "quote": {
    "text": "No man's knowledge here can go beyond his experience."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "When people rely on surface appearances and false racial stereotypes, rather than in-depth knowledge of others at the level of the heart, mind and spirit, their ability to assess and understand people accurately is compromised."
   },
   "author": {
    "text": "James A. Forbes"
   }
  },
  {
   "quote": {
    "text": "The improvement of understanding is for two ends: first, our own increase of knowledge; secondly, to enable us to deliver that knowledge to others."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "The mark of higher education isn't the knowledge you accumulate in your head. It's the skills you gain about how to learn."
   },
   "author": {
    "text": "Adam Grant"
   }
  },
  {
   "quote": {
    "text": "Some people drink from the fountain of knowledge, others just gargle."
   },
   "author": {
    "text": "Robert Anthony"
   }
  },
  {
   "quote": {
    "text": "Over time, naturally, you lose your innocence from gaining knowledge. You can't be innocent forever, but there's something in innocence you need to regain to be creative."
   },
   "author": {
    "text": "Albert Hammond, Jr."
   }
  },
  {
   "quote": {
    "text": "I remember from my school days Archimedes jumping into his bath and displacing water and coming up with his famous principle, and of course Isaac Newton being hit on the head with an apple. In other words, this realm of human knowledge - which is mathematical, essentially - can have a playful visual element to it."
   },
   "author": {
    "text": "James Marsh"
   }
  },
  {
   "quote": {
    "text": "The aim of education is the knowledge not of facts but of values."
   },
   "author": {
    "text": "William Inge"
   }
  },
  {
   "quote": {
    "text": "It is beyond a doubt that all our knowledge begins with experience."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "Knowledge is knowing that a tomato is a fruit. Wisdom is knowing not to put it in a fruit salad."
   },
   "author": {
    "text": "Brian O'Driscoll"
   }
  },
  {
   "quote": {
    "text": "The control of information is something the elite always does, particularly in a despotic form of government. Information, knowledge, is power. If you can control information, you can control people."
   },
   "author": {
    "text": "Tom Clancy"
   }
  },
  {
   "quote": {
    "text": "Imagination is more important than knowledge."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "To know that we know what we know, and to know that we do not know what we do not know, that is true knowledge."
   },
   "author": {
    "text": "Nicolaus Copernicus"
   }
  },
  {
   "quote": {
    "text": "Those who have knowledge, don't predict. Those who predict, don't have knowledge."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "The man of knowledge must be able not only to love his enemies but also to hate his friends."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Our knowledge and all of our ideas are mutually connected; the more complicated they are, the more numerous must be the roads that lead to them and depart from them."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "Knowledge has to be improved, challenged, and increased constantly, or it vanishes."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "Without knowledge action is useless and knowledge without action is futile."
   },
   "author": {
    "text": "Abu Bakr"
   }
  },
  {
   "quote": {
    "text": "I might have some character traits that some might see as innocence or naive. That's because I discovered peace and happiness in my soul. And with this knowledge, I also see the beauty of human life."
   },
   "author": {
    "text": "Tobey Maguire"
   }
  },
  {
   "quote": {
    "text": "Knowledge is the eye of desire and can become the pilot of the soul."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "Where there is shouting, there is no true knowledge."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Humans believe so many lies because we aren't aware. We ignore the truth or we just don't see the truth. When we are educated, we accumulate a lot of knowledge, and all that knowledge is just like a wall of fog that doesn't allow us to perceive the truth, what really is."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "Life is a travelling to the edge of knowledge, then a leap taken."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "Knowledge is power. Information is power. The secreting or hoarding of knowledge or information may be an act of tyranny camouflaged as humility."
   },
   "author": {
    "text": "Robin Morgan"
   }
  },
  {
   "quote": {
    "text": "The great aim of education is not knowledge but action."
   },
   "author": {
    "text": "Herbert Spencer"
   }
  },
  {
   "quote": {
    "text": "My advice to women in general: Even if you're doing a nine-to-five job, treat yourself like a boss. Not arrogant, but be sure of what you want - and don't allow people to run anything for you without your knowledge."
   },
   "author": {
    "text": "Nicki Minaj"
   }
  },
  {
   "quote": {
    "text": "Because I've spent most of my life with such a beautiful, talented, challenging female, I feel I've gained - and am still gaining - a great deal of knowledge about the feminine mystique and about personal relationships - knowledge which is so important to a writer."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "In the workplace, we're taught to worry about what happens if we don't have full, complete knowledge of every detail. But if you create a culture and an environment that rewards people for taking risks, even if they don't succeed, you can start changing behavior."
   },
   "author": {
    "text": "Reshma Saujani"
   }
  },
  {
   "quote": {
    "text": "The gift of fantasy has meant more to me than my talent for absorbing positive knowledge."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Despite my firm convictions, I have always been a man who tries to face facts, and to accept the reality of life as new experience and new knowledge unfolds. I have always kept an open mind, a flexibility that must go hand in hand with every form of the intelligent search for truth."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "New knowledge is the most valuable commodity on earth. The more truth we have to work with, the richer we become."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "I feel like knowledge is power: If you know how to take care of yourself, you can be a better version of yourself."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "I prefer tongue-tied knowledge to ignorant loquacity."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "The government that governs from afar absolutely requires that the truth and the facts reach its knowledge by every possible channel, so that it may weigh and estimate them better, and this need increases when a country like the Philippines is concerned, where the inhabitants speak and complain in a language unknown to the authorities."
   },
   "author": {
    "text": "Jose Rizal"
   }
  },
  {
   "quote": {
    "text": "Knowledge is love and light and vision."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Nature is the source of all true knowledge. She has her own logic, her own laws, she has no effect without cause nor invention without necessity."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "All our knowledge begins with the senses, proceeds then to the understanding, and ends with reason. There is nothing higher than reason."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "It is not knowledge, but the act of learning, not possession but the act of getting there, which grants the greatest enjoyment."
   },
   "author": {
    "text": "Carl Friedrich Gauss"
   }
  },
  {
   "quote": {
    "text": "A little knowledge that acts is worth infinitely more than much knowledge that is idle."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "The true method of knowledge is experiment."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Patriotism is voluntary. It is a feeling of loyalty and allegiance that is the result of knowledge and belief. A patriot shows their their patriotism through their actions, by their choice."
   },
   "author": {
    "text": "Jesse Ventura"
   }
  },
  {
   "quote": {
    "text": "Wonder rather than doubt is the root of all knowledge."
   },
   "author": {
    "text": "Abraham Joshua Heschel"
   }
  },
  {
   "quote": {
    "text": "From a child, I had an inordinate desire for knowledge and especially music, painting, flowers, and the sciences, Algebra being one of my favorite studies."
   },
   "author": {
    "text": "George Washington Carver"
   }
  },
  {
   "quote": {
    "text": "The greater the step forward in knowledge, the greater is the one taken backward in search of wisdom."
   },
   "author": {
    "text": "Stephen Gardiner"
   }
  },
  {
   "quote": {
    "text": "The end of all knowledge should be service to others."
   },
   "author": {
    "text": "Cesar Chavez"
   }
  },
  {
   "quote": {
    "text": "One time, the teacher was the storehouse of knowledge. That will no longer be so. So what would a teacher do? A very good teacher will play the role of augmenter. Also, the teacher will be located anywhere and helping students."
   },
   "author": {
    "text": "Shiv Nadar"
   }
  },
  {
   "quote": {
    "text": "Pleasure is a shadow, wealth is vanity, and power a pageant; but knowledge is ecstatic in enjoyment, perennial in frame, unlimited in space and indefinite in duration."
   },
   "author": {
    "text": "DeWitt Clinton"
   }
  },
  {
   "quote": {
    "text": "A country without engineering skill and knowledge will never become a developed country."
   },
   "author": {
    "text": "Mahathir Mohamad"
   }
  },
  {
   "quote": {
    "text": "Grace is not part of consciousness; it is the amount of light in our souls, not knowledge nor reason."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Do not share the knowledge with which you have been blessed with everyone in general, as you do with some people in particular; and know that there are some men in whom Allah, may He be glorified, has placed hidden secrets, which they are forbidden to reveal."
   },
   "author": {
    "text": "Ali ibn Abi Talib"
   }
  },
  {
   "quote": {
    "text": "There is one quality which one must possess to win, and that is definiteness of purpose, the knowledge of what one wants, and a burning desire to possess it."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "Cultures have long heard wisdom in non-human voices: Apollo, god of music, medicine and knowledge, came to Delphi in the form of a dolphin. But dolphins, which fill the oceans with blipping and chirping, and whales, which mew and caw in ultramarine jazz - a true rhapsody in blue - are hunted to the edge of silence."
   },
   "author": {
    "text": "Jay Griffiths"
   }
  },
  {
   "quote": {
    "text": "If you have knowledge, let others light their candles in it."
   },
   "author": {
    "text": "Margaret Fuller"
   }
  },
  {
   "quote": {
    "text": "There's no such thing is aging, but maturing and knowledge. It's beautiful, I call that beauty."
   },
   "author": {
    "text": "Celine Dion"
   }
  },
  {
   "quote": {
    "text": "People usually compare the computer to the head of the human being. I would say that hardware is the bone of the head, the skull. The semiconductor is the brain within the head. The software is the wisdom. And data is the knowledge."
   },
   "author": {
    "text": "Masayoshi Son"
   }
  },
  {
   "quote": {
    "text": "It is in moments of illness that we are compelled to recognize that we live not alone but chained to a creature of a different kingdom, whole worlds apart, who has no knowledge of us and by whom it is impossible to make ourselves understood: our body."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "Widespread public access to knowledge, like public education, is one of the pillars of our democracy, a guarantee that we can maintain a well-informed citizenry."
   },
   "author": {
    "text": "Scott Turow"
   }
  },
  {
   "quote": {
    "text": "All true happiness, pure joy, sweet bounties, and unclouded pleasure are contained within the knowledge and love of God."
   },
   "author": {
    "text": "Said Nursi"
   }
  },
  {
   "quote": {
    "text": "We give you the facts. I told you information is power - knowledge is power. We can't be in an ideological battle to redeem the soul of this country if we don't have the facts."
   },
   "author": {
    "text": "Tavis Smiley"
   }
  },
  {
   "quote": {
    "text": "The knowledge of God is the cause of things. For the knowledge of God is to all creatures what the knowledge of the artificer is to things made by his art."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "Get to know the job intimately that you're applying for. Don't just read the job description - study it and picture yourself performing every task required of you. When you interview, framing your responses so that you reveal your significant knowledge about the job gives you a massive advantage."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "To know, is to know that you know nothing. That is the meaning of true knowledge."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "I've been a cook all my life, but I am still learning to be a good chef. I'm always learning new techniques and improving beyond my own knowledge because there is always something new to learn and new horizons to discover."
   },
   "author": {
    "text": "Jose Andres"
   }
  },
  {
   "quote": {
    "text": "The only fence against the world is a thorough knowledge of it."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "Perplexity is the beginning of knowledge."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Three passions, simple but overwhelmingly strong, have governed my life: the longing for love, the search for knowledge, and unbearable pity for the suffering of mankind."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "The greater our knowledge increases the more our ignorance unfolds."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Our knowledge is a receding mirage in an expanding desert of ignorance."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "If you want to know the taste of a pear, you must change the pear by eating it yourself. If you want to know the theory and methods of revolution, you must take part in revolution. All genuine knowledge originates in direct experience."
   },
   "author": {
    "text": "Mao Zedong"
   }
  },
  {
   "quote": {
    "text": "The knowledge and insights you can get in just one day at a writers' conference make it worth the trip."
   },
   "author": {
    "text": "Tomi Adeyemi"
   }
  },
  {
   "quote": {
    "text": "I'm hungry for knowledge. The whole thing is to learn every day, to get brighter and brighter. That's what this world is about. You look at someone like Gandhi, and he glowed. Martin Luther King glowed. Muhammad Ali glows. I think that's from being bright all the time, and trying to be brighter."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "There is nothing which can better deserve your patronage, than the promotion of science and literature. Knowledge is in every country the surest basis of public happiness."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "Happiness exists on earth, and it is won through prudent exercise of reason, knowledge of the harmony of the universe, and constant practice of generosity."
   },
   "author": {
    "text": "Jose Marti"
   }
  },
  {
   "quote": {
    "text": "Having knowledge but lacking the power to express it clearly is no better than never having any ideas at all."
   },
   "author": {
    "text": "Pericles"
   }
  },
  {
   "quote": {
    "text": "You don't have to be a brain surgeon to be a valuable person. You become valuable because of the knowledge that you have. And that doesn't mean you won't fail sometimes. The important thing is to keep trying."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "Compassion is a practically acquired knowledge, like dancing. You must do it and practice diligently day by day."
   },
   "author": {
    "text": "Karen Armstrong"
   }
  },
  {
   "quote": {
    "text": "Every addition to true knowledge is an addition to human power."
   },
   "author": {
    "text": "Horace Mann"
   }
  },
  {
   "quote": {
    "text": "What religion a man holds, to what race he belongs, these things are not important; the really important thing is this knowledge: the knowledge of God's plan for men. For God has a plan, and that plan is evolution."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "It is now common knowledge that the average American gains 7 pounds between Thanksgiving and New Year's Day."
   },
   "author": {
    "text": "Marilu Henner"
   }
  },
  {
   "quote": {
    "text": "The wise man should restrain his senses like the crane and accomplish his purpose with due knowledge of his place, time and ability."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "You cannot simply put something new into a place. You have to absorb what you see around you, what exists on the land, and then use that knowledge along with contemporary thinking to interpret what you see."
   },
   "author": {
    "text": "Tadao Ando"
   }
  },
  {
   "quote": {
    "text": "The most valuable wealth of a man is his knowledge, which cannot be destroyed; all other riches that he has gained are not considered to be wealth at all."
   },
   "author": {
    "text": "Thiruvalluvar"
   }
  },
  {
   "quote": {
    "text": "I'm not saying that atheists can't act morally or have moral knowledge. But when I ascribe virtue to an atheist, it's as a theist who sees the atheist as conforming to objective moral values. The atheist, by contrast, has no such basis for morality. And yet all moral judgments require a basis for morality, some standard of right and wrong."
   },
   "author": {
    "text": "William A. Dembski"
   }
  },
  {
   "quote": {
    "text": "The advancement and diffusion of knowledge is the only guardian of true liberty."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "Ignorance is bold and knowledge reserved."
   },
   "author": {
    "text": "Thucydides"
   }
  },
  {
   "quote": {
    "text": "Faith is a knowledge within the heart, beyond the reach of proof."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Don't only practice your art, but force your way into its secrets; art deserves that, for it and knowledge can raise man to the Divine."
   },
   "author": {
    "text": "Ludwig van Beethoven"
   }
  },
  {
   "quote": {
    "text": "It is with children that we have the best chance of studying the development of logical knowledge, mathematical knowledge, physical knowledge, and so forth."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "The apple cannot be stuck back on the Tree of Knowledge; once we begin to see, we are doomed and challenged to seek the strength to see more, not less."
   },
   "author": {
    "text": "Arthur Miller"
   }
  },
  {
   "quote": {
    "text": "Being adequately informed is a democratic duty, just as the vote is a democratic right. A misinformed electorate, voting without knowledge, is not a true democracy."
   },
   "author": {
    "text": "Jay Griffiths"
   }
  },
  {
   "quote": {
    "text": "Ignorance more frequently begets confidence than does knowledge: it is those who know little, and not those who know much, who so positively assert that this or that problem will never be solved by science."
   },
   "author": {
    "text": "Charles Darwin"
   }
  },
  {
   "quote": {
    "text": "I think this is the most extraordinary collection of talent, of human knowledge, that has ever been gathered at the White House - with the possible exception of when Thomas Jefferson dined alone."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Wisdom is the right use of knowledge. To know is not to be wise. Many men know a great deal, and are all the greater fools for it. There is no fool so great a fool as a knowing fool. But to know how to use knowledge is to have wisdom."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "My music is the spiritual expression of what I am - my faith, my knowledge, my being."
   },
   "author": {
    "text": "John Coltrane"
   }
  },
  {
   "quote": {
    "text": "Hackers are breaking the systems for profit. Before, it was about intellectual curiosity and pursuit of knowledge and thrill, and now hacking is big business."
   },
   "author": {
    "text": "Kevin Mitnick"
   }
  },
  {
   "quote": {
    "text": "A lawyer without history or literature is a mechanic, a mere working mason; if he possesses some knowledge of these, he may venture to call himself an architect."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "The only good is knowledge, and the only evil is ignorance."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "My knowledge of electrical subjects was not acquired in a methodical manner but was picked up from such books as I could get hold of and from such experiments as I could make with my own hands."
   },
   "author": {
    "text": "Alexander Graham Bell"
   }
  },
  {
   "quote": {
    "text": "Even the knowledge of my own fallibility cannot keep me from making mistakes. Only when I fall do I get up again."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "A photographic portrait is a picture of someone who knows he is being photographed, and what he does with this knowledge is as much a part of the photograph as what he's wearing or how he looks."
   },
   "author": {
    "text": "Richard Avedon"
   }
  },
  {
   "quote": {
    "text": "Ultimately, education in its real sense is the pursuit of truth. It is an endless journey through knowledge and enlightenment."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "The larger the island of knowledge, the longer the shoreline of wonder."
   },
   "author": {
    "text": "Ralph W. Sockman"
   }
  },
  {
   "quote": {
    "text": "Knowledge is an unending adventure at the edge of uncertainty."
   },
   "author": {
    "text": "Jacob Bronowski"
   }
  },
  {
   "quote": {
    "text": "Wonder is the desire for knowledge."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "Thought is the wind and knowledge the sail."
   },
   "author": {
    "text": "David Hare"
   }
  },
  {
   "quote": {
    "text": "I had rather excel others in the knowledge of what is excellent, than in the extent of my power and dominion."
   },
   "author": {
    "text": "Alexander the Great"
   }
  },
  {
   "quote": {
    "text": "It is one of my sources of happiness never to desire a knowledge of other people's business."
   },
   "author": {
    "text": "Dolley Madison"
   }
  },
  {
   "quote": {
    "text": "We are drowning in information but starved for knowledge."
   },
   "author": {
    "text": "John Naisbitt"
   }
  },
  {
   "quote": {
    "text": "Democracy is not just about voting but about informed voting. If democracy doesn't have access to reliable sources of information and instead relies on social proof, then there is no way of distinguishing between junk evidence and actual knowledge."
   },
   "author": {
    "text": "Jens Martin Skibsted"
   }
  },
  {
   "quote": {
    "text": "Precision, speed, unambiguity, knowledge of files, continuity, discretion, unity, strict subordination, reduction of friction and of material and personal costs - these are raised to the optimum point in the strictly bureaucratic administration."
   },
   "author": {
    "text": "Max Weber"
   }
  },
  {
   "quote": {
    "text": "If knowledge can create problems, it is not through ignorance that we can solve them."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "If you know you are on the right track, if you have this inner knowledge, then nobody can turn you off... no matter what they say."
   },
   "author": {
    "text": "Barbara McClintock"
   }
  },
  {
   "quote": {
    "text": "A physician without a knowledge of Astrology has no right to call himself a physician."
   },
   "author": {
    "text": "Hippocrates"
   }
  },
  {
   "quote": {
    "text": "But inner experience is only one source of human knowledge."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "Scientific discovery and scientific knowledge have been achieved only by those who have gone in pursuit of it without any practical purpose whatsoever in view."
   },
   "author": {
    "text": "Max Planck"
   }
  },
  {
   "quote": {
    "text": "Knowledge is power only if man knows what facts not to bother with."
   },
   "author": {
    "text": "Robert Staughton Lynd"
   }
  },
  {
   "quote": {
    "text": "To ensure continuing prosperity in the global economy, nothing is more important than the development and application of knowledge and skills."
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "The small part of ignorance that we arrange and classify we give the name of knowledge."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "The possession of knowledge does not kill the sense of wonder and mystery. There is always more mystery."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "With the observable fact that scientific knowledge makes our lives better when applied with concern for human welfare and environmental protection, there is no question that science and technology can produce abundance so that no one has to go without."
   },
   "author": {
    "text": "Jacque Fresco"
   }
  },
  {
   "quote": {
    "text": "We can summarize electricity, magnetism and gravity into equations one inch long, and that's the power of field theory. And so I said to myself: I will create a field theory of strings. And when I did it one day, it was incredible, realizing that on a sheet of paper I can write down an equation which summarized almost all physical knowledge."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "Imagine a world in which every single person on the planet is given free access to the sum of all human knowledge. That's what we're doing."
   },
   "author": {
    "text": "Jimmy Wales"
   }
  },
  {
   "quote": {
    "text": "Science is the knowledge of consequences, and dependence of one fact upon another."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "All true happiness, pure joy, sweet bounties, and untroubled pleasure lie in knowledge of God and love of God; they cannot exist without them."
   },
   "author": {
    "text": "Said Nursi"
   }
  },
  {
   "quote": {
    "text": "Well, knowledge is a fine thing, and mother Eve thought so; but she smarted so severely for hers, that most of her daughters have been afraid of it since."
   },
   "author": {
    "text": "Abigail Adams"
   }
  },
  {
   "quote": {
    "text": "I listened more than I studied... therefore little by little my knowledge and ability were developed."
   },
   "author": {
    "text": "Joseph Haydn"
   }
  },
  {
   "quote": {
    "text": "These are tough times and under this Tory-led government many people in Manchester are suffering and getting left behind. If elected I will use all my energy, skills, experience and knowledge to stand up for our communities and get things done for the better."
   },
   "author": {
    "text": "Lucy Powell"
   }
  },
  {
   "quote": {
    "text": "I think that we have a great opportunity to impart our wisdom and our knowledge and our experience to this younger generation. It may be different times, but experience transcends time, and wisdom transcends time."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "In this coming year, I will seek knowledge from those wiser than me and try to teach those who wish to learn from me. I love being alive, and I will be the best man I possibly can."
   },
   "author": {
    "text": "Duane Allman"
   }
  },
  {
   "quote": {
    "text": "I've a great family, two children to take care of. Then, of course, I do commentary for TV. I do speak about various women's issues around the world - like LGBT, motivational speeches. I have a lot on my plate right now. But eventually, yes, I would like to pass on the knowledge and something that I would like to do."
   },
   "author": {
    "text": "Martina Navratilova"
   }
  },
  {
   "quote": {
    "text": "Electrical science has revealed to us the true nature of light, has provided us with innumerable appliances and instruments of precision, and has thereby vastly added to the exactness of our knowledge."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "When you know a thing, to hold that you know it, and when you do not know a thing, to allow that you do not know it - this is knowledge."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Knowledge comes, but wisdom lingers."
   },
   "author": {
    "text": "Alfred Lord Tennyson"
   }
  },
  {
   "quote": {
    "text": "The main force pushing toward reduction in inequality has always been the diffusion of knowledge and the diffusion of education."
   },
   "author": {
    "text": "Thomas Piketty"
   }
  },
  {
   "quote": {
    "text": "Love takes up where knowledge leaves off."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "Checking the results of a decision against its expectations shows executives what their strengths are, where they need to improve, and where they lack knowledge or information."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "Knowledge is true opinion."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "You are the master of your own ship, pal. There are lots of people who fall into troubled waters and don't have the guts or the knowledge or the ability to make it to shore. They have nobody to blame but themselves."
   },
   "author": {
    "text": "Evel Knievel"
   }
  },
  {
   "quote": {
    "text": "I seriously feel like the best days are ahead, and I like the idea of getting to do everything I did before but with more knowledge, experience, and street smarts. There's a certain love, appreciation, and gratitude that you have at 40 that you don't have when you're younger, and it makes every accomplishment feel so much better."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "Time is only an idea. There is only the Reality. Whatever you think it is, it looks like that. If you call it time, it is time. If you call it existence, it is existence, and so on. After calling it time, you divide it into days and nights, months, years, hours, minutes, etc. Time is immaterial for the Path of Knowledge."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "I would encourage you: be informed - knowledge is power."
   },
   "author": {
    "text": "Matt Bevin"
   }
  },
  {
   "quote": {
    "text": "The pursuit of natural knowledge, the investigation of the world - mental and material - in which we live, is not a dull and spiritless affair: rather is it a voyage of adventure of the human mind, a holiday for reckless and imaginative souls."
   },
   "author": {
    "text": "Archibald Hill"
   }
  },
  {
   "quote": {
    "text": "Knowledge is invariably a matter of degree: you cannot put your finger upon even the simplest datum and say this we know."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "Our knowledge is a little island in a great ocean of nonknowledge."
   },
   "author": {
    "text": "Isaac Bashevis Singer"
   }
  },
  {
   "quote": {
    "text": "The knowledge of anything, since all things have causes, is not acquired or complete unless it is known by its causes."
   },
   "author": {
    "text": "Avicenna"
   }
  },
  {
   "quote": {
    "text": "Anyone who thinks that the vice-president can take a position independent of the president of his administration simply has no knowledge of politics or government. You are his choice in a political marriage, and he expects your absolute loyalty."
   },
   "author": {
    "text": "Hubert H. Humphrey"
   }
  },
  {
   "quote": {
    "text": "I was bold in the pursuit of knowledge, never fearing to follow truth and reason to whatever results they led, and bearding every authority which stood in their way."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "It is the knowledge that all men have weaknesses and that many have vices that makes government necessary."
   },
   "author": {
    "text": "James Monroe"
   }
  },
  {
   "quote": {
    "text": "The natural desire of good men is knowledge."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Honestly, being a 5'11\" quarterback, not too many people think that you can play in the National Football League. And so for me, you know, I knew that my height doesn't define my skill set, you know? I believed in my talent. I believed in what God gave me. I believed in the knowledge that I have of the game."
   },
   "author": {
    "text": "Russell Wilson"
   }
  },
  {
   "quote": {
    "text": "Sin, guilt, neurosis; they are one and the same, the fruit of the tree of knowledge."
   },
   "author": {
    "text": "Henry Miller"
   }
  },
  {
   "quote": {
    "text": "One of the things we often miss in succession planning is that it should be gradual and thoughtful, with lots of sharing of information and knowledge and perspective, so that it's almost a non-event when it happens."
   },
   "author": {
    "text": "Anne M. Mulcahy"
   }
  },
  {
   "quote": {
    "text": "Where all is but dream, reasoning and arguments are of no use, truth and knowledge nothing."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "The thing I have discovered about working with personal finance is that the good news is that it is not rocket science. Personal finance is about 80 percent behavior. It is only about 20 percent head knowledge."
   },
   "author": {
    "text": "Dave Ramsey"
   }
  },
  {
   "quote": {
    "text": "The fact that television and tourism have made the whole world accessible has created the illusion that we enjoy intimate knowledge of other places, when we barely scratch their surface. For the vast majority, the knowledge of Thailand or Sri Lanka acquired through tourism consists of little more than the whereabouts of the beach."
   },
   "author": {
    "text": "Martin Jacques"
   }
  },
  {
   "quote": {
    "text": "I came to accept during my freshman year that many of the gaps in my knowledge and understanding were simply limits of class and cultural background, not lack of aptitude or application as I'd feared."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "Knowledge is a polite word for dead but not buried imagination."
   },
   "author": {
    "text": "e. e. cummings"
   }
  },
  {
   "quote": {
    "text": "Someone who has experienced trauma also has gifts to offer all of us - in their depth, their knowledge of our universal vulnerability, and their experience of the power of compassion."
   },
   "author": {
    "text": "Sharon Salzberg"
   }
  },
  {
   "quote": {
    "text": "People think I just walk up to a sheer cliff and climb it with no knowledge of anything, when in reality, there's tons and tons of information out there, and I'm already well tapped into it."
   },
   "author": {
    "text": "Alex Honnold"
   }
  },
  {
   "quote": {
    "text": "It is the province of knowledge to speak, and it is the privilege of wisdom to listen."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "One whose knowledge is confined to books and whose wealth is in the possession of others, can use neither his knowledge nor wealth when the need for them arises."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "Our knowledge can only be finite, while our ignorance must necessarily be infinite."
   },
   "author": {
    "text": "Karl Popper"
   }
  },
  {
   "quote": {
    "text": "While we cannot predict the future, we will most surely live it. Every action and decision we take - or don't - ripples into the future. For the first time, we have the capability, the technology, and the knowledge to direct those ripples."
   },
   "author": {
    "text": "Jacque Fresco"
   }
  },
  {
   "quote": {
    "text": "More than ever, a college diploma unlocks economic opportunity, provides students with a wealth of new skills and knowledge, and encourages innovation and growth. But more than ever, it also comes with a mountain of student loan debt."
   },
   "author": {
    "text": "Mark Pocan"
   }
  },
  {
   "quote": {
    "text": "I live in a country where music has very little success, though, exclusive of those who have forsaken us, we have still admirable professors and, more particularly, composers of great solidity, knowledge, and taste."
   },
   "author": {
    "text": "Wolfgang Amadeus Mozart"
   }
  },
  {
   "quote": {
    "text": "Education is a business - the growth business. It cultivates the growth of our learners, translates the growth of new knowledge, and builds professional growth."
   },
   "author": {
    "text": "Heidi Hayes Jacobs"
   }
  },
  {
   "quote": {
    "text": "Scholastic learning and polemical divinity retarded the growth of all true knowledge."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "Learn from me, if not by my precepts, then by my example, how dangerous is the pursuit of knowledge and how much happier is that man who believes his native town to be the world than he who aspires to be greater than his nature will allow."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "The current state of knowledge is a moment in history, changing just as rapidly as the state of knowledge in the past has ever changed and, in many instances, more rapidly."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "The health of the people is of supreme importance. All measures looking to their protection against the spread of contagious diseases and to the increase of our sanitary knowledge for such purposes deserve attention of Congress."
   },
   "author": {
    "text": "Chester A. Arthur"
   }
  },
  {
   "quote": {
    "text": "To deprecate human reason by saying that none of us is or can be omniscient is absurd, for it takes an impossible standard as the judge of a possible and real condition. All of our knowledge we get from the exercise of our reason; to say that no man can be God and know everything is to take an irrational standard of evaluation."
   },
   "author": {
    "text": "Murray Rothbard"
   }
  },
  {
   "quote": {
    "text": "After the knowledge of, and obedience to, the will of God, the next aim must be to know something of His attributes of wisdom, power, and goodness as evidenced by His handiwork."
   },
   "author": {
    "text": "James Prescott Joule"
   }
  },
  {
   "quote": {
    "text": "Thanks to postmodernism, we tend to see all facts as meaningless trivia, no one more vital than any other. Yet this disregard for facts qua facts is intellectually crippling. Facts are the raw material of thought, and the knowledge of significant facts makes sophisticated thought possible."
   },
   "author": {
    "text": "Alexandra Petri"
   }
  },
  {
   "quote": {
    "text": "The fitness of the pupil is shown in his love for the acquisition of knowledge, his willingness to receive instruction, his reverence for learned and virtuous men, his attendance upon the teacher, and his execution of orders."
   },
   "author": {
    "text": "Dayananda Saraswati"
   }
  },
  {
   "quote": {
    "text": "Prior to the Industrial Revolution, hand-production methods were abundant. Craft defined everything. The craftsman had an almost phenomenological knowledge of materials and intuited how to vary their properties according to their structural and environmental characteristics."
   },
   "author": {
    "text": "Neri Oxman"
   }
  },
  {
   "quote": {
    "text": "In 20 or 30 years, you'll be able to hold in your hand as much computing knowledge as exists now in the whole city, or even the whole world."
   },
   "author": {
    "text": "Douglas Engelbart"
   }
  },
  {
   "quote": {
    "text": "Art is freedom. If we don't have that element, we don't feel human anymore. Art is not decoration or a function. Before all that, art is art. This connection to meaning - our inner, intuitive knowledge - is something."
   },
   "author": {
    "text": "Haris Pasovic"
   }
  },
  {
   "quote": {
    "text": "This means that no single logic is strong enough to support the total construction of human knowledge."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "A good government implies two things; first, fidelity to the objects of the government; secondly, a knowledge of the means, by which those objects can be best attained."
   },
   "author": {
    "text": "Joseph Story"
   }
  },
  {
   "quote": {
    "text": "Knowledge has value only insofar as it contributes to the all-round development of the whole nature of man."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "We can be knowledgable with other men's knowledge but we cannot be wise with other men's wisdom."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "There was a time when 'science' meant the systematic pursuit of knowledge through experimentation and observation. But it's rapidly becoming a synonym for progressive politics and materialist philosophy."
   },
   "author": {
    "text": "Eric Metaxas"
   }
  },
  {
   "quote": {
    "text": "The greatest gift is a passion for reading. It is cheap, it consoles, it distracts, it excites, it gives you knowledge of the world and experience of a wide kind. It is a moral illumination."
   },
   "author": {
    "text": "Elizabeth Hardwick"
   }
  },
  {
   "quote": {
    "text": "If we would have new knowledge, we must get a whole world of new questions."
   },
   "author": {
    "text": "Susanne Langer"
   }
  },
  {
   "quote": {
    "text": "A humble knowledge of thyself is a surer way to God than a deep search after learning."
   },
   "author": {
    "text": "Thomas a Kempis"
   }
  },
  {
   "quote": {
    "text": "Knowledge conquered by labor becomes a possession - a property entirely our own."
   },
   "author": {
    "text": "Samuel Smiles"
   }
  },
  {
   "quote": {
    "text": "If we want our children to value education, then we must show our appreciation for knowledge."
   },
   "author": {
    "text": "Brad Sherman"
   }
  },
  {
   "quote": {
    "text": "We must never forget that higher knowledge has to do with revering truth and insight and not with revering people."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "Knowledge is soon changed, then lost in the mist, an echo half-heard."
   },
   "author": {
    "text": "Gene Wolfe"
   }
  },
  {
   "quote": {
    "text": "Where is all the knowledge we lost with information?"
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "All wish to possess knowledge, but few, comparatively speaking, are willing to pay the price."
   },
   "author": {
    "text": "Juvenal"
   }
  },
  {
   "quote": {
    "text": "Information is not knowledge."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Whoever undertakes to set himself up as a judge of Truth and Knowledge is shipwrecked by the laughter of the gods."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Science investigates; religion interprets. Science gives man knowledge which is power; religion gives man wisdom which is control."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Integrity without knowledge is weak and useless, and knowledge without integrity is dangerous and dreadful."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "I am not one who was born in the possession of knowledge; I am one who is fond of antiquity, and earnest in seeking it there."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Inability to make decisions is one of the principal reasons executives fail. Deficiency in decision-making ranks much higher than lack of specific knowledge or technical know-how as an indicator of leadership failure."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "It is not when truth is dirty, but when it is shallow, that the lover of knowledge is reluctant to step into its waters."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "I know of no time in human history where ignorance was better than knowledge."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "God grant that not only the love of liberty but a thorough knowledge of the rights of man may pervade all the nations of the earth, so that a philosopher may set his foot anywhere on its surface and say: 'This is my country.'"
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "If the Great Way perishes there will morality and duty. When cleverness and knowledge arise great lies will flourish. When relatives fall out with one another there will be filial duty and love. When states are in confusion there will be faithful servants."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "Knowledge cultivates your seeds and does not sow in your seeds."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "We can't have full knowledge all at once. We must start by believing; then afterwards we may be led on to master the evidence for ourselves."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "The person you consider ignorant and insignificant is the one who came from God, that he might learn bliss from grief and knowledge from gloom."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Knowledge rests not upon truth alone, but upon error also."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "Today knowledge has power. It controls access to opportunity and advancement."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "The business of biomedical research is mostly about failure. Few projects we commission will ultimately result in success. But every study we do contributes to the body of knowledge that brings science and society closer to a solution."
   },
   "author": {
    "text": "Kenneth Frazier"
   }
  },
  {
   "quote": {
    "text": "There are in fact two things, science and opinion; the former begets knowledge, the later ignorance."
   },
   "author": {
    "text": "Hippocrates"
   }
  },
  {
   "quote": {
    "text": "The good life consists in deriving happiness by using your signature strengths every day in the main realms of living. The meaningful life adds one more component: using these same strengths to forward knowledge, power or goodness."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "Looking up and out, how can we not respect this ever-vigilant cognizance that distinguishes us: the capability to envision, to dream, and to invent? the ability to ponder ourselves? and be aware of our existence on the outer arm of a spiral galaxy in an immeasurable ocean of stars? Cognizance is our crest."
   },
   "author": {
    "text": "Vanna Bonta"
   }
  },
  {
   "quote": {
    "text": "All knowledge which ends in words will die as quickly as it came to life, with the exception of the written word: which is its mechanical part."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Let us tenderly and kindly cherish, therefore, the means of knowledge. Let us dare to read, think, speak, and write."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "Knowledge is power. You can't begin a career, for that matter even a relationship, unless you know everything there is to know about it."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "We have a hunger of the mind which asks for knowledge of all around us, and the more we gain, the more is our desire; the more we see, the more we are capable of seeing."
   },
   "author": {
    "text": "Maria Mitchell"
   }
  },
  {
   "quote": {
    "text": "Probability is expectation founded upon partial knowledge. A perfect acquaintance with all the circumstances affecting the occurrence of an event would change expectation into certainty, and leave nether room nor demand for a theory of probabilities."
   },
   "author": {
    "text": "George Boole"
   }
  },
  {
   "quote": {
    "text": "Knowledge without justice ought to be called cunning rather than wisdom."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "A civilization is a heritage of beliefs, customs, and knowledge slowly accumulated in the course of centuries, elements difficult at times to justify by logic, but justifying themselves as paths when they lead somewhere, since they open up for man his inner distance."
   },
   "author": {
    "text": "Antoine de Saint-Exupery"
   }
  },
  {
   "quote": {
    "text": "We are approaching a new age of synthesis. Knowledge cannot be merely a degree or a skill... it demands a broader vision, capabilities in critical thinking and logical deduction without which we cannot have constructive progress."
   },
   "author": {
    "text": "Li Ka-shing"
   }
  },
  {
   "quote": {
    "text": "Devotion complete culminates in knowledge supreme."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "Human relations are built on feeling, not on reason or knowledge. And feeling is not an exact science; like all spiritual qualities, it has the vagueness of greatness about it."
   },
   "author": {
    "text": "Amelia Barr"
   }
  },
  {
   "quote": {
    "text": "He who knows nothing is closer to the truth than he whose mind is filled with falsehoods and errors."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "The only real security that a man can have in this world is a reserve of knowledge, experience and ability."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "Scientific knowledge is in perpetual evolution; it finds itself changed from one day to the next."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "The two operations of our understanding, intuition and deduction, on which alone we have said we must rely in the acquisition of knowledge."
   },
   "author": {
    "text": "Rene Descartes"
   }
  },
  {
   "quote": {
    "text": "They say a little knowledge is a dangerous thing, but it's not one half so bad as a lot of ignorance."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "Science is the father of knowledge, but opinion breeds ignorance."
   },
   "author": {
    "text": "Hippocrates"
   }
  },
  {
   "quote": {
    "text": "We are sinful not only because we have eaten of the Tree of Knowledge, but also because we have not yet eaten of the Tree of Life. The state in which we are is sinful, irrespective of guilt."
   },
   "author": {
    "text": "Franz Kafka"
   }
  },
  {
   "quote": {
    "text": "No group and no government can properly prescribe precisely what should constitute the body of knowledge with which true education is concerned."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Dogmatism and skepticism are both, in a sense, absolute philosophies; one is certain of knowing, the other of not knowing. What philosophy should dissipate is certainty, whether of knowledge or ignorance."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "There is much pleasure to be gained from useless knowledge."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "There is no philosophy which is not founded upon knowledge of the phenomena, but to get any profit from this knowledge it is absolutely necessary to be a mathematician."
   },
   "author": {
    "text": "Daniel Bernoulli"
   }
  },
  {
   "quote": {
    "text": "We are here and it is now. Further than that, all human knowledge is moonshine."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Illness is the doctor to whom we pay most heed; to kindness, to knowledge, we make promise only; pain we obey."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "Consider your origins: you were not made to live as brutes, but to follow virtue and knowledge."
   },
   "author": {
    "text": "Dante Alighieri"
   }
  },
  {
   "quote": {
    "text": "We know accurately only when we know little, with knowledge doubt increases."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "The knowledge from an enlightened person breaks on the hard rocks of ignorance."
   },
   "author": {
    "text": "Maharishi Mahesh Yogi"
   }
  },
  {
   "quote": {
    "text": "The prevailing - and foolish - attitude is that a good manager can be a good manager anywhere, with no special knowledge of the production process he's managing. A man with a financial background may know nothing about manufacturing shoes or cars, but he's put in charge anyway."
   },
   "author": {
    "text": "W. Edwards Deming"
   }
  },
  {
   "quote": {
    "text": "For a highly motivated learner, it's not like knowledge is secret and somehow the Internet made it not secret. It just made knowledge easy to find. If you're a motivated enough learner, books are pretty good."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Fine art is knowledge made visible."
   },
   "author": {
    "text": "Gustave Courbet"
   }
  },
  {
   "quote": {
    "text": "Good architecture should be a projection of life itself, and that implies an intimate knowledge of biological, social, technical, and artistic problems."
   },
   "author": {
    "text": "Walter Gropius"
   }
  },
  {
   "quote": {
    "text": "Youth is the period in which a man can be hopeless. The end of every episode is the end of the world. But the power of hoping through everything, the knowledge that the soul survives its adventures, that great inspiration comes to the middle-aged."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "My mother says that my father truly enjoyed having a son. My two-years-younger twin sisters felt that he didn't quite know how to enjoy them. But I wasn't aware of those things then. So many of my childhood memories involve him. All the excursions into science were shaped by his knowledge and enthusiasm."
   },
   "author": {
    "text": "Robert F. Engle"
   }
  },
  {
   "quote": {
    "text": "Give, give, give - what is the point of having experience, knowledge or talent if I don't give it away? Of having stories if I don't tell them to others? Of having wealth if I don't share it? I don't intend to be cremated with any of it! It is in giving that I connect with others, with the world and with the divine."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "You either have the charisma, the knowledge, the passion, the intelligence - or you don't."
   },
   "author": {
    "text": "Jon Gruden"
   }
  },
  {
   "quote": {
    "text": "Science knows no country, because knowledge belongs to humanity, and is the torch which illuminates the world. Science is the highest personification of the nation because that nation will remain the first which carries the furthest the works of thought and intelligence."
   },
   "author": {
    "text": "Louis Pasteur"
   }
  },
  {
   "quote": {
    "text": "I want to share knowledge about things I've learned over the years with a younger generation that is seeking the truth."
   },
   "author": {
    "text": "Hannah Bronfman"
   }
  },
  {
   "quote": {
    "text": "I think to be a great quarterback, you have to have a great leadership, great attention to detail, and a relentless competitive nature. And that's what I try to bring to the table, and I have a long way to go. I'm still learning, and I'm still on a constant quest for knowledge."
   },
   "author": {
    "text": "Russell Wilson"
   }
  },
  {
   "quote": {
    "text": "The general knowledge of time on the island depends, curiously enough, on the direction of the wind."
   },
   "author": {
    "text": "John Millington Synge"
   }
  },
  {
   "quote": {
    "text": "I am afraid of aeroplanes. I've been able to avoid flying for some time, but I suppose, if I had to, I would. Perhaps it's a case of a little knowledge being a dangerous thing. At one time, I had a pilot's licence and 160 hours of solo time on single-engine light aircraft. Unfortunately, all that seemed to do was make me mistrust large aeroplanes."
   },
   "author": {
    "text": "Stanley Kubrick"
   }
  },
  {
   "quote": {
    "text": "The benefits of education and of useful knowledge, generally diffused through a community, are essential to the preservation of a free government."
   },
   "author": {
    "text": "Sam Houston"
   }
  },
  {
   "quote": {
    "text": "The degree of one's emotions varies inversely with one's knowledge of the facts."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "The mentor-mentee relationship is ideally like that of the guru and disciple: motivated by the desire of the guru to impart knowledge to the disciple."
   },
   "author": {
    "text": "Vivek Wadhwa"
   }
  },
  {
   "quote": {
    "text": "Anyone who has been successful and has knowledge to share is a potential mentor."
   },
   "author": {
    "text": "Ory Okolloh"
   }
  },
  {
   "quote": {
    "text": "The first step in a person's salvation is knowledge of their sin."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "As the possessor of complete knowledge, God is not mistaken about people's experiences as people are mistaken about each others' experiences."
   },
   "author": {
    "text": "Edith Stein"
   }
  },
  {
   "quote": {
    "text": "I would like to be a heart surgeon or brain surgeon... something with that knowledge and the ability to save a life would be pretty cool. I wasn't that good in science class, though."
   },
   "author": {
    "text": "Luke Bryan"
   }
  },
  {
   "quote": {
    "text": "I do not mean to say that we should, or could, return to traditional nomadic economies. I do mean to say that there are systems of knowledge and grand poetical schemata derived from the mobile life that it would be foolish to disregard or underrate. And mad to destroy."
   },
   "author": {
    "text": "Robyn Davidson"
   }
  },
  {
   "quote": {
    "text": "Intelligence, knowledge or experience are important and might get you a job, but strong communication skills are what will get you promoted."
   },
   "author": {
    "text": "Mireille Guiliano"
   }
  },
  {
   "quote": {
    "text": "I want to be strong because you believe in me. You have to trust me. I give my knowledge to you. That is my philosophy."
   },
   "author": {
    "text": "Claudio Ranieri"
   }
  },
  {
   "quote": {
    "text": "I have recently been able to see the new world - the quiet, the tranquility and the freedom it will bring with it. This is very comforting knowledge for me because I already know that what I envision eventually becomes a reality."
   },
   "author": {
    "text": "Shari Arison"
   }
  },
  {
   "quote": {
    "text": "The outlines of the needed psychology of becoming can be discovered by looking within ourselves; for it is knowledge of our own uniqueness that supplies the first, and probably the best, hints for acquiring orderly knowledge of others."
   },
   "author": {
    "text": "Gordon W. Allport"
   }
  },
  {
   "quote": {
    "text": "Kids are smart. Knowledge is power. Let them figure things out. Don't turn into that grown-up who they won't come to."
   },
   "author": {
    "text": "Lauren Myracle"
   }
  },
  {
   "quote": {
    "text": "The truth is often terrifying, which I think is one of the motifs of Larry and Andrew's cinema. The cost of knowledge is an important theme. In the second and third films, they explore the consequences of Neo's choice to know the truth. It's a beautiful, beautiful story."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "Knowledge of the sciences is so much smoke apart from the heavenly science of Christ."
   },
   "author": {
    "text": "John Calvin"
   }
  },
  {
   "quote": {
    "text": "With all the knowledge and skill acquired in thousands of flights in the last ten years, I would hardly think today of making my first flight on a strange machine in a twenty-seven mile wind, even if I knew that the machine had already been flown and was safe."
   },
   "author": {
    "text": "Orville Wright"
   }
  },
  {
   "quote": {
    "text": "To know how to dissimulate is the knowledge of kings."
   },
   "author": {
    "text": "Cardinal Richelieu"
   }
  },
  {
   "quote": {
    "text": "In complete darkness we are all the same, it is only our knowledge and wisdom that separates us, don't let your eyes deceive you."
   },
   "author": {
    "text": "Janet Jackson"
   }
  },
  {
   "quote": {
    "text": "The history of thought, of knowledge, of philosophy, of literature seems to be seeking, and discovering, more and more discontinuities, whereas history itself appears to be abandoning the irruption of events in favor of stable structures."
   },
   "author": {
    "text": "Michel Foucault"
   }
  },
  {
   "quote": {
    "text": "Knowledge can be communicated, but not wisdom. One can find it, live it, be fortified by it, do wonders through it, but one cannot communicate and teach it."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "The advertisements in a newspaper are more full knowledge in respect to what is going on in a state or community than the editorial columns are."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "Lack of knowledge... that is the problem."
   },
   "author": {
    "text": "W. Edwards Deming"
   }
  },
  {
   "quote": {
    "text": "The past is a source of knowledge, and the future is a source of hope. Love of the past implies faith in the future."
   },
   "author": {
    "text": "Stephen Ambrose"
   }
  },
  {
   "quote": {
    "text": "There can be no knowledge without emotion. We may be aware of a truth, yet until we have felt its force, it is not ours. To the cognition of the brain must be added the experience of the soul."
   },
   "author": {
    "text": "Arnold Bennett"
   }
  },
  {
   "quote": {
    "text": "Wisdom is the knowledge of good and evil, not the strength to choose between the two."
   },
   "author": {
    "text": "John Cheever"
   }
  },
  {
   "quote": {
    "text": "Data is not information, information is not knowledge, knowledge is not understanding, understanding is not wisdom."
   },
   "author": {
    "text": "Clifford Stoll"
   }
  },
  {
   "quote": {
    "text": "It created a global platform that allowed more people to plug and play, collaborate and compete, share knowledge and share work, than anything we have ever seen in the history of the world."
   },
   "author": {
    "text": "Thomas Friedman"
   }
  },
  {
   "quote": {
    "text": "For those who have obtained unobstructed knowledge of Self, the world is seen merely as a bondage causing imagination."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "To say, 'well done' to any bit of good work is to take hold of the powers which have made the effort and strengthen them beyond our knowledge."
   },
   "author": {
    "text": "Phillips Brooks"
   }
  },
  {
   "quote": {
    "text": "Life is a culmination of the past, an awareness of the present, an indication of a future beyond knowledge, the quality that gives a touch of divinity to matter."
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "The amount of meetings I've been in - people would be shocked. But that's how you gain experience, how you can gain knowledge, being in meetings and participating. You learn and grow."
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "It is the duty of the followers of Islam to spread through the civilised world, a knowledge of what Islam means - its spirit and message."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "The Supreme Court has insulted you over and over again, Lord. They've taken your Bible away from the schools. They've forbidden little children to pray. They've taken the knowledge of God as best they can, and organizations have come into court to take the knowledge of God out of the public square of America."
   },
   "author": {
    "text": "Pat Robertson"
   }
  },
  {
   "quote": {
    "text": "My life will not be defined by a single political campaign. Those will come and go. But what has driven me to run for elected office in the past still drives me today: the knowledge that heroes do walk among us with tremendous strength and power."
   },
   "author": {
    "text": "Darryl Glenn"
   }
  },
  {
   "quote": {
    "text": "Human dignity is better served by embracing knowledge."
   },
   "author": {
    "text": "John Polanyi"
   }
  },
  {
   "quote": {
    "text": "Scientific research involves going beyond the well-trodden and well-tested ideas and theories that form the core of scientific knowledge. During the time scientists are working things out, some results will be right, and others will be wrong. Over time, the right results will emerge."
   },
   "author": {
    "text": "Lisa Randall"
   }
  },
  {
   "quote": {
    "text": "The medicines of today are based upon thousands of years of knowledge accumulated from folklore, serendipity and scientific discovery. The new medicines of tomorrow will be based on the discoveries that are being made now, arising from basic research in laboratories around the world."
   },
   "author": {
    "text": "John Vane"
   }
  },
  {
   "quote": {
    "text": "Knowledge is power, if you know it about the right person."
   },
   "author": {
    "text": "Ethel Watts Mumford"
   }
  },
  {
   "quote": {
    "text": "In other words, knowledge of the external world begins with an immediate utilisation of things, whereas knowledge of self is stopped by this purely practical and utilitarian contact."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "Courage is a special kind of knowledge: the knowledge of how to fear what ought to be feared and how not to fear what ought not to be feared."
   },
   "author": {
    "text": "David Ben-Gurion"
   }
  },
  {
   "quote": {
    "text": "Men are limited by the knowledge of their minds, the worth of their characters and the principles upon which they are building their lives."
   },
   "author": {
    "text": "Edwin Louis Cole"
   }
  },
  {
   "quote": {
    "text": "It may, however, be said that the level of experience to which concepts are inapplicable cannot yield any knowledge of a universal character, for concepts alone are capable of being socialized."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "Sane judgment abhors nothing so much as a picture perpetrated with no technical knowledge, although with plenty of care and diligence."
   },
   "author": {
    "text": "Albrecht Durer"
   }
  },
  {
   "quote": {
    "text": "For this reason, to study English literature without some general knowledge of the relation of the Bible to that literature would be to leave one's literary education very incomplete."
   },
   "author": {
    "text": "Lafcadio Hearn"
   }
  },
  {
   "quote": {
    "text": "I love 'Mastermind'. It's touching that people spend so much time learning. I do have quite good general knowledge, but I wouldn't consider going on the show. I also like watching 'Only Connect.'"
   },
   "author": {
    "text": "Diana Rigg"
   }
  },
  {
   "quote": {
    "text": "Music is the one incorporeal entrance into the higher world of knowledge which comprehends mankind but which mankind cannot comprehend."
   },
   "author": {
    "text": "Ludwig van Beethoven"
   }
  },
  {
   "quote": {
    "text": "Helping someone come to a saving knowledge of Christ is the greatest achievement possible."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "We do not need to be shoemakers to know if our shoes fit, and just as little have we any need to be professionals to acquire knowledge of matters of universal interest."
   },
   "author": {
    "text": "Georg Wilhelm Friedrich Hegel"
   }
  },
  {
   "quote": {
    "text": "Our problem, from the point of view of psychology and from the point of view of genetic epistemology, is to explain how the transition is made from a lower level of knowledge to a level that is judged to be higher."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "As a Christian, I know my life is in God's hands. He has a plan for me. Therefore, I never worry about tomorrow or never worry about winning or losing football games. That knowledge gives me a lot of composure in tough situations."
   },
   "author": {
    "text": "Tom Landry"
   }
  },
  {
   "quote": {
    "text": "Men honor what lies within the sphere of their knowledge, but do not realize how dependent they are on what lies beyond it."
   },
   "author": {
    "text": "Zhuangzi"
   }
  },
  {
   "quote": {
    "text": "I have learned throughout my life as a composer chiefly through my mistakes and pursuits of false assumptions, not by my exposure to founts of wisdom and knowledge."
   },
   "author": {
    "text": "Igor Stravinsky"
   }
  },
  {
   "quote": {
    "text": "Knowledge is only one half. Faith is the other."
   },
   "author": {
    "text": "Novalis"
   }
  },
  {
   "quote": {
    "text": "By a combination of formal training and self study, the latter continuing systematically well into the 1940s, I was able to gain a broad base of knowledge in economics and political science, together with reasonable skills in advanced mathematics, symbolic logic, and mathematical statistics."
   },
   "author": {
    "text": "Herbert A. Simon"
   }
  },
  {
   "quote": {
    "text": "But now with the living conditions deteriorating, and with the sure knowledge that we are slated for destruction, we have been transformed into an implacable army of liberation."
   },
   "author": {
    "text": "George Jackson"
   }
  },
  {
   "quote": {
    "text": "The consequences of a lack of new knowledge is decades of stagnation: the next generation will be poorer than this one."
   },
   "author": {
    "text": "Andre Geim"
   }
  },
  {
   "quote": {
    "text": "The earliest maps were 'story' maps. Cartographers were artists who mingled knowledge with supposition, memory and fears. Their maps described both landscape and the events, which had taken place within it, enabling travellers to plot a route as well as to experience a story."
   },
   "author": {
    "text": "Rory MacLean"
   }
  },
  {
   "quote": {
    "text": "An entrepreneur needs to know what they need, period. Then they need to find an investor who can build off whatever their weaknesses are - whether that's through money, strategic partnerships or knowledge."
   },
   "author": {
    "text": "Daymond John"
   }
  },
  {
   "quote": {
    "text": "I've always thought that when they say ignorance is bliss, the converse to that is that knowledge is hell. The more you know, the bleaker things can get."
   },
   "author": {
    "text": "Terence Winter"
   }
  },
  {
   "quote": {
    "text": "Is it right to probe so deeply into Nature's secrets? The question must here be raised whether it will benefit mankind, or whether the knowledge will be harmful."
   },
   "author": {
    "text": "Pierre Curie"
   }
  },
  {
   "quote": {
    "text": "The Communist Party said that I must finish my studies because after the revolution in Germany people would be required with technical knowledge to take part in the building of the Communist Germany."
   },
   "author": {
    "text": "Klaus Fuchs"
   }
  },
  {
   "quote": {
    "text": "The place where I think social media fails is in showing the knowledge, the tradition of stitching the clothing, of cutting the fabric, of the tannery, of the skinning of the jewels - this knowledge needs respect. Online and social media is the future, but we need to learn from the past, too."
   },
   "author": {
    "text": "Giuseppe Zanotti"
   }
  },
  {
   "quote": {
    "text": "I don't claim to be knowledgeable about theology. Most of my knowledge comes out of my experience and the lessons in the Bible. Every Sunday I'm home I teach 45 minutes and we boiled them down to one page for the new book, 'Through the Year with Jimmy Carter.'"
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "I felt deep within me that the highest point a man can attain is not Knowledge or Virtue or Goodness or Victory but something even greater, more heroic and more despairing: Sacred Awe!"
   },
   "author": {
    "text": "Nikos Kazantzakis"
   }
  },
  {
   "quote": {
    "text": "The animals that depend on instinct have an inherent knowledge of the laws of economics and of how to apply them; Man, with his powers of reason, has reduced economics to the level of a farce which is at once funnier and more tragic than Tobacco Road."
   },
   "author": {
    "text": "James Thurber"
   }
  },
  {
   "quote": {
    "text": "Knowledge may give weight, but accomplishments give lustre, and many more people see than weigh."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "To be conscious that you are ignorant of the facts is a great step to knowledge."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "I don't know what's the matter with people: they don't learn by understanding; they learn by some other way - by rote, or something. Their knowledge is so fragile!"
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "I'm a strict, strict agnostic. It's very different from a casual, 'I don't know.' It's that you cannot present as knowledge something that is not knowledge. You can present it as faith, you can present it as belief, but you can't present it as fact."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "I have thought about it a great deal, and the more I think, the more certain I am that obedience is the gateway through which knowledge, yes, and love, too, enter the mind of the child."
   },
   "author": {
    "text": "Anne Sullivan"
   }
  },
  {
   "quote": {
    "text": "Knowledge is very important and one of the few things that accompanies us into the next life."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "Each department of knowledge passes through three stages. The theoretic stage; the theological stage and the metaphysical or abstract stage."
   },
   "author": {
    "text": "Auguste Comte"
   }
  },
  {
   "quote": {
    "text": "Through the mythology of Einstein, the world blissfully regained the image of knowledge reduced to a formula."
   },
   "author": {
    "text": "Roland Barthes"
   }
  },
  {
   "quote": {
    "text": "Knowledge has always flowed upwards to bishops and kings, not down to serfs and slaves."
   },
   "author": {
    "text": "Julian Assange"
   }
  },
  {
   "quote": {
    "text": "And let me tell you, you boys of America, that there is no higher inspiration to any man to be a good man, a good citizen, and a good son, brother, or father, than the knowledge that you come from honest blood."
   },
   "author": {
    "text": "John Sergeant Wise"
   }
  },
  {
   "quote": {
    "text": "While Congress did not, to my knowledge, calculate aggregate dollar values for the nationwide effects of racial discrimination in 1964, in 1994 it did rely on evidence of the harms caused by domestic violence and sexual assault, citing annual costs of $3 billion in 1990 and $5 to $10 billion in 1993."
   },
   "author": {
    "text": "David Souter"
   }
  },
  {
   "quote": {
    "text": "By assessing the capabilities and knowledge of students in the highest-performing and most rapidly improving education systems, the OECD's Program for International Student Assessment provides valuable options for reform and information on how to achieve it."
   },
   "author": {
    "text": "Jose Angel Gurria"
   }
  },
  {
   "quote": {
    "text": "We must always remember with gratitude and admiration the first sailors who steered their vessels through storms and mists, and increased our knowledge of the lands of ice in the South."
   },
   "author": {
    "text": "Roald Amundsen"
   }
  },
  {
   "quote": {
    "text": "One of the greatest joys known to man is to take a flight into ignorance in search of knowledge."
   },
   "author": {
    "text": "Robert Staughton Lynd"
   }
  },
  {
   "quote": {
    "text": "We too, through lack of knowledge and of sufficiently mature reflection, mistook the visible outward appearance of the phenomenon for the phenomenon itself."
   },
   "author": {
    "text": "Leon Jouhaux"
   }
  },
  {
   "quote": {
    "text": "The introduction of many minds into many fields of learning along a broad spectrum keeps alive questions about the accessibility, if not the unity, of knowledge."
   },
   "author": {
    "text": "Edward Levi"
   }
  },
  {
   "quote": {
    "text": "Let us democratise knowledge. Let us universalise justice. Together, let us globalise compassion!"
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "Knowledge shrinks as wisdom grows."
   },
   "author": {
    "text": "Alfred North Whitehead"
   }
  },
  {
   "quote": {
    "text": "I think that by creating a world of plenty, by creating institutions and organizations that promote knowledge and promote understanding, I think I could be part of being in a better world."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "With the stand-up comic on TV, whether it's Seinfeld or Cosby or Roseanne, more important than their knowledge of how to tell a joke is their knowledge of themselves, or the persona they've created as themselves. So that when you're in a room with writers, you can say, 'Guys, that's a funny line, but I wouldn't say it.'"
   },
   "author": {
    "text": "Bob Newhart"
   }
  },
  {
   "quote": {
    "text": "Courage is... the knowledge of how to fear what ought to be feared and how not to fear what ought not to be feared."
   },
   "author": {
    "text": "David Ben-Gurion"
   }
  },
  {
   "quote": {
    "text": "The universal Mind contains all knowledge. It is the potential ultimate of all things. To it, all things are possible."
   },
   "author": {
    "text": "Ernest Holmes"
   }
  },
  {
   "quote": {
    "text": "Golf... is the infallible test. The man who can go into a patch of rough alone, with the knowledge that only God is watching him, and play his ball where it lies, is the man who will serve you faithfully and well."
   },
   "author": {
    "text": "P. G. Wodehouse"
   }
  },
  {
   "quote": {
    "text": "Anyone who acquires more than the usual amount of knowledge concerning a subject is bound to leave it as his contribution to the knowledge of the world."
   },
   "author": {
    "text": "Liberty Hyde Bailey"
   }
  },
  {
   "quote": {
    "text": "We've lost touch with our souls. We've been nourishing our minds, our relational skills, our theological knowledge, our psychological well-being, our physiological health... but we've abandoned our souls."
   },
   "author": {
    "text": "Mike Yaconelli"
   }
  },
  {
   "quote": {
    "text": "If the past has been an obstacle and a burden, knowledge of the past is the safest and the surest emancipation."
   },
   "author": {
    "text": "John Acton"
   }
  },
  {
   "quote": {
    "text": "There's something about the darkness that I find unavoidably intoxicating. The knowledge that other people are sleeping and, therefore, unavailable to ruin my solitude, makes me more peaceful than I am during the day."
   },
   "author": {
    "text": "Rachel Nichols"
   }
  },
  {
   "quote": {
    "text": "Workers' disillusionment is deepened by the knowledge that, as their average wages grow slowly or stagnate, the very wealthy are growing significantly wealthier."
   },
   "author": {
    "text": "Guy Ryder"
   }
  },
  {
   "quote": {
    "text": "Knowledge is going to make you stronger. Knowledge is going to let you control your life. Knowledge is going to give you the wisdom to teach their children. Knowledge is the thing that makes you smile in the face of disaster."
   },
   "author": {
    "text": "Avery Brooks"
   }
  },
  {
   "quote": {
    "text": "Summer is not obligatory. We can start an infernally hard jigsaw puzzle in June with the knowledge that, if there are enough rainy days, we may just finish it by Labor Day, but if not, there's no harm, no penalty. We may have better things to do."
   },
   "author": {
    "text": "Nancy Gibbs"
   }
  },
  {
   "quote": {
    "text": "A screen actor is compensated in the knowledge that millions will see his performance at one time, where only hundreds will see it on the stage."
   },
   "author": {
    "text": "Bela Lugosi"
   }
  },
  {
   "quote": {
    "text": "It is only requisite, for me to say to you, that the President places great reliance upon your skill, judgment and intimate knowledge."
   },
   "author": {
    "text": "Anson Jones"
   }
  },
  {
   "quote": {
    "text": "The silencing of the rainforests is a double deforestation, not only of trees but a deforestation of the mind's music, medicine and knowledge."
   },
   "author": {
    "text": "Jay Griffiths"
   }
  },
  {
   "quote": {
    "text": "No two dramatists think or write alike. Ten thousand playwrights can take the same premise, as they have done since Shakespeare, and not one play will resemble the other except in the premise. Your knowledge, your understanding of human nature, and your imagination will take care of that."
   },
   "author": {
    "text": "Lajos Egri"
   }
  },
  {
   "quote": {
    "text": "The future of the world, dependent as it is upon atomic energy, requires more understanding and knowledge about the atom."
   },
   "author": {
    "text": "Willard Libby"
   }
  },
  {
   "quote": {
    "text": "I was thinking, 'What is it about Kunta Kinte that allowed him to live such a long life?' For me, what came down to it was his spirit and his knowledge of self."
   },
   "author": {
    "text": "Malachi Kirby"
   }
  },
  {
   "quote": {
    "text": "Playing games is the dessert. Our real market is people doing everyday things. Rather than pulling your mobile phone in and out of your pocket, we want to create an all-day flow; whether you're going to the doctor or a meeting or hanging out, you will all of a sudden be amplified by the collective knowledge that is on the web."
   },
   "author": {
    "text": "Rony Abovitz"
   }
  },
  {
   "quote": {
    "text": "Effective use of Braille is as important to the blind as independent mobility, knowledge in the use of adaptive technology, and the core belief that equality, opportunity and security are truly possible for all people who are blind."
   },
   "author": {
    "text": "Bob Ney"
   }
  },
  {
   "quote": {
    "text": "Poetic knowledge is born in the great silence of scientific knowledge."
   },
   "author": {
    "text": "Aime Cesaire"
   }
  },
  {
   "quote": {
    "text": "Well, the truth is always what should be told. And the truth and the knowledge of the truth is what everybody should represent, regardless of the consequences of doing it."
   },
   "author": {
    "text": "Johnny Isakson"
   }
  },
  {
   "quote": {
    "text": "Knowledge once gained casts a light beyond its own immediate boundaries."
   },
   "author": {
    "text": "John Tyndall"
   }
  },
  {
   "quote": {
    "text": "No body of knowledge needs an organizational policy. Organizational policy can only impede the advancement of knowledge. There is a basic incompatibility between any organization and freedom of thought."
   },
   "author": {
    "text": "William S. Burroughs"
   }
  },
  {
   "quote": {
    "text": "To be reverent is not just to be quiet. It involves an awareness of what is taking place. It involves a divine desire to learn and to be receptive to the promptings of the Spirit. It involves a striving to seek added light and knowledge."
   },
   "author": {
    "text": "L. Lionel Kendrick"
   }
  },
  {
   "quote": {
    "text": "People, I guess, generally come to see me do stand-up with a working knowledge of my broad sense of humor on 'The Daily Show'... I don't think anyone would mistake me as an actual anchor."
   },
   "author": {
    "text": "John Oliver"
   }
  },
  {
   "quote": {
    "text": "I believe that we must maintain pride in the knowledge that the actions we take, based on our own decisions and choices as individuals, link directly to the magnificent challenge of transforming human history."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "There is a universal, intelligent, life force that exists within everyone and everything. It resides within each one of us as a deep wisdom, an inner knowing. We can access this wonderful source of knowledge and wisdom through our intuition, an inner sense that tells us what feels right and true for us at any given moment."
   },
   "author": {
    "text": "Shakti Gawain"
   }
  },
  {
   "quote": {
    "text": "Why would anyone walk through life satisfied with the light from the candle of their own understanding when, by reaching out to our Heavenly Father, they could experience the bright sun of spiritual knowledge that would expand their minds with wisdom and fill their souls with joy?"
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "These will vary in every human being; but knowledge is the same for every mind, and every mind may and ought to be trained to receive it."
   },
   "author": {
    "text": "Frances Wright"
   }
  },
  {
   "quote": {
    "text": "Surprise drives progress because innovation depends on the sort of knowledge no one can gather in a central place."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "The SAT is not perfect. We all know smart, knowledgeable people who do badly on standardized tests. But neither is it useless. SAT scores do measure both specific knowledge and valuable thinking skills."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "Argument is conclusive, but it does not remove doubt, so that the mind may rest in the sure knowledge of the truth, unless it finds it by the method of experiment."
   },
   "author": {
    "text": "Roger Bacon"
   }
  },
  {
   "quote": {
    "text": "We read deeply for varied reasons, most of them familiar: that we cannot know enough people profoundly enough; that we need to know ourselves better; that we require knowledge, not just of self and others, but of the way things are."
   },
   "author": {
    "text": "Harold Bloom"
   }
  },
  {
   "quote": {
    "text": "The skills associated with knowledge creation are totally different from the skills associated with production."
   },
   "author": {
    "text": "John Quelch"
   }
  },
  {
   "quote": {
    "text": "The acquisition of knowledge - knowledge of both the world and of their own religion - will inoculate young people against extremist ideologies."
   },
   "author": {
    "text": "Hamza Yusuf"
   }
  },
  {
   "quote": {
    "text": "My music is genuine, and I'm talking about stuff that no one else - no one my age, anyway, in the game - is talking about. Nobody. I'm the only one really stating facts and speaking with real street knowledge."
   },
   "author": {
    "text": "Shy Glizzy"
   }
  },
  {
   "quote": {
    "text": "Each co-operative institution will become a school of business in which each member will acquire a knowledge of the laws of trade and commerce."
   },
   "author": {
    "text": "Leland Stanford"
   }
  },
  {
   "quote": {
    "text": "These past years, as we have been recovering and given our city a rebirth, we have been encouraged by our faith, knowledge, and steadfast belief that we will pull through. There will be challenges and setbacks, as there have already been, but we will continue, and we the citizens of New Orleans will prevail in bringing our city back."
   },
   "author": {
    "text": "Cedric Richmond"
   }
  },
  {
   "quote": {
    "text": "You should welcome getting older in golf. With greater knowledge of your swing, you, too, can keep improving."
   },
   "author": {
    "text": "Angel Cabrera"
   }
  },
  {
   "quote": {
    "text": "Human knowledge is dark and uncertain; philosophy is dark, astrology is dark, and geometry is dark."
   },
   "author": {
    "text": "John Jewel"
   }
  },
  {
   "quote": {
    "text": "Zeal will do more than knowledge."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "Knowledge of what is does not open the door directly to what should be."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Our treasure lies in the beehive of our knowledge. We are perpetually on the way thither, being by nature winged insects and honey gatherers of the mind."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "There comes a time when the mind takes a higher plane of knowledge but can never prove how it got there."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "I had given up some youth for knowledge, but my gain was more valuable than the loss."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Reading furnishes the mind only with materials of knowledge; it is thinking that makes what we read ours."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "Knowledge is knowing that we cannot know."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "If money is your hope for independence you will never have it. The only real security that a man will have in this world is a reserve of knowledge, experience, and ability."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "My philosophy of leadership is to surround myself with good people who have ability, judgment and knowledge, but above all, a passion for service."
   },
   "author": {
    "text": "Sonny Perdue"
   }
  },
  {
   "quote": {
    "text": "Where is the Life we have lost in living? Where is the wisdom we have lost in knowledge? Where is the knowledge we have lost in information?"
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "All men by nature desire knowledge."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "We did it Disneyland, in the knowledge that most of the people I talked to thought it would be a financial disaster - closed and forgotten within the first year."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "Pain and foolishness lead to great bliss and complete knowledge, for Eternal Wisdom created nothing under the sun in vain."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "I wash my hands of those who imagine chattering to be knowledge, silence to be ignorance, and affection to be art."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "All our knowledge has its origins in our perceptions."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Men we shall have only as we make manhood the object of the work of the schools - intelligence, broad sympathy, knowledge of the world that was and is, and of the relation of men to it - this is the curriculum of that Higher Education which must underlie true life."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "To attain any assured knowledge about the soul is one of the most difficult things in the world."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Knowledge of the self is the mother of all knowledge. So it is incumbent on me to know my self, to know it completely, to know its minutiae, its characteristics, its subtleties, and its very atoms."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "No man can reveal to you nothing but that which already lies half-asleep in the dawning of your knowledge."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "All men are born with a nose and five fingers, but no one is born with a knowledge of God."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "The learning and knowledge that we have, is, at the most, but little compared with that of which we are ignorant."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "I had therefore to remove knowledge, in order to make room for belief."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "Sorrow is knowledge, those that know the most must mourn the deepest, the tree of knowledge is not the tree of life."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "There is nothing in the world, I venture to say, that would so effectively help one to survive even the worst conditions as the knowledge that there is a meaning in one's life."
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "We are buried beneath the weight of information, which is being confused with knowledge; quantity is being confused with abundance and wealth with happiness."
   },
   "author": {
    "text": "Tom Waits"
   }
  },
  {
   "quote": {
    "text": "I and my colleagues here have been engaged in the pursuit of knowledge."
   },
   "author": {
    "text": "Frederick Sanger"
   }
  },
  {
   "quote": {
    "text": "After all manner of professors have done their best for us, the place we are to get knowledge is in books. The true university of these days is a collection of books."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "And what, Socrates, is the food of the soul? Surely, I said, knowledge is the food of the soul."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Humility and knowledge in poor clothes excel pride and ignorance in costly attire."
   },
   "author": {
    "text": "William Penn"
   }
  },
  {
   "quote": {
    "text": "It's a horrible idea that God, this paragon of wisdom and knowledge, power, couldn't think of a better way to forgive us our sins than to come down to Earth in his alter ego as his son and have himself hideously tortured and executed so that he could forgive himself."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "The modern mind is in complete disarray. Knowledge has stretched itself to the point where neither the world nor our intelligence can find any foot-hold. It is a fact that we are suffering from nihilism."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Without a knowledge of mythology much of the elegant literature of our own language cannot be understood and appreciated."
   },
   "author": {
    "text": "Thomas Bulfinch"
   }
  },
  {
   "quote": {
    "text": "Knowledge becomes evil if the aim be not virtuous."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Only on paper has humanity yet achieved glory, beauty, truth, knowledge, virtue, and abiding love."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "I have been a teacher myself all my life. I have an intense passion to share with people. Our only salvation is in knowledge, in learning."
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "All knowledge of cultural reality, as may be seen, is always knowledge from particular points of view."
   },
   "author": {
    "text": "Max Weber"
   }
  },
  {
   "quote": {
    "text": "Knowledge is the treasure of a wise man."
   },
   "author": {
    "text": "William Penn"
   }
  },
  {
   "quote": {
    "text": "A writer of fiction is really... a congenital liar who invents from his own knowledge or that of other men."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Data is the fabric of the modern world: just like we walk down pavements, so we trace routes through data, and build knowledge and products out of it."
   },
   "author": {
    "text": "Ben Goldacre"
   }
  },
  {
   "quote": {
    "text": "Your workforce is your most valuable asset. The knowledge and skills they have represent the fuel that drives the engine of business - and you can leverage that knowledge."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "If education is always to be conceived along the same antiquated lines of a mere transmission of knowledge, there is little to be hoped from it in the bettering of man's future. For what is the use of transmitting knowledge if the individual's total development lags behind?"
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "An empowered organisation is one in which individuals have the knowledge, skill, desire, and opportunity to personally succeed in a way that leads to collective organisational success."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Critical thinking is not something you do once with an issue and then drop it. It requires that we update our knowledge as new information comes in. Time spent evaluating claims is not just time well spent. It should be considered part of an implicit bargain we've all made."
   },
   "author": {
    "text": "Daniel Levitin"
   }
  },
  {
   "quote": {
    "text": "Knowledge which is acquired under compulsion obtains no hold on the mind."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Entire ignorance is not so terrible or extreme an evil, and is far from being the greatest of all; too much cleverness and too much learning, accompanied with ill bringing-up, are far more fatal."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "In order to arrive at knowledge of the motions of birds in the air, it is first necessary to acquire knowledge of the winds, which we will prove by the motions of water in itself, and this knowledge will be a step enabling us to arrive at the knowledge of beings that fly between the air and the wind."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Surgical Anatomy is, to the student of medicine and surgery, the most essential branch of anatomical science, having reference more especially to an accurate knowledge of the more important regions, and consisting in the application of anatomy generally to the practice of surgery."
   },
   "author": {
    "text": "Henry Gray"
   }
  },
  {
   "quote": {
    "text": "How pathetically scanty my self-knowledge is compared with, say, my knowledge of my room. There is no such thing as observation of the inner world, as there is of the outer world."
   },
   "author": {
    "text": "Franz Kafka"
   }
  },
  {
   "quote": {
    "text": "There's only one effectively redemptive sacrifice, the sacrifice of self-will to make room for the knowledge of God."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "For, verily, great love springs from great knowledge of the beloved object, and if you little know it, you will be able to love it only little or not at all."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "There is no substitute for accurate knowledge. Know yourself, know your business, know your men."
   },
   "author": {
    "text": "Lee Iacocca"
   }
  },
  {
   "quote": {
    "text": "What we want is to see the child in pursuit of knowledge, and not knowledge in pursuit of the child."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "In a battle all you need to make you fight is a little hot blood and the knowledge that it's more dangerous to lose than to win."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "I believe indeterminate sentencing can be extremely useful, but I also believe that any such system should always take into consideration the special knowledge as to the facts in a case which only the trial judge possesses."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "The death of my husband, coming immediately after the general knowledge of the discoveries with which his name is associated, was felt by the public, and especially by the scientific circles, to be a national misfortune."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "We have to continue to learn. We have to be open. And we have to be ready to release our knowledge in order to come to a higher understanding of reality."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "A manager is responsible for the application and performance of knowledge."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "For my own part, I would rather excel in knowledge of the highest secrets of philosophy than in arms."
   },
   "author": {
    "text": "Alexander the Great"
   }
  },
  {
   "quote": {
    "text": "I went to - I got a wonderful college education. I went to Harvard. In those four years, I accumulated a lot of knowledge, but I also created a kind of habit of learning that has stayed with me my whole life."
   },
   "author": {
    "text": "John Lithgow"
   }
  },
  {
   "quote": {
    "text": "The price one pays for pursuing any profession, or calling, is an intimate knowledge of its ugly side."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "I wish I had known that education is the key. That knowledge is power. Now I pick up books and watch educational shows with my husband. I'm seeing how knowledge can elevate you."
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "Knowledge is proud that it knows so much; wisdom is humble that it knows no more."
   },
   "author": {
    "text": "William Cowper"
   }
  },
  {
   "quote": {
    "text": "Kids need time for problem solving, critical thinking, applying knowledge through project-based instruction, working in teams, falling down and getting right back up to figure out what they didn't understand and why."
   },
   "author": {
    "text": "Randi Weingarten"
   }
  },
  {
   "quote": {
    "text": "The most obvious purpose of college education is to help students acquire information and knowledge by acquainting them with facts, theories, generalizations, principles, and the like. This purpose scarcely requires justification."
   },
   "author": {
    "text": "Derek Bok"
   }
  },
  {
   "quote": {
    "text": "Is there anything science should not try to explain? Science is knowledge and knowledge is power - power to do good or evil. Sometimes ignorance is bliss."
   },
   "author": {
    "text": "Paul Davies"
   }
  },
  {
   "quote": {
    "text": "Just as we might take Darwin as an example of the normal extraverted thinking type, the normal introverted thinking type could be represented by Kant. The one speaks with facts, the other relies on the subjective factor. Darwin ranges over the wide field of objective reality, Kant restricts himself to a critique of knowledge."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "Knowledge of the past and of the places of the earth is the ornament and food of the mind of man."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Employers have decided that having the breadth of knowledge that's associated with a four-year degree is often something they want to see in the people they give that job to."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "He who has so little knowledge of human nature as to seek happiness by changing anything but his own disposition will waste his life in fruitless efforts."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "As knowledge increases, wonder deepens."
   },
   "author": {
    "text": "Charles Morgan"
   }
  },
  {
   "quote": {
    "text": "There is no greater impediment to the advancement of knowledge than the ambiguity of words."
   },
   "author": {
    "text": "Thomas Reid"
   }
  },
  {
   "quote": {
    "text": "But although all our knowledge begins with experience, it does not follow that it arises from experience."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "Mistakes are, after all, the foundations of truth, and if a man does not know what a thing is, it is at least an increase in knowledge if he knows what it is not."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "Knowledge which is divorced from justice, may be called cunning rather than wisdom."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "The study and knowledge of the universe would somehow be lame and defective were no practical results to follow."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "I thank God that I'm a product of my parents. That they infected me with their intelligence and energy for life, with their thirst for knowledge and their love. I'm grateful that I know where I come from."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "Vanity of science. Knowledge of physical science will not console me for ignorance of morality in time of affliction, but knowledge of morality will always console me for ignorance of physical science."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "Inductive reason, which alone makes man master of his environment, is an achievement; and when once born it must be reinforced by inhibiting the growth of other modes of knowledge."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "All knowledge or form conception is evoked through the medium of the eye, either in response to disturbances directly received on the retina or to their fainter secondary effects and reverberations. Other sense organs can only call forth feelings which have no reality of existence and of which no conception can be formed."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "I don't think any person has any special knowledge about what God has planned for me and you any more than me and you do."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "The pilgrims on the Mayflower landed at Plymouth Rock. To my knowledge, they didn't wait around for a return trip to Europe. You settle some place with a purpose. If you don't want to do that, stay home. You avoid an awful lot of risks by not venturing outward."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "All the knowledge I possess everyone else can acquire, but my heart is all my own."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "To act on the belief that we possess the knowledge and the power which enable us to shape the processes of society entirely to our liking, knowledge which in fact we do not possess, is likely to make us do much harm."
   },
   "author": {
    "text": "Friedrich August von Hayek"
   }
  },
  {
   "quote": {
    "text": "One can state, without exaggeration, that the observation of and the search for similarities and differences are the basis of all human knowledge."
   },
   "author": {
    "text": "Alfred Nobel"
   }
  },
  {
   "quote": {
    "text": "The world of knowledge takes a crazy turn when teachers themselves are taught to learn."
   },
   "author": {
    "text": "Bertolt Brecht"
   }
  },
  {
   "quote": {
    "text": "Our great power does not mean we can do whatever we want whenever we want, nor should we assume we have all the wisdom and knowledge necessary to succeed."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "Take from the philosopher the pleasure of being heard and his desire for knowledge ceases."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "We believe... that by encouraging critical thinking and processing of knowledge we are creating full, well-rounded human beings... that will enable Qatar to build up its society. You cannot build a healthy society without giving your citizens a sense of ownership. Otherwise, they will not share with you the responsibilities."
   },
   "author": {
    "text": "Moza bint Nasser"
   }
  },
  {
   "quote": {
    "text": "We stand in the shadow of Jefferson who believed that a society founded upon the rule of law and liberty was dependent upon public education and the diffusion of knowledge."
   },
   "author": {
    "text": "Matt Blunt"
   }
  },
  {
   "quote": {
    "text": "It is like a voyage of discovery into unknown lands, seeking not for new territory but for new knowledge. It should appeal to those with a good sense of adventure."
   },
   "author": {
    "text": "Frederick Sanger"
   }
  },
  {
   "quote": {
    "text": "I think the knowledge of where you come from gives you more of an affinity for understanding different cultures and learning."
   },
   "author": {
    "text": "Aldis Hodge"
   }
  },
  {
   "quote": {
    "text": "A largely unregulated Internet has created knowledge and wealth, but it's also long provided a medium for predatory, abusive and bullying behavior."
   },
   "author": {
    "text": "Adam Ostrow"
   }
  },
  {
   "quote": {
    "text": "Of our relation to all creation we can never know anything whatsoever. All is immensity and chaos. But, since all this knowledge of our limitations cannot possibly be of any value to us, it is better to ignore it in our daily conduct of life."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "Doubt grows with knowledge."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "A toothache, or a violent passion, is not necessarily diminished by our knowledge of its causes, its character, its importance or insignificance."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "The library, with its Daedalian labyrinth, mysterious hush, and faintly ominous aroma of knowledge, has been replaced by the computer's cheap glow, pesky chirp, and data spillage."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "The beginning of knowledge is the discovery of something we do not understand."
   },
   "author": {
    "text": "Frank Herbert"
   }
  },
  {
   "quote": {
    "text": "A belief in hell and the knowledge that every ambition is doomed to frustration at the hands of a skeleton have never prevented the majority of human beings from behaving as though death were no more than an unfounded rumor."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "I feel like I've reached an age where I can relax a little bit with the knowledge of what I've been through, take all that experience and use it. I love the challenge of trying to get back to where I've been, and beyond it."
   },
   "author": {
    "text": "Cathy Freeman"
   }
  },
  {
   "quote": {
    "text": "A serious problem in America is the gap between academe and the mass media, which is our culture. Professors of humanities, with all their leftist fantasies, have little direct knowledge of American life and no impact whatever on public policy."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "I believe that when an elder dies, a library is burned: vast sums of wisdom and knowledge are lost. Throughout the world libraries are ablaze with scant attention."
   },
   "author": {
    "text": "Elizabeth Kapu'uwailani Lindsey"
   }
  },
  {
   "quote": {
    "text": "The knower and the known are one. Simple people imagine that they should see God as if he stood there and they here. This is not so. God and I, we are one in knowledge."
   },
   "author": {
    "text": "Meister Eckhart"
   }
  },
  {
   "quote": {
    "text": "Those Dutchmen had hardly any imagination or fantasy, but their good taste and their scientific knowledge of composition were enormous."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "Studying whether there's life on Mars or studying how the universe began, there's something magical about pushing back the frontiers of knowledge. That's something that is almost part of being human, and I'm certain that will continue."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "In your thirst for knowledge, be sure not to drown in all the information."
   },
   "author": {
    "text": "Anthony J. D'Angelo"
   }
  },
  {
   "quote": {
    "text": "What secret knowledge, one must wonder, is breathed into lawyers when they become Justices of this Court that enables them to discern that a practice which the text of the Constitution does not clearly proscribe, and which our people have regarded as constitutional for 200 years, is in fact unconstitutional?"
   },
   "author": {
    "text": "Antonin Scalia"
   }
  },
  {
   "quote": {
    "text": "Collecting facts is important. Knowledge is important. But if you don't have an imagination to use the knowledge, civilization is nowhere."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "His priority did not seem to be to teach them what he knew, but rather to impress upon them that nothing, not even... knowledge, was foolproof."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "All human knowledge takes the form of interpretation."
   },
   "author": {
    "text": "Walter Benjamin"
   }
  },
  {
   "quote": {
    "text": "After the Berlin Wall came down I visited that city and I will never forget it. The abandoned checkpoints. The sense of excitement about the future. The knowledge that a great continent was coming together. Healing those wounds of our history is the central story of the European Union."
   },
   "author": {
    "text": "David Cameron"
   }
  },
  {
   "quote": {
    "text": "Aging is an inevitable process. I surely wouldn't want to grow younger. The older you become, the more you know; your bank account of knowledge is much richer."
   },
   "author": {
    "text": "William Holden"
   }
  },
  {
   "quote": {
    "text": "The great end of life is not knowledge but action."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Imparting knowledge is only lighting other men's candles at our lamp without depriving ourselves of any flame."
   },
   "author": {
    "text": "Jane Porter"
   }
  },
  {
   "quote": {
    "text": "As educators, we are only as effective as what we know. If we have no working knowledge of what students studied in previous years, how can we build on their learning? If we have no insight into the curriculum in later grades, how can we prepare learners for future classes?"
   },
   "author": {
    "text": "Heidi Hayes Jacobs"
   }
  },
  {
   "quote": {
    "text": "You always get things that teach you and steps to grow, but there is a confidence that is gained and a deep understanding of what it means to be supported by your knowledge - not by some team that is there to create confidence; it is there within you. That takes time. That takes teachers. That takes taking risks."
   },
   "author": {
    "text": "Sharon Lawrence"
   }
  },
  {
   "quote": {
    "text": "Intuition and concepts constitute... the elements of all our knowledge, so that neither concepts without an intuition in some way corresponding to them, nor intuition without concepts, can yield knowledge."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "Knowledge about life is one thing; effective occupation of a place in life, with its dynamic currents passing through your being, is another."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Liberated from the error of pagan tradition through the benevolence and loving kindness of the good God with the grace of our Lord Jesus Christ, and by the operation of the Holy Spirit, I was reared from the very beginning by Christian parents. From them I learned even in babyhood the Holy Scriptures which led me to a knowledge of the truth."
   },
   "author": {
    "text": "Saint Basil"
   }
  },
  {
   "quote": {
    "text": "It makes a great deal of difference whether one wills not to sin or has not the knowledge to sin."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "The improver of natural knowledge absolutely refuses to acknowledge authority, as such. For him, skepticism is the highest of duties; blind faith the one unpardonable sin."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "When my grandfather was born, there was no healthcare. There were no airplanes. There were no boats. There were no trains. There were no communications. No Internet. No widespread knowledge. It will be a completely different world but a much better place in a hundred years."
   },
   "author": {
    "text": "Jamie Dimon"
   }
  },
  {
   "quote": {
    "text": "No power in society, no hardship in your condition can depress you, keep you down, in knowledge, power, virtue, influence, but by your own consent."
   },
   "author": {
    "text": "William Ellery Channing"
   }
  },
  {
   "quote": {
    "text": "As the biggest library if it is in disorder is not as useful as a small but well-arranged one, so you may accumulate a vast amount of knowledge but it will be of far less value than a much smaller amount if you have not thought it over for yourself."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "Only divine love bestows the keys of knowledge."
   },
   "author": {
    "text": "Arthur Rimbaud"
   }
  },
  {
   "quote": {
    "text": "Many in the world are searching, often intensely, for a source of refreshment that will quench their yearning for meaning and direction in their lives. They crave a cool, satisfying drink of insight and knowledge that will soothe their parched souls."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "I think it's difficult for young people to acknowledge being smart, to knowledge being a reader. I see kids who are embarrassed to read books. They're embarrassed to have people see them doing it."
   },
   "author": {
    "text": "Walter Dean Myers"
   }
  },
  {
   "quote": {
    "text": "The goal of each EarthEcho Expedition is to inspire and empower youth around the world with the knowledge and tools to take an active role in protecting critical natural resources in their own communities."
   },
   "author": {
    "text": "Philippe Cousteau, Jr."
   }
  },
  {
   "quote": {
    "text": "Class is more than money. Class is also about knowledge."
   },
   "author": {
    "text": "bell hooks"
   }
  },
  {
   "quote": {
    "text": "There are some Christian people who taste and see and enjoy religion in their own souls, and who get at a deeper knowledge of it than books can ever give them, though they should search all their days."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Approximating involves making a series of educated guesses systematically by partitioning the problem into manageable chunks, identifying assumptions, and then using your general knowledge of the world to fill in the blanks."
   },
   "author": {
    "text": "Daniel Levitin"
   }
  },
  {
   "quote": {
    "text": "If you want to be truly successful invest in yourself to get the knowledge you need to find your unique factor. When you find it and focus on it and persevere your success will blossom."
   },
   "author": {
    "text": "Sydney Madwed"
   }
  },
  {
   "quote": {
    "text": "The desire of excessive power caused the angels to fall; the desire of knowledge caused men to fall."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "People of small caliber are always carping. They are bent on showing their own superiority, their knowledge or prowess or good breeding."
   },
   "author": {
    "text": "Van Wyck Brooks"
   }
  },
  {
   "quote": {
    "text": "If men possessed wisdom, which stands in the same relation to the form of man as the sight to the eye, they would not cause any injury to themselves or to others; for the knowledge of truth removes hatred and quarrels, and prevents mutual injuries."
   },
   "author": {
    "text": "Maimonides"
   }
  },
  {
   "quote": {
    "text": "Knowledge of what is possible is the beginning of happiness."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "We fear that this moment will end, that we won't get what we need, that we will lose what we love, or that we will not be safe. Often, our biggest fear is the knowledge that one day our bodies will cease functioning. So even when we are surrounded by all the conditions for happiness, our joy is not complete."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Zeal without knowledge is fire without light."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "Cherish that which is within you, and shut off that which is without; for much knowledge is a curse."
   },
   "author": {
    "text": "Zhuangzi"
   }
  },
  {
   "quote": {
    "text": "When knowledge is limited - it leads to folly... When knowledge exceeds a certain limit, it leads to exploitation."
   },
   "author": {
    "text": "Abu Bakr"
   }
  },
  {
   "quote": {
    "text": "Technology is so much fun but we can drown in our technology. The fog of information can drive out knowledge."
   },
   "author": {
    "text": "Daniel J. Boorstin"
   }
  },
  {
   "quote": {
    "text": "Knowledge doesn't really form part of human nature. Conflict, combat, the outcome of the combat, and, consequently, risk and chance are what gives rise to knowledge. Knowledge is not instinctive; it is counter instinctive, just as it is not natural but counter natural."
   },
   "author": {
    "text": "Michel Foucault"
   }
  },
  {
   "quote": {
    "text": "My life has been a quest for knowledge and understanding, and I am nowhere near having achieved that. And it doesn't bother me in the least. I will die without having come up with the answers to many things in life."
   },
   "author": {
    "text": "Alex Trebek"
   }
  },
  {
   "quote": {
    "text": "When we value correct principles, we have truth - a knowledge of things as they are."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Hackers rarely have full knowledge of the technology stack of a target."
   },
   "author": {
    "text": "John McAfee"
   }
  },
  {
   "quote": {
    "text": "The fundament upon which all our knowledge and learning rests is the inexplicable."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "Good nature is worth more than knowledge, more than money, more than honor, to the persons who possess it."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "We don't know all the answers. If we knew all the answers we'd be bored, wouldn't we? We keep looking, searching, trying to get more knowledge."
   },
   "author": {
    "text": "Jack LaLanne"
   }
  },
  {
   "quote": {
    "text": "Ignorance is never better than knowledge."
   },
   "author": {
    "text": "Enrico Fermi"
   }
  },
  {
   "quote": {
    "text": "Part of what makes a great chef is the ability to adapt, cook, and to taste. A great chef will use all their food knowledge, food memories, and senses to work with each ingredient and apply themselves to the dish they are creating."
   },
   "author": {
    "text": "Johnny Iuzzini"
   }
  },
  {
   "quote": {
    "text": "If your knowledge is in your hands and in your mind, then nobody can take it away from you. Be kind and be on time! You never know who you're talking to - the waitress today could be the producer tomorrow, so it pays to be kind to everyone."
   },
   "author": {
    "text": "GloZell"
   }
  },
  {
   "quote": {
    "text": "Now it is established in the sciences that no knowledge is acquired save through the study of its causes and beginnings, if it has had causes and beginnings; nor completed except by knowledge of its accidents and accompanying essentials."
   },
   "author": {
    "text": "Avicenna"
   }
  },
  {
   "quote": {
    "text": "Between falsehood and useless truth there is little difference. As gold which he cannot spend will make no man rich, so knowledge which cannot apply will make no man wise."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Knowledge is power. Most of us agree that something has to be done to strengthen Social Security, and I believe it's irresponsible to arbitrarily dismiss any idea, Republican nor Democrat, without giving it a hard look."
   },
   "author": {
    "text": "Conrad Burns"
   }
  },
  {
   "quote": {
    "text": "The family teaches us about the importance of knowledge, education, hard work and effort. It teaches us about enjoying ourselves, having fun, keeping fit and healthy."
   },
   "author": {
    "text": "Kamisese Mara"
   }
  },
  {
   "quote": {
    "text": "Knowledge of other people's beliefs and ways of thinking must be used to build bridges, not to create conflicts."
   },
   "author": {
    "text": "Kjell Magne Bondevik"
   }
  },
  {
   "quote": {
    "text": "I certainly feel that the time is not far distant when a knowledge of the principles of diet will be an essential part of one's education. Then mankind will eat to live, be able to do better mental and physical work and disease will be less frequent."
   },
   "author": {
    "text": "Fannie Farmer"
   }
  },
  {
   "quote": {
    "text": "I wouldn't wish any specific thing for any specific person - it's none of my business. But the idea that a four-year degree is the only path to worthwhile knowledge is insane. It's insane."
   },
   "author": {
    "text": "Mike Rowe"
   }
  },
  {
   "quote": {
    "text": "The truth is that intelligence, knowledge, and domain expertise are vastly overrated as the driving forces behind competitive advantage and sustainable success."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "For me, human rights simply endorse a view of life and a set of moral values that are perfectly clear to an eight-year-old child. A child knows what is fair and isn't fair, and justice derives from that knowledge."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "Prices are important not because money is considered paramount but because prices are a fast and effective conveyor of information through a vast society in which fragmented knowledge must be coordinated."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "To express the same idea in still another way, I think that human knowledge is essentially active."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "The recipe for perpetual ignorance is: Be satisfied with your opinions and content with your knowledge."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "There is this tremendous body of knowledge in the world of academia where extraordinary numbers of incredibly thoughtful people have taken the time to examine on a really profound level the way we live our lives and who we are and where we've been. That brilliant learning sometimes gets trapped in academia and never sees the light of day."
   },
   "author": {
    "text": "Malcolm Gladwell"
   }
  },
  {
   "quote": {
    "text": "Call a man 'ignorant,' and you have license to show the world your vast fund of knowledge and wise him up."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Public schools helped create the idea of America and inculcate Americans with a few rudiments of knowledge. To judge by that very American item, the Internet, a few rudiments is all anyone cares to have."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "The mind itself is of the form of all, i.e., of soul, God and world; when it becomes of the form of the Self through knowledge, there is release, which is of the nature of Brahman: this is the teaching."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "Thought must be divided against itself before it can come to any knowledge of itself."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "I know that I have lived because I have felt, and, feeling giving me the knowledge of my existence, I know likewise that I shall exist no more when I shall have ceased to feel."
   },
   "author": {
    "text": "Giacomo Casanova"
   }
  },
  {
   "quote": {
    "text": "Knowledge of God's Word is a bulwark against deception, temptation, accusation, even persecution."
   },
   "author": {
    "text": "Edwin Louis Cole"
   }
  },
  {
   "quote": {
    "text": "Science gives us knowledge, but only philosophy can give us wisdom."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "Knowledge is not skill. Knowledge plus ten thousand times is skill."
   },
   "author": {
    "text": "Shinichi Suzuki"
   }
  },
  {
   "quote": {
    "text": "To help, to continually help and share, that is the sum of all knowledge; that is the meaning of art."
   },
   "author": {
    "text": "Eleonora Duse"
   }
  },
  {
   "quote": {
    "text": "You should not ask questions without knowledge."
   },
   "author": {
    "text": "W. Edwards Deming"
   }
  },
  {
   "quote": {
    "text": "True knowledge lies in knowing how to live."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "Psychopaths know the technical difference between right and wrong - which is one of the reasons their insanity pleas in criminal cases so rarely succeed; they just fail to act on that knowledge."
   },
   "author": {
    "text": "Jeffrey Kluger"
   }
  },
  {
   "quote": {
    "text": "At each increase of knowledge, as well as on the contrivance of every new tool, human labour becomes abridged."
   },
   "author": {
    "text": "Charles Babbage"
   }
  },
  {
   "quote": {
    "text": "We live on an island surrounded by a sea of ignorance. As our island of knowledge grows, so does the shore of our ignorance."
   },
   "author": {
    "text": "John Archibald Wheeler"
   }
  },
  {
   "quote": {
    "text": "Well, there are two kinds of happiness, grounded and ungrounded. Ungrounded happiness is cheesy and not based on reality. Grounded happiness is informed happiness based on the knowledge that the world sometimes sucks, but even then you have to believe in yourself."
   },
   "author": {
    "text": "Andy Grammer"
   }
  },
  {
   "quote": {
    "text": "For whatever be the knowledge which we are able to obtain of God, either by perception or reflection, we must of necessity believe that He is by many degrees far better than what we perceive Him to be."
   },
   "author": {
    "text": "Origen"
   }
  },
  {
   "quote": {
    "text": "In truth, opinion may be taken for understanding; understanding cannot be taken for opinion. How so? Surely because opinion may be deceived; understanding cannot be. If it could, it would not be understanding but opinion. For true understanding has not only certain truth, but the knowledge of truth."
   },
   "author": {
    "text": "Saint Bernard"
   }
  },
  {
   "quote": {
    "text": "I think in the NFL knowledge is power, and you try to get the knowledge by whatever means."
   },
   "author": {
    "text": "Steve Sabol"
   }
  },
  {
   "quote": {
    "text": "Parents are usually more careful to bestow knowledge on their children rather than virtue, the art of speaking well rather than doing well; but their manners should be of the greatest concern."
   },
   "author": {
    "text": "R. Buckminster Fuller"
   }
  },
  {
   "quote": {
    "text": "Behind the man is the Tree of Life, bearing twelve fruits, and the Tree of the Knowledge of Good and Evil is behind the woman; the serpent is twining round it."
   },
   "author": {
    "text": "A. E. Waite"
   }
  },
  {
   "quote": {
    "text": "Leisure and curiosity might soon make great advances in useful knowledge, were they not diverted by minute emulation and laborious trifles."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Those people who develop the ability to continuously acquire new and better forms of knowledge that they can apply to their work and to their lives will be the movers and shakers in our society for the indefinite future."
   },
   "author": {
    "text": "Brian Tracy"
   }
  },
  {
   "quote": {
    "text": "Elon Musk wins you over with his elegant mastery of engineering, be it for the rocket or the car. But what blew my socks off was when our conversation veered way off topic. We started musing about whether it was possible we all lived in the matrix, and Musk still had deep knowledge."
   },
   "author": {
    "text": "Steve Jurvetson"
   }
  },
  {
   "quote": {
    "text": "Calculus, the electrical battery, the telephone, the steam engine, the radio - all these groundbreaking innovations were hit upon by multiple inventors working in parallel with no knowledge of one another."
   },
   "author": {
    "text": "Steven Johnson"
   }
  },
  {
   "quote": {
    "text": "An image of the Earth, its landscapes, directly affects people. The beauty of the Earth creates enormous emotion, and through that emotion, you can transmit knowledge and raise consciousness."
   },
   "author": {
    "text": "Yann Arthus-Bertrand"
   }
  },
  {
   "quote": {
    "text": "Having culture means we are the only animal that acquires the rules of its daily living from the accumulated knowledge of our ancestors, rather than from the genes they pass to us."
   },
   "author": {
    "text": "Mark Pagel"
   }
  },
  {
   "quote": {
    "text": "Browsing for books with a mouse and screen is not nearly as joyful an act as wandering the stacks and getting lost in the labyrinthine corridors of knowledge. The best libraries are places of imagination, education and community. The best libraries have mystery to them."
   },
   "author": {
    "text": "Sam Weller"
   }
  },
  {
   "quote": {
    "text": "Proselytism is solemn nonsense; it makes no sense. We need to get to know each other, listen to each other and improve our knowledge of the world around us."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "The knowledge that we have brother scouts working in the same uniform, to the same ends, in the same way, in all corners of the Empire, cannot but make scouts proud of their brotherhood, and cannot fail to bring them into closer sympathy."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "For my brothers it was easy to think about the future. They can be anything they want. But for me it was hard and for that reason I wanted to become educated and empower myself with knowledge."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "I'm open to reading almost anything - fiction, nonfiction - as long as I know from the first sentence or two that this is a voice I want to listen to for a good long while. It has much to do with imagery and language, a particular perspective, the assured knowledge of the particular universe the writer has created."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "His ignorance was as remarkable as his knowledge."
   },
   "author": {
    "text": "Arthur Conan Doyle"
   }
  },
  {
   "quote": {
    "text": "The will to do springs from the knowledge that we can do."
   },
   "author": {
    "text": "James Allen"
   }
  },
  {
   "quote": {
    "text": "Though knowledge itself increasingly ignores boundaries between fields, professors are apt to organize their pedagogy around the methods and history of their academic subculture rather than some coherent topic in the world."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "Never stop learning; knowledge doubles every fourteen months."
   },
   "author": {
    "text": "Anthony J. D'Angelo"
   }
  },
  {
   "quote": {
    "text": "It is harder to conceal ignorance than to acquire knowledge."
   },
   "author": {
    "text": "Arnold H. Glasow"
   }
  },
  {
   "quote": {
    "text": "What does mysticism really mean? It means the way to attain knowledge. It's close to philosophy, except in philosophy you go horizontally while in mysticism you go vertically."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "A healthy vision of the future is not possible without an accurate knowledge of the past."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "Knowledge is not simply another commodity. On the contrary. Knowledge is never used up. It increases by diffusion and grows by dispersion."
   },
   "author": {
    "text": "Daniel J. Boorstin"
   }
  },
  {
   "quote": {
    "text": "The understanding of art depends finally upon one's willingness to extend one's humanity and one's knowledge of human life."
   },
   "author": {
    "text": "Ralph Ellison"
   }
  },
  {
   "quote": {
    "text": "The government should train and direct the people in their acquisition of political knowledge and ability, thereby enabling them to exercise the powers of election, recall, initiative, and referendum."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "I think it will be found that experience, the true source and foundation of all knowledge, invariably confirms its truth."
   },
   "author": {
    "text": "Thomas Malthus"
   }
  },
  {
   "quote": {
    "text": "The knowledge of God is very far from the love of Him."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "You move forward through knowledge. You prevail through knowledge. I love the word 'prevail.' Prevail!"
   },
   "author": {
    "text": "James D. Watson"
   }
  },
  {
   "quote": {
    "text": "The foreigners come out here always to teach, whereas they had much better learn, for, in everything but wits and knowledge, the Arab is generally the better man of the two."
   },
   "author": {
    "text": "T. E. Lawrence"
   }
  },
  {
   "quote": {
    "text": "Science is organized knowledge."
   },
   "author": {
    "text": "Herbert Spencer"
   }
  },
  {
   "quote": {
    "text": "Without self knowledge, without understanding the working and functions of his machine, man cannot be free, he cannot govern himself and he will always remain a slave."
   },
   "author": {
    "text": "George Gurdjieff"
   }
  },
  {
   "quote": {
    "text": "Some incubators, like Y Combinator and TechStars, were started by successful entrepreneurs wishing to help the next generation learn from their experiences. Other programs, such as Viterbi Startup Garage and Austin Technology Incubator, were created by universities to help young entrepreneurs bridge the knowledge gap from student to funded company."
   },
   "author": {
    "text": "Jay Samit"
   }
  },
  {
   "quote": {
    "text": "A lot of knowledge in any kind of an organization is what we call task knowledge. These are things that people who have been there a long time understand are important, but they may not know how to talk about them. It's often called the culture of the organization."
   },
   "author": {
    "text": "Howard Gardner"
   }
  },
  {
   "quote": {
    "text": "Democracy is a daring concept - a hope that we'll be best governed if all of us participate in the act of government. It is meant to be a conversation, a place where the intelligence and local knowledge of the electorate sums together to arrive at actions that reflect the participation of the largest possible number of people."
   },
   "author": {
    "text": "Brian Eno"
   }
  },
  {
   "quote": {
    "text": "We learn much during our sleep, and the knowledge thus gained slowly filters into the physical brain, and is occasionally impressed upon it as a vivid and illuminative dream."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "Of the five most important things in life, health is first, education or knowledge is second, and wealth is third. I forget the other two."
   },
   "author": {
    "text": "Chuck Berry"
   }
  },
  {
   "quote": {
    "text": "Education in the light of present-day knowledge and need calls for some spirited and creative innovations both in the substance and the purpose of current pedagogy."
   },
   "author": {
    "text": "Anne Sullivan"
   }
  },
  {
   "quote": {
    "text": "Truthfully, I don't really think of myself as a photographer. I don't have all the disciplines and knowledge of a person who's spent their life devoted to photography."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "The laity ought to understand the faith, and since the doctrines of our faith are in the Scriptures, believers should have the Scriptures in a language familiar to the people, and to this end the Holy Ghost endued them with knowledge of all tongues."
   },
   "author": {
    "text": "John Wycliffe"
   }
  },
  {
   "quote": {
    "text": "It is no good to try to stop knowledge from going forward. Ignorance is never better than knowledge."
   },
   "author": {
    "text": "Enrico Fermi"
   }
  },
  {
   "quote": {
    "text": "Economics has many substantive areas of knowledge where there is agreement, but also contains areas of controversy. That's inescapable."
   },
   "author": {
    "text": "Ben Bernanke"
   }
  },
  {
   "quote": {
    "text": "A jazz musician can improvise based on his knowledge of music. He understands how things go together. For a chef, once you have that basis, that's when cuisine is truly exciting."
   },
   "author": {
    "text": "Charlie Trotter"
   }
  },
  {
   "quote": {
    "text": "I think that probably the most important thing about our education was that it taught us to question even those things we thought we knew. To say you've got to inquire, you've got to be testing your knowledge all the time in order to be more effective in what you're doing."
   },
   "author": {
    "text": "Thabo Mbeki"
   }
  },
  {
   "quote": {
    "text": "Wisdom we know is the knowledge of good and evil, not the strength to choose between the two."
   },
   "author": {
    "text": "John Cheever"
   }
  },
  {
   "quote": {
    "text": "The profession of film director can and should be such a high and precious one; that no man aspiring to it can disregard any knowledge that will make him a better film director or human being."
   },
   "author": {
    "text": "Sergei Eisenstein"
   }
  },
  {
   "quote": {
    "text": "Anything that gives us new knowledge gives us an opportunity to be more rational."
   },
   "author": {
    "text": "Herbert A. Simon"
   }
  },
  {
   "quote": {
    "text": "The big value of the founder running the company is really two things: the knowledge and the commitment."
   },
   "author": {
    "text": "Ben Horowitz"
   }
  },
  {
   "quote": {
    "text": "Research is creation of knowledge which leads to new and efficient solutions for the society. Shiv Nadar University, therefore, believes in being at the forefront of research. To create new knowledge, one needs to solve open-ended problems, which basically make one think on one's own."
   },
   "author": {
    "text": "Shiv Nadar"
   }
  },
  {
   "quote": {
    "text": "Scientific knowledge is a kind of discourse."
   },
   "author": {
    "text": "Jean-Francois Lyotard"
   }
  },
  {
   "quote": {
    "text": "Although modesty is natural to man, it is not natural to children. Modesty only begins with the knowledge of evil."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "There is a general knowledge that I am multi-dimensional, that when you are creative you do a lot of things."
   },
   "author": {
    "text": "Suzanne Somers"
   }
  },
  {
   "quote": {
    "text": "Knowledge is of two kinds. We know a subject ourselves, or we know where we can find information upon it."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Technology requires knowledge and expertise more than it requires money."
   },
   "author": {
    "text": "Jonathan Raymond"
   }
  },
  {
   "quote": {
    "text": "Knowledge is not just the preserve of the educated elite. Just because someone has not had a formal education, that does not mean he does not have wisdom and common sense."
   },
   "author": {
    "text": "Vikas Swarup"
   }
  },
  {
   "quote": {
    "text": "Our species uses music and dance to express various feelings: love, joy, comfort, ceremony, knowledge, and friendship. And each one is distinct and widely recognized within cultures. Love songs cause us to move slowly and fluidly, for example, while songs of joy inspire us to dance in a full-body aerobic way."
   },
   "author": {
    "text": "Daniel Levitin"
   }
  },
  {
   "quote": {
    "text": "Productivity depends on many factors, including our workforce's knowledge and skills and the quantity and quality of the capital, technology, and infrastructure that they have to work with."
   },
   "author": {
    "text": "Janet Yellen"
   }
  },
  {
   "quote": {
    "text": "He that hath knowledge spareth his words."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Knowledge and human power are synonymous."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "It is a matter of common knowledge among mystics that the evolutionary career of mankind is indissolubly bound up with the divine hierarchies, who rule the planets and the signs of the Zodiac, and that the passage of the Sun and the planets through the twelve signs of the Zodiac, marks man's progress in time and in space."
   },
   "author": {
    "text": "Max Heindel"
   }
  },
  {
   "quote": {
    "text": "If, on occasion, the knowledge brought by science leads to an unhappy end, this is not to the discredit of science but is rather an indication of an imperfect ability to use wisely the gifts placed within our hands."
   },
   "author": {
    "text": "Polykarp Kusch"
   }
  },
  {
   "quote": {
    "text": "How dreadful knowledge of the truth can be when there's no help in the truth."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "That free will was demonstrated in the placing of temptation before man with the command not to eat of the fruit of the tree which would give him a knowledge of good and evil, with the disturbing moral conflict to which that awareness would give rise."
   },
   "author": {
    "text": "Kenneth Scott Latourette"
   }
  },
  {
   "quote": {
    "text": "The greatest enemy of progress is the illusion of knowledge."
   },
   "author": {
    "text": "John Young"
   }
  },
  {
   "quote": {
    "text": "The idea would be in my mind - and I know it sounds strange - is that the most important advances in medicine would be made not by new knowledge in molecular biology, because that's exceeding what we can even use. It'll be made by mathematicians, physicists, computer scientists, figuring out a way to get all that information together."
   },
   "author": {
    "text": "Patrick Soon-Shiong"
   }
  },
  {
   "quote": {
    "text": "While my parents never had the time or money to secure university education themselves, they were adamant that their children should. In comfort and in love, we were taught the joys of knowledge and of work well done. I only regret that neither my mother nor my father could live to see the day I would accept the Nobel Prize."
   },
   "author": {
    "text": "Sheldon Lee Glashow"
   }
  },
  {
   "quote": {
    "text": "The fondest dream of the information age is to create an archive of all knowledge. You might call it the Alexandrian fantasy, after the great library founded by Ptolemy I in 286 BC."
   },
   "author": {
    "text": "Gary Wolf"
   }
  },
  {
   "quote": {
    "text": "It always seems to me so odd that when a man dies, he takes out with him all the knowledge that he has got in his lifetime whilst sowing his wild oats or winning successes. And he leaves his sons or younger brothers to go through all the work of learning it over again from their own experience."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "I don't pretend we have all the answers. But the questions are certainly worth thinking about."
   },
   "author": {
    "text": "Arthur C. Clarke"
   }
  },
  {
   "quote": {
    "text": "Knowledge is not eating, and we cannot expect to devour and possess what we mean. Knowledge is recognition of something absent; it is a salutation, not an embrace."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "Faith: Belief without evidence in what is told by one who speaks without knowledge, of things without parallel."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "Knowledge is in the end based on acknowledgement."
   },
   "author": {
    "text": "Ludwig Wittgenstein"
   }
  },
  {
   "quote": {
    "text": "This celebration here tells me that this work is not hopeless. I thank you for this teaching with all my heart and lift my glass to human solidarity, to the ultimate victory of knowledge, peace, good-will and understanding."
   },
   "author": {
    "text": "Albert Szent-Gyorgyi"
   }
  },
  {
   "quote": {
    "text": "I'm a student of world religion, so to me, it's hugely important to have knowledge and to understand what people are doing."
   },
   "author": {
    "text": "Will Smith"
   }
  },
  {
   "quote": {
    "text": "Knowledge slowly builds up what Ignorance in an hour pulls down."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "Wisdom comes from within. Knowledge is acquired and can sometimes put a screen on your wisdom."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "We own almost all our knowledge not to those who have agreed but to those who have differed."
   },
   "author": {
    "text": "Charles Caleb Colton"
   }
  },
  {
   "quote": {
    "text": "When a doctor does go wrong he is the first of criminals. He has nerve and he has knowledge."
   },
   "author": {
    "text": "Arthur Conan Doyle"
   }
  },
  {
   "quote": {
    "text": "Depend upon it there comes a time when for every addition of knowledge you forget something that you knew before. It is of the highest importance, therefore, not to have useless facts elbowing out the useful ones."
   },
   "author": {
    "text": "Arthur Conan Doyle"
   }
  },
  {
   "quote": {
    "text": "If the education of our kids comes from radio, television, newspapers - if that's where they get most of their knowledge from, and not from the schools, then the powers that be are definitely in charge, because they own all those outlets."
   },
   "author": {
    "text": "Maynard James Keenan"
   }
  },
  {
   "quote": {
    "text": "The seat of knowledge is in the head; of wisdom, in the heart. We are sure to judge wrong, if we do not feel right."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "Pleasures take to themselves wings and fly away; true knowledge remains forever."
   },
   "author": {
    "text": "Dorothea Dix"
   }
  },
  {
   "quote": {
    "text": "Man seeks to learn, and man kills himself because of the loss of cohesion in his religious society; he does not kill himself because of his learning. It is certainly not the learning he acquires that disorganizes religion; but the desire for knowledge wakens because religion becomes disorganized."
   },
   "author": {
    "text": "Emile Durkheim"
   }
  },
  {
   "quote": {
    "text": "To those who believe but wish their belief to be strengthened, I urge you to walk in faith and trust in God. Spiritual knowledge always requires an exercise of faith."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Love is the intuitive knowledge of our hearts."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Lost wealth may be replaced by industry, lost knowledge by study, lost health by temperance or medicine, but lost time is gone forever."
   },
   "author": {
    "text": "Samuel Smiles"
   }
  },
  {
   "quote": {
    "text": "To love a person is to know and love the person. But we can pick up an enormous amount about another human being just by exchanging a couple of sentences. It's not yet knowledge; it's an intuition that motivates you to want to find out more."
   },
   "author": {
    "text": "Nathaniel Branden"
   }
  },
  {
   "quote": {
    "text": "There is no desire more natural than the desire for knowledge."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "One may have broad or narrow talents, but only education renders them useful. Schools set up to train people will develop the intelligence of those who have it and end the stupidity of those who do not, providing a specialty to those who have narrow talent and broad knowledge to those with all-around ability."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "Henceforth the leaves of the tree of knowledge were for women, and for the healing of the nations."
   },
   "author": {
    "text": "Lucy Stone"
   }
  },
  {
   "quote": {
    "text": "If we had failed to pursue the facts as far as they led, we would have denied the public any knowledge of an unprecedented scheme of political surveillance and sabotage."
   },
   "author": {
    "text": "Katharine Graham"
   }
  },
  {
   "quote": {
    "text": "Knowledge is that possession that no misfortune can destroy, no authority can revoke, and no enemy can control. This makes knowledge the greatest of all freedoms."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Universities exist to transmit knowledge and understanding of ideas and values to students not to provide entertainment for spectators or employment for athletes."
   },
   "author": {
    "text": "Milton Friedman"
   }
  },
  {
   "quote": {
    "text": "The best theology is rather a divine life than a divine knowledge."
   },
   "author": {
    "text": "Jeremy Taylor"
   }
  },
  {
   "quote": {
    "text": "It is impossible to make people understand their ignorance, for it requires knowledge to perceive it; and, therefore, he that can perceive it hath it not."
   },
   "author": {
    "text": "Jeremy Taylor"
   }
  },
  {
   "quote": {
    "text": "What separates developing countries from developed countries is as much a gap in knowledge as a gap in resources."
   },
   "author": {
    "text": "Joseph Stiglitz"
   }
  },
  {
   "quote": {
    "text": "Knowledge is like money: to be of value it must circulate, and in circulating it can increase in quantity and, hopefully, in value."
   },
   "author": {
    "text": "Louis L'Amour"
   }
  },
  {
   "quote": {
    "text": "The knowledge of yourself will preserve you from vanity."
   },
   "author": {
    "text": "Miguel de Cervantes"
   }
  },
  {
   "quote": {
    "text": "Open-source encyclopedias such as Wikipedia and search engines such as Google and Bing, which people can tap into anytime and anywhere via computers and smart phones, put a world of knowledge at our fingertips at a lower cost than ever before."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "An accurate knowledge of the past of a country is necessary for everyone who would understand its present, and who desires to judge of its future."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "Knowledge is the most democratic source of power."
   },
   "author": {
    "text": "Alvin Toffler"
   }
  },
  {
   "quote": {
    "text": "I would designate as science fiction in the best sense: they are visions and anticipations by which we seek to attain a true knowledge, but, in fact, they are only imaginations whereby we seek to draw near to the reality."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "Evil being the root of mystery, pain is the root of knowledge."
   },
   "author": {
    "text": "Simone Weil"
   }
  },
  {
   "quote": {
    "text": "Even knowledge has to be in the fashion, and where it is not, it is wise to affect ignorance."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "The secret of improved plant breeding, apart from scientific knowledge, is love."
   },
   "author": {
    "text": "Luther Burbank"
   }
  },
  {
   "quote": {
    "text": "I didn't have any knowledge of the music industry when I first got to L.A., and I really didn't know on a creative level what I wanted to sound like, so I had to do a lot of experimenting. It led to a spiral of depression and being broke."
   },
   "author": {
    "text": "Skylar Grey"
   }
  },
  {
   "quote": {
    "text": "In the history of science, we often find that the study of some natural phenomenon has been the starting point in the development of a new branch of knowledge."
   },
   "author": {
    "text": "C. V. Raman"
   }
  },
  {
   "quote": {
    "text": "There's a period of life when we swallow a knowledge of ourselves and it becomes either good or sour inside."
   },
   "author": {
    "text": "Pearl Bailey"
   }
  },
  {
   "quote": {
    "text": "There's a lot of knowledge in civil engineering about how soils will react when subjected to heavy loads. When you take lightweight vehicles and granular soils of varying composition, it's a very complex modeling process."
   },
   "author": {
    "text": "Karl Iagnemma"
   }
  },
  {
   "quote": {
    "text": "If knowledge and foresight are too penetrating and deep, unify them with ease and sincerity."
   },
   "author": {
    "text": "Xun Kuang"
   }
  },
  {
   "quote": {
    "text": "Men have always shown a dim knowledge of their better potentialities by paying homage to those purest leaders who taught the simplest and most inclusive rules for an undivided mankind."
   },
   "author": {
    "text": "Erik Erikson"
   }
  },
  {
   "quote": {
    "text": "Our working hypothesis is that the status of knowledge is altered as societies enter what is known as the postindustrial age and cultures enter what is known as the postmodern age."
   },
   "author": {
    "text": "Jean-Francois Lyotard"
   }
  },
  {
   "quote": {
    "text": "If I was left to my own devices, you would see about ten T-shirts in rotation with maybe a few nice pairs of jeans - but I also like to look good. I like feeling really well put together, I just don't have the aptitude and the knowledge to do that."
   },
   "author": {
    "text": "Daniel Radcliffe"
   }
  },
  {
   "quote": {
    "text": "There are a lot of things that people go through, and maybe they don't know how to get through it, and maybe you do, and if you have some sort of knowledge or power, share with the world."
   },
   "author": {
    "text": "Sabrina Carpenter"
   }
  },
  {
   "quote": {
    "text": "Epistemology is the study of knowledge. By what conduit do we know what we know?"
   },
   "author": {
    "text": "Theodore Bikel"
   }
  },
  {
   "quote": {
    "text": "Let's face it: so much of what we consume is not driven by knowledge but by basic craving and impulse. The process of what we eat starts in our heads. And no one is more in our heads than a food industry that spends billions of dollars in marketing its message in every means possible."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "We became Homo sapiens not that long ago, from the scientific perspective, and we've retained a lot of our beast nature. We've done all these amazing things in terms of our knowledge base and technology, and now we're flying around and using the Internet. But we're still very animalistic."
   },
   "author": {
    "text": "Wangechi Mutu"
   }
  },
  {
   "quote": {
    "text": "And I pray thee, loving Jesus, that as Thou hast graciously given me to drink in with delight the words of Thy knowledge, so Thou wouldst mercifully grant me to attain one day to Thee, the fountain of all wisdom and to appear forever before Thy face."
   },
   "author": {
    "text": "Venerable Bede"
   }
  },
  {
   "quote": {
    "text": "When it comes to power, God Himself is the power. God often uses foolish things to confound the wise. That is why people like me will ever be grateful to God. In terms of knowledge, education and name, I am nowhere - a neglected stone."
   },
   "author": {
    "text": "T. B. Joshua"
   }
  },
  {
   "quote": {
    "text": "What can we put into the hands of people under oppressive regimes to help them? For me, a big part of it is information, knowledge - the ability to defeat propaganda by understanding it."
   },
   "author": {
    "text": "Jimmy Wales"
   }
  },
  {
   "quote": {
    "text": "Through my own struggles with depression, I discovered that knowledge, therapy, medication and education can provide the strength to get through it in one piece."
   },
   "author": {
    "text": "Susan Polis Schutz"
   }
  },
  {
   "quote": {
    "text": "Not only does neoliberalism undermine both civic education and public values and confuse education with training, it also treats knowledge as a product, promoting a neoliberal logic that views schools as malls, students as consumers, and faculty as entrepreneurs."
   },
   "author": {
    "text": "Henry Giroux"
   }
  },
  {
   "quote": {
    "text": "I'm one of those women who likes to chat and share knowledge and pass it around."
   },
   "author": {
    "text": "Jennie Garth"
   }
  },
  {
   "quote": {
    "text": "People always talk about the implication and applications of a process, but for me, the goal is purely about knowledge. Knowledge can become practical today, in 20 years, or in 500 years. Ask Newton. He didn't know there would be space research based on his accident with the apple."
   },
   "author": {
    "text": "Ada Yonath"
   }
  },
  {
   "quote": {
    "text": "Over the past years, I have lectured many times on the Cuban missile crisis, most provocatively to 200 senior officers of the former Soviet army in Moscow in 1991, among them KGB generals. There, my knowledge of Penkovsky's role was thoroughly confirmed, and so was the Soviet military men's residual sense of humiliation at Khrushchev's 'blink'."
   },
   "author": {
    "text": "Alistair Horne"
   }
  },
  {
   "quote": {
    "text": "Exercise your brain and body, keep engaged with work and friends, and feed your brain with a healthy, plant-based diet - as well as knowledge."
   },
   "author": {
    "text": "David H. Murdock"
   }
  },
  {
   "quote": {
    "text": "The ability to perceive or think differently is more important than the knowledge gained."
   },
   "author": {
    "text": "David Bohm"
   }
  },
  {
   "quote": {
    "text": "Knowledge born of the finest discrimination takes us to the farthest shore. It is intuitive, omniscient, and beyond all divisions of time and space."
   },
   "author": {
    "text": "Patanjali"
   }
  },
  {
   "quote": {
    "text": "The first step towards knowledge is to know that we are ignorant."
   },
   "author": {
    "text": "Richard Cecil"
   }
  },
  {
   "quote": {
    "text": "God had brought me to my knees and made me acknowledge my own nothingness, and out of that knowledge I had been reborn. I was no longer the centre of my life and therefore I could see God in everything."
   },
   "author": {
    "text": "Bede Griffiths"
   }
  },
  {
   "quote": {
    "text": "Distinguishing the signal from the noise requires both scientific knowledge and self-knowledge."
   },
   "author": {
    "text": "Nate Silver"
   }
  },
  {
   "quote": {
    "text": "In chess, knowledge is a very transient thing. It changes so fast that even a single mouse-slip sometimes changes the evaluation."
   },
   "author": {
    "text": "Viswanathan Anand"
   }
  },
  {
   "quote": {
    "text": "I mean, it's the life lessons that I suppose you learn that nobody gets a free ride and that you do the best you can with the means that you can and try to open yourself to as much knowledge and all that that you can."
   },
   "author": {
    "text": "Joe Mantegna"
   }
  },
  {
   "quote": {
    "text": "If the Chinese will not learn the true principles of government, all else will be useless. Knowledge is power, and although a country may be weak, still, if it possess but a modicum of knowledge, the enemy will not be able to completely overthrow it; although that country may be in danger, the race will not be extirpated."
   },
   "author": {
    "text": "Zhang Zhidong"
   }
  },
  {
   "quote": {
    "text": "If you understand physics of how a locomotive works, that knowledge is irreplaceable."
   },
   "author": {
    "text": "Jamie S. Miller"
   }
  },
  {
   "quote": {
    "text": "Inner city education must change. Our responsibility is not merely to provide access to knowledge; we must produce educated people."
   },
   "author": {
    "text": "James L. Farmer, Jr."
   }
  },
  {
   "quote": {
    "text": "Nothing leads so straight to futility as literary ambitions without systematic knowledge."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "At death, you're going to be needing some spiritual guidance and some kind of inner knowledge that extends beyond the boundaries of the physical world... it's what's inside that counts."
   },
   "author": {
    "text": "George Harrison"
   }
  },
  {
   "quote": {
    "text": "When we go to the Bible we should keep in mind that the basic principles of the Bible are taught by God, but written down by human beings deprived of modern day knowledge. So there is some fallibility in the writings of the Bible. But the basic principles are applicable to my life and I don't find any conflict among them."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "In the life of our organism, we are continually dealing with a development of force followed by a state of equilibrium. Of course, the human being has no conscious knowledge of what is really going on within him, but what takes place is so infinitely wise that the cleverness of the human ego is nothing by comparison."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "I would rather excel in the knowledge of what is excellent, than in the extent of my power and possessions."
   },
   "author": {
    "text": "Plutarch"
   }
  },
  {
   "quote": {
    "text": "Suppose that we are wise enough to learn and know - and yet not wise enough to control our learning and knowledge, so that we use it to destroy ourselves? Even if that is so, knowledge remains better than ignorance."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "We must develop knowledge optimization initiatives to leverage our key learnings."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "Knowledge is recognition of something absent; it is a salutation, not an embrace."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "We are least open to precise knowledge concerning the things we are most vehement about."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "I'm not a type-B personality who knows I have a cancer growing inside of me and can live with the knowledge. I go into a kung-fu attack position when I go through the door of a hospital."
   },
   "author": {
    "text": "Norman Schwarzkopf"
   }
  },
  {
   "quote": {
    "text": "There's no question that as science, knowledge and technology advance, that we will attempt to do more significant things. And there's no question that we will always have to temper those things with ethics."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "The more extensive a man's knowledge of what has been done, the greater will be his power of knowing what to do."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Where knowledge ends, religion begins."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "To my knowledge, I was the first guy really to do what I do. And then later on different comedians started trying doing it."
   },
   "author": {
    "text": "Don Rickles"
   }
  },
  {
   "quote": {
    "text": "Academics lack perspective. In a debate on whether the world is round, they would argue, 'No,' because it's an oblate spheroid. They suffer from 'the curse of knowledge': the inability to imagine what it's like not to know something that they know."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "Some say that sudden knowledge of mystical matters is accomplished only in complete quietude, or that Creator, in one of God's many forms, appears only in orderly ways that are beauteous and picturesque, or that the mystical appears only in completely silent ways. All are true. Except for the 'only' part."
   },
   "author": {
    "text": "Clarissa Pinkola Estes"
   }
  },
  {
   "quote": {
    "text": "Not ignorance, but ignorance of ignorance, is the death of knowledge."
   },
   "author": {
    "text": "Alfred North Whitehead"
   }
  },
  {
   "quote": {
    "text": "When I started out in comedy, it was common knowledge that it took about 10 years to get good. And that was okay because it took you about 9 years to get on television."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "In the Atlantean period there were many energies being used and information and knowledge being used which were, for particular reasons of safety, withdrawn, shall we say, to prevent complete catastrophe, to prevent total destruction of your planet."
   },
   "author": {
    "text": "David Icke"
   }
  },
  {
   "quote": {
    "text": "The age we live in is a busy age; in which knowledge is rapidly advancing towards perfection."
   },
   "author": {
    "text": "Jeremy Bentham"
   }
  },
  {
   "quote": {
    "text": "Religion and science are the two conjugated faces or phases of one and the same complete act of knowledge - the only one which can embrace the past and future of evolution and so contemplate, measure and fulfil them."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "Wisdom is the power to put our time and our knowledge to the proper use."
   },
   "author": {
    "text": "Thomas J. Watson"
   }
  },
  {
   "quote": {
    "text": "Women have full equality with men before the Lord. By nature, the roles of women differ from those of men. This knowledge has come to us with the Restoration of the gospel in the fullness of times, with an acknowledgment that women are endowed with the great responsibilities of motherhood and nurturing."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "But because many endeavor to get knowledge rather than to live well, they are often deceived and reap little or no benefit from their labor."
   },
   "author": {
    "text": "Thomas a Kempis"
   }
  },
  {
   "quote": {
    "text": "While the finish given to our picture of the world by the theory of relativity has already been absorbed into the general scientific consciousness, this has scarcely occurred to the same extent with those aspects of the general problem of knowledge which have been elucidated by the quantum theory."
   },
   "author": {
    "text": "Niels Bohr"
   }
  },
  {
   "quote": {
    "text": "A man acquainted with history may, in some respect, be said to have lived from the beginning of the world, and to have been making continual additions to his stock of knowledge in every century."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "'For Unlawful Carnal Knowledge' took a year to record; that's why the playing on it might sound somewhat labored. 'Balance,' on the other hand, was written and recorded in only four months, so the whole process was quicker and more immediate."
   },
   "author": {
    "text": "Eddie Van Halen"
   }
  },
  {
   "quote": {
    "text": "I think India has several advantages in the knowledge sector, in the software sector."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "You can do anything you think you can. This knowledge is literally the gift of the gods, for through it you can solve every human problem. It should make of you an incurable optimist. It is the open door."
   },
   "author": {
    "text": "Robert Collier"
   }
  },
  {
   "quote": {
    "text": "To that class we may leave it to refine the vernacular dialects of the country, to enrich those dialects with terms of science borrowed from the Western nomenclature, and to render them by degrees fit vehicles for conveying knowledge to the great mass of the population."
   },
   "author": {
    "text": "Thomas Babington Macaulay"
   }
  },
  {
   "quote": {
    "text": "Relying on nothing but scientific knowledge to produce an engineering solution is to invite frustration at best and failure at worst."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "The space shuttle was designed, at least in part, to broaden our knowledge of the universe. To scientists, the vehicle was a tool; to engineers, it was their creation."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "Faulkner is a writer who has had much to do with my soul, but Hemingway is the one who had the most to do with my craft - not simply for his books, but for his astounding knowledge of the aspect of craftsmanship in the science of writing."
   },
   "author": {
    "text": "Gabriel Garcia Marquez"
   }
  },
  {
   "quote": {
    "text": "Borrowing knowledge of reality from all sources, taking the best from every study, Science of Mind brings together the highest enlightenment of the ages."
   },
   "author": {
    "text": "Ernest Holmes"
   }
  },
  {
   "quote": {
    "text": "In complete darkness, it is only knowledge and wisdom that separates us."
   },
   "author": {
    "text": "Janet Jackson"
   }
  },
  {
   "quote": {
    "text": "People are powerfully moved by imagination, belief, and knowledge. They can consider the past and future. They can make changes in their behavior out of reason in a way that animals can't do."
   },
   "author": {
    "text": "Gretchen Rubin"
   }
  },
  {
   "quote": {
    "text": "If repression has indeed been the fundamental link between power, knowledge, and sexuality since the classical age, it stands to reason that we will not be able to free ourselves from it except at a considerable cost."
   },
   "author": {
    "text": "Michel Foucault"
   }
  },
  {
   "quote": {
    "text": "If information and knowledge are central to democracy, they are conditions for development."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "Knowledge is the prime need of the hour."
   },
   "author": {
    "text": "Mary McLeod Bethune"
   }
  },
  {
   "quote": {
    "text": "Later, I realized that the mission had to end in a let-down because the real barrier wasn't in the sky but in our knowledge and experience of supersonic flight."
   },
   "author": {
    "text": "Chuck Yeager"
   }
  },
  {
   "quote": {
    "text": "The science of politics is the one science that is deposited by the streams of history, like the grains of gold in the sand of a river; and the knowledge of the past, the record of truths revealed by experience, is eminently practical, as an instrument of action and a power that goes to making the future."
   },
   "author": {
    "text": "Lord Acton"
   }
  },
  {
   "quote": {
    "text": "We never stop to consider that our beliefs are only a relative truth that's always going to be distorted by all the knowledge we have stored in our memory."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "If you first fortify yourself with the true knowledge of the Universal Self, and then live in the midst of wealth and worldliness, surely they will in no way affect you."
   },
   "author": {
    "text": "Ramakrishna"
   }
  },
  {
   "quote": {
    "text": "Learning is acquired by reading books, but the much more necessary learning, the knowledge of the world, is only to be acquired by reading men, and studying all the various facets of them."
   },
   "author": {
    "text": "Philip Stanhope, 4th Earl of Chesterfield"
   }
  },
  {
   "quote": {
    "text": "The proud intellectual seeks knowledge about God, but he never knows God, because he cannot accept the mysteries that he is unable to fully comprehend."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "I was brought up in a family which valued natural history. Both my parents knew the names of all the British wildflowers, so as we went walking the country, I was constantly being exposed to a natural history sort of knowledge."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Every mind was made for growth, for knowledge, and its nature is sinned against when it is doomed to ignorance."
   },
   "author": {
    "text": "William Ellery Channing"
   }
  },
  {
   "quote": {
    "text": "I read many things. I read to fill in my knowledge of the world."
   },
   "author": {
    "text": "V. S. Naipaul"
   }
  },
  {
   "quote": {
    "text": "The perfect knowledge of events cannot be acquired without divine inspiration, since all prophetic inspiration receives its prime motivating force from God the creator, then from good fortune and nature."
   },
   "author": {
    "text": "Nostradamus"
   }
  },
  {
   "quote": {
    "text": "Experts are able to identify patterns related to a specific problem relevant to their area of knowledge. But because nonexperts lack that base of knowledge, they are forced to rely more on their brain's ability for abstraction rather than specificity."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "I woke up one morning with the knowledge that I had a brain tumor. It wasn't so much that I dreamt I had a brain tumor; it was like someone just poured the knowledge into my head. It wasn't like an image; it was just like knowing. It was so weird, which is why I paid attention."
   },
   "author": {
    "text": "Mark Ruffalo"
   }
  },
  {
   "quote": {
    "text": "In order to the existence of such a ministry in the Church, there is requisite an authority received from God, and consequently power and knowledge imparted from God for the exercise of such ministry; and where a man possesses these, although the bishop has not laid hands upon him according to his traditions, God has Himself appointed him."
   },
   "author": {
    "text": "John Wycliffe"
   }
  },
  {
   "quote": {
    "text": "More and more jobs are applying cutting-edge technologies and now demand deeper knowledge of math and science in positions that most people don't think of as STEM-related, including machinists, electricians, auto techs, medical technicians, plumbers and pipefitters."
   },
   "author": {
    "text": "Rex Tillerson"
   }
  },
  {
   "quote": {
    "text": "By simply capitalizing on core strengths and knowledge, companies and entrepreneurs can engage in an emerging business model that will enable them to create - and demonstrate - real, sustainable social impact in society."
   },
   "author": {
    "text": "Muhammad Yunus"
   }
  },
  {
   "quote": {
    "text": "Knowledge is sometimes superfluous: when we need it, we have it not."
   },
   "author": {
    "text": "Saint Bernard"
   }
  },
  {
   "quote": {
    "text": "Hope is the belief we might get it done, and faith is the knowledge we will get it done."
   },
   "author": {
    "text": "Tom Shadyac"
   }
  },
  {
   "quote": {
    "text": "Wisdom is a kind of knowledge. It is knowledge of the nature, career, and consequences of human values."
   },
   "author": {
    "text": "Sidney Hook"
   }
  },
  {
   "quote": {
    "text": "All science requires mathematics. The knowledge of mathematical things is almost innate in us. This is the easiest of sciences, a fact which is obvious in that no one's brain rejects it; for laymen and people who are utterly illiterate know how to count and reckon."
   },
   "author": {
    "text": "Roger Bacon"
   }
  },
  {
   "quote": {
    "text": "Knowledge is exploding, so you need to commit yourself to a plan for lifelong learning."
   },
   "author": {
    "text": "Don Tapscott"
   }
  },
  {
   "quote": {
    "text": "I'm always trying to find brain food and indulge in knowledge that's gonna be useful."
   },
   "author": {
    "text": "Big Boi"
   }
  },
  {
   "quote": {
    "text": "Science fiction writers, I am sorry to say, really do not know anything. We can't talk about science, because our knowledge of it is limited and unofficial, and usually our fiction is dreadful."
   },
   "author": {
    "text": "Philip K. Dick"
   }
  },
  {
   "quote": {
    "text": "The development of the telescope, together with increased knowledge of things, brought men to see that the earth is not what man had once thought it to be."
   },
   "author": {
    "text": "Joseph Franklin Rutherford"
   }
  },
  {
   "quote": {
    "text": "For 500 years after Gutenberg, the dominant form of information was the printed page: knowledge was primarily delivered in a fixed format, one that encouraged readers to believe in stable and settled truths."
   },
   "author": {
    "text": "Katharine Viner"
   }
  },
  {
   "quote": {
    "text": "I think people should be able to have at their behest, like, four hours of music, entertainment, visual knowledge, different pathways. That's what I'm trying to do with modern technology, not just another song and another song."
   },
   "author": {
    "text": "Jon Anderson"
   }
  },
  {
   "quote": {
    "text": "I came literally to the table with a wealth of knowledge by simply understanding how food should taste."
   },
   "author": {
    "text": "Rocco DiSpirito"
   }
  },
  {
   "quote": {
    "text": "For centuries, cultures throughout the world have used indigenous technologies to navigate life's complexities. From navigator-priests in Micronesia to mystics in India, vast sums of knowledge are available if we but recognize it."
   },
   "author": {
    "text": "Elizabeth Kapu'uwailani Lindsey"
   }
  },
  {
   "quote": {
    "text": "Now, occultism is not like mystic faculty, and it very seldom works in harmony either with business aptitude in the things of ordinary life or with a knowledge of the canons of evidence in its own sphere."
   },
   "author": {
    "text": "A. E. Waite"
   }
  },
  {
   "quote": {
    "text": "Knowledge comes from the past, so it's safe. It is also out of date. It's the opposite of originality... Experience is the opposite of being creative."
   },
   "author": {
    "text": "Paul Arden"
   }
  },
  {
   "quote": {
    "text": "It is not ignorance but knowledge which is the mother of wonder."
   },
   "author": {
    "text": "Joseph Wood Krutch"
   }
  },
  {
   "quote": {
    "text": "This required the development of a view which allowed one to integrate research with belief, thing with person, fact with aesthetics, knowledge with application of knowledge."
   },
   "author": {
    "text": "Kenneth L. Pike"
   }
  },
  {
   "quote": {
    "text": "Knowledge is a process of piling up facts; wisdom lies in their simplification."
   },
   "author": {
    "text": "Martin H. Fischer"
   }
  },
  {
   "quote": {
    "text": "From their breakout 2002 single, 'Losing My Edge,' LCD Soundsystem have offered a unique combination of geek knowledge, passion and intelligent, ironic distance."
   },
   "author": {
    "text": "Katie Kitamura"
   }
  },
  {
   "quote": {
    "text": "Knowing is the most profound kind of love, giving someone the gift of knowledge about yourself."
   },
   "author": {
    "text": "Marsha Norman"
   }
  },
  {
   "quote": {
    "text": "We bequeath to you, the next generation, our knowledge but also our problems. While we still live, let us join hands, hearts and minds to work together for their solution so that your world will be better than ours and the world of your children even better."
   },
   "author": {
    "text": "Rosalyn Sussman Yalow"
   }
  },
  {
   "quote": {
    "text": "Be certain of this: that the highest aim of creation and its most important result are belief in God. The most exalted rank in humanity and its highest degree are the knowledge of God contained within belief in God."
   },
   "author": {
    "text": "Said Nursi"
   }
  },
  {
   "quote": {
    "text": "A good scientist can understand the current state of a field, pick interesting questions where a success will actually lead to useful new knowledge, and push that field further through their work."
   },
   "author": {
    "text": "Hilary Mason"
   }
  },
  {
   "quote": {
    "text": "We need to manage holistically, embracing all of our science and traditional knowledge - all sources of knowledge. We can do that from the household to government to international relations."
   },
   "author": {
    "text": "Allan Savory"
   }
  },
  {
   "quote": {
    "text": "My own special knowledge is about the Abenaki people and, to some degree, my Iroquois neighbors. But whenever I write anything about another tribal nation, I always get a lot of help. Not just from books, but from people who belong to that tribal nation."
   },
   "author": {
    "text": "Joseph Bruchac"
   }
  },
  {
   "quote": {
    "text": "Useless knowledge can be made directly contributory to a force of sound and disinterested public opinion."
   },
   "author": {
    "text": "Albert J. Nock"
   }
  },
  {
   "quote": {
    "text": "The vast knowledge we have to prevent cancer, heart disease, and other chronic illnesses is staggering."
   },
   "author": {
    "text": "Tom Rath"
   }
  },
  {
   "quote": {
    "text": "Colleges and classrooms should be havens of tranquility, places where thoughtful discussions occur, where students work together with their teachers to acquire knowledge of the arts and sciences."
   },
   "author": {
    "text": "Jay Parini"
   }
  },
  {
   "quote": {
    "text": "I'll come to you with gifts of knowledge, wisdom and truth."
   },
   "author": {
    "text": "Barry White"
   }
  },
  {
   "quote": {
    "text": "Can the knowledge deriving from reason even begin to compare with knowledge perceptible by sense?"
   },
   "author": {
    "text": "Louis Aragon"
   }
  },
  {
   "quote": {
    "text": "To unfold the secret laws and relations of those high faculties of thought by which all beyond the merely perceptive knowledge of the world and of ourselves is attained or matured, is a object which does not stand in need of commendation to a rational mind."
   },
   "author": {
    "text": "George Boole"
   }
  },
  {
   "quote": {
    "text": "Education gives girls the knowledge, experience, and confidence to play their rightful role in society."
   },
   "author": {
    "text": "Tedros Adhanom"
   }
  },
  {
   "quote": {
    "text": "You have to have empathy, knowledge and compassion for your characters if you're a writer."
   },
   "author": {
    "text": "Paul Haggis"
   }
  },
  {
   "quote": {
    "text": "The Internet was supposed to be the greatest tool of global communications and means of sharing knowledge in human history. And it is. But it has also become the most effective instrument of mass surveillance and potentially one of the greatest instruments of totalitarianism in the history of the world."
   },
   "author": {
    "text": "Trevor Paglen"
   }
  },
  {
   "quote": {
    "text": "Fullness of knowledge always means some understanding of the depths of our ignorance; and that is always conducive to humility and reverence."
   },
   "author": {
    "text": "Robert Andrews Millikan"
   }
  },
  {
   "quote": {
    "text": "A broad base of knowledge is critically important to our ability to investigate terrorism."
   },
   "author": {
    "text": "Raymond Kelly"
   }
  },
  {
   "quote": {
    "text": "Property may be destroyed and money may lose its purchasing power; but, character, health, knowledge and good judgement will always be in demand under all conditions."
   },
   "author": {
    "text": "Roger Babson"
   }
  },
  {
   "quote": {
    "text": "I have done my duty by the laws of my people and I am sorry my people were led this time by men who were not soldiers and that crimes were committed of which I had no knowledge."
   },
   "author": {
    "text": "Ernst Kaltenbrunner"
   }
  },
  {
   "quote": {
    "text": "Good looks may be enough for a heroine, but to become an artiste, you need at least a working knowledge of the language."
   },
   "author": {
    "text": "Radha Ravi"
   }
  },
  {
   "quote": {
    "text": "I think that we all absolutely have curiosity. It brings about knowledge. It's energizing. It's spiritually empowering. It makes us more interesting as people."
   },
   "author": {
    "text": "Brian Grazer"
   }
  },
  {
   "quote": {
    "text": "I believe in the power of ideas. I believe in the power of sharing knowledge."
   },
   "author": {
    "text": "Ory Okolloh"
   }
  },
  {
   "quote": {
    "text": "The search for knowledge is a long and difficult task."
   },
   "author": {
    "text": "Fabiola Gianotti"
   }
  },
  {
   "quote": {
    "text": "There is nothing more exciting than having a life devoted to fundamental knowledge and to contributing to advance the borders of knowledge."
   },
   "author": {
    "text": "Fabiola Gianotti"
   }
  },
  {
   "quote": {
    "text": "I shall suggest, on the contrary, that all communication relies, to a noticeable extent on evoking knowledge that we cannot tell, and that all our knowledge of mental processes, like feelings or conscious intellectual activities, is based on a knowledge which we cannot tell."
   },
   "author": {
    "text": "Michael Polanyi"
   }
  },
  {
   "quote": {
    "text": "The object of all the former voyages to the South Seas undertaken by the command of his present majesty, has been the advancement of science and the increase of knowledge."
   },
   "author": {
    "text": "William Bligh"
   }
  },
  {
   "quote": {
    "text": "Learn when and how to use different data structures and their algorithms in your own code. This is harder as a student, as the problem assignments you'll work through just won't impart this knowledge. That's fine."
   },
   "author": {
    "text": "Robert Love"
   }
  },
  {
   "quote": {
    "text": "We know Thomas Jefferson and Benjamin Franklin as politicians, but they felt that science was something everyone should have a knowledge of."
   },
   "author": {
    "text": "Rush D. Holt, Jr."
   }
  },
  {
   "quote": {
    "text": "You can go online now and find really thoughtful, in-depth, considered, well-informed communities around virtually any issue. If it's your issue, there are now new ways of mobilising knowledge that weren't there before. There are real bodies of significant knowledge on the web that are valuable that we haven't done nearly enough with."
   },
   "author": {
    "text": "Charles Leadbeater"
   }
  },
  {
   "quote": {
    "text": "It means that through knowledge have come responsibility and hope, and through both, action."
   },
   "author": {
    "text": "Edward Livingston"
   }
  },
  {
   "quote": {
    "text": "The ability to think straight, some knowledge of the past, some vision of the future, some skill to do useful service, some urge to fit that service into the well-being of the community - these are the most vital things education must try to produce."
   },
   "author": {
    "text": "Virginia Gildersleeve"
   }
  },
  {
   "quote": {
    "text": "My father values talent. He recognizes real knowledge and skill when he finds it. He is color blind and gender neutral. He hires the best person for the job, period."
   },
   "author": {
    "text": "Ivanka Trump"
   }
  },
  {
   "quote": {
    "text": "A loving heart is the beginning of all knowledge."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "I had acquired the skills to sail a ship; I didn't acquire the knowledge."
   },
   "author": {
    "text": "Tom Holland"
   }
  },
  {
   "quote": {
    "text": "Knowledge without education is but armed injustice."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "Knowledge, the object of knowledge and the knower are the three factors which motivate action; the senses, the work and the doer comprise the threefold basis of action."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "Esoteric or inner knowledge is no different from other kinds of human knowledge and ability. It is a mystery for the average person only to the extent that writing is a mystery for those who have not yet learned to write."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "Through systematic exercising of our thinking faculties, we can train ourselves for exact clairvoyance. Imaginative Knowledge is the first step in supersensible perception, and through it we reach the first element of the supersensible it is possible to reach, namely, the supersensible body that we bear within our earthly body in physical space."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "My mom took me to see Carnal Knowledge and The Wild Bunch and all these kind of movies when I was a kid."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "I don't view Apple or myself as an activist. What we do is for some things where we think we have deep knowledge, or think we do, or a strong point of view, we're not shy. We'll stand up, speak out - even when our voice shakes."
   },
   "author": {
    "text": "Tim Cook"
   }
  },
  {
   "quote": {
    "text": "I liked Trump's honesty because it was different and had a chance to change the business of politics. What I didn't realize he was missing at the time was a complete and utter lack of preparation, knowledge, and common sense."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "I think that the failure of newspaper competition in a community is a very serious handicap to the dissemination of the knowledge that the citizens need to participate in a democracy."
   },
   "author": {
    "text": "Walter Cronkite"
   }
  },
  {
   "quote": {
    "text": "You have to assume that everything you do is public knowledge. Everything. Because now everyone is a reporter. Everyone is a photographer."
   },
   "author": {
    "text": "Derek Jeter"
   }
  },
  {
   "quote": {
    "text": "In friendship as well as love, ignorance very often contributes more to our happiness than knowledge."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "Knowledge, learning, is an eternal thing."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "In expanding the field of knowledge we but increase the horizon of ignorance."
   },
   "author": {
    "text": "Henry Miller"
   }
  },
  {
   "quote": {
    "text": "The youth of an art is, like the youth of anything else, its most interesting period. When it has come to the knowledge of good and evil it is stronger, but we care less about it."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "One thing I found very interesting about comedians around the world was their knowledge of stuff outside of their own culture and comfort zone. That's not very common in the States. We produce our own soft power, which is pop culture, but we rarely try to absorb and learn information from other cultures and countries."
   },
   "author": {
    "text": "Hasan Minhaj"
   }
  },
  {
   "quote": {
    "text": "I can't think of a president who has been overburdened by a knowledge of economics."
   },
   "author": {
    "text": "Paul Samuelson"
   }
  },
  {
   "quote": {
    "text": "Every great advance in natural knowledge has involved the absolute rejection of authority."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "You will always have partial points of view, and you'll always have the story behind the story that hasn't come out yet. And any form of journalism you're involved with is going to be up against a biased viewpoint and partial knowledge."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "Knowledge is like money: the more he gets, the more he craves."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "I do not want medical men to discuss whether or not my work is valuable, because I know what it will do. I want them to tell me how best this new knowledge of rapidly restoring paralysed people to health and strength can be applied where it is needed."
   },
   "author": {
    "text": "Elizabeth Kenny"
   }
  },
  {
   "quote": {
    "text": "Concentration of the mind is in a way common to both Knowledge and Yoga. Yoga aims at union of the individual with the universal, the Reality. This Reality cannot be new. It must exist even now, and it does exist."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "The liberal professions, and in a wider sense the well-to-do classes, are certainly those with the liveliest taste for knowledge and the most active intellectual life."
   },
   "author": {
    "text": "Emile Durkheim"
   }
  },
  {
   "quote": {
    "text": "The Holy Ghost bears witness to us of the truth and impresses upon our souls the reality of God the Father and His Son, Jesus Christ, so surely that no earthly power or authority can separate us from that knowledge."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "I testify that inspiration can be the spring for every person's hope, guidance, and strength. It is one of the magnified treasures of life. It involves coming to the infinite knowledge of God."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "I am profoundly grateful that all of my life I have had a simple faith that Jesus is the Christ. That witness has been confirmed to me hundreds of times. It is the crowning knowledge of my soul. It is the spiritual light of my being. It is the cornerstone of my life."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Our greatest hope comes from the knowledge that the Savior broke the bands of death. His victory came through His excruciating pain, suffering, and agony. He atoned for our sins if we repent."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "I believe that the appearance of God the Father and His Son, the Lord Jesus Christ, in 1820 to Joseph Smith unlocked the heavens not only to the great spiritual knowledge revealed in this dispensation but also to secular knowledge."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Lyme disease has become a fast epidemic worldwide. I am determined to help find a cure and figure out a way to share knowledge with the millions of people struggling with this debilitating disease."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "In a world in which the total of human knowledge is doubling about every ten years, our security can rest only on our ability to learn."
   },
   "author": {
    "text": "Nathaniel Branden"
   }
  },
  {
   "quote": {
    "text": "In some sort of crude sense, which no vulgarity, no humor, no overstatement can quite extinguish, the physicists have known sin; and this is a knowledge which they cannot lose."
   },
   "author": {
    "text": "J. Robert Oppenheimer"
   }
  },
  {
   "quote": {
    "text": "I believe patriotism comes from the heart. Patriotism is voluntary. It is a feeling of loyalty and allegiance that is the result of knowledge and belief."
   },
   "author": {
    "text": "Jesse Ventura"
   }
  },
  {
   "quote": {
    "text": "If you can't read, the only thing you can do is enjoy the pictures, not the whole story. Reading is the key to knowledge. Knowledge is the key to understanding. So read on, young man! Read on, young lady!"
   },
   "author": {
    "text": "Mr. T"
   }
  },
  {
   "quote": {
    "text": "Science has to be understood in its broadest sense, as a method for comprehending all observable reality, and not merely as an instrument for acquiring specialized knowledge."
   },
   "author": {
    "text": "Alexis Carrel"
   }
  },
  {
   "quote": {
    "text": "Music can be healing, and with my history and my knowledge of both sides of what looks like a gigantic divide in the world, I feel I can point a way forward to our common humanity again."
   },
   "author": {
    "text": "Cat Stevens"
   }
  },
  {
   "quote": {
    "text": "The private sector is the key player in cyber security. Private sector companies are the primary victims of cyber intrusions. And they also possess the information, the expertise, and the knowledge to address cyber intrusions and cyber crime in general."
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "It is my belief that no matter how advanced man may become in science, technology, systems, and knowledge, he can never improve on the foundational precepts of marriage as the bedrock of social development."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "Since ancient times, people from throughout Asia have brought to Japan their talents, knowledge and energy, helping to lay the basis for Japan's existence as a country."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "Knowledge is the life of the mind."
   },
   "author": {
    "text": "Abu Bakr"
   }
  },
  {
   "quote": {
    "text": "So long as these kinds of inequalities persist, all of us who are given expensive educations have to live with the knowledge that our victories are contaminated because the game has been rigged to our advantage."
   },
   "author": {
    "text": "Jonathan Kozol"
   }
  },
  {
   "quote": {
    "text": "The greatest sin is judgment without knowledge."
   },
   "author": {
    "text": "Kelsey Grammer"
   }
  },
  {
   "quote": {
    "text": "Young men in my day really stepped up... These were champions for freedom, equality, and justice for all human beings, and they were educated individuals that used their education and knowledge to represent their case."
   },
   "author": {
    "text": "Jim Brown"
   }
  },
  {
   "quote": {
    "text": "When France was the only reference for chefs to learn, you could go everywhere in the world, and they would copy dishes directly because they didn't have much expanded imagination or technique or knowledge."
   },
   "author": {
    "text": "Daniel Boulud"
   }
  },
  {
   "quote": {
    "text": "So I'd be quite happy to have a three-hour Lincoln-Douglas-style debate with Barack Obama. I'd let him use a teleprompter. I'll just rely on knowledge. We'll do fine."
   },
   "author": {
    "text": "Newt Gingrich"
   }
  },
  {
   "quote": {
    "text": "The knowledge and spiritual conviction we receive from the Holy Ghost are the result of revelation."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "You have to just have football knowledge. Without football knowledge, it doesn't matter how much skill you have."
   },
   "author": {
    "text": "Rob Gronkowski"
   }
  },
  {
   "quote": {
    "text": "When a man's knowledge is not in order, the more of it he has the greater will be his confusion."
   },
   "author": {
    "text": "Herbert Spencer"
   }
  },
  {
   "quote": {
    "text": "There is, so I believe, in the essence of everything, something that we cannot call learning. There is, my friend, only a knowledge - that is everywhere."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "China itself is now in the process of sloughing off not only the communist system, but also those outdated parts of Confucianism that prevent the rapid acquisition of knowledge needed to adjust to new ways of life and work."
   },
   "author": {
    "text": "Lee Kuan Yew"
   }
  },
  {
   "quote": {
    "text": "The really frightening thing about middle age is the knowledge that you'll grow out of it."
   },
   "author": {
    "text": "Doris Day"
   }
  },
  {
   "quote": {
    "text": "Of course, we would love to know more about the exact moment of Big Bang, but interposing an outside intelligence does nothing to add to that knowledge, as we still know nothing about the creation of that intelligence."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "We don't focus as much in schools on educational knowledge which requires thinking and application, as we do on acquiring facts."
   },
   "author": {
    "text": "William Glasser"
   }
  },
  {
   "quote": {
    "text": "A man can only attain knowledge with the help of those who possess it. This must be understood from the very beginning. One must learn from him who knows."
   },
   "author": {
    "text": "George Gurdjieff"
   }
  },
  {
   "quote": {
    "text": "You should be a person inside the world with knowledge of your terrain. And if you lock yourself into the 2,000-by-3,000-square-mile, lower-48 box of the United States, you're going to be frustrated by its limitations. You gotta think outside the box."
   },
   "author": {
    "text": "Chuck D"
   }
  },
  {
   "quote": {
    "text": "There is no business in the world - I don't care what it is, whether it's I.T. or manufacturing - that does not have what I may refer to as a blended resource base. You have high-end work. You have engineering work. You have some local knowledge you require. Then, you have some very low-cost work to be done."
   },
   "author": {
    "text": "Anand Mahindra"
   }
  },
  {
   "quote": {
    "text": "Another hero was Tom Swift, in the books. What he stood for, the freedom, the scientific knowledge and being and engineer gave him the ability to invent solutions to problems. He's always been a hero to me. I buy old Tom Swift books now and read them to my own children."
   },
   "author": {
    "text": "Steve Wozniak"
   }
  },
  {
   "quote": {
    "text": "The idea that myth is the opposite of knowledge, or the opposite of truth, is simply to disallow it. It is like saying poetry is the opposite of truth."
   },
   "author": {
    "text": "Marilynne Robinson"
   }
  },
  {
   "quote": {
    "text": "When we developed written language, we significantly increased our functional memory and our ability to share insights and knowledge across time and space. The same thing happened with the invention of the printing press, the telegraph, and the radio."
   },
   "author": {
    "text": "Jamais Cascio"
   }
  },
  {
   "quote": {
    "text": "During my career as an airline pilot, I had the opportunity to be a check and training captain. Part of this job was to train and test experienced pilots to ensure that they had the necessary knowledge and skills to safely and efficiently operate those magnificent big jets."
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "It's just us trying to start a movement where everybody passes on a bit of cooking knowledge. We estimate that one person can potentially affect 180 others very quickly so we're just trying to spread the word."
   },
   "author": {
    "text": "Jamie Oliver"
   }
  },
  {
   "quote": {
    "text": "To the best of my knowledge, I'm the first mom to hold the job of the White House Press Secretary."
   },
   "author": {
    "text": "Sarah Huckabee Sanders"
   }
  },
  {
   "quote": {
    "text": "Hitherto I have courted Truth with a kind of Romantick Passion, in spite of all Difficulties and Discouragements: for knowledge is thought so unnecessary an Accomplishment for a Woman, that few will give themselves the Trouble to assist us in the Attainment of it."
   },
   "author": {
    "text": "Mary Astell"
   }
  },
  {
   "quote": {
    "text": "The Greeks possessed a knowledge of human nature we seem hardly able to attain to without passing through the strengthening hibernation of a new barbarism."
   },
   "author": {
    "text": "Georg C. Lichtenberg"
   }
  },
  {
   "quote": {
    "text": "Whole areas of knowledge and information have been defined into nonexistence because the system cannot know, understand, control, or measure them."
   },
   "author": {
    "text": "Anne Wilson Schaef"
   }
  },
  {
   "quote": {
    "text": "It will be readily admitted, that a degree conferred by an university, ought to be a pledge to the public that he who holds it possesses a certain quantity of knowledge."
   },
   "author": {
    "text": "Charles Babbage"
   }
  },
  {
   "quote": {
    "text": "There was never a nation great until it came to the knowledge that it had nowhere in the world to go for help."
   },
   "author": {
    "text": "Charles Dudley Warner"
   }
  },
  {
   "quote": {
    "text": "I feel like we can learn from each other by us, being the young generation, giving knowledge to the older guys."
   },
   "author": {
    "text": "Quavo"
   }
  },
  {
   "quote": {
    "text": "You can practice to attain knowledge, but you can't practice to attain wisdom."
   },
   "author": {
    "text": "Herbie Hancock"
   }
  },
  {
   "quote": {
    "text": "In order to reach home, where you have the guidance of cosmic insight, you must first depart from your present location. You cannot remain in the noisy city of your own vanities and expect to know what to do. Cosmic knowledge and personal vanity do not mingle."
   },
   "author": {
    "text": "Vernon Howard"
   }
  },
  {
   "quote": {
    "text": "As a species we are always hungry for new knowledge."
   },
   "author": {
    "text": "Chaim Potok"
   }
  },
  {
   "quote": {
    "text": "I know nothing worth the living for but usefulness and the service of my fellow-creatures. The only object I pursue is to increase, as far as lies in my power, the quantity of their knowledge and goodness and happiness."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "I don't claim to know everything. I claim to be a seeker of knowledge."
   },
   "author": {
    "text": "Marie Osmond"
   }
  },
  {
   "quote": {
    "text": "I like the idea of isolation. I like the reality of it. You realize what you are... not that the knowledge is inevitably rewarding."
   },
   "author": {
    "text": "Joseph Brodsky"
   }
  },
  {
   "quote": {
    "text": "I think we risk becoming the best informed society that has ever died of ignorance."
   },
   "author": {
    "text": "Ruben Blades"
   }
  },
  {
   "quote": {
    "text": "There is no arguing with the pretenders to a divine knowledge and to a divine mission. They are possessed with the sin of pride, they have yielded to the perennial temptation."
   },
   "author": {
    "text": "Walter Lippmann"
   }
  },
  {
   "quote": {
    "text": "I think America has a responsibility to maintain its leadership in technology and its moral leadership in the world, to explore, to seek knowledge."
   },
   "author": {
    "text": "Gene Cernan"
   }
  },
  {
   "quote": {
    "text": "The education that prepared me was my general education classes, which I tried to avoid when I was a stupid undergraduate, but which gave me the foundation of general knowledge that makes a career as a writer possible."
   },
   "author": {
    "text": "Orson Scott Card"
   }
  },
  {
   "quote": {
    "text": "Once we know of atrocities we cannot remain silent, and knowledge inevitably leads to an urge to protect the innocent."
   },
   "author": {
    "text": "Azar Nafisi"
   }
  },
  {
   "quote": {
    "text": "The natives of Silicon Valley learned long ago that when you share your knowledge with someone else, one plus one usually equals three. You both learn each other's ideas, and you come up with new ones."
   },
   "author": {
    "text": "Vivek Wadhwa"
   }
  },
  {
   "quote": {
    "text": "Machines have the ability to assemble things faster than any human ever could, but humans possess the analytics, domain expertise, and valuable knowledge required to solve problems and optimize factory floor production."
   },
   "author": {
    "text": "Joe Kaeser"
   }
  },
  {
   "quote": {
    "text": "Information is not knowledge, and knowledge is not wisdom. Reading - even browsing - an old book can yield sustenance denied by a database search. Patience is a virtue, gluttony a sin."
   },
   "author": {
    "text": "James Gleick"
   }
  },
  {
   "quote": {
    "text": "I never believed the anchorman should be the know-it-all. And I try to communicate that to the audience. While I have some knowledge from my years of experience, what I want to do is walk you through this because we're all walking through this together."
   },
   "author": {
    "text": "Lester Holt"
   }
  },
  {
   "quote": {
    "text": "The primary goal of management education was, as originally conceived, to impart knowledge that could be applied to a variety of real-world business situations."
   },
   "author": {
    "text": "Warren Bennis"
   }
  },
  {
   "quote": {
    "text": "I'm very lucky; I have a lot of knowledge. My favorite band is The Beatles, so a lot of inspiration for my music comes from them, too."
   },
   "author": {
    "text": "Sabrina Carpenter"
   }
  },
  {
   "quote": {
    "text": "I want to be safe in the knowledge that I can tour and play festivals for a long time. The main thing is that I want a good reputation as a live performer. If I have that, I'd be so happy."
   },
   "author": {
    "text": "Ellie Goulding"
   }
  },
  {
   "quote": {
    "text": "The impact of giving someone a connected smartphone is no different from giving them a real computer. I look at how my kids learn and how different it is from how I learned because the impact of these things is just so huge. Sometimes I think we don't fully internalize what it is to get the power of knowledge in everyone's hand."
   },
   "author": {
    "text": "Sundar Pichai"
   }
  },
  {
   "quote": {
    "text": "Science is based on reproducibility and manufactured objectivity. As strong as that makes its ability to generate claims about matter and energy, it also makes scientific knowledge inapplicable to the existential, visceral nature of human life, which is unique and subjective and unpredictable."
   },
   "author": {
    "text": "Paul Kalanithi"
   }
  },
  {
   "quote": {
    "text": "Personally, I have been enriched by my experiences in Egypt and America, and feel fortunate to have been endowed with a true passion for knowledge."
   },
   "author": {
    "text": "Ahmed Zewail"
   }
  },
  {
   "quote": {
    "text": "My knowledge of video games ends with Nintendo 'Mario Bros.'"
   },
   "author": {
    "text": "Gina Carano"
   }
  },
  {
   "quote": {
    "text": "Very few beings really seek knowledge in this world. Mortal or immortal, few really ASK. On the contrary, they try to wring from the unknown the answers they have already shaped in their own minds."
   },
   "author": {
    "text": "Anne Rice"
   }
  },
  {
   "quote": {
    "text": "In the brain, you have connections between the neurons called synapses, and they can change. All your knowledge is stored in those synapses."
   },
   "author": {
    "text": "Geoffrey Hinton"
   }
  },
  {
   "quote": {
    "text": "Every law, every constitution, every regulative decision is based upon what people are discussing in their community. It's based upon our sum knowledge of history and the present."
   },
   "author": {
    "text": "Julian Assange"
   }
  },
  {
   "quote": {
    "text": "Discovery is for forward lookers. So, no one is born with great knowledge."
   },
   "author": {
    "text": "T. B. Joshua"
   }
  },
  {
   "quote": {
    "text": "Instead of being focused on teaching what we already know, we now have to be focused on creating new knowledge that is China-based, because it's absolutely clear that China is going to shift from a production economy to a knowledge economy."
   },
   "author": {
    "text": "John Quelch"
   }
  },
  {
   "quote": {
    "text": "Hubble isn't just a satellite; it's about humanity's quest for knowledge."
   },
   "author": {
    "text": "John M. Grunsfeld"
   }
  },
  {
   "quote": {
    "text": "In garden arrangement, as in all other kinds of decorative work, one has not only to acquire a knowledge of what to do, but also to gain some wisdom in perceiving what it is well to let alone."
   },
   "author": {
    "text": "Gertrude Jekyll"
   }
  },
  {
   "quote": {
    "text": "What I count as real prosperity... is the growth in a knowledge of God, and in a testimony, and in the power to live the gospel and to inspire our families to do the same. That is prosperity of the truest kind."
   },
   "author": {
    "text": "Heber J. Grant"
   }
  },
  {
   "quote": {
    "text": "Knowledge is a beautiful thing, but there are a few things I wish I didn't know."
   },
   "author": {
    "text": "Susan Orlean"
   }
  },
  {
   "quote": {
    "text": "Imagine someone holding forth on biology whose only knowledge of the subject is 'The Book of British Birds,' and you have a rough idea of what it feels like to read Richard Dawkins on theology."
   },
   "author": {
    "text": "Terry Eagleton"
   }
  },
  {
   "quote": {
    "text": "In these days when science is clearly in the saddle and when our knowledge of disease is advancing at a breathless pace, we are apt to forget that not all can ride and that he also serves who waits and who applies what the horseman discovers."
   },
   "author": {
    "text": "Harvey Cushing"
   }
  },
  {
   "quote": {
    "text": "The type of mind of Whitman's, which seldom or never emerges as a mere mentality, an independent thinking and knowing faculty, but always as a personality, always as a complete human entity, never can expound itself, because its operations are synthetic and not analytic; its mainspring is love and not mere knowledge."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "The new industries are brainy industries and so-called knowledge workers tend to like to be near other people who are the same. Think of the City of Hollywood. People cluster. This means you have winning regions, such as London and Cambridge, and losing regions. The people who want to be top lawyers in Sunderland are hoovered up by London."
   },
   "author": {
    "text": "Evan Davis"
   }
  },
  {
   "quote": {
    "text": "I don't know what is better than the work that is given to the actor - to teach the human heart the knowledge of itself."
   },
   "author": {
    "text": "Laurence Olivier"
   }
  },
  {
   "quote": {
    "text": "Almost all the knowledge required to produce more food than eroding soil is available today - we just need to use that knowledge within a holistic paradigm - managing agriculture holistically, forming the policies that undergird it holistically."
   },
   "author": {
    "text": "Allan Savory"
   }
  },
  {
   "quote": {
    "text": "And indeed this theme has been at the centre of all my research since 1943, both because of its intrinsic fascination and my conviction that a knowledge of sequences could contribute much to our understanding of living matter."
   },
   "author": {
    "text": "Frederick Sanger"
   }
  },
  {
   "quote": {
    "text": "Scientists and philosophers tend to treat knowledge, imagination and love as if they were all very separate parts of human nature. But when it comes to children, all three are deeply entwined. Children learn the truth by imagining all the ways the world could be, and testing those possibilities."
   },
   "author": {
    "text": "Alison Gopnik"
   }
  },
  {
   "quote": {
    "text": "I read, read enormously on all different fields of Islamic thought, from philosophy to Islamic literature, poetry, exegeses, knowledge of the Hadith, the teachings of the prophet. That's how I trained myself. And then I was appointed imam by a Sufi master from Istanbul, Turkey."
   },
   "author": {
    "text": "Feisal Abdul Rauf"
   }
  },
  {
   "quote": {
    "text": "Schools still operate as if all knowledge is contained in books, and as if the salient points in books must be stored in each human brain - to be used when needed. The political and financial powers controlling schools decide what these salient points are."
   },
   "author": {
    "text": "Sugata Mitra"
   }
  },
  {
   "quote": {
    "text": "I began the study of medicine, impelled by a desire for knowledge of facts and of man. The resolution to do disciplined work tied me to both laboratory and clinic for a long time to come."
   },
   "author": {
    "text": "Karl Jaspers"
   }
  },
  {
   "quote": {
    "text": "I really like knowledge and reading books and just generally immersing myself in information."
   },
   "author": {
    "text": "Adam D'Angelo"
   }
  },
  {
   "quote": {
    "text": "Experience is knowledge; but knowledge, when it is sought only as a material resource, is not always a blessing. Experience is wisdom; but wisdom, with those who lack vision, is not always power. Experience is tolerance; but tolerance, when it is induced by apathy, is not in the least a virtue."
   },
   "author": {
    "text": "Ameen Rihani"
   }
  },
  {
   "quote": {
    "text": "It is in his knowledge that man has found his greatness and his happiness, the high superiority which he holds over the other animals who inhabit the earth with him, and consequently no ignorance is probably without loss to him, no error without evil."
   },
   "author": {
    "text": "James Smithson"
   }
  },
  {
   "quote": {
    "text": "Love, work, and knowledge are the wellsprings of our lives, they should also govern it."
   },
   "author": {
    "text": "Wilhelm Reich"
   }
  },
  {
   "quote": {
    "text": "I love playing instruments that I don't know how to play or am not familiar with. I like the idea of danger and innocence that comes from it. As an artist, I feel I should be able to do something with anything I get my hands on. The music becomes minimalist because of my limited knowledge."
   },
   "author": {
    "text": "Gustavo Santaolalla"
   }
  },
  {
   "quote": {
    "text": "Solitude can be used well by very few people. They who do must have a knowledge of the world to see the foolishness of it, and enough virtue to despise all the vanity."
   },
   "author": {
    "text": "Abraham Cowley"
   }
  },
  {
   "quote": {
    "text": "You can only maintain your interest if you're travelling more in ignorance than knowledge."
   },
   "author": {
    "text": "Chris Morris"
   }
  },
  {
   "quote": {
    "text": "When I severe my connections with the A.I.A. I do so with my own self respect, as a matter of pride and I am sure within your knowledge of my character."
   },
   "author": {
    "text": "Ralph Thomas Walker"
   }
  },
  {
   "quote": {
    "text": "Music is at once the product of feeling and knowledge, for it requires from its disciples, composers and performers alike, not only talent and enthusiasm, but also that knowledge and perception which are the result of protracted study and reflection."
   },
   "author": {
    "text": "Alban Berg"
   }
  },
  {
   "quote": {
    "text": "What the Kinseyites and I had in common so long ago was the knowledge that homosexual and heterosexual behavior are natural to all mammals, and that what differs from individual to individual is the balance between these two complementary but not necessarily conflicted drives."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "To the best of my knowledge, none of the Beatles can read music."
   },
   "author": {
    "text": "George Harrison"
   }
  },
  {
   "quote": {
    "text": "The only knowledge which satisfies us is one which is subject to no external standards but springs from the inner life of the personality."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "The knowledge we gain about the secrets of the spiritual world is at every hour, at every moment, of vital and profound significance for our souls; what seems to be remote from us personally is often what the soul inwardly needs."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "I think a lot of people, even Christians, are willing to be satisfied with gaining lots and lots of biblical knowledge - and many people go to Bible studies and don't realize it isn't enough to know what's right, it's applying the information and the knowledge that you have."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "If you have a reasonable system for pursuing success, it can survive a lot of face-plants along the way. That knowledge makes success seem accessible. If you think successful people have some sort of superpower or special connections, why try?"
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "Ardor, n. The quality that distinguishes love without knowledge."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "Prince was one of the best people I've met. He didn't care about the big system. I was always like, at any time, Prince could write a No. 1 song because he's that talented, but he chooses to do what he wants. I respect that. He actually helped me through a lot of situations with his knowledge."
   },
   "author": {
    "text": "Mariah Carey"
   }
  },
  {
   "quote": {
    "text": "Wisdom is knowledge which has become a part of one's being."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Exclusively of the abstract sciences, the largest and worthiest portion of our knowledge consists of aphorisms: and the greatest and best of men is but an aphorism."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "Truthfully, everyone knows how to eat right. They know the difference between oatmeal and a jelly cream doughnut. They know how to walk. Everyone has this in their brain. When I started, we didn't have all this knowledge."
   },
   "author": {
    "text": "Richard Simmons"
   }
  },
  {
   "quote": {
    "text": "I think I have a duty as a recovering guy to help, to make my knowledge of what I went through accessible."
   },
   "author": {
    "text": "Charlie Sheen"
   }
  },
  {
   "quote": {
    "text": "When Kennedy could not get the civil rights bill passed - and he was the big liberal - Lyndon Johnson came in and it got passed, and he was the conservative and the southerner. So sometimes in politics, to get something done, it takes a special kind of knowledge and a special kind of person, but it doesn't always follow the party lines."
   },
   "author": {
    "text": "Jim Brown"
   }
  },
  {
   "quote": {
    "text": "To my eye, women get sexier around 35. They know a thing or two, and knowledge is always alluring."
   },
   "author": {
    "text": "Pierce Brosnan"
   }
  },
  {
   "quote": {
    "text": "The knowledge I have now is not the knowledge I had then."
   },
   "author": {
    "text": "Stokely Carmichael"
   }
  },
  {
   "quote": {
    "text": "Science is knowledge arranged and classified according to truth, facts, and the general laws of nature."
   },
   "author": {
    "text": "Luther Burbank"
   }
  },
  {
   "quote": {
    "text": "That knowledge which is popular is not scientific."
   },
   "author": {
    "text": "Maria Mitchell"
   }
  },
  {
   "quote": {
    "text": "A man of knowledge lives by acting, not by thinking about acting."
   },
   "author": {
    "text": "Carlos Castaneda"
   }
  },
  {
   "quote": {
    "text": "I am always watching old films and trying to fill gaps in my knowledge."
   },
   "author": {
    "text": "Edgar Wright"
   }
  },
  {
   "quote": {
    "text": "It is my deliberate opinion that the one essential requisite of human welfare in all ways is scientific knowledge of human nature."
   },
   "author": {
    "text": "Harriet Martineau"
   }
  },
  {
   "quote": {
    "text": "Any knowledge that doesn't lead to new questions quickly dies out: it fails to maintain the temperature required for sustaining life."
   },
   "author": {
    "text": "Wislawa Szymborska"
   }
  },
  {
   "quote": {
    "text": "It's a bit cliche, but you can't go wrong by writing what you know. Even if you're a horrible writer, your own knowledge and experience is unrivaled. Nobody knows what you know like you know what you know. The way you see things is pretty unique."
   },
   "author": {
    "text": "Issa Rae"
   }
  },
  {
   "quote": {
    "text": "International relationships are preordained to be clumsy gestures based on imperfect knowledge."
   },
   "author": {
    "text": "Rebecca West"
   }
  },
  {
   "quote": {
    "text": "To my knowledge, no one has died from a cyberattack... but there is a gray area between peace and war."
   },
   "author": {
    "text": "Valerie Plame"
   }
  },
  {
   "quote": {
    "text": "This life that has been given to us as a gift, as such a precious gift. To really try to understand it, really try to recognize it, is the greatest meditation. Through the media of this Knowledge we can tap into our inner sources that are so beautiful."
   },
   "author": {
    "text": "Prem Rawat"
   }
  },
  {
   "quote": {
    "text": "Knowledge is not a passion from without the mind, but an active exertion of the inward strength, vigor and power of the mind, displaying itself from within."
   },
   "author": {
    "text": "Ralph Cudworth"
   }
  }
 ]
}