{
 "LeadershipQuotes": [
  {
   "quote": {
    "text": "A leader is one who knows the way, goes the way, and shows the way."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Leadership is not about a title or a designation. It's about impact, influence and inspiration. Impact involves getting results, influence is about spreading the passion you have for your work, and you have to inspire team-mates and customers."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "A good leader takes a little more than his share of the blame, a little less than his share of the credit."
   },
   "author": {
    "text": "Arnold H. Glasow"
   }
  },
  {
   "quote": {
    "text": "The art of communication is the language of leadership."
   },
   "author": {
    "text": "James Humes"
   }
  },
  {
   "quote": {
    "text": "Leadership is practiced not so much in words as in attitude and in actions."
   },
   "author": {
    "text": "Harold S. Geneen"
   }
  },
  {
   "quote": {
    "text": "I am not afraid of an army of lions led by a sheep; I am afraid of an army of sheep led by a lion."
   },
   "author": {
    "text": "Alexander the Great"
   }
  },
  {
   "quote": {
    "text": "Leadership is not about the next election, it's about the next generation."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "The quality of a leader is reflected in the standards they set for themselves."
   },
   "author": {
    "text": "Ray Kroc"
   }
  },
  {
   "quote": {
    "text": "People ask the difference between a leader and a boss. The leader leads, and the boss drives."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Ultimately, leadership is not about glorious crowning acts. It's about keeping your team focused on a goal and motivated to do their best to achieve it, especially when the stakes are high and the consequences really matter. It is about laying the groundwork for others' success, and then standing back and letting them shine."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "Leadership and learning are indispensable to each other."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "No matter how good you think you are as a leader, my goodness, the people around you will have all kinds of ideas for how you can get better. So for me, the most fundamental thing about leadership is to have the humility to continue to get feedback and to try to get better - because your job is to try to help everybody else get better."
   },
   "author": {
    "text": "Jim Yong Kim"
   }
  },
  {
   "quote": {
    "text": "Innovation distinguishes between a leader and a follower."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Think little goals and expect little achievements. Think big goals and win big success."
   },
   "author": {
    "text": "David Joseph Schwartz"
   }
  },
  {
   "quote": {
    "text": "My attitude is never to be satisfied, never enough, never."
   },
   "author": {
    "text": "Duke Ellington"
   }
  },
  {
   "quote": {
    "text": "Leadership - leadership is about taking responsibility, not making excuses."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "When the best leader's work is done the people say, 'We did it ourselves.'"
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "When you can't make them see the light, make them feel the heat."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Where there is no vision, there is no hope."
   },
   "author": {
    "text": "George Washington Carver"
   }
  },
  {
   "quote": {
    "text": "The supreme quality for leadership is unquestionably integrity. Without it, no real success is possible, no matter whether it is on a section gang, a football field, in an army, or in an office."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "No man will make a great leader who wants to do it all himself or get all the credit for doing it."
   },
   "author": {
    "text": "Andrew Carnegie"
   }
  },
  {
   "quote": {
    "text": "When your values are clear to you, making decisions becomes easier."
   },
   "author": {
    "text": "Roy E. Disney"
   }
  },
  {
   "quote": {
    "text": "A genuine leader is not a searcher for consensus but a molder of consensus."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "The growth and development of people is the highest calling of leadership."
   },
   "author": {
    "text": "Harvey S. Firestone"
   }
  },
  {
   "quote": {
    "text": "A leader is a dealer in hope."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "Leadership is solving problems. The day soldiers stop bringing you their problems is the day you have stopped leading them. They have either lost confidence that you can help or concluded you do not care. Either case is a failure of leadership."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Leadership is a choice, not a position."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Management is doing things right; leadership is doing the right things."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "You have to think anyway, so why not think big?"
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "If you think you can do a thing or think you can't do a thing, you're right."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "Practice self-awareness, self-evaluation, and self-improvement. If we are aware that our manners - language, behavior, and actions - are measured against our values and principles, we are able to more easily embody the philosophy, leadership is a matter of how to be, not how to do."
   },
   "author": {
    "text": "Frances Hesselbein"
   }
  },
  {
   "quote": {
    "text": "Leadership is the capacity to translate vision into reality."
   },
   "author": {
    "text": "Warren Bennis"
   }
  },
  {
   "quote": {
    "text": "Be a yardstick of quality. Some people aren't used to an environment where excellence is expected."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "If a window of opportunity appears, don't pull down the shade."
   },
   "author": {
    "text": "Tom Peters"
   }
  },
  {
   "quote": {
    "text": "It is better to lead from behind and to put others in front, especially when you celebrate victory when nice things occur. You take the front line when there is danger. Then people will appreciate your leadership."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Don't find fault, find a remedy."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "The secret to success is good leadership, and good leadership is all about making the lives of your team members or workers better."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "Leadership is unlocking people's potential to become better."
   },
   "author": {
    "text": "Bill Bradley"
   }
  },
  {
   "quote": {
    "text": "The key to successful leadership today is influence, not authority."
   },
   "author": {
    "text": "Ken Blanchard"
   }
  },
  {
   "quote": {
    "text": "Leaders must be close enough to relate to others, but far enough ahead to motivate them."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "The amount of good luck coming your way depends on your willingness to act."
   },
   "author": {
    "text": "Barbara Sher"
   }
  },
  {
   "quote": {
    "text": "Leadership contains certain elements of good management, but it requires that you inspire, that you build durable trust. For an organization to be not just good but to win, leadership means evoking participation larger than the job description, commitment deeper than any job contract's wording."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "If the highest aim of a captain were to preserve his ship, he would keep it in port forever."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "Today a reader, tomorrow a leader."
   },
   "author": {
    "text": "Margaret Fuller"
   }
  },
  {
   "quote": {
    "text": "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "Enlightened leadership is spiritual if we understand spirituality not as some kind of religious dogma or ideology but as the domain of awareness where we experience values like truth, goodness, beauty, love and compassion, and also intuition, creativity, insight and focused attention."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Good management is the art of making problems so interesting and their solutions so constructive that everyone wants to get to work and deal with them."
   },
   "author": {
    "text": "Paul Hawken"
   }
  },
  {
   "quote": {
    "text": "I know of no single formula for success. But over the years I have observed that some attributes of leadership are universal and are often about finding ways of encouraging people to combine their efforts, their talents, their insights, their enthusiasm and their inspiration to work together."
   },
   "author": {
    "text": "Queen Elizabeth II"
   }
  },
  {
   "quote": {
    "text": "Leadership is not a popularity contest; it's about leaving your ego at the door. The name of the game is to lead without a title."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Hold yourself responsible for a higher standard than anybody expects of you. Never excuse yourself."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "Leadership is a way of thinking, a way of acting and, most importantly, a way of communicating."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "Leadership is hard to define and good leadership even harder. But if you can get people to follow you to the ends of the earth, you are a great leader."
   },
   "author": {
    "text": "Indra Nooyi"
   }
  },
  {
   "quote": {
    "text": "The function of leadership is to produce more leaders, not more followers."
   },
   "author": {
    "text": "Ralph Nader"
   }
  },
  {
   "quote": {
    "text": "A throne is only a bench covered with velvet."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "People buy into the leader before they buy into the vision."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Leadership is having a compelling vision, a comprehensive plan, relentless implementation, and talented people working together."
   },
   "author": {
    "text": "Alan Mulally"
   }
  },
  {
   "quote": {
    "text": "Only the guy who isn't rowing has time to rock the boat."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "People who enjoy meetings should not be in charge of anything."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "But the person who scored well on an SAT will not necessarily be the best doctor or the best lawyer or the best businessman. These tests do not measure character, leadership, creativity, perseverance."
   },
   "author": {
    "text": "William Julius Wilson"
   }
  },
  {
   "quote": {
    "text": "One of the best paradoxes of leadership is a leader's need to be both stubborn and open-minded. A leader must insist on sticking to the vision and stay on course to the destination. But he must be open-minded during the process."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "How we think shows through in how we act. Attitudes are mirrors of the mind. They reflect thinking."
   },
   "author": {
    "text": "David Joseph Schwartz"
   }
  },
  {
   "quote": {
    "text": "Grades don't measure tenacity, courage, leadership, guts or whatever you want to call it. Teachers or any other persons in a position of authority should never tell anybody they will not succeed because they did not get all A's in school."
   },
   "author": {
    "text": "Thomas J. Stanley"
   }
  },
  {
   "quote": {
    "text": "A man who wants to lead the orchestra must turn his back on the crowd."
   },
   "author": {
    "text": "Max Lucado"
   }
  },
  {
   "quote": {
    "text": "Leadership is a privilege to better the lives of others. It is not an opportunity to satisfy personal greed."
   },
   "author": {
    "text": "Mwai Kibaki"
   }
  },
  {
   "quote": {
    "text": "Optimism is the ultimate definition of a leader. A leader has to look optimistically at what is ahead while not ignoring the challenges that must be overcome. Those challenges are in government, politics, world leadership, and even in community life."
   },
   "author": {
    "text": "Linda McMahon"
   }
  },
  {
   "quote": {
    "text": "Leadership is the other side of the coin of loneliness, and he who is a leader must always act alone. And acting alone, accept everything alone."
   },
   "author": {
    "text": "Ferdinand Marcos"
   }
  },
  {
   "quote": {
    "text": "I suppose leadership at one time meant muscles; but today it means getting along with people."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "The task of the leader is to get his people from where they are to where they have not been."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "The secret to understanding me is, I'm not trying to be anybody other than who I actually am. People want candid, refreshing leadership. And I've always tried to go with solutions. You know, I've always tried to say, here's how we get our economy growing, here's why we get our debt under control. That's what Mitt Romney is offering."
   },
   "author": {
    "text": "Paul Ryan"
   }
  },
  {
   "quote": {
    "text": "You don't lead by hitting people over the head - that's assault, not leadership."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Getting in touch with your true self must be your first priority."
   },
   "author": {
    "text": "Tom Hopkins"
   }
  },
  {
   "quote": {
    "text": "There are good leaders who actively guide and bad leaders who actively misguide. Hence, leadership is about persuasion, presentation and people skills."
   },
   "author": {
    "text": "Shiv Khera"
   }
  },
  {
   "quote": {
    "text": "Outstanding leaders go out of their way to boost the self-esteem of their personnel. If people believe in themselves, it's amazing what they can accomplish."
   },
   "author": {
    "text": "Sam Walton"
   }
  },
  {
   "quote": {
    "text": "Go as far as you can see; when you get there, you'll be able to see farther."
   },
   "author": {
    "text": "J. P. Morgan"
   }
  },
  {
   "quote": {
    "text": "Leadership cannot really be taught. It can only be learned."
   },
   "author": {
    "text": "Harold S. Geneen"
   }
  },
  {
   "quote": {
    "text": "Teaching is a profession in which capacity building should occur at every stage of the career - novices working with accomplished colleagues, skillful teachers sharing their craft, and opportunities for teacher leadership."
   },
   "author": {
    "text": "Randi Weingarten"
   }
  },
  {
   "quote": {
    "text": "One of the tests of leadership is the ability to recognize a problem before it becomes an emergency."
   },
   "author": {
    "text": "Arnold H. Glasow"
   }
  },
  {
   "quote": {
    "text": "Good leadership consists of showing average people how to do the work of superior people."
   },
   "author": {
    "text": "John D. Rockefeller"
   }
  },
  {
   "quote": {
    "text": "Success is no longer about changing strategies more often, but having the agility to execute multiple strategies concurrently. And success requires CEOs to develop the right leadership capabilities, workforce skills, and corporate cultures to support digital transformation."
   },
   "author": {
    "text": "Pierre Nanterme"
   }
  },
  {
   "quote": {
    "text": "Millions saw the apple fall, but Newton was the one who asked why."
   },
   "author": {
    "text": "Bernard Baruch"
   }
  },
  {
   "quote": {
    "text": "The speed of the leader is the speed of the gang."
   },
   "author": {
    "text": "Mary Kay Ash"
   }
  },
  {
   "quote": {
    "text": "The world needs new leadership, but the new leadership is about working together."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "One thing that somebody told me is that leadership is a lonely role - some people can do it, and some people can't."
   },
   "author": {
    "text": "Kyrie Irving"
   }
  },
  {
   "quote": {
    "text": "Leadership is a potent combination of strategy and character. But if you must be without one, be without the strategy."
   },
   "author": {
    "text": "Norman Schwarzkopf"
   }
  },
  {
   "quote": {
    "text": "Effective leadership is not about making speeches or being liked; leadership is defined by results not attributes."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "The first man gets the oyster, the second man gets the shell."
   },
   "author": {
    "text": "Andrew Carnegie"
   }
  },
  {
   "quote": {
    "text": "Lead yourself whenever your boss' leadership deteriorates. When your boss doesn't praise what you do, praise yourself. When your boss doesn't make you big, make yourself big. Remember, if you have done your best, failure does not count."
   },
   "author": {
    "text": "Mario Teguh"
   }
  },
  {
   "quote": {
    "text": "Obstacles are things a person sees when he takes his eyes off his goal."
   },
   "author": {
    "text": "E. Joseph Cossman"
   }
  },
  {
   "quote": {
    "text": "Leadership is service to others."
   },
   "author": {
    "text": "Denise Morrison"
   }
  },
  {
   "quote": {
    "text": "The art of leadership is not to spend your time measuring, evaluating. It's all about selecting the person. And if you believe you selected the right person, then you give that person the freedom, the authority, the delegation to innovate and to lead with some very simple measure."
   },
   "author": {
    "text": "Pierre Nanterme"
   }
  },
  {
   "quote": {
    "text": "Management is efficiency in climbing the ladder of success; leadership determines whether the ladder is leaning against the right wall."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Leadership is influence."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "High expectations are the key to everything."
   },
   "author": {
    "text": "Sam Walton"
   }
  },
  {
   "quote": {
    "text": "The test of leadership is not to put greatness into humanity, but to elicit it, for the greatness is already there."
   },
   "author": {
    "text": "James Buchanan"
   }
  },
  {
   "quote": {
    "text": "Military veterans have unique skills, experience, and qualifications that are invaluable to today's workforce, including teamwork and leadership skills, the proven ability to learn quickly, a strong work ethic, dedication, and the ability to work under pressure."
   },
   "author": {
    "text": "Tae Yoo"
   }
  },
  {
   "quote": {
    "text": "If you care enough for a result, you will most certainly attain it."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "I learned that leadership is about falling in love with the people and the people falling in love with you. It is about serving the people with selflessness, with sacrifice, and with the need to put the common good ahead of personal interests."
   },
   "author": {
    "text": "Joyce Banda"
   }
  },
  {
   "quote": {
    "text": "There is no greater name for a leader than mother or father. There is no leadership more important than parenthood."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "I think one of the keys to leadership is recognizing that everybody has gifts and talents. A good leader will learn how to harness those gifts toward the same goal."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "I think the currency of leadership is transparency. You've got to be truthful. I don't think you should be vulnerable every day, but there are moments where you've got to share your soul and conscience with people and show them who you are, and not be afraid of it."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "Leadership offers an opportunity to make a difference in someone's life, no matter what the project."
   },
   "author": {
    "text": "Bill Owens"
   }
  },
  {
   "quote": {
    "text": "From the very first, it has been the educated and intelligent of the Negro people that have led and elevated the mass, and the sole obstacles that nullified and retarded their efforts were slavery and race prejudice; for what is slavery but the legalized survival of the unfit and the nullification of the work of natural internal leadership?"
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "The most dangerous leadership myth is that leaders are born-that there is a genetic factor to leadership. This myth asserts that people simply either have certain charismatic qualities or not. That's nonsense; in fact, the opposite is true. Leaders are made rather than born."
   },
   "author": {
    "text": "Warren Bennis"
   }
  },
  {
   "quote": {
    "text": "Leadership is something you earn, something you're chosen for. You can't come in yelling, 'I'm your leader!' If it happens, it's because the other guys respect you."
   },
   "author": {
    "text": "Ben Roethlisberger"
   }
  },
  {
   "quote": {
    "text": "Effective leadership is putting first things first. Effective management is discipline, carrying it out."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "In a world of complex threats, our security and leadership depends on all elements of our power - including strong and principled diplomacy."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Leadership is about vision and responsibility, not power."
   },
   "author": {
    "text": "Seth Berkley"
   }
  },
  {
   "quote": {
    "text": "Affirmation without discipline is the beginning of delusion."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "He who is prudent and lies in wait for an enemy who is not, will be victorious."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "Leadership is about doing the right thing, even if it going against a vast number of naysayers and mediocre people."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "When poor people get involved in a long conflict, such as a strike or a civil rights drive, and the pressure increases each day, there is a deep need for spiritual advice. Without it, we see families crumble, leadership weaken, and hard workers grow tired."
   },
   "author": {
    "text": "Cesar Chavez"
   }
  },
  {
   "quote": {
    "text": "There is no force in the world that can block the powerful march of our army and people, who are holding high the banner of the suns of great Comrade Kim Il Sung and great Comrade Kim Jong Il and continuing to advance under the leadership of the party and with strong faith in sure victory."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "I wish I had played team sports. I think every kid should. Teamwork builds character - teaches people about leadership and cooperation."
   },
   "author": {
    "text": "Mo Rocca"
   }
  },
  {
   "quote": {
    "text": "A good objective of leadership is to help those who are doing poorly to do well and to help those who are doing well to do even better."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "When I testified before Congress after the Hudson River landing, Congressman James Oberstar of Minnesota said, 'Safety begins in the boardroom.' That's as true in medicine as it is in aviation. It always boils down to leadership."
   },
   "author": {
    "text": "Chesley Sullenberger"
   }
  },
  {
   "quote": {
    "text": "What matters about people is their magnetic leadership, their aptitude for helping those following in their footsteps, and their passion - how they choose to package that is their prerogative."
   },
   "author": {
    "text": "Caroline Ghosn"
   }
  },
  {
   "quote": {
    "text": "Leadership is simply the ability of an individual to coalesce the efforts of other individuals toward achieving common goals. It boils down to looking after your people and ensuring that, from top to bottom, everyone feels part of the team."
   },
   "author": {
    "text": "Frederick W. Smith"
   }
  },
  {
   "quote": {
    "text": "It is rare to find a business partner who is selfless. If you are lucky it happens once in a lifetime."
   },
   "author": {
    "text": "Michael Eisner"
   }
  },
  {
   "quote": {
    "text": "One secret of leadership is that the mind of a leader never turns off. Leaders even when they are sightseers or spectators, are active; not passive observers."
   },
   "author": {
    "text": "James Humes"
   }
  },
  {
   "quote": {
    "text": "Leadership consists of picking good men and helping them do their best."
   },
   "author": {
    "text": "Chester W. Nimitz"
   }
  },
  {
   "quote": {
    "text": "Clarity affords focus."
   },
   "author": {
    "text": "Thomas Leonard"
   }
  },
  {
   "quote": {
    "text": "No institution can possibly survive if it needs geniuses or supermen to manage it. It must be organized in such a way as to be able to get along under a leadership composed of average human beings."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "God will never direct us to be prideful, arrogant and unforgiving, immoral or slothful or full of fear. We step into these things because we are insensitive to the leadership of the Holy Spirit within us."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "Leadership is working with goals and vision; management is working with objectives."
   },
   "author": {
    "text": "Russel Honore"
   }
  },
  {
   "quote": {
    "text": "Educationists should build the capacities of the spirit of inquiry, creativity, entrepreneurial and moral leadership among students and become their role model."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "The Republican Party is the Grand Old Party. It's made enormous contributions to the success of our country. And it is a party that has embraced its leadership role when it has had the majority or the White House."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "I think we need the feminine qualities of leadership, which include attention to aesthetics and the environment, nurturing, affection, intuition and the qualities that make people feel safe and cared for."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "You can't run a government from one single person. What instead matters is that leadership be about gathering around extraordinary individuals and getting the best out of them."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "The cost of leadership is self-interest."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "When placed in command, take charge."
   },
   "author": {
    "text": "Norman Schwarzkopf"
   }
  },
  {
   "quote": {
    "text": "True leadership isn't about having an idea. It's about having an idea and recruiting other people to execute on this vision."
   },
   "author": {
    "text": "Leila Janah"
   }
  },
  {
   "quote": {
    "text": "The very essence of leadership is that you have to have vision. You can't blow an uncertain trumpet."
   },
   "author": {
    "text": "Theodore Hesburgh"
   }
  },
  {
   "quote": {
    "text": "President Ford was a devoted, decent man of impeccable integrity who put service to his country before his own self interest. He helped heal our nation during a time of crisis, provided steady leadership and restored people's faith in the presidency and in government."
   },
   "author": {
    "text": "Mark Udall"
   }
  },
  {
   "quote": {
    "text": "I think leadership is service and there is power in that giving: to help people, to inspire and motivate them to reach their fullest potential."
   },
   "author": {
    "text": "Denise Morrison"
   }
  },
  {
   "quote": {
    "text": "Speak softly and carry a big stick; you will go far."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "We'll have a sales leader go run engineering. A lawyer go run business development. A business development leader go run our consumer operations. We're going to train a generalist group of leaders who know how to learn and operate in collaboration teamwork. I think that's the future of leadership."
   },
   "author": {
    "text": "John T. Chambers"
   }
  },
  {
   "quote": {
    "text": "The cautious seldom err."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Whether we're talking about leadership, teamwork, or client service, there is no more powerful attribute than the ability to be genuinely honest about one's weaknesses, mistakes, and needs for help."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "My height doesn't define my skill set. To be a great quarterback, you have to have great leadership, great attention to detail and a relentless competitive nature - and I try to bring that on a daily basis."
   },
   "author": {
    "text": "Russell Wilson"
   }
  },
  {
   "quote": {
    "text": "We need leadership in this country, which will improve the lives of working families, the children, the elderly, the sick and the poor. We need leadership which brings our people together and makes us stronger."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "Leadership is inspiring people. Management is keeping the trains running on time."
   },
   "author": {
    "text": "Andy Dunn"
   }
  },
  {
   "quote": {
    "text": "Our next-door neighbour taught physics at Hampton University. Our church abounded with mathematicians. Supersonics experts held leadership positions in my mother's sorority, and electrical engineers sat on the board of my parents' college alumni associations."
   },
   "author": {
    "text": "Margot Lee Shetterly"
   }
  },
  {
   "quote": {
    "text": "Everyone who's ever taken a shower has an idea. It's the person who gets out of the shower, dries off and does something about it who makes a difference."
   },
   "author": {
    "text": "Nolan Bushnell"
   }
  },
  {
   "quote": {
    "text": "The topic of leadership is a touchy one. A lot of leaders fail because they don't have the bravery to touch that nerve or strike that chord. Throughout my years, I haven't had that fear."
   },
   "author": {
    "text": "Kobe Bryant"
   }
  },
  {
   "quote": {
    "text": "Sometimes leadership is planting trees under whose shade you'll never sit. It may not happen fully till after I'm gone. But I know that the steps we're taking are the right steps."
   },
   "author": {
    "text": "Jennifer Granholm"
   }
  },
  {
   "quote": {
    "text": "Time is neutral and does not change things. With courage and initiative, leaders change things."
   },
   "author": {
    "text": "Jesse Jackson"
   }
  },
  {
   "quote": {
    "text": "You need a commitment which is long term and a commitment to leadership, because that's the only way you build excellence."
   },
   "author": {
    "text": "Azim Premji"
   }
  },
  {
   "quote": {
    "text": "My role at Lockheed Martin puts me in contact with extraordinary leaders in many fields - from science and engineering to philanthropy and government. And since we also work closely with our nation's armed forces, we tend to reflect a lot on leadership and how we can inspire successful teamwork, cooperation, and partnerships."
   },
   "author": {
    "text": "Marillyn Hewson"
   }
  },
  {
   "quote": {
    "text": "Leadership is loud. It is quiet. It is thoughtful and emotional and cerebral and nerdy and goofy and joyful and motivating."
   },
   "author": {
    "text": "Julie Foudy"
   }
  },
  {
   "quote": {
    "text": "The cardinal responsibility of leadership is to identify the dominant contradiction at each point of the historical process and to work out a central line to resolve it."
   },
   "author": {
    "text": "Mao Zedong"
   }
  },
  {
   "quote": {
    "text": "As a woman leader, I thought I brought a different kind of leadership. I was interested in women's issues, in bringing down the population growth rate... as a woman, I entered politics with an additional dimension - that of a mother."
   },
   "author": {
    "text": "Benazir Bhutto"
   }
  },
  {
   "quote": {
    "text": "Great companies in the way they work, start with great leaders."
   },
   "author": {
    "text": "Steve Ballmer"
   }
  },
  {
   "quote": {
    "text": "To be an objective leader means aligning your models with the needs of the organization. There is no question anymore that collaboration, seeking out diverse perspectives and developing new ways to look at challenges and opportunities, is a key leadership competency."
   },
   "author": {
    "text": "Elizabeth Thornton"
   }
  },
  {
   "quote": {
    "text": "Leadership is about being a servant first."
   },
   "author": {
    "text": "Allen West"
   }
  },
  {
   "quote": {
    "text": "Many corporate leaders and employees have the right intentions, but it can be overwhelming when you consider how everything is affected from leadership styles, to organizational structure, to employee engagement, to customer service an marketplace."
   },
   "author": {
    "text": "Simon Mainwaring"
   }
  },
  {
   "quote": {
    "text": "A leader does not deserve the name unless he is willing occasionally to stand alone."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "Good leadership is to know when to go, and you only succeed as a good leader if you've transported someone else in and the company gets stronger. Then you've succeeded as leader."
   },
   "author": {
    "text": "Tony Fernandes"
   }
  },
  {
   "quote": {
    "text": "Leadership is inspiring extraordinary people to step up and serve their country."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "Never take your eye off the ball. Always remember that you and everyone on the team is the servant of the cause - in our case, girls' education and young women's leadership in Africa."
   },
   "author": {
    "text": "Ann Cotton"
   }
  },
  {
   "quote": {
    "text": "Overall, the challenge of leadership is both moral and one of developing the characteristics that make us respected by one another."
   },
   "author": {
    "text": "Louis Farrakhan"
   }
  },
  {
   "quote": {
    "text": "We never used to blink at taking a leadership role in the world. And we understood leadership often required something other than drones and bombs. We accepted global leadership not just for humanitarian reasons, but also because it was in our own best interest. We knew we couldn't isolate ourselves from trouble. There was no place to hide."
   },
   "author": {
    "text": "Robert Reich"
   }
  },
  {
   "quote": {
    "text": "Very often, we think of leadership being at the very top of an organisation. I think what's unique about ABG is that we have a very strong cadre of leaders across the organisation who are highly empowered and therefore play a very major role in the growth and evolution of the organization."
   },
   "author": {
    "text": "Kumar Mangalam Birla"
   }
  },
  {
   "quote": {
    "text": "The failure of women to have reached positions of leadership has been due in large part to social and professional discrimination."
   },
   "author": {
    "text": "Rosalyn Sussman Yalow"
   }
  },
  {
   "quote": {
    "text": "Everything rises and falls on leadership."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Inability to make decisions is one of the principal reasons executives fail. Deficiency in decision-making ranks much higher than lack of specific knowledge or technical know-how as an indicator of leadership failure."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "There's two parts of leadership. You've got to be a good leader - you've got to be somebody that people want to emulate and care about the other people. But the other guys that you have have to accept their leadership. They have to respond to it. That's the chemistry that you never know how that is going to happen."
   },
   "author": {
    "text": "Nick Saban"
   }
  },
  {
   "quote": {
    "text": "The employer generally gets the employees he deserves."
   },
   "author": {
    "text": "J. Paul Getty"
   }
  },
  {
   "quote": {
    "text": "Empowerment isn't a buzzword among leadership gurus. It's a proven technique where leaders give their teams the appropriate training, tools, resources, and guidance to succeed."
   },
   "author": {
    "text": "John Rampton"
   }
  },
  {
   "quote": {
    "text": "Leadership is the art of getting someone else to do something you want done because he wants to do it."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "It is not about gender, it is about experience, leadership, and vision."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "The art of leadership is saying no, not saying yes. It is very easy to say yes."
   },
   "author": {
    "text": "Tony Blair"
   }
  },
  {
   "quote": {
    "text": "Leadership is an active role; 'lead' is a verb. But the leader who tries to do it all is headed for burnout, and in a powerful hurry."
   },
   "author": {
    "text": "Bill Owens"
   }
  },
  {
   "quote": {
    "text": "Inspirational leaders need to have a winning mentality in order to inspire respect. It is hard to trust in the leadership of someone who is half-hearted about their purpose, or only sporadic in focus or enthusiasm."
   },
   "author": {
    "text": "Sebastian Coe"
   }
  },
  {
   "quote": {
    "text": "You have to enable and empower people to make decisions independent of you. As I've learned, each person on a team is an extension of your leadership; if they feel empowered by you they will magnify your power to lead."
   },
   "author": {
    "text": "Tom Ridge"
   }
  },
  {
   "quote": {
    "text": "We in the United States believe in the protection of minorities; we recognize the contributions that they can make and the leadership that they can provide; and we do not believe that any people - whether majority or minority, or individual human beings - are 'expendable' in the cause of theory or of policy."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Leadership is a matter of having people look at you and gain confidence, seeing how you react. If you're in control, they're in control."
   },
   "author": {
    "text": "Tom Landry"
   }
  },
  {
   "quote": {
    "text": "In order to cultivate a set of leaders with legitimacy in the eyes of the citizenry, it is necessary that the path to leadership be visibly open to talented and qualified individuals of every race and ethnicity."
   },
   "author": {
    "text": "Sandra Day O'Connor"
   }
  },
  {
   "quote": {
    "text": "Leadership is all about emotional intelligence. Management is taught, while leadership is experienced."
   },
   "author": {
    "text": "Rajeev Suri"
   }
  },
  {
   "quote": {
    "text": "If you want a quality, act as if you already had it."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Give whatever you are doing and whoever you are with the gift of your attention."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "Leadership is getting someone to do what they don't want to do, to achieve what they want to achieve."
   },
   "author": {
    "text": "Tom Landry"
   }
  },
  {
   "quote": {
    "text": "For success of any mission, it is necessary to have creative leadership. Creative leadership is vital for government, non-governmental organisations as well as for industries."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "I think that in any group activity - whether it be business, sports, or family - there has to be leadership or it won't be successful."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "What I've really learned over time is that optimism is a very, very important part of leadership."
   },
   "author": {
    "text": "Bob Iger"
   }
  },
  {
   "quote": {
    "text": "In this age, I don't care how tactically or operationally brilliant you are: if you cannot create harmony - even vicious harmony - on the battlefield based on trust across service lines, across coalition and national lines, and across civilian/military lines, you need to go home, because your leadership is obsolete."
   },
   "author": {
    "text": "James Mattis"
   }
  },
  {
   "quote": {
    "text": "Leadership is intangible, and therefore no weapon ever designed can replace it."
   },
   "author": {
    "text": "Omar N. Bradley"
   }
  },
  {
   "quote": {
    "text": "One thing we've talked a lot about, even in the first leadership meeting, was, what's the purpose of our leadership team? The framework we came up with is the notion that our purpose is to bring clarity, alignment and intensity."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "Management's job is to convey leadership's message in a compelling and inspiring way. Not just in meetings, but also by example."
   },
   "author": {
    "text": "Jeffrey Gitomer"
   }
  },
  {
   "quote": {
    "text": "Often, sustainability is discussed only in the context of energy. Energy sustainability is essential - but the word has a much broader meaning. It means long-term thinking about how we manage our businesses, invest in social spending, and plan for the future. This requires vision and leadership, and it requires citizen engagement."
   },
   "author": {
    "text": "Joe Kaeser"
   }
  },
  {
   "quote": {
    "text": "Leadership is diving for a loose ball, getting the crowd involved, getting other players involved. It's being able to take it as well as dish it out. That's the only way you're going to get respect from the players."
   },
   "author": {
    "text": "Larry Bird"
   }
  },
  {
   "quote": {
    "text": "I want American Dream growth - lots of new businesses, well-paying jobs, and American leadership in new industries, like clean energy and biotechnology."
   },
   "author": {
    "text": "William J. Clinton"
   }
  },
  {
   "quote": {
    "text": "I think to be a great quarterback, you have to have a great leadership, great attention to detail, and a relentless competitive nature. And that's what I try to bring to the table, and I have a long way to go. I'm still learning, and I'm still on a constant quest for knowledge."
   },
   "author": {
    "text": "Russell Wilson"
   }
  },
  {
   "quote": {
    "text": "Uncertainty is a permanent part of the leadership landscape. It never goes away."
   },
   "author": {
    "text": "Andy Stanley"
   }
  },
  {
   "quote": {
    "text": "Problems are only opportunities in work clothes."
   },
   "author": {
    "text": "Henry J. Kaiser"
   }
  },
  {
   "quote": {
    "text": "I have always supported measures and principles and not men."
   },
   "author": {
    "text": "Davy Crockett"
   }
  },
  {
   "quote": {
    "text": "Constant, gentle pressure is my preferred technique for leadership, guidance, and coaching."
   },
   "author": {
    "text": "Danny Meyer"
   }
  },
  {
   "quote": {
    "text": "It is, after all, the responsibility of the expert to operate the familiar and that of the leader to transcend it."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "Honor bespeaks worth. Confidence begets trust. Service brings satisfaction. Cooperation proves the quality of leadership."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "When you're in a leadership role, you can never please all of the people all of the time. There's also a lot of responsibility that goes along with it that others may not realize."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Well, I think that - I think leadership's always been about two main things: imagination and courage."
   },
   "author": {
    "text": "Paul Keating"
   }
  },
  {
   "quote": {
    "text": "The highest calling of leadership is to challenge the status quo and unlock the potential of others. We need a leader who will lead the resurgence of this great nation and unlock its potential once again."
   },
   "author": {
    "text": "Carly Fiorina"
   }
  },
  {
   "quote": {
    "text": "The signs of outstanding leadership appear primarily among the followers. Are the followers reaching their potential? Are they learning? Serving? Do they achieve the required results? Do they change with grace? Manage conflict?"
   },
   "author": {
    "text": "Max de Pree"
   }
  },
  {
   "quote": {
    "text": "I don't subscribe to, 'Here are the top ten tips to successful leadership,' or, 'How to learn leadership in ten minutes.' A leader is someone who gives positive energy to others which then results in a better change than would have happened. I think everyone is a leader."
   },
   "author": {
    "text": "Paul Polman"
   }
  },
  {
   "quote": {
    "text": "I look for what needs to be done. After all, that's how the universe designs itself."
   },
   "author": {
    "text": "R. Buckminster Fuller"
   }
  },
  {
   "quote": {
    "text": "This is about systemic, institutional corruption, not personality. To ask the Democratic leadership to clean things up would be like asking the old Soviet bureaucracy under Brezhnev to reform itself. It ain't going to happen."
   },
   "author": {
    "text": "Newt Gingrich"
   }
  },
  {
   "quote": {
    "text": "All of the things an arts education gives a young person enhance leadership skills and help raise grades."
   },
   "author": {
    "text": "Josh Groban"
   }
  },
  {
   "quote": {
    "text": "Dr. King's leadership reaffirmed the promise of our democracy: that everyday people, working together, have the power to change our government and our institutions for the better."
   },
   "author": {
    "text": "Maria Cantwell"
   }
  },
  {
   "quote": {
    "text": "I fully support U.N. Secretary General Ban Ki-moon in his Global Education First Initiative and the work of U.N. Special Envoy for Global Education Gordon Brown and the respectful president of the U.N. General Assembly Vuk Jeremic. I thank them for the leadership they continue to give."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "I am the wealthiest man, not just in Europe, but in the whole world. I collect emotions. I am wealthy in that the people of Russia have twice entrusted me with the leadership of a great nation such as Russia - I believe that is my greatest wealth."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "I start with the premise that the function of leadership is to produce more leaders, not more followers."
   },
   "author": {
    "text": "Ralph Nader"
   }
  },
  {
   "quote": {
    "text": "You're only as good as the people you hire."
   },
   "author": {
    "text": "Ray Kroc"
   }
  },
  {
   "quote": {
    "text": "Uncertainty is not an indication of poor leadership; it underscores the need for leadership."
   },
   "author": {
    "text": "Andy Stanley"
   }
  },
  {
   "quote": {
    "text": "I think the greater responsibility, in terms of morality, is where leadership begins."
   },
   "author": {
    "text": "Norman Lear"
   }
  },
  {
   "quote": {
    "text": "In the South, there was absence of any leadership corresponding in breadth and courage to that of Abraham Lincoln."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "Now, if we look at the way in which the labor movement itself has evolved over the last couple of decades, we see increasing numbers of black people who are in the leadership of the labor movement and this is true today."
   },
   "author": {
    "text": "Angela Davis"
   }
  },
  {
   "quote": {
    "text": "The world is starving for original and decisive leadership."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Bipartisanship isn't an option anymore; it is a requirement. The American people have divided responsibility for leadership right down the middle."
   },
   "author": {
    "text": "Tom Daschle"
   }
  },
  {
   "quote": {
    "text": "Leadership in telecommunications is also essential, since we are now in the age of e-commerce."
   },
   "author": {
    "text": "Michael Oxley"
   }
  },
  {
   "quote": {
    "text": "Few things kill likeability as quickly as arrogance. Likable leaders don't act as though they're better than you because they don't think that they're better than you. Rather than being a source of prestige, they see their leadership position as bringing them additional accountability for serving those who follow them."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "If you have ideas, you have the main asset you need, and there isn't any limit to what you can do with your business and your life. Ideas are any man's greatest asset."
   },
   "author": {
    "text": "Harvey S. Firestone"
   }
  },
  {
   "quote": {
    "text": "A leader is one who, out of madness or goodness, volunteers to take upon himself the woe of the people. There are few men so foolish, hence the erratic quality of leadership in the world."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "I think you need to be intentional at times about your leadership - where you're eating lunch, who you're interacting with, making guys feel like you're interested in what they're doing. If it's authentic, then it's going to be an easy conversation and easy hangout time."
   },
   "author": {
    "text": "Aaron Rodgers"
   }
  },
  {
   "quote": {
    "text": "I would say that one of the things that encouraged me so much when I became elected to the leadership was the letters I received from fathers of daughters, saying that, 'My daughter can now do many more things because of what you did.'"
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "My mother was in the Army Reserve for six years. She taught me the importance of following rules, finishing what I start, never giving up, leadership skills, teamwork, staying positive, motivated and how to pack the military way when I'm traveling!"
   },
   "author": {
    "text": "Laurie Hernandez"
   }
  },
  {
   "quote": {
    "text": "Leadership comes in small acts as well as bold strokes."
   },
   "author": {
    "text": "Carly Fiorina"
   }
  },
  {
   "quote": {
    "text": "I think America has more than enough maturity and intelligence to start exercising its world leadership responsibly."
   },
   "author": {
    "text": "Cristina Kirchner"
   }
  },
  {
   "quote": {
    "text": "Different times need different types of leadership."
   },
   "author": {
    "text": "Park Geun-hye"
   }
  },
  {
   "quote": {
    "text": "Anybody who tells you that a two-day conference, you're going to turn into the General Patton of leadership, they're not telling you the truth. But you can learn the fundamentals; you can absolutely understand the fundamentals."
   },
   "author": {
    "text": "Jocko Willink"
   }
  },
  {
   "quote": {
    "text": "Leaders grasp nettles."
   },
   "author": {
    "text": "David Ogilvy"
   }
  },
  {
   "quote": {
    "text": "All the organizations and officials of Chongryon, regarding this unity as the great foundation of the movement of Koreans in Japan, should rally themselves around the central leadership with one mind and purpose, and accomplish its patriotic cause, which was pioneered with comradely unity, by dint of comradeship."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "Turnaround or growth, it's getting your people focused on the goal that is still the job of leadership."
   },
   "author": {
    "text": "Anne M. Mulcahy"
   }
  },
  {
   "quote": {
    "text": "The job of nation building, the job of nation leadership in a difficult, complex coalition has worked."
   },
   "author": {
    "text": "Azim Premji"
   }
  },
  {
   "quote": {
    "text": "The first step in changing a culture, I believe, starts with the senior leadership team - and with the CEO."
   },
   "author": {
    "text": "Denise Morrison"
   }
  },
  {
   "quote": {
    "text": "The church wasn't an organization in the first century. They weren't writing checks or buying property. The church has matured and developed over the years. But for some reason, the last thing to change is the structure of leadership."
   },
   "author": {
    "text": "Andy Stanley"
   }
  },
  {
   "quote": {
    "text": "I'm not giving up politics entirely - I'm just giving up leadership of a political party."
   },
   "author": {
    "text": "Nigel Farage"
   }
  },
  {
   "quote": {
    "text": "I think leadership is knowing what you want to achieve and then purposefully and sensibly taking steps to achieve it, remembering always that you have got to bring people with you if you are seeking to be a successful political leader."
   },
   "author": {
    "text": "Tony Abbott"
   }
  },
  {
   "quote": {
    "text": "Leadership is an intense journey into yourself. You can use your own style to get anything done. It's about being self-aware. Every morning, I look in the mirror and say, 'I could have done three things better yesterday.'"
   },
   "author": {
    "text": "Jeffrey R. Immelt"
   }
  },
  {
   "quote": {
    "text": "The Chinese public is deeply nationalist, which matters to China's unelected political leadership as much as U.S. nationalism does to American politicians. As China becomes the world's largest economy, there is meaningful public pressure for its power status to advance in parallel. Any alternative would be humiliating."
   },
   "author": {
    "text": "Noah Feldman"
   }
  },
  {
   "quote": {
    "text": "This week you will nominate the most experienced executive to seek the presidency in 60 years in Mitt Romney. He has no illusions about what makes America great, and he doesn't confuse the presidency with celebrity, or loftiness with leadership."
   },
   "author": {
    "text": "Artur Davis"
   }
  },
  {
   "quote": {
    "text": "Pay attention to those employees who respectfully ask why. They are demonstrating an interest in their jobs and exhibiting a curiosity that could eventually translate into leadership ability."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "Great leadership can be a difficult thing to pin down and understand. You know a great leader when you're working for one, but even they can have a hard time articulating what it is that makes their leadership so effective."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "Doing nothing while the middle class is hurting. That's not leadership. Loose regulations and lax enforcement. That's not leadership. That's abandoning our middle class."
   },
   "author": {
    "text": "Kamala Harris"
   }
  },
  {
   "quote": {
    "text": "Engineers have shown to embody a tremendous amount of leadership skills through the collaborative educational environment."
   },
   "author": {
    "text": "Dinesh Paliwal"
   }
  },
  {
   "quote": {
    "text": "The essence of leadership is essentially taking the responsibility of trying to interpret the future to the present."
   },
   "author": {
    "text": "Paul Keating"
   }
  },
  {
   "quote": {
    "text": "It's fair to characterise me as competitive and determined, but anyone who works with me will attest to the fact I believe very strongly in the notion of servant leadership."
   },
   "author": {
    "text": "Irene Rosenfeld"
   }
  },
  {
   "quote": {
    "text": "You have asked me to lead this nation out of the present wilderness and malaise on to the promised land, and I shall do so; I shall offer a responsive, transparent, and innovative leadership."
   },
   "author": {
    "text": "Mwai Kibaki"
   }
  },
  {
   "quote": {
    "text": "Lewis Booth and Derrick Kuzak represent the very best of Ford and our culture and built a legacy of leadership, integrity and commitment to excellence that will benefit us for years to come."
   },
   "author": {
    "text": "William Clay Ford, Jr."
   }
  },
  {
   "quote": {
    "text": "Leadership must be likeable, affable, cordial, and above all emotional. The fashion of authoritarian leadership is gone. Football is about life. You can't be angry all day."
   },
   "author": {
    "text": "Vicente del Bosque"
   }
  },
  {
   "quote": {
    "text": "Many high school students are under so much competitive pressure. They are sometimes taught that if they don't have a 4.0 GPA, score in the 99th percentile on admissions tests, and demonstrate leadership in sports and participate in clubs, they won't get into college anywhere. Even highly credentialed professionals get caught up in this."
   },
   "author": {
    "text": "Elizabeth Thornton"
   }
  },
  {
   "quote": {
    "text": "Trump is in the White House, fulminating on Twitter, messing up foreign policy, mistaking critics for enemies, refusing to immediately and unequivocally condemn neo-Nazis, racists, and other assorted goons - and, in general, failing to provide the nation with a scintilla of moral leadership. This will last until it can't any longer."
   },
   "author": {
    "text": "Richard Cohen"
   }
  },
  {
   "quote": {
    "text": "Everything I do in my political life is colored by my military service. It was the defining moment in my life and helped me develop the leadership skills that I still utilize."
   },
   "author": {
    "text": "Jason Kander"
   }
  },
  {
   "quote": {
    "text": "M&A at Microsoft is a team sport for the senior leadership group. They're all involved in it, and we all play different roles. My role is the first centralized business development role at Microsoft."
   },
   "author": {
    "text": "Peggy Johnson"
   }
  },
  {
   "quote": {
    "text": "Trust into leadership evaporates with communities when they see that their problems are not adequately addressed, neither at the national level nor at the international arena."
   },
   "author": {
    "text": "Peter Maurer"
   }
  },
  {
   "quote": {
    "text": "If we expect to continue our leadership in the global economy, we must invest in a long-term transportation plan -f or both highways and transit programs. Too many of our roads, bridges, and railways have fallen into disrepair."
   },
   "author": {
    "text": "Sherrod Brown"
   }
  },
  {
   "quote": {
    "text": "What helps people, helps business."
   },
   "author": {
    "text": "Leo Burnett"
   }
  },
  {
   "quote": {
    "text": "It was funny that rank-and-file evangelicals were ahead of all the leadership. They saw for decades conservative Republicans had made promises to them on issues that were important to Christians and conservatives when they were running for office. But when they won, they didn't keep those promises."
   },
   "author": {
    "text": "Jerry Falwell, Jr."
   }
  },
  {
   "quote": {
    "text": "True leadership lies in guiding others to success. In ensuring that everyone is performing at their best, doing the work they are pledged to do and doing it well."
   },
   "author": {
    "text": "Bill Owens"
   }
  },
  {
   "quote": {
    "text": "Management is about arranging and telling. Leadership is about nurturing and enhancing."
   },
   "author": {
    "text": "Tom Peters"
   }
  },
  {
   "quote": {
    "text": "My philosophy of leadership is to surround myself with good people who have ability, judgment and knowledge, but above all, a passion for service."
   },
   "author": {
    "text": "Sonny Perdue"
   }
  },
  {
   "quote": {
    "text": "At the heart of great leadership is a curious mind, heart, and spirit."
   },
   "author": {
    "text": "Chip Conley"
   }
  },
  {
   "quote": {
    "text": "All of the great leaders have had one characteristic in common: it was the willingness to confront unequivocally the major anxiety of their people in their time. This, and not much else, is the essence of leadership."
   },
   "author": {
    "text": "John Kenneth Galbraith"
   }
  },
  {
   "quote": {
    "text": "Vocational education programs have made a real difference in the lives of countless young people nationwide; they build self-confidence and leadership skills by allowing students to utilize their unique gifts and talents."
   },
   "author": {
    "text": "Conrad Burns"
   }
  },
  {
   "quote": {
    "text": "Be careful the environment you choose for it will shape you; be careful the friends you choose for you will become like them."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "Every time you have to speak, you are auditioning for leadership."
   },
   "author": {
    "text": "James Humes"
   }
  },
  {
   "quote": {
    "text": "The only safe ship in a storm is leadership."
   },
   "author": {
    "text": "Faye Wattleton"
   }
  },
  {
   "quote": {
    "text": "Example is leadership."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "Be the chief but never the lord."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "I have the right temperament. I have the right leadership. I've built an incredible company. I went to a great school. I came out - I built an incredible company. I wrote the number one selling business book of all time: 'Trump: The Art of the Deal.'"
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Leadership to me means duty, honor, country. It means character, and it means listening from time to time."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "It is better to have a lion at the head of an army of sheep, than a sheep at the head of an army of lions."
   },
   "author": {
    "text": "Daniel Defoe"
   }
  },
  {
   "quote": {
    "text": "We also can't try to take over and rebuild every country that falls into crisis. That's not leadership; that's a recipe for quagmire, spilling American blood and treasure that ultimately weakens us. It's the lesson of Vietnam, of Iraq - and we should have learned it by now."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Leadership is getting players to believe in you. If you tell a teammate you're ready to play as tough as you're able to, you'd better go out there and do it. Players will see right through a phony. And they can tell when you're not giving it all you've got."
   },
   "author": {
    "text": "Larry Bird"
   }
  },
  {
   "quote": {
    "text": "Leadership is a mindset in action. So don't wait for the title. Leadership isn't something that anyone can give you - you have to earn it and claim it for yourself."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "It is the responsibility of leadership to provide opportunity, and the responsibility of individuals to contribute."
   },
   "author": {
    "text": "William Pollard"
   }
  },
  {
   "quote": {
    "text": "The fact that we are here today to debate raising America's debt limit is a sign of leadership failure. America has a debt problem and a failure of leadership. Americans deserve better. I, therefore, intend to oppose the effort to increase America's debt."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "One of the most important things about leadership is that you have to have the kind of humility that will allow you to be coached."
   },
   "author": {
    "text": "Jim Yong Kim"
   }
  },
  {
   "quote": {
    "text": "A leader who doesn't hesitate before he sends his nation into battle is not fit to be a leader."
   },
   "author": {
    "text": "Golda Meir"
   }
  },
  {
   "quote": {
    "text": "When the world is in the midst of change, when adversity and opportunity are almost indistinguishable, this is the time for visionary leadership and when leaders need to look beyond the survival needs of those they're serving."
   },
   "author": {
    "text": "Chip Conley"
   }
  },
  {
   "quote": {
    "text": "The British people know that, given strong leadership, time, and a little bit of hope, the forces of good ultimately rally and triumph over evil."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "My best investment, as cliched as this sounds, is the money I've spent developing myself, via books, workshops and coaching. Leadership begins within, and to have a better career, start by building a better you."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "A leadership culture is one where everyone thinks like an owner, a CEO or a managing director. It's one where everyone is entrepreneurial and proactive."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Leadership is a mindset that shifts from being a victim to creating results. Any one of us can demonstrate leadership in our work and within our lives."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "We can't drive our SUVs and eat as much as we want and keep our homes on 72 degrees at all times... and then just expect that other countries are going to say OK. That's not leadership. That's not going to happen."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Leadership is about making the right decision and the best decision before, sometimes, it becomes entirely popular."
   },
   "author": {
    "text": "Martin O'Malley"
   }
  },
  {
   "quote": {
    "text": "In government, our chief executives have been lawyers. The great majority of our cabinets and congresses are and have been men trained in the law. They have provided the leadership and the statecraft and the store of strength when it was needed."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Without initiative, leaders are simply workers in leadership positions."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "A man always has two reasons for doing anything: a good reason and the real reason."
   },
   "author": {
    "text": "J. P. Morgan"
   }
  },
  {
   "quote": {
    "text": "To me, leadership is about encouraging people. It's about stimulating them. It's about enabling them to achieve what they can achieve - and to do that with a purpose."
   },
   "author": {
    "text": "Christine Lagarde"
   }
  },
  {
   "quote": {
    "text": "No matter how carefully you plan your goals they will never be more than pipe dreams unless you pursue them with gusto."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "The one thing I have learned as a CEO is that leadership at various levels is vastly different. When I was leading a function or a business, there were certain demands and requirements to be a leader. As you move up the organization, the requirements for leading that organization don't grow vertically; they grow exponentially."
   },
   "author": {
    "text": "Indra Nooyi"
   }
  },
  {
   "quote": {
    "text": "Making good decisions is a crucial skill at every level."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "Leadership is absolutely about inspiring action, but it is also about guarding against mis-action."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "I think a captain is someone who captains on the cricket field but, most of the leadership that happens is off the cricket field. It's very easy to captain people on the cricket field, but if you can start leading them off the cricket field, and show them that trust, what you have in them."
   },
   "author": {
    "text": "Gautam Gambhir"
   }
  },
  {
   "quote": {
    "text": "That is what leadership is all about: staking your ground ahead of where opinion is and convincing people, not simply following the popular opinion of the moment."
   },
   "author": {
    "text": "Doris Kearns Goodwin"
   }
  },
  {
   "quote": {
    "text": "I vividly remember a conversation I had many years ago in 1974, which marked a turning point in my leadership journey. I was sitting at a Holiday Inn with my friend, Kurt Campmeyer, when he asked me if I had a personal growth plan. I didn't. In fact, I didn't even know you were supposed to have one."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "I think leadership is more than just being able to cross the t's and dot the i's. It's about character and integrity and work ethic."
   },
   "author": {
    "text": "Steve Largent"
   }
  },
  {
   "quote": {
    "text": "Lead, follow, or get out of the way."
   },
   "author": {
    "text": "Laurence J. Peter"
   }
  },
  {
   "quote": {
    "text": "The role of leadership is to transform the complex situation into small pieces and prioritize them."
   },
   "author": {
    "text": "Carlos Ghosn"
   }
  },
  {
   "quote": {
    "text": "Leadership is a matter of how to be - not how to do it."
   },
   "author": {
    "text": "Frances Hesselbein"
   }
  },
  {
   "quote": {
    "text": "Leadership can't be fabricated. If it is fabricated and rehearsed, you can't fool the guys in the locker room. So when you talk about leadership, it comes with performance. Leadership comes with consistency."
   },
   "author": {
    "text": "Junior Seau"
   }
  },
  {
   "quote": {
    "text": "I have a different vision of leadership. A leadership is someone who brings people together."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "Leadership is an opportunity to serve. It is not a trumpet call to self-importance."
   },
   "author": {
    "text": "J. Donald Walters"
   }
  },
  {
   "quote": {
    "text": "The key to being a good manager is keeping the people who hate me away from those who are still undecided."
   },
   "author": {
    "text": "Casey Stengel"
   }
  },
  {
   "quote": {
    "text": "There is no finish line to leadership."
   },
   "author": {
    "text": "Julia Hartz"
   }
  },
  {
   "quote": {
    "text": "One of my beliefs about leadership is it's not how many followers you have, but how many people you have with different opinions that you can bring together and try to be a good listener."
   },
   "author": {
    "text": "Robert Kraft"
   }
  },
  {
   "quote": {
    "text": "Leadership is all about taking people on a journey. The challenge is that most of the time, we are asking people to follow us to places we ourselves have never been."
   },
   "author": {
    "text": "Andy Stanley"
   }
  },
  {
   "quote": {
    "text": "For any movement to gain momentum, it must start with a small action. This action becomes multiplied by the masses, and is made tangible when leadership changes course due to the weight of the movement's voice."
   },
   "author": {
    "text": "Adam Braun"
   }
  },
  {
   "quote": {
    "text": "A visionary leadership is required to harness rapid technological change for positive benefit rather than allowing to become disruptive and further exacerbate economic inequality."
   },
   "author": {
    "text": "Piyush Goyal"
   }
  },
  {
   "quote": {
    "text": "I forgot to shake hands and be friendly. It was an important lesson about leadership."
   },
   "author": {
    "text": "Lee Iacocca"
   }
  },
  {
   "quote": {
    "text": "Leadership has a harder job to do than just choose sides. It must bring sides together."
   },
   "author": {
    "text": "Jesse Jackson"
   }
  },
  {
   "quote": {
    "text": "A good cult delivers on its promises. A good cult nourishes the needs of its members, has transparency and integrity, and creates provisions for challenging its leadership openly. A good cult expands the freedoms and well-being of its members rather than limits them."
   },
   "author": {
    "text": "Philip Zimbardo"
   }
  },
  {
   "quote": {
    "text": "You can never stop and as older people, we have to learn how to take leadership from the youth and I guess I would say that this is what I'm attempting to do right now."
   },
   "author": {
    "text": "Angela Davis"
   }
  },
  {
   "quote": {
    "text": "Positive leadership - conveying the idea that there is always a way forward - is so important, because that is what you are here for - to figure out how to move the organization forward. Critical to doing that is reinforcing the idea that everyone is included."
   },
   "author": {
    "text": "Alan Mulally"
   }
  },
  {
   "quote": {
    "text": "I'd like to see where boys and girls end up if they get equal encouragement - I think we might have some differences in how leadership is done."
   },
   "author": {
    "text": "Sheryl Sandberg"
   }
  },
  {
   "quote": {
    "text": "I'm a pragmatist. I think, as a woman, you have to be more careful. You have to be more communal, you have to say yes to more things than men, you have to worry about things that men don't have to worry about. But once we get enough women into leadership, we can break stereotypes down. If you lead, you get to decide."
   },
   "author": {
    "text": "Sheryl Sandberg"
   }
  },
  {
   "quote": {
    "text": "The more that social democracy develops, grows, and becomes stronger, the more the enlightened masses of workers will take their own destinies, the leadership of their movement, and the determination of its direction into their own hands."
   },
   "author": {
    "text": "Rosa Luxemburg"
   }
  },
  {
   "quote": {
    "text": "The most significant barrier to female leadership is the actual lack of females in leadership. The best advice I can give to women is to go out and start something, ideally their own businesses. If you can't see a path for leadership within your own company, go blaze a trail of your own."
   },
   "author": {
    "text": "Safra A. Catz"
   }
  },
  {
   "quote": {
    "text": "We have to go to war against the people who enable the gun violence, the people who stop us from keeping guns out of the hands of mentally unstable people, of felons, and that means the NRA leadership."
   },
   "author": {
    "text": "Jerrold Nadler"
   }
  },
  {
   "quote": {
    "text": "I have yet to meet members of a leadership team who I thought lacked the intelligence or the domain expertise required to be successful. I've met many, however, who failed to foster organizational health. Their companies were riddled with politics, various forms of dysfunction, and general confusion about their direction and mission."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "I learned early on that one of the secrets of campus leadership was the simplest thing of all: speak to people coming down the sidewalk before they speak to you. I would always look ahead and speak to the person coming toward me. If I knew them I would call them by name, but even if I didn't I would still speak to them."
   },
   "author": {
    "text": "Sam Walton"
   }
  },
  {
   "quote": {
    "text": "There is a new model of leadership in the world that rides on the premise that every single person in the organisation can be a leader. Titles are important for structure and order, but real power does not come from titles."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Anyone can show exceptional leadership ability in easy times. When all's going to plan, anyone can be inspirational/excellent/innovative and strong. The real question is how do you show up when everything's falling apart?"
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Market leadership can translate directly to higher revenue, higher profitability, greater capital velocity, and correspondingly stronger returns on invested capital."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "No wind serves him who addresses his voyage to no certain port."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "It's kind of like those little electric bumper cars where you drive around and see if you can hit the other guy. That's exactly what the country is like now. You no longer have the sense of community. Of loyalty. It's lost its sense of group. It has nothing to do with leadership."
   },
   "author": {
    "text": "Paul Newman"
   }
  },
  {
   "quote": {
    "text": "This assumption of Negro leadership in the ghetto, then, must not be confined to matters of religion, education, and social uplift; it must deal with such fundamental forces in life as make these things possible."
   },
   "author": {
    "text": "Carter G. Woodson"
   }
  },
  {
   "quote": {
    "text": "I don't pretend there aren't biological differences, but I don't believe the desire for leadership is hardwired biology, not the desire to win or excel. I believe that it's socialization, that we're socializing our daughters to nurture and our boys to lead."
   },
   "author": {
    "text": "Sheryl Sandberg"
   }
  },
  {
   "quote": {
    "text": "Strong convictions precede great actions."
   },
   "author": {
    "text": "James Freeman Clarke"
   }
  },
  {
   "quote": {
    "text": "We have to forget the past. History is something that even today we are paying the consequences, and the future is integration. We all as a people, as citizens, as the leadership of both countries should be looking in that direction."
   },
   "author": {
    "text": "Atifete Jahjaga"
   }
  },
  {
   "quote": {
    "text": "Leadership in today's world requires far more than a large stock of gunboats and a hard fist at the conference table."
   },
   "author": {
    "text": "Hubert H. Humphrey"
   }
  },
  {
   "quote": {
    "text": "I realize that every time we discuss a job placement and look at a list of both male and female candidates, there's a question that comes up pretty much all the time for the woman: 'Will she know how to assert herself?' It's not meant to be malicious. It's more, 'Will she manage to take leadership of the team you want to entrust to her?'"
   },
   "author": {
    "text": "Isabelle Kocher"
   }
  },
  {
   "quote": {
    "text": "I know that millions of Americans from all walks of life agree with me that leadership does not mean putting the ear to the ground to follow public opinion, but to have the vision of what is necessary and the courage to make it possible."
   },
   "author": {
    "text": "Shirley Chisholm"
   }
  },
  {
   "quote": {
    "text": "I have spent years as a leadership coach to the very wealthy and have been able to get behind the eyes of some of the world's best, studying the minute details of what makes a person great."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Put your leaders in stressful scenarios. Make them figure out solutions under pressure. See if you can make them frustrated, angry, and flustered, and then demand decisive leadership from them. They will be challenged at first, but they will get better over time."
   },
   "author": {
    "text": "Jocko Willink"
   }
  },
  {
   "quote": {
    "text": "Whether you empower one person or the free world, that is leadership."
   },
   "author": {
    "text": "Julie Foudy"
   }
  },
  {
   "quote": {
    "text": "Putin's Russia is our adversary and moral opposite. It is committed to the destruction of the post-war, rule-based world order built on American leadership and the primacy of our political and economic values."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "There's no doubt West Point impacted who I am... It has an enormous emphasis, not only on military aspects, but character development. Whether it's the honor code, or the interactions you have, both with the cadet leadership and the academy leadership, every place you are is a character test."
   },
   "author": {
    "text": "Mike Pompeo"
   }
  },
  {
   "quote": {
    "text": "There are very few good examples of effective, nurturing leadership that unlocks people's potential or even enthusiasm."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "An important part of leadership is being able to hold two things in your mind at once: Dealing with the reality, whatever it may be, and focus on hope for the future. Any leader helping an organization through challenges needs to be able to do both."
   },
   "author": {
    "text": "Alan Mulally"
   }
  },
  {
   "quote": {
    "text": "Every act of conscious learning requires the willingness to suffer an injury to one's self-esteem. That is why young children, before they are aware of their own self-importance, learn so easily."
   },
   "author": {
    "text": "Thomas Szasz"
   }
  },
  {
   "quote": {
    "text": "The moral was, in time of anarchy, tough leadership is the only solution - even though the collateral damage may be heartbreaking. Mrs. Thatcher's strident, take-no prisoners approach was in some ways repugnant, but it was surely necessary."
   },
   "author": {
    "text": "Nigel Hamilton"
   }
  },
  {
   "quote": {
    "text": "In a very real way, ownership is the essence of leadership. When you are 'ridiculously in charge,' then you own whatever happens in a company, school, et cetera."
   },
   "author": {
    "text": "Henry Cloud"
   }
  },
  {
   "quote": {
    "text": "I think for leadership positions, emotional intelligence is more important than cognitive intelligence. People with emotional intelligence usually have a lot of cognitive intelligence, but that's not always true the other way around."
   },
   "author": {
    "text": "John Mackey"
   }
  },
  {
   "quote": {
    "text": "Yes, America must do the right thing, but to provide moral leadership, America must do it in the right way, too."
   },
   "author": {
    "text": "David Cameron"
   }
  },
  {
   "quote": {
    "text": "My number one philosophy for leadership is leadership by example. If you are not willing to do it yourself, how can you show others how to do it?"
   },
   "author": {
    "text": "Linda McMahon"
   }
  },
  {
   "quote": {
    "text": "I think that all areas of the budget have to be scrubbed. Clearly the entitlement issues have to be reformed and that's an issue that's going to require I think some strong bipartisan cooperation and leadership."
   },
   "author": {
    "text": "John Thune"
   }
  },
  {
   "quote": {
    "text": "My interests were more extracurricular, more external, and more social than they were academic. My birthday is also in December, so I was one of the older kids. That meant I learned social leadership early on. I was always just much better in a team and work environment than I was in a classroom environment."
   },
   "author": {
    "text": "Nancy Dubuc"
   }
  },
  {
   "quote": {
    "text": "I am deeply honored by the opportunity to lead Intel. We have amazing assets, tremendous talent, and an unmatched legacy of innovation and execution. I look forward to working with our leadership team and employees worldwide to continue our proud legacy while moving even faster into ultra-mobility to lead Intel into the next era."
   },
   "author": {
    "text": "Brian Krzanich"
   }
  },
  {
   "quote": {
    "text": "We are looking for a set of personal characteristics that predict success, the first and foremost of which is perseverance in the face of challenges. We also look for the ability to influence and motivate others who share your values, strong problem-solving ability, and leadership."
   },
   "author": {
    "text": "Wendy Kopp"
   }
  },
  {
   "quote": {
    "text": "Most businesses think that product is the most important thing, but without great leadership, mission and a team that deliver results at a high level, even the best product won't make a company successful."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "A functioning, robust democracy requires a healthy educated, participatory followership, and an educated, morally grounded leadership."
   },
   "author": {
    "text": "Chinua Achebe"
   }
  },
  {
   "quote": {
    "text": "Character matters; leadership descends from character."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "Leadership and greatness comes to those who follow-through. Who stand for near-flawless execution."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Leadership is absolutely vital if there are comparable countries which can affect the security of the world you live in. Between Lincoln and Roosevelt's time, America was protected by huge oceans and, in practice, by the British navy. Today, it's different, and the obsession of the Obama administration has been for retrenchment."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "Character in leadership is the most important balance for leadership. Without character, leaders have no safety. Leadership has no protection without character."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "I believe in servant leadership, and the servant always asks, 'Where am I needed most?'"
   },
   "author": {
    "text": "Mike Pence"
   }
  },
  {
   "quote": {
    "text": "If more women are in leadership roles, we'll stop assuming they shouldn't be."
   },
   "author": {
    "text": "Sheryl Sandberg"
   }
  },
  {
   "quote": {
    "text": "Leadership is an individual sport, one that has to be fine-tuned to each of the people that reports to you. Leaders also need to provide the direction, energy, encouragement and inspiration for each person who reports directly to the leader as well as for the overall organization."
   },
   "author": {
    "text": "David Petraeus"
   }
  },
  {
   "quote": {
    "text": "Because management deals mostly with the status quo and leadership deals mostly with change, in the next century we are going to have to try to become much more skilled at creating leaders."
   },
   "author": {
    "text": "John P. Kotter"
   }
  },
  {
   "quote": {
    "text": "My four years in the Marine Corps left me with an indelible understanding of the value of leadership skills."
   },
   "author": {
    "text": "Frederick W. Smith"
   }
  },
  {
   "quote": {
    "text": "Leadership is not a basket of tricks or strategies or skills that you pull out. Leadership begins with the quality of the person."
   },
   "author": {
    "text": "Frances Hesselbein"
   }
  },
  {
   "quote": {
    "text": "I think leadership is just something that comes really natural to me."
   },
   "author": {
    "text": "Carson Wentz"
   }
  },
  {
   "quote": {
    "text": "We need to make sure we're creating spaces to create new leaders and new types of leadership."
   },
   "author": {
    "text": "Alicia Garza"
   }
  },
  {
   "quote": {
    "text": "There are no more excuses for leaving women out of the inner circles of power. Qualified women are everywhere. Women are ready for leadership; they just need to be identified and asked."
   },
   "author": {
    "text": "Madeleine M. Kunin"
   }
  },
  {
   "quote": {
    "text": "Actions, not words, are the ultimate results of leadership."
   },
   "author": {
    "text": "Bill Owens"
   }
  },
  {
   "quote": {
    "text": "Leadership involves finding a parade and getting in front of it."
   },
   "author": {
    "text": "John Naisbitt"
   }
  },
  {
   "quote": {
    "text": "The notion of 'world leadership' is a curiously archaic one. The very phrase is redolent of Kipling ballads and James Bondian adventures. What makes a country a world leader? Is it population, in which case India is on course to top the charts, overtaking China as the world's most populous country by 2034?"
   },
   "author": {
    "text": "Shashi Tharoor"
   }
  },
  {
   "quote": {
    "text": "Veterans have the skills employers want - discipline, motivation, leadership, and the ability to work on a team. They have made the U.S. military the most effective and respected in the world."
   },
   "author": {
    "text": "Bobby Kotick"
   }
  },
  {
   "quote": {
    "text": "I speak directly to the people, and I know that the people of California want to have better leadership. They want to have great leadership. They want to have somebody that will represent them. And it doesn't matter if you're a Democrat or a Republican, young or old."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "Great entrepreneurial DNA is comprised of leadership, technological vision, frugality, and the desire to succeed."
   },
   "author": {
    "text": "Steve Blank"
   }
  },
  {
   "quote": {
    "text": "If women are not accorded equal place in the leadership of the Catholic Church and the other great world religions, they will always be treated as inferiors in earthly matters as well."
   },
   "author": {
    "text": "Tim Kaine"
   }
  },
  {
   "quote": {
    "text": "Most Christian leadership is exercised by people who do not know how to develop healthy, intimate relationships and have opted for power and control instead. Many Christian empire-builders have been people unable to give and receive love."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "Black leadership has to recognize that principles more than speech, character more than a claim, is greater in advancing the cause of our liberation than what has transpired thus far."
   },
   "author": {
    "text": "Louis Farrakhan"
   }
  },
  {
   "quote": {
    "text": "Alliances and international organizations should be understood as opportunities for leadership and a means to expand our influence, not as constraints on our power."
   },
   "author": {
    "text": "Chuck Hagel"
   }
  },
  {
   "quote": {
    "text": "I believe Betsy DeVos has the talent, commitment, and leadership capacity to revitalize our public schools and deliver the promise of opportunity that excellent education provides, and I support her nomination as U.S. Secretary of Education."
   },
   "author": {
    "text": "Eva Moskowitz"
   }
  },
  {
   "quote": {
    "text": "You need strong leadership to effectuate change, and the easiest way is to keep everything status quo. And sometimes changes are necessary. If not, you build up too much potential energy."
   },
   "author": {
    "text": "Ronnie Chan"
   }
  },
  {
   "quote": {
    "text": "Leaders of the future will have to be visionary and be able to bring people in - real communicators. These are things that women bring to leadership and executive positions, and it's going to be incredibly valuable and incredibly in demand."
   },
   "author": {
    "text": "Anita Borg"
   }
  },
  {
   "quote": {
    "text": "Education is the mother of leadership."
   },
   "author": {
    "text": "Wendell Willkie"
   }
  },
  {
   "quote": {
    "text": "It's very important in a leadership role not to place your ego at the foreground and not to judge everything in relationship to how your ego is fed."
   },
   "author": {
    "text": "Ruth J. Simmons"
   }
  },
  {
   "quote": {
    "text": "Clearly no one knows what leadership has gone undiscovered in women of all races, and in black and other minority men."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "You were born to lead as mothers and fathers, because nowhere is righteous leadership more crucial than in the family."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "If you want to get the most out of your men, give them a break! Don't make them work completely in the dark. If you do, they won't do a bit more than they have to. But if they comprehend, they'll work like mad."
   },
   "author": {
    "text": "Chesty Puller"
   }
  },
  {
   "quote": {
    "text": "You learn far more from negative leadership than from positive leadership. Because you learn how not to do it. And, therefore, you learn how to do it."
   },
   "author": {
    "text": "Norman Schwarzkopf"
   }
  },
  {
   "quote": {
    "text": "Leadership and management are not synonymous."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "You're born with some things inside you that will allow you to lead, but I think you have to take the bull by the horns. You have to want that leadership position, and then there are things you can do to develop that."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "I never saw myself as an individual who had any particular leadership powers."
   },
   "author": {
    "text": "Angela Davis"
   }
  },
  {
   "quote": {
    "text": "I bought my own home in 2004. It's a sanctuary for my family and a place of peace and calm. It's key for anyone committed to leadership and success to avoid the noise and focus on their best opportunities."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Showing leadership doesn't mean every employee will run the organization; that would lead to chaos. Businesses do need someone to set the vision and then lead the team to it."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Comrade Kim Jong Il, who was faithful to Comrade Kim Il Sung's ideas and cause, led our revolution along the glorious road of victory, braving the severe trials and adversities of history by dint of his unique leadership of the Songun revolution."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "We should steadily intensify the work of establishing the Party's monolithic leadership system to make the whole Party share ideology with the Party Central Committee, breathe the same breath as it, and keep pace with it."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "In one of my recent books, 'The Success Principles,' I taught 64 lessons that help people achieve what they want out of life. From taking nothing less than 100 percent responsibility for your life to empowering others, these are the fundamentals to success - and to great leadership."
   },
   "author": {
    "text": "Jack Canfield"
   }
  },
  {
   "quote": {
    "text": "One of the sad truths about leadership is that, the higher up the ladder you travel, the less you know."
   },
   "author": {
    "text": "Margaret Heffernan"
   }
  },
  {
   "quote": {
    "text": "I think leadership is not something you learn; it's something you discover."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "I urge the Iraqi leadership for sake of its own people... to seize this opportunity and thereby begin to end the isolation and suffering of the Iraqi people."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "I think as far as any kind of pressure on a football team or on an individual in professional sports really depends not only on that individual but the leadership they have on the team and the leadership they have on the coaching staff. A lot of times, they can divert some of those pressures off of the individual and off of the team."
   },
   "author": {
    "text": "Jimmy Johnson"
   }
  },
  {
   "quote": {
    "text": "Our discomfort with female leadership runs deep. We call little girls bossy. We never really call little boys bossy, because a boy is expected to lead, so it doesn't surprise or offend."
   },
   "author": {
    "text": "Sheryl Sandberg"
   }
  },
  {
   "quote": {
    "text": "With the election of Trump, America's soft power has taken a big hit. The United States has moved from a position of leadership in the creation of a rules-based international system to a position of leadership in its destruction and the creation of a regime of global protectionism. The damage will be long-lasting."
   },
   "author": {
    "text": "Joseph Stiglitz"
   }
  },
  {
   "quote": {
    "text": "My observation is that women are merely waiting for their husbands to assume leadership."
   },
   "author": {
    "text": "James Dobson"
   }
  },
  {
   "quote": {
    "text": "In 'Henry V,' the story of the assumption of true and responsible leadership by Henry I think is hard-won. He has to lose friends; he has to risk his life."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "Leadership flows from inner character and integrity of ambition, which inspires others to lend themselves to your organization's mission."
   },
   "author": {
    "text": "Frances Hesselbein"
   }
  },
  {
   "quote": {
    "text": "To succeed in business it is necessary to make others see things as you see them."
   },
   "author": {
    "text": "Aristotle Onassis"
   }
  },
  {
   "quote": {
    "text": "I would assert that highly effective leaders are made more than they're born. Every leader I know who's been highly effective has worked hard at it, and they've been students of it. The more you're a student of leadership, the more you figure out what works for you and the more effective you're going to be."
   },
   "author": {
    "text": "Douglas Conant"
   }
  },
  {
   "quote": {
    "text": "We live in a society obsessed with public opinion. But leadership has never been about popularity."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "Leadership means forming a team and working toward common objectives that are tied to time, metrics, and resources."
   },
   "author": {
    "text": "Russel Honore"
   }
  },
  {
   "quote": {
    "text": "The task of leadership is not to put greatness into humanity, but to elicit it, for the greatness is already there."
   },
   "author": {
    "text": "John Buchan"
   }
  },
  {
   "quote": {
    "text": "Doing is a quantum leap from imagining."
   },
   "author": {
    "text": "Barbara Sher"
   }
  },
  {
   "quote": {
    "text": "Leadership should be born out of the understanding of the needs of those who would be affected by it."
   },
   "author": {
    "text": "Marian Anderson"
   }
  },
  {
   "quote": {
    "text": "The government, under my leadership, will act to implement the rule of law and to maintain the independence of the judicial system, which is one of the pillars of maintaining a democratic system."
   },
   "author": {
    "text": "Ariel Sharon"
   }
  },
  {
   "quote": {
    "text": "The biggest difference is in the leadership. It was better for us. We had more coaches and mentors to help us. A lot of the younger players today suffer from a lack of direction."
   },
   "author": {
    "text": "Isaiah Thomas"
   }
  },
  {
   "quote": {
    "text": "And the whole world, the whole world that believes in freedom, whether you're talking about personal freedom, economic freedom, religious freedom, they look to the United States for leadership; and you're part of that leadership."
   },
   "author": {
    "text": "Don Nickles"
   }
  },
  {
   "quote": {
    "text": "Our business in life is not to get ahead of others, but to get ahead of ourselves."
   },
   "author": {
    "text": "E. Joseph Cossman"
   }
  },
  {
   "quote": {
    "text": "Partisanship is not necessarily a bad thing. It leads to new leadership and new opportunities."
   },
   "author": {
    "text": "Gary Herbert"
   }
  },
  {
   "quote": {
    "text": "I chose to personally support Donald Trump for president early on and referred to him as America's blue-collar billionaire at the Republican National Convention because of his love for ordinary Americans and his kindness, generosity, and bold leadership qualities."
   },
   "author": {
    "text": "Jerry Falwell, Jr."
   }
  },
  {
   "quote": {
    "text": "Absolute identity with one's cause is the first and great condition of successful leadership."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "Equating brutality and despotism with leadership is not an American value."
   },
   "author": {
    "text": "Jake Tapper"
   }
  },
  {
   "quote": {
    "text": "In many ways, leadership is about defining reality and inspiring hope, but if you have these great people around you and they know that what they do is going to be recognized, it can be incredibly powerful."
   },
   "author": {
    "text": "Dan Schulman"
   }
  },
  {
   "quote": {
    "text": "At that time, the army leadership said the implementation of this agreement would allow everyone, including the IRA, to take its political objectives forward by peaceful and democratic means."
   },
   "author": {
    "text": "Gerry Adams"
   }
  },
  {
   "quote": {
    "text": "This - the leadership of the mayor is crucial, because it is to the mayor that people will look to provide the vision, the energy, and the sense of confidence in the rebuilding and the recovery."
   },
   "author": {
    "text": "Marc Morial"
   }
  },
  {
   "quote": {
    "text": "One must be convinced to convince, to have enthusiasm to stimulate the others."
   },
   "author": {
    "text": "Stefan Zweig"
   }
  },
  {
   "quote": {
    "text": "Leadership is by far the most important quality when it comes to making a show that's going to last and of superb quality, something classy and fun."
   },
   "author": {
    "text": "Andre Braugher"
   }
  },
  {
   "quote": {
    "text": "I regularly encourage employees to break rules. I also say to employees that leadership starts with complaining and dissatisfaction. But it doesn't stop there. It comes from saying you're dissatisfied with something and then fixing it and making it better for everybody."
   },
   "author": {
    "text": "Mark Pincus"
   }
  },
  {
   "quote": {
    "text": "I think when you have strong leadership at the coaching level and you empower the coach and the coaching staff, you have a lot more stability."
   },
   "author": {
    "text": "Jeffrey Lurie"
   }
  },
  {
   "quote": {
    "text": "Leadership does not depend on being right."
   },
   "author": {
    "text": "Ivan Illich"
   }
  },
  {
   "quote": {
    "text": "There are three secrets to managing. The first secret is have patience. The second is be patient. And the third most important secret is patience."
   },
   "author": {
    "text": "Chuck Tanner"
   }
  },
  {
   "quote": {
    "text": "The business manager was doing fine back in his office while they were out on the line, hungry. And, so they started to see a lot of that and there was, that maybe the leadership had its own cause. More so than the miners, you know, it was like a power struggle."
   },
   "author": {
    "text": "Richard Grimes"
   }
  },
  {
   "quote": {
    "text": "People invest in businesses that they believe have the leadership, mission and team to grow and operate profitably."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "In our system leadership is by consent, not command. To lead a President must persuade. Personal contacts and experiences help shape his thinking. They can be critical to his persuasiveness and thus to his leadership."
   },
   "author": {
    "text": "Donald Rumsfeld"
   }
  },
  {
   "quote": {
    "text": "In giving us children, God places us in a position of both leadership and service. He calls us to give up our lives for someone else's sake - to abandon our own desires and put our child's interests first. Yet, according to His perfect design, it is through this selflessness that we can become truly fulfilled."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "I helped to restore America's leadership."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "America is stronger because of President Obama's leadership, and I'm better because of his friendship."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "I've got to tell you what, the soldier doesn't fight very hard for a leader who is going to shoot him, okay, on his own whim. That's not what military leadership is all about."
   },
   "author": {
    "text": "Norman Schwarzkopf"
   }
  },
  {
   "quote": {
    "text": "My senior leadership team is half people who have been at GM for a long period of time like me, and others who have joined the company within the last five years from different industries, experiences, and countries. You have a better picture of the world. The diversity of thought is where you can make better business decisions."
   },
   "author": {
    "text": "Mary Barra"
   }
  },
  {
   "quote": {
    "text": "Leadership is hard. It's a skill. It's a technique."
   },
   "author": {
    "text": "Jocko Willink"
   }
  },
  {
   "quote": {
    "text": "I think it is important for people who are given leadership roles to assume that role immediately."
   },
   "author": {
    "text": "Bob Iger"
   }
  },
  {
   "quote": {
    "text": "The great Comrades Kim Il Sung and Kim Jong Il, putting forward the development of sports as a matter that has an important bearing on the prosperity of the country and nation, indicated the road ahead of the Juche-based sports and wrote a new chapter in the history of building a sports power by dint of outstanding ideas and leadership."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "I look for my opportunities, not trying to go outside of my genuine realm, because leadership has to be genuine and authentic."
   },
   "author": {
    "text": "Aaron Rodgers"
   }
  },
  {
   "quote": {
    "text": "Not everybody is created equal, and it's important for companies to identify those high potentials and treat them differently, accelerate their development and pay them more. That process is so incredibly important to developing first-class leadership in a company."
   },
   "author": {
    "text": "Anne M. Mulcahy"
   }
  },
  {
   "quote": {
    "text": "Xerox's innovative technology and service offerings - delivered through an expanding distribution system with a lean and flexible business model - continue to solidify our market leadership, driving consistently strong earnings performance."
   },
   "author": {
    "text": "Anne M. Mulcahy"
   }
  },
  {
   "quote": {
    "text": "Leadership is... to make sure you never limit the idea or opportunity."
   },
   "author": {
    "text": "Kevin Plank"
   }
  },
  {
   "quote": {
    "text": "Mahatma Gandhi was someone who demonstrated the tremendous power of leadership by example."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "I'm sad to report that in the past few years, ever since uncertainty became our insistent 21st century companion, leadership has taken a great leap backwards to the familiar territory of command and control."
   },
   "author": {
    "text": "Margaret J. Wheatley"
   }
  },
  {
   "quote": {
    "text": "I believe that the capacity that any organisation needs is for leadership to appear anywhere it is needed, when it is needed."
   },
   "author": {
    "text": "Margaret J. Wheatley"
   }
  },
  {
   "quote": {
    "text": "I think a major act of leadership right now, call it a radical act, is to create the places and processes so people can actually learn together, using our experiences."
   },
   "author": {
    "text": "Margaret J. Wheatley"
   }
  },
  {
   "quote": {
    "text": "The Washington leadership has put aside non-proliferation programmes and devoted its energies and resources to driving the country to war by extraordinary deceit, then trying to manage the catastrophe it created in Iraq."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "If you don't understand that you work for your mislabeled 'subordinates', then you know nothing of leadership. You know only tyranny."
   },
   "author": {
    "text": "Dee Hock"
   }
  },
  {
   "quote": {
    "text": "Courage breeds leadership."
   },
   "author": {
    "text": "Nikki Haley"
   }
  },
  {
   "quote": {
    "text": "One of the lessons of leadership worth emphasizing is that you want to get to know other great leaders and take their advice. At some point in your development, it's only people who've been in the seat of having to be leaders who can help you in a deep way."
   },
   "author": {
    "text": "Jim Yong Kim"
   }
  },
  {
   "quote": {
    "text": "I have always admired the innovation and impact Apple products and services have on people's lives and hope in some small way I can help contribute to the company's continued success and leadership in changing the world."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "A lot of these teams really forget that part of success comes with having veteran leadership. You see a lot of teams forget that and start letting go of these old veterans. They don't realize how important it is to have a veteran voice in your locker room or on the bench. It's important to have guys who have been there before."
   },
   "author": {
    "text": "David Robinson"
   }
  },
  {
   "quote": {
    "text": "I was raised with traditional stories of leadership: Robert E. Lee, John Buford at Gettysburg. And I also was raised with personal examples of leadership. This was my father in Vietnam. And I was raised to believe that soldiers were strong and wise and brave and faithful; they didn't lie, cheat, steal, or abandon their comrades."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "Lincoln's leadership is based on a number of precepts, but my favorite one is that he acted in the name, and for the good, of the people."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "Isolationism is not leadership."
   },
   "author": {
    "text": "John Hickenlooper"
   }
  },
  {
   "quote": {
    "text": "Priesthood lessons are regularly devoted to topics of family leadership, and quorum leaders everywhere are feeling more and more their responsibility to teach and train their quorum members to be better husbands and fathers."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "Leadership is about vision and responsibility, not power. And I try to model that in all of my interactions."
   },
   "author": {
    "text": "Seth Berkley"
   }
  },
  {
   "quote": {
    "text": "Leadership is a lot of hard work. I hoped, when I was younger, that I would just be a natural leader or that it was something that was innate, but it is really a learned skill."
   },
   "author": {
    "text": "Sallie Krawcheck"
   }
  },
  {
   "quote": {
    "text": "Even moderates, they can see in Trump the potential to have logjams broken and things finally get done. This makes some conservatives and some liberals furious, nervous, and me nervous a little bit, because I'm a pretty pure conservative. So that's a potential of his leadership."
   },
   "author": {
    "text": "Jeff Sessions"
   }
  },
  {
   "quote": {
    "text": "Power should be reserved for weightlifting and boats, and leadership really involves responsibility."
   },
   "author": {
    "text": "Herb Kelleher"
   }
  },
  {
   "quote": {
    "text": "The average American is more focused on leadership than likeability. And more focused on qualifications than quality of speakership."
   },
   "author": {
    "text": "Kellyanne Conway"
   }
  },
  {
   "quote": {
    "text": "The great leaders have always stage-managed their effects."
   },
   "author": {
    "text": "Charles de Gaulle"
   }
  },
  {
   "quote": {
    "text": "Leadership - mobilization toward a common goal."
   },
   "author": {
    "text": "Garry Wills"
   }
  },
  {
   "quote": {
    "text": "Not long ago, women in Afghanistan were required by Taliban leadership to be covered nearly head-to-toe and were barely allowed to leave the home; that young Afghan women today are not only accessing an education but are able to meet young people from around the world and cheer on a robot of their own making is something beautiful."
   },
   "author": {
    "text": "Kristen Soltis Anderson"
   }
  },
  {
   "quote": {
    "text": "I believe that the will of the people is resolved by a strong leadership. Even in a democratic society, events depend on a strong leadership with a strong power of persuasion, and not on the opinion of the masses."
   },
   "author": {
    "text": "Yitzhak Shamir"
   }
  },
  {
   "quote": {
    "text": "A policy of knowing your replacement is one of the best ways to drive a growth culture. It anticipates and eliminates the most harmful politics in leadership for an expanding company and instantly sets the right tone for a high-talent, growth-mindset executive team."
   },
   "author": {
    "text": "Joe Lonsdale"
   }
  },
  {
   "quote": {
    "text": "Too often, advances in civil rights or women's rights are undermined by wrong-headed legislation or weak-kneed political leadership."
   },
   "author": {
    "text": "Mike Quigley"
   }
  },
  {
   "quote": {
    "text": "The sharp employ the sharp."
   },
   "author": {
    "text": "Douglas William Jerrold"
   }
  },
  {
   "quote": {
    "text": "Message to all you crazed parents desperately hiring tutors and padding your kid's thin resume: Chillax. Attending an elite college is no guarantee of leadership, life success, or earnings potential."
   },
   "author": {
    "text": "Nina Easton"
   }
  },
  {
   "quote": {
    "text": "Leadership is standing with your people. People say you have to live to fight another day, but sometimes you have to show you are a true leader."
   },
   "author": {
    "text": "Leymah Gbowee"
   }
  },
  {
   "quote": {
    "text": "The country has sorted itself ideologically into the two political parties, and those partisan attachments have hardened in recent years. It will take an extraordinary event and act of leadership to break this partisan divide. I thought 9/11 might provide such an opportunity, but it was not seized."
   },
   "author": {
    "text": "Thomas E. Mann"
   }
  },
  {
   "quote": {
    "text": "Among my activities was membership in the Boy Scouts; I rose each year through the ranks, eventually achieving the rank of Eagle Scout and undertaking leadership roles in the organization."
   },
   "author": {
    "text": "Frederick Reines"
   }
  },
  {
   "quote": {
    "text": "Leadership is one of sports' intangibles. Guys can score, guys can fight, guys can skate faster than anybody else. But not everybody can say, 'Follow me.'"
   },
   "author": {
    "text": "Paul Coffey"
   }
  },
  {
   "quote": {
    "text": "We need leadership that can elevate religion and morality to their position of paramount importance and thus eliminate growing selfishness, immorality and materialism."
   },
   "author": {
    "text": "George W. Romney"
   }
  },
  {
   "quote": {
    "text": "In the long run, we need to build a leadership force of people. We have a whole strategy around not only providing folks with the foundational experience during their two years with us, but also then accelerating their leadership in ways that is strategic for the broader education reform movement."
   },
   "author": {
    "text": "Wendy Kopp"
   }
  },
  {
   "quote": {
    "text": "My sports were team sports: ice hockey and baseball. The whole team dynamic is similar in business. Leadership is earned - the captain earns that role; it's not because he's the coach's son. These are all things we know, but in today's world, it's not a bad idea to remind ourselves."
   },
   "author": {
    "text": "James McNerney"
   }
  },
  {
   "quote": {
    "text": "Leadership requires the courage to make decisions that will benefit the next generation."
   },
   "author": {
    "text": "Alan Autry"
   }
  },
  {
   "quote": {
    "text": "When I decided to leave the military, I realized that the skills I acquired there were transferable to the commercial world both in leadership and the information technology field. I made the decision to move to Oracle because of its strong leadership role."
   },
   "author": {
    "text": "Keith Kellogg"
   }
  },
  {
   "quote": {
    "text": "My mom was the first African-American woman to graduate from the University of Chicago Law School, in 1946. She had leadership roles in the law, in government and the corporate world. She was a great role model in that she felt anything was possible."
   },
   "author": {
    "text": "John W. Rogers, Jr."
   }
  },
  {
   "quote": {
    "text": "MoMA is one of the world's great cultural institutions with one of the world's premier Boards and Museum leadership. It is my distinct pleasure to work with such a talented and highly qualified group. I salute Bob Menschel for the high bar he has set and follow him in the position of Chairman with all the respect he has earned."
   },
   "author": {
    "text": "Jerry Speyer"
   }
  },
  {
   "quote": {
    "text": "Humility is a great quality of leadership which derives respect and not just fear or hatred."
   },
   "author": {
    "text": "Yousef Munayyer"
   }
  },
  {
   "quote": {
    "text": "Military school was great and especially great for leadership and then I spent two years in Vietnam."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "Ever since Israel has been a nation the United States has provided the leadership. Every president down to the ages has done this in a fairly balanced way, including George Bush senior, Gerald Ford, and others including myself and Bill Clinton."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "We must recognize that as the dominant power in the world we have a special responsibility. In addition to protecting our national interests, we must take the leadership in protecting the common interests of humanity."
   },
   "author": {
    "text": "George Soros"
   }
  },
  {
   "quote": {
    "text": "Don't necessarily avoid sharp edges. Occasionally they are necessary to leadership."
   },
   "author": {
    "text": "Donald Rumsfeld"
   }
  },
  {
   "quote": {
    "text": "Presidential leadership needn't always cost money. Look for low- and no-cost options. They can be surprisingly effective."
   },
   "author": {
    "text": "Donald Rumsfeld"
   }
  },
  {
   "quote": {
    "text": "Nobody in a leadership level in American politics is trying to inspire the American people. Everybody needs to be goosed. The vast majority of people are not self-starters."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "Leadership cannot just go along to get along. Leadership must meet the moral challenge of the day."
   },
   "author": {
    "text": "Jesse Jackson"
   }
  },
  {
   "quote": {
    "text": "While Mayor Daley surprised me today with his decision to not run for reelection, I have never been surprised by his leadership, dedication and tireless work on behalf of the city and the people of Chicago."
   },
   "author": {
    "text": "Rahm Emanuel"
   }
  },
  {
   "quote": {
    "text": "One civilization after another has been wrecked upon the attempt to secure sufficient leadership from a single group or class."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "I want to use my position of leadership to help move along at a faster pace what I believe and know the Obama administration wants to do around the urgency of climate change."
   },
   "author": {
    "text": "Kamala Harris"
   }
  },
  {
   "quote": {
    "text": "The exercise of power is determined by thousands of interactions between the world of the powerful and that of the powerless, all the more so because these worlds are never divided by a sharp line: everyone has a small part of himself in both."
   },
   "author": {
    "text": "Vaclav Havel"
   }
  },
  {
   "quote": {
    "text": "A revolutionary party is, in its essence, the party of its leader that carries out his ideology and cause, and the main thing in its building is to ensure the unitary character and inheritance of his ideology and leadership."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "Mandela's heroism is the heroism of a man who suffered so badly for what he thought of as freedom. And yet when he had the upper hand he has this incredible self-control and these incredible leadership qualities."
   },
   "author": {
    "text": "Bono"
   }
  },
  {
   "quote": {
    "text": "If we want girls to receive positive reinforcement for early acts of leadership, let's discourage bossy behavior along with banning bossy labels. That means teaching girls to engage in behaviors that earn admiration before they assert their authority."
   },
   "author": {
    "text": "Adam Grant"
   }
  },
  {
   "quote": {
    "text": "IBM has taken a leadership role in this area and is prepared to be a technology partner with companies around the world to take advantage of these new developments."
   },
   "author": {
    "text": "John Patrick"
   }
  },
  {
   "quote": {
    "text": "If an artist is driven primarily by social responsibility, I think the art probably suffers because, again, just as leadership has a rather defined end point or purpose, social responsibility would seem to have a very clear moral context."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "I'd always thought leadership was a CEO or president or person in a position of power. And honestly, to me, that meant a man - because that's what I was reading about in history books growing up."
   },
   "author": {
    "text": "Julie Foudy"
   }
  },
  {
   "quote": {
    "text": "Any objective observer will conclude that - based on her ideas and her leadership - Hillary Clinton must become the next president of the United States."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "I'm not a natural leader. I'm too intellectual; I'm too abstract; I think too much."
   },
   "author": {
    "text": "Newt Gingrich"
   }
  },
  {
   "quote": {
    "text": "We're trained to see the world in terms of charismatic organizations and charismatic people. That's who we look to for leadership and change, for transformation. We're awaiting the next J.F.K., the next Martin Luther King, the next Gandhi, the next Nelson Mandela."
   },
   "author": {
    "text": "Paul Hawken"
   }
  },
  {
   "quote": {
    "text": "We needed to go back on the offense and offer clear leadership on Iraq."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "I talked about the need for American leadership, I talked about the importance of the United States to a more peaceful world, a world that has been quite turbulent in recent years, and needs a strong American anchor."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "The principal challenge we face is to go up the value- and domain-skill chain and build a strong consultancy front end and, also, to globalize our leadership much more."
   },
   "author": {
    "text": "Azim Premji"
   }
  },
  {
   "quote": {
    "text": "I think for me, or for anyone who plays the quarterback position, it's almost an unspoken word when you think about leadership. Some guys can be a leader and be a running back or a lineman, or wide receiver, strong safety, or linebacker. But when you speak of quarterbacks, it's automatically a default that you're supposed to be a leader."
   },
   "author": {
    "text": "Cam Newton"
   }
  },
  {
   "quote": {
    "text": "You need to be strategic about how you define your leadership journey and where that takes you."
   },
   "author": {
    "text": "Denise Morrison"
   }
  },
  {
   "quote": {
    "text": "The best companies will build culturally diverse leadership teams and workforces with divergent backgrounds, perspectives, and ideas."
   },
   "author": {
    "text": "Denise Morrison"
   }
  },
  {
   "quote": {
    "text": "Great leadership and great companies aren't built overnight, and they're not built without capital. And capital can sometimes be counter-productive to building a great culture."
   },
   "author": {
    "text": "Julia Hartz"
   }
  },
  {
   "quote": {
    "text": "Well football teams are perhaps easier to control than political parties, I'm sure the Prime Minister would agree with me, but yeah I think every team needs discipline and a sense of self-belief and that's important, that's what leadership's all about."
   },
   "author": {
    "text": "Iain Duncan Smith"
   }
  },
  {
   "quote": {
    "text": "I'll practice as good as I can, but I know that I play even better, with the qualities I have - leadership, my ability to make something happen in games, winning."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "But I do not believe that the world would be entirely different if there were more women leaders. Maybe if everybody in leadership was a woman, you might not get into the conflicts in the first place. But if you watch the women who have made it to the top, they haven't exactly been non-aggressive - including me."
   },
   "author": {
    "text": "Madeleine Albright"
   }
  },
  {
   "quote": {
    "text": "Maybe if everybody in leadership was a woman, you might not get into the conflicts in the first place. But if you watch the women who have made it to the top, they haven't exactly been non-aggressive - including me."
   },
   "author": {
    "text": "Madeleine Albright"
   }
  },
  {
   "quote": {
    "text": "Nobody knows better than I do what the pressures of party leadership can do to a young family. It tore mine apart."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "My father's values and vision of this country obviously form everything I have as values and ideals. But this is not the ghost of my father running for the leadership of the Liberal party. This is me."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "Some people have come to admire Stephen Harper's style because he's standing at the top of the pyramid - that's not leadership to me."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "I think our leadership team is a highly accountable leadership team."
   },
   "author": {
    "text": "Steve Ballmer"
   }
  },
  {
   "quote": {
    "text": "The sad fact is, because we've had a failed policy and failed leadership, now we're having to rely on Russians and the Iranians to go into Syria to fight and destroy ISIS."
   },
   "author": {
    "text": "Michael McCaul"
   }
  },
  {
   "quote": {
    "text": "Instead of starting a new nuclear arms race, now is the time to reclaim our Nation's position of leadership on nuclear nonproliferation efforts."
   },
   "author": {
    "text": "Dianne Feinstein"
   }
  },
  {
   "quote": {
    "text": "If I were not African, I wonder whether it would be clear to me that Africa is a place where the people do not need limp gifts of fish but sturdy fishing rods and fair access to the pond. I wonder whether I would realize that while African nations have a failure of leadership, they also have dynamic people with agency and voices."
   },
   "author": {
    "text": "Chimamanda Ngozi Adichie"
   }
  },
  {
   "quote": {
    "text": "Half a world away nations that once lived under oppression and tyranny are now budding democracies due in large part to America 's leadership and the sacrifices of our military."
   },
   "author": {
    "text": "Bob Riley"
   }
  },
  {
   "quote": {
    "text": "I think America is in trouble, but it's not beyond repair. But it's going to take leadership who sees the greatness of this country and who believes that, once again, we can be one nation under God."
   },
   "author": {
    "text": "Mike Huckabee"
   }
  },
  {
   "quote": {
    "text": "I am not in favour of quotas. Just put the best person into the job. It is not about gender; it is about experience, leadership and vision."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "Leadership is about stepping up when it's the appropriate time and then making sure everyone knows that we're all on the same page."
   },
   "author": {
    "text": "Robert Kraft"
   }
  },
  {
   "quote": {
    "text": "In the absence of federal leadership, Coloradans should take our rightful role as leaders seriously and work with other states and countries to reduce carbon emissions."
   },
   "author": {
    "text": "Jared Polis"
   }
  },
  {
   "quote": {
    "text": "Leadership is an ever-evolving position."
   },
   "author": {
    "text": "Mike Krzyzewski"
   }
  },
  {
   "quote": {
    "text": "One of the problems in the biotech world is the lack of women in leadership roles, and I'd like to see that change by walking the walk."
   },
   "author": {
    "text": "Jennifer Doudna"
   }
  },
  {
   "quote": {
    "text": "Leadership can not be measured in a poll or even in the result of an election. It can only be truly seen with the benefit of time. From the perspective of 20 years, not 20 days."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "When we can export American energy to markets around the world, the president will also be able to use it as an important tool to increase our global leadership and influence, advancing our global agenda and helping to keep our citizens safe."
   },
   "author": {
    "text": "Sarah Huckabee Sanders"
   }
  },
  {
   "quote": {
    "text": "I've always been about the power of a woman - accentuating the positive, deleting the negative, whether you're talking her body, her voice or her leadership."
   },
   "author": {
    "text": "Donna Karan"
   }
  },
  {
   "quote": {
    "text": "I am a general. My soldiers are the keys and I have to command them."
   },
   "author": {
    "text": "Vladimir Horowitz"
   }
  },
  {
   "quote": {
    "text": "In the end, leadership comes down to consistency and strong, confident action upon which the team can rely - and this doesn't mean imposing a bunch of rules."
   },
   "author": {
    "text": "Don Yaeger"
   }
  },
  {
   "quote": {
    "text": "A C.E.O.'s job is leadership, problem solving, and team building. I've done that my whole career."
   },
   "author": {
    "text": "Bruce Rauner"
   }
  },
  {
   "quote": {
    "text": "We hire military veterans because they make great employees. They bring proven technical and leadership skills. They understand teamwork, and they're adaptable. Bottom line, hiring veterans is good for business."
   },
   "author": {
    "text": "Randall L. Stephenson"
   }
  },
  {
   "quote": {
    "text": "I don't know any other way to lead but by example."
   },
   "author": {
    "text": "Don Shula"
   }
  },
  {
   "quote": {
    "text": "As I've progressed in my career, I've come to appreciate - and really value - the other attributes that define a company's success beyond the P&L: great leadership, long-term financial strength, ethical business practices, evolving business strategies, sound governance, powerful brands, values-based decision-making."
   },
   "author": {
    "text": "Ursula Burns"
   }
  },
  {
   "quote": {
    "text": "Half a century ago, the amazing courage of Rosa Parks, the visionary leadership of Martin Luther King, and the inspirational actions of the civil rights movement led politicians to write equality into the law and make real the promise of America for all her citizens."
   },
   "author": {
    "text": "David Cameron"
   }
  },
  {
   "quote": {
    "text": "Such manifestations I account as representing the creative leadership of the new forces of thought and appreciation which attend changes in technological pattern and therefore of the pattern of human relationships in society."
   },
   "author": {
    "text": "John Grierson"
   }
  },
  {
   "quote": {
    "text": "A lot of people relate leadership to formalities. They believe that leadership is about being professional and strong and always right and being a booming voice. I just don't buy that. I think that leadership is a soft skill; it's a people skill."
   },
   "author": {
    "text": "Jason Fried"
   }
  },
  {
   "quote": {
    "text": "Fortunately, the leadership of black immigrant communities has always been present in all black liberation movements from leaders like Marcus Garvey to Shirley Chisholm to Malcolm X and Harry Belafonte. We know this is our legacy."
   },
   "author": {
    "text": "Opal Tometi"
   }
  },
  {
   "quote": {
    "text": "I think America has a responsibility to maintain its leadership in technology and its moral leadership in the world, to explore, to seek knowledge."
   },
   "author": {
    "text": "Gene Cernan"
   }
  },
  {
   "quote": {
    "text": "Someday, somehow, the leadership of Planned Parenthood will have to answer for their callous disregard of the sanctity of human life. In the meantime, I am relieved that the Bryan abortion facility has gone out of business."
   },
   "author": {
    "text": "Bill Flores"
   }
  },
  {
   "quote": {
    "text": "A good part of my leadership skills is crafted from learning from experiences early in my career that were not positive experiences."
   },
   "author": {
    "text": "John Lasseter"
   }
  },
  {
   "quote": {
    "text": "Today's world requires a different leadership style - more collaboration and teamwork, including using Web 2.0 technologies. If you had told me I'd be video blogging and blogging, I would have said, 'No way.' And yet our 20-somethings in the company really pushed me to use that more."
   },
   "author": {
    "text": "John T. Chambers"
   }
  },
  {
   "quote": {
    "text": "I think at least my philosophy of leadership is you focus more on the areas you have to improve or the mistakes than you do on your successes. And that's just how I am in real life. I don't want to let down my customers, my employees, my shareholders."
   },
   "author": {
    "text": "John T. Chambers"
   }
  },
  {
   "quote": {
    "text": "Leaders must encourage their organizations to dance to forms of music yet to be heard."
   },
   "author": {
    "text": "Warren Bennis"
   }
  },
  {
   "quote": {
    "text": "Leadership has become a heavy industry. Concern and interest about leadership development is no longer an American phenomenon. It is truly global. Though I will probably be in less demand, I wanted to move on."
   },
   "author": {
    "text": "Warren Bennis"
   }
  },
  {
   "quote": {
    "text": "One of the best teaching experiences Ed Schein and I had when we were teaching at MIT in the 1960s was inventing a course on leadership through film."
   },
   "author": {
    "text": "Warren Bennis"
   }
  },
  {
   "quote": {
    "text": "It's an American worker's right to unionize for sure, but that being said, don't expect me not to point out when or if union leadership takes advantage of union members."
   },
   "author": {
    "text": "Joe Wurzelbacher"
   }
  },
  {
   "quote": {
    "text": "The more I'm pushed in a position of leadership and I know I have to be the mouthpiece for so many other people who can't speak for themselves, the more confidence I'm gaining."
   },
   "author": {
    "text": "Viola Davis"
   }
  },
  {
   "quote": {
    "text": "Voters go into the ballot box with big ideas in their mind: leadership, change, experience, hope."
   },
   "author": {
    "text": "Kellyanne Conway"
   }
  },
  {
   "quote": {
    "text": "Leadership is happening, but it's not coming from the leaders of the old institutions. Everywhere you look, you see these extraordinary, sparkling new initiatives that are under way."
   },
   "author": {
    "text": "Don Tapscott"
   }
  },
  {
   "quote": {
    "text": "When news of the first plane's hitting the World Trade Center reached them, bin Laden's followers exploded with joy. But shrewder members of al-Qaeda and the Taliban leadership in Afghanistan realized that the attacks might not be the stunning victory that bin Laden, and many in the West, took them to be."
   },
   "author": {
    "text": "Peter Bergen"
   }
  },
  {
   "quote": {
    "text": "We need leadership, and we need it now."
   },
   "author": {
    "text": "Byron Dorgan"
   }
  },
  {
   "quote": {
    "text": "There was no imminent threat. This was made up in Texas, announced in January to the Republican leadership that war was going to take place and was going to be good politically. This whole thing was a fraud."
   },
   "author": {
    "text": "Edward Kennedy"
   }
  },
  {
   "quote": {
    "text": "I can say with absolute certainty that I will run for one of two offices: my state Senate seat or for the governor. I'm still trying to decide, but I do think people are ready for a change from the partisan, very fractured leadership we have in Texas."
   },
   "author": {
    "text": "Wendy Davis"
   }
  },
  {
   "quote": {
    "text": "I had just left 'Saturday Night Live' when I came to 'The Daily Show,' and it just felt like Jon was on my side. I'll always be grateful to him for that. I just got the impression he wanted me to succeed, and then I wanted to succeed for him. I think that's good leadership."
   },
   "author": {
    "text": "Rob Riggle"
   }
  },
  {
   "quote": {
    "text": "For me, leadership is making a difference. It's using your agency to bring about change."
   },
   "author": {
    "text": "Melanne Verveer"
   }
  },
  {
   "quote": {
    "text": "I believe we must go further in redefining what United's corporate citizenship looks like in our society... and we intend to live up to those higher expectations in the way we embody social responsibility and civic leadership everywhere we operate."
   },
   "author": {
    "text": "Oscar Munoz"
   }
  },
  {
   "quote": {
    "text": "Well, I've ruffled a few feathers at all the institutions I've led. But I think that's part of leadership."
   },
   "author": {
    "text": "Robert M. Gates"
   }
  },
  {
   "quote": {
    "text": "Preseason football is hard to evaluate. It's never going to be clean for the quarterbacks. You have to overcome the ugly plays and be productive. It's a component of leadership that is necessary. The guys that make it in the league survive that."
   },
   "author": {
    "text": "Mike McCarthy"
   }
  },
  {
   "quote": {
    "text": "I don't think the North Korean leadership is interested in a genuine deal to end their WMD programs or their stranglehold on the North Korean people."
   },
   "author": {
    "text": "Lee Hyeon-seo"
   }
  },
  {
   "quote": {
    "text": "I believe the United States is very sick financially and might not survive another four years of Obama-style leadership."
   },
   "author": {
    "text": "Jerry Falwell, Jr."
   }
  },
  {
   "quote": {
    "text": "I also know that there have been many times in our history when the proximity of an election has induced exactly the kind of leadership and consensus-building that produce progress in our democracy."
   },
   "author": {
    "text": "Joe Lieberman"
   }
  },
  {
   "quote": {
    "text": "HERE's leadership was recognized by Frost & Sullivan, who noted that HERE stands apart for its knowledge and industry experience, impressive data collection ability, high level of personalization, revolutionary products, and wide ranging partnerships with nearly every OEM and system vendor."
   },
   "author": {
    "text": "Rajeev Suri"
   }
  },
  {
   "quote": {
    "text": "I think the more women we have in leadership positions, the more women will see examples, can see themselves in those roles."
   },
   "author": {
    "text": "Elise Stefanik"
   }
  },
  {
   "quote": {
    "text": "Nelson Mandela, a better man, not a bitter man, made our world a better place in which to live. His life and leadership exemplify the highest courage, dignity, and dedication to human liberation."
   },
   "author": {
    "text": "Bernice King"
   }
  },
  {
   "quote": {
    "text": "If there is such a thing as good leadership, it is to give a good example. I have to do so for all the Ikea employees."
   },
   "author": {
    "text": "Ingvar Kamprad"
   }
  },
  {
   "quote": {
    "text": "How the hell can I ask people who work for me to travel cheaply if I travel in luxury? It's a question of good leadership."
   },
   "author": {
    "text": "Ingvar Kamprad"
   }
  },
  {
   "quote": {
    "text": "To be elected president, you have to do more than tear down your opponents. You have to give the American people a reason to vote for you - a reason to hope - a reason to believe that under your leadership, America will be better."
   },
   "author": {
    "text": "Mike DeWine"
   }
  },
  {
   "quote": {
    "text": "Leadership is not a quantitative thing. People either smell it in you, or they don't."
   },
   "author": {
    "text": "Sergio Marchionne"
   }
  },
  {
   "quote": {
    "text": "Woodrow Wilson called for leaders who, by boldly interpreting the nation's conscience, could lift a people out of their everyday selves. That people can be lifted into their better selves is the secret of transforming leadership."
   },
   "author": {
    "text": "James MacGregor Burns"
   }
  },
  {
   "quote": {
    "text": "In terms of the principles of politics, I think I understand well. Thailand needs someone who has leadership, who has the management skills to help the country."
   },
   "author": {
    "text": "Yingluck Shinawatra"
   }
  },
  {
   "quote": {
    "text": "Many citizens see all the leadership of these large institutions together in a conspiracy against them rather than in any adversary relationship with each other."
   },
   "author": {
    "text": "Robert Teeter"
   }
  },
  {
   "quote": {
    "text": "It's up to you to define your own brand of leadership and your own version of success."
   },
   "author": {
    "text": "Peggy Johnson"
   }
  },
  {
   "quote": {
    "text": "From a parent's right to know what their children are doing, to protecting citizens across the country from the growing threat of gang violence, the House Democrat leadership is simply out to lunch."
   },
   "author": {
    "text": "Virginia Foxx"
   }
  },
  {
   "quote": {
    "text": "It's not easy for an entrepreneur to find the time to blog. But for those who do it, it is a great tool to communicate with the various stakeholders in their business and build a reputation for thought leadership."
   },
   "author": {
    "text": "Fred Wilson"
   }
  },
  {
   "quote": {
    "text": "Sitting at a candidate rally is similar to sitting in a ballyard. Both give you the opportunity to assess the technical metrics and reflect on the intangibles - what baseball calls 'make up' and politics calls 'character' - the leadership, talent and maturity to add value to a venture."
   },
   "author": {
    "text": "Christine Pelosi"
   }
  },
  {
   "quote": {
    "text": "The Vatican's recognition of the State of Israel in 1997 could not have occurred without John Paul's leadership."
   },
   "author": {
    "text": "David Novak"
   }
  },
  {
   "quote": {
    "text": "Once the public loses confidence in a president's leadership at a time of war, once they don't trust him anymore, once his credibility is sharply diminished, how does he get it back?"
   },
   "author": {
    "text": "Robert Dallek"
   }
  },
  {
   "quote": {
    "text": "For good or ill, I'm a person of leadership. I do my best. I don't dodge responsibility."
   },
   "author": {
    "text": "Gerry Adams"
   }
  },
  {
   "quote": {
    "text": "I don't know what leadership is. You can't touch it. You can't feel it. It's not tangible. But I do know this: you recognize it when you see it."
   },
   "author": {
    "text": "Bob Ehrlich"
   }
  },
  {
   "quote": {
    "text": "Stress on fast growing companies comes from a lot of different places. The one that is often the largest, and creates the most second-order issues, is the composition of the leadership team. More specifically, it's specific people on the leadership who don't have the scale experience their role requires at a particular moment in time."
   },
   "author": {
    "text": "Brad Feld"
   }
  },
  {
   "quote": {
    "text": "It's mystifying to me why the House leadership will not allow a straight up-or-down vote on a pay raise. I vote against every pay raise because taxpayers deserve better."
   },
   "author": {
    "text": "Sam Graves"
   }
  },
  {
   "quote": {
    "text": "One mistake is that managers practice position-ship rather than leadership. They focus on constituency, the people they need the most and depend on, only caring about how they are viewed by the leaders above them, thereby following position-ship."
   },
   "author": {
    "text": "Curt Coffman"
   }
  },
  {
   "quote": {
    "text": "The young people I teach now know they are being sold down the river before we even start studying the trends and numbers. That's the toughest part of being a high school economics teacher... being a witness when our children realize that the greatest deficit of all is a deficit of leadership."
   },
   "author": {
    "text": "Kurt Bills"
   }
  },
  {
   "quote": {
    "text": "Leaders are for calling people to their better angels, for helping guide them to a kind of sterner, more mature sense of what we need to do. To me, Reagan's brand of leadership was what I call 'a liturgy of absolution.' He absolved Americans almost in a priestly role to contend with sin. Who wouldn't want that?"
   },
   "author": {
    "text": "Rick Perlstein"
   }
  },
  {
   "quote": {
    "text": "The union is much more than me, and when you think the union is you and it's not about who you represent, I think you've sort of lost your morals and focus and the purpose of your leadership."
   },
   "author": {
    "text": "Andy Stern"
   }
  },
  {
   "quote": {
    "text": "Strong leadership is essential in the face of health crises. Complex public health emergencies demand a collective response with high-level political and diplomatic engagement at both the national and global levels."
   },
   "author": {
    "text": "Tedros Adhanom"
   }
  },
  {
   "quote": {
    "text": "Most leadership strategies are doomed to failure from the outset."
   },
   "author": {
    "text": "Peter Senge"
   }
  },
  {
   "quote": {
    "text": "Now, do I think there has to be shared sacrifice among other nations in the world who want a stable and secure world? Absolutely, there has to be. But I don't think that America can ever abdicate its leadership role in the world because of who we are and where we've come from. We are the symbol for the world for freedom and liberty."
   },
   "author": {
    "text": "Chris Christie"
   }
  },
  {
   "quote": {
    "text": "If anybody ran a business like that they would be out of business quickly, and Barack Obama's leadership is driving this business, the United States of America, toward a fiscal cliff."
   },
   "author": {
    "text": "Chris Christie"
   }
  },
  {
   "quote": {
    "text": "In any case, decisions on troop levels in the American system of government are not made by any general or set of generals but by the civilian leadership of the war effort."
   },
   "author": {
    "text": "Bill Kristol"
   }
  },
  {
   "quote": {
    "text": "Shouldn't Democrats insist that Sen. Durbin step down as their whip, the number two man in their leadership?"
   },
   "author": {
    "text": "Bill Kristol"
   }
  },
  {
   "quote": {
    "text": "For centuries, America has led the world on a long march toward freedom and democracy. Let's reclaim our clean energy leadership and lead the world toward clean energy independence."
   },
   "author": {
    "text": "John Garamendi"
   }
  },
  {
   "quote": {
    "text": "And I'd say one of the great lessons I've learned over the past couple of decades, from a management perspective, is that really when you come down to it, it really is all about people and all about leadership."
   },
   "author": {
    "text": "Steve Case"
   }
  },
  {
   "quote": {
    "text": "I liked the military life. They teach you self-sufficiency early on. I always say that I learned most of what I know about leadership in the Marine Corps. Certain basic principles stay with you - sometimes consciously, mostly unconsciously."
   },
   "author": {
    "text": "Raymond Kelly"
   }
  },
  {
   "quote": {
    "text": "As a woman, my style defines my leadership. It's a gentler, more compassionate approach. I consult, I listen and I compromise where it's in the best interest of the citizens."
   },
   "author": {
    "text": "Kamla Persad-Bissessar"
   }
  },
  {
   "quote": {
    "text": "The one thing that the President can do is to establish a real energy independence plan. We have all the recources we need right here in this country to establish energy independence if we had the leadership."
   },
   "author": {
    "text": "Herman Cain"
   }
  },
  {
   "quote": {
    "text": "Seventy years after China emerged from the Second World War, the greatest threat facing the nation's leadership is not imperialism but skepticism."
   },
   "author": {
    "text": "Evan Osnos"
   }
  },
  {
   "quote": {
    "text": "The Gaza leadership is stuck in its rhetoric of revolution and resistance. But the people are fed up with their leadership."
   },
   "author": {
    "text": "Isaac Herzog"
   }
  },
  {
   "quote": {
    "text": "We should see the leadership from the White House setting dates certain for certain goals of achieving greater alliance on alternative and renewable energy sources, but we are not."
   },
   "author": {
    "text": "Ron Kind"
   }
  },
  {
   "quote": {
    "text": "Charter laws do something really important. They give educators the freedom and flexibility that they need to attain results. But we also have to invest a lot in the leadership pipeline to take advantage of that freedom and flexibility."
   },
   "author": {
    "text": "Wendy Kopp"
   }
  },
  {
   "quote": {
    "text": "The mission that unites all of the programs of the Teach For All global network is that of cultivating the leadership capacity critical to ultimately ensuring educational opportunity for all."
   },
   "author": {
    "text": "Wendy Kopp"
   }
  },
  {
   "quote": {
    "text": "The idea that computers can ever replace teachers and schools reveals a deep lack of understanding about the role leadership plays in student success."
   },
   "author": {
    "text": "Wendy Kopp"
   }
  },
  {
   "quote": {
    "text": "It's unequivocal: everyplace I go, the one line I can use in a speech that I know will get applause is when I say it's time for a new generation of leadership in our party."
   },
   "author": {
    "text": "Seth Moulton"
   }
  },
  {
   "quote": {
    "text": "Populist promises to reverse every tough decision are nothing but empty rhetoric, irresponsible leadership, and bad politics. They are not the solution to Ireland's problems."
   },
   "author": {
    "text": "Enda Kenny"
   }
  },
  {
   "quote": {
    "text": "Rotary provides training at all levels so that those who have been selected for leadership positions have the opportunity to learn and apply leadership principles to their jobs."
   },
   "author": {
    "text": "Ron D. Burton"
   }
  },
  {
   "quote": {
    "text": "I am endlessly fascinated that playing football is considered a training ground for leadership, but raising children isn't. Hey, it made me a better leader: you have to take a lot of people's needs into account; you have to look down the road. Trying to negotiate getting a couple of kids to watch the same TV show requires serious diplomacy."
   },
   "author": {
    "text": "Dee Dee Myers"
   }
  },
  {
   "quote": {
    "text": "Leadership is an act of submission to God. To be a leader means listening to all kinds of people and situations. Out of that listening, we are hoping to discern the mind of God as best we can. This is the price of leadership - it's an act of sacrifice. So leadership is part and parcel of the work of submission to God."
   },
   "author": {
    "text": "Richard Foster"
   }
  },
  {
   "quote": {
    "text": "What's great about our leadership is they welcome other ideas."
   },
   "author": {
    "text": "Tom Graves"
   }
  },
  {
   "quote": {
    "text": "In politics, as in business, leadership is crucial."
   },
   "author": {
    "text": "Edgar Bronfman, Sr."
   }
  },
  {
   "quote": {
    "text": "Through leadership of the fight against French colonialism, Ho Chi Minh had made a name for himself in the international political arena."
   },
   "author": {
    "text": "Nguyen Cao Ky"
   }
  },
  {
   "quote": {
    "text": "This administration and the leadership in Congress appear to be intent on valuing wealth over work, thereby placing working families at a distinct disadvantage."
   },
   "author": {
    "text": "Tim Bishop"
   }
  },
  {
   "quote": {
    "text": "What I see with the utility industry is, more and more, we're taking up this belief that our workforce, our leadership ranks, our board should be reflective of the community that we serve."
   },
   "author": {
    "text": "Geisha Williams"
   }
  },
  {
   "quote": {
    "text": "History has shown that one cannot legislate a culture of integrity. And yet, one of the paramount responsibilities and challenges of corporate leadership is to ensure such a culture."
   },
   "author": {
    "text": "Preet Bharara"
   }
  },
  {
   "quote": {
    "text": "Real leadership means tackling tough problems ourselves and not leaving them to our children."
   },
   "author": {
    "text": "Jon Kyl"
   }
  },
  {
   "quote": {
    "text": "The state treasurer has authority to weigh in and take leadership roles on taxing and spending legislation."
   },
   "author": {
    "text": "Walker Stapleton"
   }
  },
  {
   "quote": {
    "text": "We're trying to take a leadership role in solving the nation's health-care crisis. We want everybody in this country to have health insurance."
   },
   "author": {
    "text": "Steven Burd"
   }
  },
  {
   "quote": {
    "text": "What I tell women who want to get on corporate boards is to get connected! Do volunteer work, network in business, join community organization where you can demonstrate your leadership capabilities and other people can see your skills being applied."
   },
   "author": {
    "text": "Debra L. Reed"
   }
  },
  {
   "quote": {
    "text": "Such highly qualitative leadership is demanded especially in the realm of the fostering of right international relations. Here the demand is simply irresistible."
   },
   "author": {
    "text": "John Mott"
   }
  },
  {
   "quote": {
    "text": "Leadership consists not in degrees of technique but in traits of character; it requires moral rather than athletic or intellectual effort, and it imposes on both leader and follower alike the burdens of self-restraint."
   },
   "author": {
    "text": "Lewis H. Lapham"
   }
  },
  {
   "quote": {
    "text": "Sonia Gandhi, Manmohan Singh and Rahul Gandhi are our star campaigners. Our party will fight under their leadership."
   },
   "author": {
    "text": "Jitin Prasada"
   }
  },
  {
   "quote": {
    "text": "The main tenet of design thinking is empathy for the people you're trying to design for. Leadership is exactly the same thing - building empathy for the people that you're entrusted to help."
   },
   "author": {
    "text": "David M. Kelley"
   }
  },
  {
   "quote": {
    "text": "I'm convinced the question of development is mainly an issue of governance and leadership."
   },
   "author": {
    "text": "Augustin Matata Ponyo"
   }
  },
  {
   "quote": {
    "text": "We need someone with proven conservative leadership experience, not entitlement, to be able to represent us and lead us."
   },
   "author": {
    "text": "Randy Hultgren"
   }
  },
  {
   "quote": {
    "text": "I parted ways with the Congress, a party that I served for so many years, because its leadership constantly humiliated me by ignoring my talent both as a leader and an administrator."
   },
   "author": {
    "text": "Satpal Maharaj"
   }
  },
  {
   "quote": {
    "text": "To have long term success as a coach or in any position of leadership, you have to be obsessed in some way."
   },
   "author": {
    "text": "Pat Riley"
   }
  },
  {
   "quote": {
    "text": "I am very bullish on India because of its people, its culture, and the leadership. I love the culture and warmth of people."
   },
   "author": {
    "text": "Tim Cook"
   }
  },
  {
   "quote": {
    "text": "We the people have the strength to bring our country from our weak-kneed stumbling gait in the last ranks of reason to the leadership of the great march to environmental victory."
   },
   "author": {
    "text": "Walter Cronkite"
   }
  },
  {
   "quote": {
    "text": "Charlatanism of some degree is indispensable to effective leadership."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "There's a void of leadership in a lot of Washington. I think one of the reasons why there's so much angst across the country."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "The Republican leadership thinks the best way to avoid losing elections is to let the Democrats win every controversial issue."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "It's through a leader's actions - what he or she does and says on a daily basis - that the essence of great leadership becomes apparent."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "Too many talk about a company's leadership, referring to the senior most executives in the organization. They are just that: senior executives. Leadership doesn't automatically happen when you reach a certain pay grade. Hopefully you find it there, but there are no guarantees."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "I got put into leadership roles very early in life from fifth grade, sixth grade. I always ended up being the quarterback or the leader of the sports teams, and it's kind of benefiting me now."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "The book is actually called 'A Mentor Leader, a Different Way to Lead.' It really talks about my experience in the way I tried lead our football team, things that I learned from, basically, the coaches that I played for and my parents about leadership. And it is a little bit different, counter to maybe what society says about great leaders."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "The real leader has no need to lead - he is content to point the way."
   },
   "author": {
    "text": "Henry Miller"
   }
  },
  {
   "quote": {
    "text": "Because of the president's leadership, every American will have access to affordable, quality health care."
   },
   "author": {
    "text": "Rahm Emanuel"
   }
  },
  {
   "quote": {
    "text": "Whose leadership, whose judgment, whose values do you want in the White House when that crisis lands like a thud on the Oval Office desk?"
   },
   "author": {
    "text": "Rahm Emanuel"
   }
  },
  {
   "quote": {
    "text": "The person who takes the oath of office in the next four months will shape not just the next four years, but the next forty years of our nation. In these next four years, we need proven leadership, proven judgment and proven values. America needs four more years of President Barack Obama."
   },
   "author": {
    "text": "Rahm Emanuel"
   }
  },
  {
   "quote": {
    "text": "Under Superintendent Johnson's leadership, our police department is on a path to earn the respect of every community in the City of Chicago."
   },
   "author": {
    "text": "Rahm Emanuel"
   }
  },
  {
   "quote": {
    "text": "We do not have a crisis at Freddie Mac, and particularly Fannie Mae, under the outstanding leadership of Frank Raines."
   },
   "author": {
    "text": "Maxine Waters"
   }
  },
  {
   "quote": {
    "text": "I've been a Democrat, I've been a Republican, and I eventually became an independent because I don't believe either party has a monopoly on good ideas or strong leadership."
   },
   "author": {
    "text": "Michael Bloomberg"
   }
  },
  {
   "quote": {
    "text": "In fair weather prepare for foul."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "If you command wisely, you'll be obeyed cheerfully."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "I grew up with Microsoft. I know the leadership of Microsoft."
   },
   "author": {
    "text": "Alan Mulally"
   }
  },
  {
   "quote": {
    "text": "I think there is probably no better person to aspire to emulate than Steve Jobs and what he has done at Apple in terms of his leadership, his innovation, not settling for mediocrity."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "Going back to the moon is not visionary in restoring space leadership for America. Like its Apollo predecessor, it will prove to be a dead end littered with broken spacecraft, broken dreams and broken policies."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "Globalisation means many other countries are asserting themselves and trying to take over leadership. Please don't ask Americans to let others assume the leadership of human exploration. We can do wonderful science on the Moon, and wonderful commercial things. Then we can pack up and move on to Mars."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "Absolutely the United States should lead in space, for the survival of the United States. It's inspiring for the next generation. If we lose leadership, then we'll be using Chinese capability to inspire Americans."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "The way I see it, what is going to come out of the moon activities is a respect for U.S. leadership."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "The action of Rosa Parks, the words and leadership of Dr. King inspired me. I was deeply inspired. I wanted to do something."
   },
   "author": {
    "text": "John Lewis"
   }
  },
  {
   "quote": {
    "text": "Just as discipline and freedom are opposing forces that must be balanced, leadership requires finding the equilibrium in the dichotomy of many seemingly contradictory qualities between one extreme and another."
   },
   "author": {
    "text": "Jocko Willink"
   }
  },
  {
   "quote": {
    "text": "I think there are lots of ways to exercise ambition and accomplish things using leadership without going into elected politics. So, categorically, I have no intention of going into elected politics. None."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "One of the joys of working with boys is that you get your pay as you go along. You can observe the results of your leadership daily... Such satisfaction cannot be purchased at any price; it must be earned."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "I started doing organizing work as a teenager. I was part of an organization called the 21st Century Youth Leadership Movement at 14."
   },
   "author": {
    "text": "Tarana Burke"
   }
  },
  {
   "quote": {
    "text": "We have to trust the voices of the community to be in leadership and know what we need for our communities."
   },
   "author": {
    "text": "Tarana Burke"
   }
  },
  {
   "quote": {
    "text": "Success in the revolution and construction depends on how a party, the General Staff of the revolution, is built and on how its leadership role is enhanced."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "Our Party conferred the honourable title, 'The Heroic Working Class of Kim Il Sung and Kim Jong Il,' on our working class that supported the great leaders' ideas and leadership with loyalty."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "The women's movement in Korea is a Juche-oriented movement, which was pioneered by the great Comrade Kim Il Sung and which followed the proud road of development under the leadership of Comrades Kim Il Sung and Kim Jong Il."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "My leadership will end the Obama era and begin a new era of American prosperity."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "Central to America's rise to global leadership is our Judeo-Christian tradition with the vision of the goodness and possibilities of every human life."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "I believe that people of faith by and large have a great interest in the institution of family and that a family is a great place to learn leadership skills. I'm sure I benefited by having a mom and mad, both of whom were actively involved in the community and in various enterprises."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "Hillary Clinton was a hugely important mentor for me. I don't talk to her every day, but sometimes mentorship means being able to watch somebody's leadership from afar."
   },
   "author": {
    "text": "Reshma Saujani"
   }
  },
  {
   "quote": {
    "text": "The thing I'm most focused on today is, how am I maximizing the effectiveness of the leadership team, and what am I doing to nurture it?"
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "The American president has a peculiar leadership responsibility to speak out for freedom."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "If America wants to retain its position as a global power, its president must listen to the people and show strong leadership at this turning point in human history."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "In the conversation about women in leadership, male voices are noticeably absent."
   },
   "author": {
    "text": "Adam Grant"
   }
  },
  {
   "quote": {
    "text": "For women to achieve equal representation in leadership roles, it's important that they have the backing of men as well as women."
   },
   "author": {
    "text": "Adam Grant"
   }
  },
  {
   "quote": {
    "text": "The leadership of Christine Rampone goes without saying. She is the definition of a what a leader is."
   },
   "author": {
    "text": "Ali Krieger"
   }
  },
  {
   "quote": {
    "text": "What we heard today was not fiscal leadership from our Commander-in-Chief, what we heard today was a political broadside from our Campaigner-in-Chief."
   },
   "author": {
    "text": "Paul Ryan"
   }
  },
  {
   "quote": {
    "text": "We need leadership. We don't need a doubling down on the failed politics of the past."
   },
   "author": {
    "text": "Paul Ryan"
   }
  },
  {
   "quote": {
    "text": "Hope and change? We're not doing that anymore. They're doing attack and blame. And so, I just think people are going to see through this. They want real leadership. They want us to get this country on the right track."
   },
   "author": {
    "text": "Paul Ryan"
   }
  },
  {
   "quote": {
    "text": "Millions of young Americans have graduated from college during the Obama presidency, ready to use their gifts and get moving in life. Half of them can't find the work they studied for, or any work at all. So here's the question: Without a change in leadership, why would the next four years be any different from the last four years?"
   },
   "author": {
    "text": "Paul Ryan"
   }
  },
  {
   "quote": {
    "text": "What's missing is leadership in the White House. And the story that Barack Obama does tell, forever shifting blame to the last administration, is getting old. The man assumed office almost four years ago - isn't it about time he assumed responsibility?"
   },
   "author": {
    "text": "Paul Ryan"
   }
  },
  {
   "quote": {
    "text": "So here's the question: Without a change in leadership, why would the next four years be any different from the last four years?"
   },
   "author": {
    "text": "Paul Ryan"
   }
  },
  {
   "quote": {
    "text": "I think it is quite dangerous for an organisation to think they can predict where they are going to need leadership. It needs to be something that people are willing to assume if it feels relevant, given the context of any situation."
   },
   "author": {
    "text": "Margaret J. Wheatley"
   }
  },
  {
   "quote": {
    "text": "Most people associate command and control leadership with the military."
   },
   "author": {
    "text": "Margaret J. Wheatley"
   }
  },
  {
   "quote": {
    "text": "Leaders have to act more quickly today. The pressure comes much faster."
   },
   "author": {
    "text": "Andy Grove"
   }
  },
  {
   "quote": {
    "text": "Making those around you feel invisible is the opposite of leadership."
   },
   "author": {
    "text": "Margaret Heffernan"
   }
  },
  {
   "quote": {
    "text": "I'm all for ambition and stretch goals. I set them for myself. But leadership isn't the same as cheerleading. Believing in something is a necessary but absolutely insufficient condition for making it come true."
   },
   "author": {
    "text": "Margaret Heffernan"
   }
  },
  {
   "quote": {
    "text": "Leadership is, among other things, the ability to inflict pain and get away with it - short-term pain for long-term gain."
   },
   "author": {
    "text": "George Will"
   }
  },
  {
   "quote": {
    "text": "America is best when we come together with clear leadership, expertise, and the political will to take on difficult challenges and get things done. No one should ever doubt the strength and resilience of our country and our democracy."
   },
   "author": {
    "text": "Jamie Dimon"
   }
  },
  {
   "quote": {
    "text": "It is essential to employ, trust, and reward those whose perspective, ability, and judgment are radically different from yours. It is also rare, for it requires uncommon humility, tolerance, and wisdom."
   },
   "author": {
    "text": "Dee Hock"
   }
  },
  {
   "quote": {
    "text": "If we are to negotiate the coming years safely, we may need a new kind of leadership. To put it more precisely, we need the rediscovery of an ancient kind of leadership that has rarely been given the prominence it deserves. I mean the leader as teacher."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "I love doing impressions of politicians because the task is always to imagine the private lives of these people whose job it is to project an image of staunch, unflinching leadership and grace, and that's just not how human beings, in their heart of hearts, work."
   },
   "author": {
    "text": "Kate McKinnon"
   }
  },
  {
   "quote": {
    "text": "For too long, I equated leadership with a position. I thought leaders were presidents or politicians or celebrities or four-star generals with a horse and sword."
   },
   "author": {
    "text": "Julie Foudy"
   }
  },
  {
   "quote": {
    "text": "U.S. is a merit-based society... There is no glass ceiling if you have good performance track record and leadership skills."
   },
   "author": {
    "text": "Dinesh Paliwal"
   }
  },
  {
   "quote": {
    "text": "Where there is an absence of international political leadership, civil society should step in to fill the gap, providing the energy and vision needed to move the world in a new and better direction."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "Leadership that exploits and sacrifices young people on the altar of its goals is nothing more than raw, demonic power. Genuine leadership is found in ceaseless efforts to foster young people, to pave the way forward for them."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "I recognize we will pay more attention when we have different leadership."
   },
   "author": {
    "text": "Octavia E. Butler"
   }
  },
  {
   "quote": {
    "text": "Churches need to be intentional about reaching the next generation by creating templates for young people to see that there is a stepping stone for leadership in this church."
   },
   "author": {
    "text": "Tony Evans"
   }
  },
  {
   "quote": {
    "text": "Music is all about leadership and there ain't really a lot of leaders."
   },
   "author": {
    "text": "Young Jeezy"
   }
  },
  {
   "quote": {
    "text": "We were hoping Obama would reclaim moral leadership for America. That failed."
   },
   "author": {
    "text": "Lech Walesa"
   }
  },
  {
   "quote": {
    "text": "With more women in the workplace and in positions of power and leadership, with the legalization of gay marriage and the emerging liberation of the LGBTQ community, traditional definitions of masculinity are changing for the better."
   },
   "author": {
    "text": "Andy Dunn"
   }
  },
  {
   "quote": {
    "text": "The hardest thing in leadership is managing your own psychology, and yet it's also the least talked about."
   },
   "author": {
    "text": "Andy Dunn"
   }
  },
  {
   "quote": {
    "text": "There are a lot of good men out there who just need a little direction and leadership in order for them to offer what they have to young men and boys."
   },
   "author": {
    "text": "John Eldredge"
   }
  },
  {
   "quote": {
    "text": "I emphasize self-esteem, self-confidence, and dignity, not as an ideal, but as a real test of community organization. Without leadership development, community organizations do not have staying power."
   },
   "author": {
    "text": "Paul Wellstone"
   }
  },
  {
   "quote": {
    "text": "One of the main ways that leadership stays in power is by, in various ways, convincing people that they should just let those who are in government govern: 'Trust us. Trust me. Just let us take care of things. Stay out of it.' Your opinions don't really matter. You are isolated. You are insignificant."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "To my mind the election was stolen by George Bush and we have been suffering ever since under this man's leadership."
   },
   "author": {
    "text": "Jessica Lange"
   }
  },
  {
   "quote": {
    "text": "If you're running an engineering or finance company, all companies depend on ideas and ingenuity. I think the principles of creative leadership apply everywhere, whether it's an advertising company or whether you're running a hospital."
   },
   "author": {
    "text": "Ken Robinson"
   }
  },
  {
   "quote": {
    "text": "I think Chinese leadership is trying to tell the world they have another set of logic or reasoning or values which are different from yours. Of course, I don't think they believe that. It's just an argument that's made when you can't confront the truth and facts. They really want to maintain power."
   },
   "author": {
    "text": "Ai Weiwei"
   }
  },
  {
   "quote": {
    "text": "Up until the time I was cast in 'Star Trek,' the roles were pretty shallow - thin, stereotyped, one-dimensional roles. I knew this character was a breakthrough role, certainly for me as an individual actor but also for the image of an Asian character: no accent, a member of the elite leadership team."
   },
   "author": {
    "text": "George Takei"
   }
  },
  {
   "quote": {
    "text": "I feel strongly about the need for diversity, and with good reason. I'm from a generation of women that found it exhilarating to shatter the glass ceiling. We viewed obstacles as opportunities and earned our seat at the leadership table."
   },
   "author": {
    "text": "Denise Morrison"
   }
  },
  {
   "quote": {
    "text": "I think having a visionary CEO is awesome, and visionary leadership is one thing, but you also need checks and balances on whether this company can withstand a very honest and critical look at itself."
   },
   "author": {
    "text": "Julia Hartz"
   }
  },
  {
   "quote": {
    "text": "I am excited to be working with the dedicated Four Seasons board and leadership team to build upon their reputation for industry-leading customer experiences while seeking out innovative ways to leverage technology that will help spur additional growth."
   },
   "author": {
    "text": "Julia Hartz"
   }
  },
  {
   "quote": {
    "text": "I think I lead with empathy and connection to our people. I find that the most effective leadership style for me is to just talk and listen. It sounds simple, but it's so effective."
   },
   "author": {
    "text": "Julia Hartz"
   }
  },
  {
   "quote": {
    "text": "The chaos of two cultures merging is the best time to forge a new identity to unify people, because everyone is looking for answers and everybody's looking for leadership. That's when there's an opportunity to say, 'OK, this is what we stand for.' People aren't set in their ways because everything is up for grabs."
   },
   "author": {
    "text": "David Droga"
   }
  },
  {
   "quote": {
    "text": "Leadership is something I was born with."
   },
   "author": {
    "text": "Carmelo Anthony"
   }
  },
  {
   "quote": {
    "text": "I could always score goals. I loved that feeling of having your team look to you, that feeling of leadership."
   },
   "author": {
    "text": "Alex Morgan"
   }
  },
  {
   "quote": {
    "text": "China is the largest and most ancient of Asiatic countries, but it is not for us boastfully to talk of her right to a position of 'leadership' among those countries."
   },
   "author": {
    "text": "Chiang Kai-shek"
   }
  },
  {
   "quote": {
    "text": "Dr. Sun Yat-sen, Father of the Republic, made it his great aim in his revolutionary leadership to secure freedom and equality of status for China among the nations of the world."
   },
   "author": {
    "text": "Chiang Kai-shek"
   }
  },
  {
   "quote": {
    "text": "I want to see a player on the football field. I want to see what kind of teammate they are, what kind of leadership qualities they have. I want to see how aggressive they are, how much fun they have playing the game."
   },
   "author": {
    "text": "Roy Clark"
   }
  },
  {
   "quote": {
    "text": "Ben Roethlisberger is a proven winner in athletic competition. But the measure of a true leader is how they conduct themselves 24/7, not just during a winning touchdown drive or a goal-line stance. Leadership isn't something that gets switched off because the game clock expires."
   },
   "author": {
    "text": "Jackson Katz"
   }
  },
  {
   "quote": {
    "text": "Companies must put infrastructure in place to support their female employees and ensure that they receive the benefits of male and female leadership."
   },
   "author": {
    "text": "Whitney Wolfe Herd"
   }
  },
  {
   "quote": {
    "text": "In all of our efforts, we continue to emphasize the importance of inclusivity and transparency on the part of the Afghan government and leadership, especially in linking nascent local governing institutions to the decision-making and financial resources in Kabul."
   },
   "author": {
    "text": "David Petraeus"
   }
  },
  {
   "quote": {
    "text": "When I was commander of Central Command, obviously we were very concerned about the developments in Yemen, the developments in Somalia and elsewhere, in Africa and so forth. But the al Qaeda senior leadership is under unprecedented pressure."
   },
   "author": {
    "text": "David Petraeus"
   }
  },
  {
   "quote": {
    "text": "You have to keep on disrupting. If you let up the pressure, then al-Qaeda senior leadership will come back."
   },
   "author": {
    "text": "David Petraeus"
   }
  },
  {
   "quote": {
    "text": "There are many elements to a campaign. Leadership is number one. Everything else is number two."
   },
   "author": {
    "text": "Bertolt Brecht"
   }
  },
  {
   "quote": {
    "text": "The House Republican leadership has simply run out of ideas."
   },
   "author": {
    "text": "Jan Schakowsky"
   }
  },
  {
   "quote": {
    "text": "For far too long, the Republican leadership in Congress has refused to act and pass comprehensive reform fixing our broken immigration system. In light of Republican inaction, I strongly support President Obama's executive actions on immigration."
   },
   "author": {
    "text": "Jan Schakowsky"
   }
  },
  {
   "quote": {
    "text": "Few things give me more pride and hope for our future than when I see women, of all ages and backgrounds, in leadership roles. We need even more women in elected office, running businesses, and guiding organizations."
   },
   "author": {
    "text": "Jan Schakowsky"
   }
  },
  {
   "quote": {
    "text": "Building followership and inspiration around female leadership is quite difficult to do."
   },
   "author": {
    "text": "Jennifer Hyman"
   }
  },
  {
   "quote": {
    "text": "In an age when stagecraft, gauzy themes, and sound-bites have too often been substituted for leadership, Bill Clinton as a candidate made it essential to campaigning to take the specifics of governance seriously. Practical solutions were 'in;' ideology was 'out.'"
   },
   "author": {
    "text": "Sylvia Mathews Burwell"
   }
  },
  {
   "quote": {
    "text": "There's a conspiracy going on online every day between these top U.K. individuals within ISIS leadership out of Syria."
   },
   "author": {
    "text": "Michael McCaul"
   }
  },
  {
   "quote": {
    "text": "Ninety percent of leadership is the ability to communicate something people want."
   },
   "author": {
    "text": "Dianne Feinstein"
   }
  },
  {
   "quote": {
    "text": "I think President Obama could have handled politics and policies differently. But he has been decisive, strong, and consistent - important qualities in a president. Mitt Romney is indeed an Etch A Sketch, the antithesis of leadership."
   },
   "author": {
    "text": "Eliot Spitzer"
   }
  },
  {
   "quote": {
    "text": "We are at a point in our nation's history when the right leadership is needed more than ever. Hillary has spent her life advocating for poor and working class families. Hillary will help build an economy for tomorrow and beyond; strengthen America's families; defend our country and its core values; and revitalize our democracy."
   },
   "author": {
    "text": "Marcia Fudge"
   }
  },
  {
   "quote": {
    "text": "If leadership is something that is in-your-face, then that is a different type of leadership."
   },
   "author": {
    "text": "Marcia Fudge"
   }
  },
  {
   "quote": {
    "text": "Evangelicals overwhelmingly voted for Ronald Reagan - not because he was the most religious candidate, but he possessed the quality evangelicals felt like was most important, and that is leadership."
   },
   "author": {
    "text": "Robert Jeffress"
   }
  },
  {
   "quote": {
    "text": "We need bold leadership to bring America back to its first principles of diversity inclusion and opportunity for everyone in every ZIP Code, and music is that vehicle to summon our better angels. Music is that vehicle and always has been a vehicle to challenge us to build a better America."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "Under the leadership of President Obama and a whole host of partners, including nonprofits, foundations, and advocates, the Department of Labor has made historic investments in community colleges, apprenticeships, coding boot camps, and summer jobs."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "The first Friday of every month is what we call Numbers Day - it's the day that the Bureau of Labor Statistics releases the monthly jobs report. We have a ritual at the Labor Department - at 8 A.M., we gather around a table in my office, and the commissioner of labor statistics briefs me and the department's senior leadership on the numbers."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "Californians are blessed with the remarkable leadership of Gov. Jerry Brown, who... has led our state to firm fiscal footing and brought us to the enviable position of dreaming - and achieving - big dreams again."
   },
   "author": {
    "text": "Gavin Newsom"
   }
  },
  {
   "quote": {
    "text": "Your style can be an artistic part of your personal leadership journey."
   },
   "author": {
    "text": "Caroline Ghosn"
   }
  },
  {
   "quote": {
    "text": "Leadership desperately needs women."
   },
   "author": {
    "text": "Marilyn Ferguson"
   }
  },
  {
   "quote": {
    "text": "I fell in love with the topic of leadership. For three decades, that has been a major focus of my hands-on work: listening to and working with leaders, their teams and their organizations."
   },
   "author": {
    "text": "Henry Cloud"
   }
  },
  {
   "quote": {
    "text": "What happens with a lot of leaders is that their leadership style is like ADD; they are all over the place with different ideas. They could be driving one idea forward but then move on to something else too soon."
   },
   "author": {
    "text": "Henry Cloud"
   }
  },
  {
   "quote": {
    "text": "Leadership is about having the courage to go against the advice of the so-called experts and doing what your instinct tells you is right."
   },
   "author": {
    "text": "Robert Kraft"
   }
  },
  {
   "quote": {
    "text": "Benchmarking is an ongoing exercise in any company that aspires for leadership."
   },
   "author": {
    "text": "Anand Mahindra"
   }
  },
  {
   "quote": {
    "text": "It simply cannot be disputed that for decades the Palestinian leadership was more interested in there not being a Jewish state than in there being a Palestinian state."
   },
   "author": {
    "text": "Alan Dershowitz"
   }
  },
  {
   "quote": {
    "text": "I never get bored talking about themes dealing with ambition, leadership and what it means to be an American. I love that stuff. I just love it. I've loved it ever since I was on 'The West Wing.'"
   },
   "author": {
    "text": "Rob Lowe"
   }
  },
  {
   "quote": {
    "text": "Floor time is valuable. Our leadership isn't going to bring something up that's going to take up floor time and not be successful."
   },
   "author": {
    "text": "Gene Green"
   }
  },
  {
   "quote": {
    "text": "I work closely with Hispanic leadership."
   },
   "author": {
    "text": "Gene Green"
   }
  },
  {
   "quote": {
    "text": "You can't consider a president weak because he will have a Congress that Mexican voters have wanted to be co-responsible in the decisions to be taken... It will be through the leadership that I will exercise that we will be able to build the agreements in Congress."
   },
   "author": {
    "text": "Enrique Pena Nieto"
   }
  },
  {
   "quote": {
    "text": "Mexico has lost its leadership, and a lot of that has to do with its poor performance and the lack of better results in our country."
   },
   "author": {
    "text": "Enrique Pena Nieto"
   }
  },
  {
   "quote": {
    "text": "I always liked the idea of leadership and being a captain."
   },
   "author": {
    "text": "Dylan Lauren"
   }
  },
  {
   "quote": {
    "text": "When it comes to creativity and to leadership, we need introverts doing what they do best."
   },
   "author": {
    "text": "Christine Tsai"
   }
  },
  {
   "quote": {
    "text": "I think directors should be confident in their leadership capabilities. I think directors should be confident in what they want to do."
   },
   "author": {
    "text": "Philip Seymour Hoffman"
   }
  },
  {
   "quote": {
    "text": "People finally understood that the role of the social-democratic party rests on its conscious leadership of the mass struggle against the existing society, a struggle that must reckon with the vital, necessary conditions of capitalist society."
   },
   "author": {
    "text": "Rosa Luxemburg"
   }
  },
  {
   "quote": {
    "text": "There was great leadership in this country at the time of World War II. There was also unrelenting resolve at home, in America's factories and on the farms, in the cities and the country."
   },
   "author": {
    "text": "Bob Feller"
   }
  },
  {
   "quote": {
    "text": "I think that there is an element where leadership is lonely, but I also believe that it doesn't have to be like that."
   },
   "author": {
    "text": "Alicia Garza"
   }
  },
  {
   "quote": {
    "text": "For the absolute avoidance of doubt, my leadership will be about unity, drawing on all the talents - with women representing half of the shadow cabinet - and working together at every level of the party."
   },
   "author": {
    "text": "Jeremy Corbyn"
   }
  },
  {
   "quote": {
    "text": "If the leadership can't win a debate, then we should show true leadership and implement the democratic will of our party."
   },
   "author": {
    "text": "Jeremy Corbyn"
   }
  },
  {
   "quote": {
    "text": "I think Caesar is one of the most empathetic characters that I've played. I think that's the key to a successful leadership. Being able to keep your ears open at all times."
   },
   "author": {
    "text": "Andy Serkis"
   }
  },
  {
   "quote": {
    "text": "Bill Gates can't control a high-level-energy dog, because his energy is very low, very calm. Very intellectual. A dog doesn't see that as leadership."
   },
   "author": {
    "text": "Cesar Millan"
   }
  },
  {
   "quote": {
    "text": "Our world desperately needs real leadership."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "People looked up to us for our values and leadership. But today, they laugh as we are busy debating whether one of the seven wonders of the world, the Taj Mahal, was actually built by Indians."
   },
   "author": {
    "text": "Rahul Gandhi"
   }
  },
  {
   "quote": {
    "text": "We should be therefore supporting a larger Europe, and in so doing we should strive to expand the zone of peace and prosperity in the world which is the necessary foundation for a stable international system in which our leadership could be fruitfully exercised."
   },
   "author": {
    "text": "Zbigniew Brzezinski"
   }
  },
  {
   "quote": {
    "text": "I think it is important to ask ourselves as citizens, not as Democrats attacking the administration, but as citizens, whether a world power can really provide global leadership on the basis of fear and anxiety?"
   },
   "author": {
    "text": "Zbigniew Brzezinski"
   }
  },
  {
   "quote": {
    "text": "The legitimacy of the leadership depends on what that country thinks of its leaders."
   },
   "author": {
    "text": "Zbigniew Brzezinski"
   }
  },
  {
   "quote": {
    "text": "Americans must place greater emphasis on the more subtle dimensions of national power, such as innovation, education, the balance of force and diplomacy, and the quality of political leadership."
   },
   "author": {
    "text": "Zbigniew Brzezinski"
   }
  },
  {
   "quote": {
    "text": "It is important to ask ourselves, as citizens, whether a world power can provide global leadership on the basis of fear and anxiety."
   },
   "author": {
    "text": "Zbigniew Brzezinski"
   }
  },
  {
   "quote": {
    "text": "American presidential leadership never goes out of style."
   },
   "author": {
    "text": "Monica Crowley"
   }
  },
  {
   "quote": {
    "text": "If you have small-government, traditional values, you may be considered by your own leadership to be an enemy of the state."
   },
   "author": {
    "text": "Monica Crowley"
   }
  },
  {
   "quote": {
    "text": "When the world lacks muscular and wise American leadership, it devolves into total chaos, which, in turn, produces unspeakable evils."
   },
   "author": {
    "text": "Monica Crowley"
   }
  },
  {
   "quote": {
    "text": "Online leadership is about leveraging digital platforms such as blogs, YouTube, Twitter, LinkedIn, Facebook, and other networks to build a loyal following of people who want to learn more about and benefit from your experiences and expertise."
   },
   "author": {
    "text": "Lewis Howes"
   }
  },
  {
   "quote": {
    "text": "As a business owner, leadership is more than just telling others what to do. Leadership is about the investment we make into others and the responsibilities we accept for being the voice and direction that others count on."
   },
   "author": {
    "text": "Lewis Howes"
   }
  },
  {
   "quote": {
    "text": "Recognizing poor leadership is a vital skill to help you achieve greatness."
   },
   "author": {
    "text": "Lewis Howes"
   }
  },
  {
   "quote": {
    "text": "An old African leader says about leadership, he says that leadership should never be shared; it should always remain in the hands of the dispossessed people. We will lead the revolution."
   },
   "author": {
    "text": "H. Rap Brown"
   }
  },
  {
   "quote": {
    "text": "It was a hallmark of Nelson Mandela's leadership that being open to change made him appear not weaker, but even stronger."
   },
   "author": {
    "text": "Klaus Schwab"
   }
  },
  {
   "quote": {
    "text": "People more than ever since I can remember are concerned about being out of step and out of line with their political party and won't cross over. There is nobody, man or woman, who wants to be left out, and people are fearful of that. People are fearful of their leadership as well."
   },
   "author": {
    "text": "Gary Ackerman"
   }
  },
  {
   "quote": {
    "text": "I think too much of my leadership is done the bad way."
   },
   "author": {
    "text": "Paul Pierce"
   }
  },
  {
   "quote": {
    "text": "Women in leadership cannot cry without raising a storm of commentary."
   },
   "author": {
    "text": "Madeleine M. Kunin"
   }
  },
  {
   "quote": {
    "text": "We know that companies which have more women in leadership positions have a better performance."
   },
   "author": {
    "text": "Gillian Tans"
   }
  },
  {
   "quote": {
    "text": "There is a science to managing high tech businesses, and it needs to be respected. One of them is that in technology businesses, leadership is temporary. It's constantly recycling. So the asset has limited lifetime."
   },
   "author": {
    "text": "Eric Schmidt"
   }
  },
  {
   "quote": {
    "text": "I think the American people are looking for real leadership. That's what I've done in Louisiana, that's what I'll do in America."
   },
   "author": {
    "text": "Bobby Jindal"
   }
  },
  {
   "quote": {
    "text": "In Germany, they have great difficulty with anything that smacks of cultism or messianic leadership. You can't talk about leadership in its charismatic forms."
   },
   "author": {
    "text": "David Whyte"
   }
  },
  {
   "quote": {
    "text": "Washington doesn't have just a spending problem, or just an entitlement problem, or just a taxing problem. We have a leadership problem. Fix that, and the first three problems are solved."
   },
   "author": {
    "text": "Mark McKinnon"
   }
  },
  {
   "quote": {
    "text": "As in nature, politics abhors a vacuum. Without a strong voice for more moderate leadership, the Tea Party is filling that vacuum."
   },
   "author": {
    "text": "Mark McKinnon"
   }
  },
  {
   "quote": {
    "text": "Republicans working in leadership and the trenches are largely old, white, male, out-of-touch, out of ideas, technology averse, and living in the past."
   },
   "author": {
    "text": "Mark McKinnon"
   }
  },
  {
   "quote": {
    "text": "Leadership is possible in all different ways, and in all different areas of life. Whether it is with friends or family, I expect them to set a great example for me, and hopefully I will do the same for them. And that is all part of being a leader."
   },
   "author": {
    "text": "Steve Nash"
   }
  },
  {
   "quote": {
    "text": "I played quarterback, and it was a leadership position, and even though I'm doing a solo thing now, a lot of my success is a part of assembling this team of people who are really, really talented, and their position doesn't put them out front the way mine does, but it's still a team effort."
   },
   "author": {
    "text": "Sam Hunt"
   }
  },
  {
   "quote": {
    "text": "In the area we're discussing, leadership begins on Madison Avenue, on the desks and in the offices of people who spend hundreds of millions of dollars buying what will get them ratings."
   },
   "author": {
    "text": "Norman Lear"
   }
  },
  {
   "quote": {
    "text": "In this nation, leadership is dollars."
   },
   "author": {
    "text": "Norman Lear"
   }
  },
  {
   "quote": {
    "text": "I am fully supportive of the strategy and leadership team at Valeant."
   },
   "author": {
    "text": "John Paulson"
   }
  },
  {
   "quote": {
    "text": "Our emerging workforce is not interested in command-and-control leadership. They don't want to do things because I said so; they want to do things because they want to do them."
   },
   "author": {
    "text": "Irene Rosenfeld"
   }
  },
  {
   "quote": {
    "text": "With all the problems we are having, I won't be afraid to tell leadership, 'You need to explain to me why I should follow you anywhere.'"
   },
   "author": {
    "text": "Ted Yoho"
   }
  },
  {
   "quote": {
    "text": "I ran for Congress in 2012 because I had had enough. Enough of career politicians, enough of political gamesmanship, and enough of the lack of leadership in Washington."
   },
   "author": {
    "text": "Ted Yoho"
   }
  },
  {
   "quote": {
    "text": "Leadership is not a contest of likeability. Leadership often boils down to making the tougher choices. You are not in a popularity contest."
   },
   "author": {
    "text": "Paul Polman"
   }
  },
  {
   "quote": {
    "text": "Many women try to advance in their careers by having all the answers; by being the go-to person for information and advice; or by building expertise in a particular field. However, as they progress, gain broader responsibilities, and grow into leadership roles, they realize that their span of control is too vast to be able to know every answer."
   },
   "author": {
    "text": "Adena Friedman"
   }
  },
  {
   "quote": {
    "text": "There's the assumption being made by the national security advisers to the Obama administration that the North Korean leadership is not suicidal, that they know they will be obliterated if they attacked the United States. But I would point that everything in South Korea and Japan is well within range of what they might want to do."
   },
   "author": {
    "text": "Oliver North"
   }
  },
  {
   "quote": {
    "text": "Our large size, capital base, robust funding profile, extensive distribution network, diversified portfolio, presence across the financial services sector, and leadership in technology position us very well to leverage the growth opportunities across the economy."
   },
   "author": {
    "text": "Chanda Kochhar"
   }
  },
  {
   "quote": {
    "text": "You have to lead people gently toward what they already know is right."
   },
   "author": {
    "text": "Phil Crosby"
   }
  },
  {
   "quote": {
    "text": "I see The Rock running in 2020 and being a two-term president. I think he would be great, and I'm joking when I say I think Stephanie McMahon wouldn't be a fine president of the United States. I think she's got the leadership qualities. I see those two as potential candidates, and I see Kane as a congressional leader."
   },
   "author": {
    "text": "Mick Foley"
   }
  },
  {
   "quote": {
    "text": "I think the country requires fresh leadership. I do not think I can be the captain to take the country to its next destination."
   },
   "author": {
    "text": "David Cameron"
   }
  },
  {
   "quote": {
    "text": "There definitely comes a time where a fresh pair of eyes and fresh leadership would be good, and the Conservative Party has got some great people coming up - the Theresa Mays, and the George Osbornes, and the Boris Johnsons."
   },
   "author": {
    "text": "David Cameron"
   }
  },
  {
   "quote": {
    "text": "I've said I'll stand for a full second term, but I think after that it will be time for new leadership. Terms are like Shredded Wheat - two are wonderful but three might just be too many."
   },
   "author": {
    "text": "David Cameron"
   }
  },
  {
   "quote": {
    "text": "The 9/11 Commission recently released their report, citing important changes which need to be made to improve our nation's homeland security. I voiced my disappointment with the House leadership when this report was left until after the August recess for action."
   },
   "author": {
    "text": "Leonard Boswell"
   }
  },
  {
   "quote": {
    "text": "The next thing is: we can make IBM even better. We brought IBM back but we're gunning for leadership."
   },
   "author": {
    "text": "Louis V. Gerstner, Jr."
   }
  },
  {
   "quote": {
    "text": "I think that my leadership style is to get people to fear staying in place, to fear not changing."
   },
   "author": {
    "text": "Louis V. Gerstner, Jr."
   }
  },
  {
   "quote": {
    "text": "This obsession with leadership... It's not neutral; it's American, this idea of the heroic leader who comes in on a white horse to save the day. I think it's killing American companies."
   },
   "author": {
    "text": "Henry Mintzberg"
   }
  },
  {
   "quote": {
    "text": "The Dalai Lama. He is a very wise man of great inner peace who believes that happiness is the purpose of our lives. Through his teachings and leadership, he continues to make this world a better place in which to live."
   },
   "author": {
    "text": "Sidney Sheldon"
   }
  },
  {
   "quote": {
    "text": "Churches need to figure out how they will address the spiritual lives of their staffs and leadership teams."
   },
   "author": {
    "text": "John Ortberg"
   }
  },
  {
   "quote": {
    "text": "In the old world of business, there was often just one seat at the leadership table for women, two at best. That meant that only so many women could advance. But in a world where women recognize the power that they own - and where technology can upend the traditional rules of engagement - one woman winning doesn't mean another loses."
   },
   "author": {
    "text": "Sallie Krawcheck"
   }
  },
  {
   "quote": {
    "text": "While security of national leadership is of paramount significance, expenditure on permanent civil structures at the family home of the prime minister and chief minister from public exchequer will be a burden on their conscience."
   },
   "author": {
    "text": "Shehbaz Sharif"
   }
  },
  {
   "quote": {
    "text": "If you aspire to senior leadership, you're going to have to work hard. That doesn't mean you have to give up everything."
   },
   "author": {
    "text": "Julie Sweet"
   }
  },
  {
   "quote": {
    "text": "All Americans and freedom-loving people around the world owe President Reagan our deepest gratitude for his strong, principled leadership that ended the Cold War and brought freedom to millions of people."
   },
   "author": {
    "text": "Jim Ramstad"
   }
  },
  {
   "quote": {
    "text": "The world is fortunate - for the time being, at least - that it has an American president in Obama who is prepared to take a conciliatory and concessive attitude towards America's decline and that it has a Chinese leadership which has been extremely cautious about expressing an opinion, let alone flexing its muscles."
   },
   "author": {
    "text": "Martin Jacques"
   }
  },
  {
   "quote": {
    "text": "The things journalists should pay attention to are the issues the political leadership agrees on, rather than to their supposed antagonisms."
   },
   "author": {
    "text": "Michael Pollan"
   }
  },
  {
   "quote": {
    "text": "The problem is, is that President Bush and the Republican leadership in the Congress have resisted attempts to increase dramatically our fuel economy standards over the last five years."
   },
   "author": {
    "text": "Ed Markey"
   }
  },
  {
   "quote": {
    "text": "When you look at a Congress that has an 84 percent disapproval rating, that means that for the most part, the people of this country, and certainly California, are looking for new leadership."
   },
   "author": {
    "text": "Elizabeth Emken"
   }
  },
  {
   "quote": {
    "text": "The bottom line is, I hear my donors, I hear our base out there, I hear the leadership. And we're taking steps to make sure that we're even more - how shall we say it - fiscally conservative in our spending and certainly making sure the dollars are there when it's time to run our campaigns."
   },
   "author": {
    "text": "Michael Steele"
   }
  },
  {
   "quote": {
    "text": "When I interviewed Paul Bremer in his office, he had almost no books on his shelves. He had a couple of management books, like 'Leadership' by Rudolph Giuliani. I didn't take it as an encouraging sign."
   },
   "author": {
    "text": "George Packer"
   }
  },
  {
   "quote": {
    "text": "Inspiration is an underexamined part of political life and presidential leadership."
   },
   "author": {
    "text": "George Packer"
   }
  },
  {
   "quote": {
    "text": "In the '90s, there was scant presidential leadership and insufficient domestic political mobilization for foreign policy grounded in human rights."
   },
   "author": {
    "text": "Samantha Power"
   }
  },
  {
   "quote": {
    "text": "One of the early lessons that I learned in leadership is that it's the leader's job to always go against the flow."
   },
   "author": {
    "text": "Dara Khosrowshahi"
   }
  },
  {
   "quote": {
    "text": "I think the comments about me being a shill for leadership are beyond the pale."
   },
   "author": {
    "text": "Bill Flores"
   }
  },
  {
   "quote": {
    "text": "I have disagreements with leadership, I have disagreements with the speaker, but I have those one-on-one."
   },
   "author": {
    "text": "Bill Flores"
   }
  },
  {
   "quote": {
    "text": "The mission statement of the RSC is to foster a constitutionally bound limited government, it's to have a strong national defense, it's to protect private property rights and it's to support American values. That's what the mission statement is. There's nothing in the mission statement about trying to hold leadership accountable."
   },
   "author": {
    "text": "Bill Flores"
   }
  },
  {
   "quote": {
    "text": "There are no ideas in the Republican Party right now in the Congress. They're the party of no. They desperately need some intellectual leadership. And whatever you think of Newt Gingrich, he can supply intellectual leadership. So I hope he does run."
   },
   "author": {
    "text": "Howard Dean"
   }
  },
  {
   "quote": {
    "text": "Having the ability to relate to people is such an important part of management and leadership."
   },
   "author": {
    "text": "Marne Levine"
   }
  },
  {
   "quote": {
    "text": "I was raised to believe that America was a force for good in the world and that it should take its leadership role seriously."
   },
   "author": {
    "text": "Dana Perino"
   }
  },
  {
   "quote": {
    "text": "From my early days of playing 2:2 in basketball against my three older brothers to my years playing Division 1 college basketball and lacrosse, sports have played a big role in my leadership development."
   },
   "author": {
    "text": "Cathy Engelbert"
   }
  },
  {
   "quote": {
    "text": "Deloitte University is really about leadership development. Our people love it!"
   },
   "author": {
    "text": "Cathy Engelbert"
   }
  },
  {
   "quote": {
    "text": "If one has no compass, when one doesn't know where one stands and where one wants to go, one can deduce that one has no leadership or interest in shaping events."
   },
   "author": {
    "text": "Helmut Kohl"
   }
  },
  {
   "quote": {
    "text": "Like Siemens, the UAE is big on innovation. It has become famous as a think tank for thought leadership in areas of interest to the world - and to Siemens."
   },
   "author": {
    "text": "Joe Kaeser"
   }
  },
  {
   "quote": {
    "text": "By the 1890s, the leading Wall Street bankers were becoming increasingly disgruntled with their own creation, the National Banking System... while the banking system was partially centralized under their leadership, it was not centralized enough."
   },
   "author": {
    "text": "Murray Rothbard"
   }
  },
  {
   "quote": {
    "text": "As members of Congress, we take an oath to uphold the Constitution and bear true faith and allegiance to the United States, not the Republican or Democratic party. I have been willing to stand up to my own leadership when it's in the national interest."
   },
   "author": {
    "text": "Jackie Speier"
   }
  },
  {
   "quote": {
    "text": "Leadership is hard to train on."
   },
   "author": {
    "text": "Ben Horowitz"
   }
  },
  {
   "quote": {
    "text": "My student days in PSG saw three Prime Ministers, two wars, taught us courage, resilience, leadership and optimism."
   },
   "author": {
    "text": "Shiv Nadar"
   }
  },
  {
   "quote": {
    "text": "Thousands of people's lives improved in this country through human rights laws. Individual people taking on the all-powerful state and winning. You'd think a very Tory thing to do. Sadly not, under Cameron's leadership."
   },
   "author": {
    "text": "Sadiq Khan"
   }
  },
  {
   "quote": {
    "text": "I've made enough jokes about Iran's leadership that I'm sure if I showed up that I would get a nice escort - to the main prison - and then I could do a show there."
   },
   "author": {
    "text": "Maz Jobrani"
   }
  },
  {
   "quote": {
    "text": "The Labor party under my leadership is working to bring the Israeli people together from all nationalities in the spirit of the scroll of independence."
   },
   "author": {
    "text": "Ehud Barak"
   }
  },
  {
   "quote": {
    "text": "Leadership can change its mind; leadership can open its eye. Leadership can even be replaced."
   },
   "author": {
    "text": "Ehud Barak"
   }
  },
  {
   "quote": {
    "text": "It's really necessary for the United States to continue to give strong leadership to the Middle East peace process, supported by European countries at the same time."
   },
   "author": {
    "text": "William Hague"
   }
  },
  {
   "quote": {
    "text": "Unlike President Obama, I would say that I support the long-standing bipartisan post-war belief that American global strength and leadership secures our national-security interests, and it also promotes order and stability in the world. And it gives us immense influence in the world and deters our adversaries and reassures our allies."
   },
   "author": {
    "text": "Tom Cotton"
   }
  },
  {
   "quote": {
    "text": "I have always had confidence in our front line F.B.I. personnel as well as the F.B.I. leadership."
   },
   "author": {
    "text": "Tom Cotton"
   }
  },
  {
   "quote": {
    "text": "Leadership is a position where you want to create the opportunity to inspire people to walk along beside you, not listen to what you say."
   },
   "author": {
    "text": "Andrew Whitworth"
   }
  },
  {
   "quote": {
    "text": "I think the way to maximize not just your leadership but your ability to influence your team is whatever you can do that helps the team perform at a really high level."
   },
   "author": {
    "text": "Andrew Whitworth"
   }
  },
  {
   "quote": {
    "text": "Leadership, to me, is about the ability to have people want to hear what you have to say. People want to be around you, people want to believe in what you tell them, and they feel good when they walk away from you about who they are and what they're doing."
   },
   "author": {
    "text": "Andrew Whitworth"
   }
  },
  {
   "quote": {
    "text": "To me, it's about always trying to make decisions that reflect my leadership and who I am."
   },
   "author": {
    "text": "Andrew Whitworth"
   }
  },
  {
   "quote": {
    "text": "Jamal Crawford reminds me the most of myself, the way he goes to the basket. But they need leadership."
   },
   "author": {
    "text": "Earl Monroe"
   }
  },
  {
   "quote": {
    "text": "I'd like to believe that achieving a leadership position is all about competency, capability and ambition, so I try not to distinguish between the sexes when it comes to giving career advice."
   },
   "author": {
    "text": "Heather Bresch"
   }
  },
  {
   "quote": {
    "text": "Starting early in life and in school, we need to ensure women develop the confidence and capabilities to work in a team that will allow them to reach the heights of leadership."
   },
   "author": {
    "text": "Heather Bresch"
   }
  },
  {
   "quote": {
    "text": "It's a different era. Our job now is to show leadership and vision and to help the next generation of artists."
   },
   "author": {
    "text": "Karen Kain"
   }
  },
  {
   "quote": {
    "text": "A well-run organization turns over 10% of their organizations, including senior leadership. I don't have the heart to do that."
   },
   "author": {
    "text": "John T. Chambers"
   }
  },
  {
   "quote": {
    "text": "There is something discordant about a team of speechwriters and political operatives hammering away to create an image of the 'real, inner' candidate. And, to be blunt, there is no necessary connection between a moving life experience and the skills necessary for leadership."
   },
   "author": {
    "text": "Jeff Greenfield"
   }
  },
  {
   "quote": {
    "text": "When women are starting out in their careers, they tend to be confident and look to aspire to leadership role and really want those positions. But then over time, as they advance, they become less confident and don't think they can attain those roles."
   },
   "author": {
    "text": "Lynne Doughtie"
   }
  },
  {
   "quote": {
    "text": "The KPMG Women's PGA Championship provides a fantastic platform for us to demonstrate our commitment to elevating women in business and the sport of golf through the Championship, KPMG Women's Leadership Summit, and KPMG Future Leaders Program."
   },
   "author": {
    "text": "Lynne Doughtie"
   }
  },
  {
   "quote": {
    "text": "If you can provide the funding and you get the leadership, you'll have a competitive team."
   },
   "author": {
    "text": "T. Boone Pickens"
   }
  },
  {
   "quote": {
    "text": "I've always maintained - a captain is only as good as his team. It is not about my leadership, it is not about me."
   },
   "author": {
    "text": "Gautam Gambhir"
   }
  },
  {
   "quote": {
    "text": "Leadership means setting a moral tone."
   },
   "author": {
    "text": "J. B. Pritzker"
   }
  },
  {
   "quote": {
    "text": "I think with the right leadership on both sides and the right president, we can get a lot done."
   },
   "author": {
    "text": "Raja Krishnamoorthi"
   }
  },
  {
   "quote": {
    "text": "Illinois is large, but we do not always receive our fair share of federal resources because our leadership is often divided. When we all row together, good things happen."
   },
   "author": {
    "text": "Raja Krishnamoorthi"
   }
  },
  {
   "quote": {
    "text": "I am involved in a lot of nonprofits. And when I reached the ripe old age of 60, I wanted to provide leadership to some I had been involved in."
   },
   "author": {
    "text": "David Rubenstein"
   }
  },
  {
   "quote": {
    "text": "There is a crisis of leadership and governance in Africa, and we must face it."
   },
   "author": {
    "text": "Mo Ibrahim"
   }
  },
  {
   "quote": {
    "text": "For citizens to become fully engaged in holding their leadership to account, accurate information is required to see where action is needed, to measure the results of policies and programmes, to build support for courageous decisions and to consolidate political legitimacy."
   },
   "author": {
    "text": "Mo Ibrahim"
   }
  },
  {
   "quote": {
    "text": "The Nobel Prize is worth $1.5 million, but that's not the issue. Do the distinguished scientists who win the Nobel Prize need the money? Probably not. The honor is more important the money, and that's the case with the prize for African leadership as well."
   },
   "author": {
    "text": "Mo Ibrahim"
   }
  },
  {
   "quote": {
    "text": "There are times when leadership needs to take a bold move forward. And there are times when the leadership needs to act on the basis of what the grass roots say. You need to have your political thermometer constantly in the political waters to know when to give leadership in what way."
   },
   "author": {
    "text": "Cyril Ramaphosa"
   }
  },
  {
   "quote": {
    "text": "A lot of young people just starting out unskilled, as all Americans do when they're born here, come to this country, and so the business community is for immigration. Big businesses, small businesses, high-tech, low-tech, the communities of faith, and the Republican leadership."
   },
   "author": {
    "text": "Grover Norquist"
   }
  },
  {
   "quote": {
    "text": "The truth is that no internal reviews or congressional hearings will change the Secret Service's broken management culture. It needs better leadership."
   },
   "author": {
    "text": "Ronald Kessler"
   }
  },
  {
   "quote": {
    "text": "Having diverse leadership means there are more voices in the room, and there are more different points of entry for people who are being bullied or abused at work. There are more points of entry for them to complain to."
   },
   "author": {
    "text": "Joanna Coles"
   }
  },
  {
   "quote": {
    "text": "We went bankrupt one time and lost everything. When I tell that story at my Women's Leadership LIVE conferences, people are shocked. I mean, our house was auctioned off and the car repossessed in the driveway. We had to start over again."
   },
   "author": {
    "text": "Linda McMahon"
   }
  },
  {
   "quote": {
    "text": "If a guy is intimidated by a woman in leadership, he has real problems with his own concepts of masculinity. That's a harsh statement, but I believe it to be true."
   },
   "author": {
    "text": "Tony Campolo"
   }
  },
  {
   "quote": {
    "text": "I hope telling the story of how I went from being a single mom to serving in the Texas State Senate to running for governor will remind others that with the right leadership in government, where you start has nothing to do with how far you go."
   },
   "author": {
    "text": "Wendy Davis"
   }
  },
  {
   "quote": {
    "text": "I've never worried about payback. People are hungry for leadership that's not afraid of political consequence."
   },
   "author": {
    "text": "Wendy Davis"
   }
  },
  {
   "quote": {
    "text": "Maintaining a positive working relationship with Mexico's leadership will also be crucial to increasing communication and trade. I plan to personally maintain those relationships."
   },
   "author": {
    "text": "Doug Ducey"
   }
  },
  {
   "quote": {
    "text": "On March 12, 2004, acting attorney general James B. Comey and the Justice Department's top leadership reached the brink of resignation over electronic surveillance orders that they believed to be illegal."
   },
   "author": {
    "text": "Barton Gellman"
   }
  },
  {
   "quote": {
    "text": "I can't help but think what would have happened if a divisive character such as Trump were president during the 2008 financial crisis, at a time when leadership, compromise, and careful analysis were critical."
   },
   "author": {
    "text": "Henry Paulson"
   }
  },
  {
   "quote": {
    "text": "In addition to removing our democratically elected government, Israel wants to sow dissent among Palestinians by claiming that there is a serious leadership rivalry among us. I am compelled to dispel this notion definitively."
   },
   "author": {
    "text": "Ismail Haniyeh"
   }
  },
  {
   "quote": {
    "text": "I watched my parents in their leadership callings in the Church and the community. We just grew up knowing that we should serve and do whatever we could do to make things grow."
   },
   "author": {
    "text": "Margaret D. Nadauld"
   }
  },
  {
   "quote": {
    "text": "I am surrounded by exceptional women on Accenture's board of directors as well as my own leadership team."
   },
   "author": {
    "text": "Pierre Nanterme"
   }
  },
  {
   "quote": {
    "text": "An important part of my job is listening to diverse points of view at all levels - from Millennials starting their careers... to women at the highest levels of leadership... to my own wife and daughter."
   },
   "author": {
    "text": "Pierre Nanterme"
   }
  },
  {
   "quote": {
    "text": "As CEO of Accenture, I am not French anymore. When I'm in India, I am Indian. We are a company with no physical headquarters. We operate on a virtual level. Our leadership meetings are teleconferences, which is why the Board asked me to stay on in France. And I tell others to stay in their own countries."
   },
   "author": {
    "text": "Pierre Nanterme"
   }
  },
  {
   "quote": {
    "text": "Palantir owes much of its success to the amazing talent of the first 30-40 technologists who joined the company, as well as to the internal leadership that helped motivate this core group to achieve its ambitious goals and to continue to attract extraordinary people."
   },
   "author": {
    "text": "Joe Lonsdale"
   }
  },
  {
   "quote": {
    "text": "America has the greatest military in the world, and it's up to our leaders to set the bar for what a 21st century military culture of innovation with transparent, collaborative leadership looks like."
   },
   "author": {
    "text": "Joe Lonsdale"
   }
  },
  {
   "quote": {
    "text": "I feel comfortable in a position of leadership, but that's not to say I feel complacent about it. I take it incredibly seriously."
   },
   "author": {
    "text": "Nicola Sturgeon"
   }
  },
  {
   "quote": {
    "text": "Our decentralized, localized leadership structure has really allowed for Black Lives Matter structures in their own communities to take on the state and take on some of the most egregious acts against black people."
   },
   "author": {
    "text": "Patrisse Cullors"
   }
  },
  {
   "quote": {
    "text": "Since the end of World War II, American leadership has been essential to maintain world peace. Whether we liked it or not, we were the world's policeman. There was no other cop on the beat. Now, that leadership is gone. So, increasingly, will be peace."
   },
   "author": {
    "text": "Richard Cohen"
   }
  },
  {
   "quote": {
    "text": "Despite the intelligence community's assessment that Russia interfered in our presidential election, President Donald Trump and Republican leadership seem wholly uninterested in examining how and why Russia targeted us - and what we must do to prevent it from happening again."
   },
   "author": {
    "text": "Mike Quigley"
   }
  },
  {
   "quote": {
    "text": "I want to deploy the leadership to meet the challenges that face us and to restore America's greatness."
   },
   "author": {
    "text": "Paul Tsongas"
   }
  },
  {
   "quote": {
    "text": "President Obama, under your leadership, we do need guns to keep us safe."
   },
   "author": {
    "text": "Tomi Lahren"
   }
  },
  {
   "quote": {
    "text": "I pledge to the people of Alabama to continue the same level of leadership as Jeff Sessions in consistently fighting to protect and advance the conservative values we all care about."
   },
   "author": {
    "text": "Luther Strange"
   }
  },
  {
   "quote": {
    "text": "Basketball Without Borders is a leadership camp that takes basketball to different places around the world, to Africa, Europe, America and Asia. It's a camp that brings players from different parts of the continent to one city that's been assigned as the host city. We've been going to a different city every year."
   },
   "author": {
    "text": "Dikembe Mutombo"
   }
  },
  {
   "quote": {
    "text": "President Clinton not only benefits by gay and lesbian votes, but he benefits by showing the nation that he is a strong leader who implements his beliefs, who stands firm by those who he believes are being treated unfairly, and I think people respect that kind of leadership in the country."
   },
   "author": {
    "text": "David Mixner"
   }
  },
  {
   "quote": {
    "text": "There is nothing that Bitcoin can do which Ethereum can't. While Ethereum is less battle-tested, it is moving faster, has better leadership, and has more developer mindshare."
   },
   "author": {
    "text": "Fred Ehrsam"
   }
  },
  {
   "quote": {
    "text": "Leadership is more about clarity than it is about control."
   },
   "author": {
    "text": "Mark Goulston"
   }
  },
  {
   "quote": {
    "text": "A leader who is confused or confusing causes too much anxiety, and a leader who is too controlling is revealing more insecurity and a lack of leadership."
   },
   "author": {
    "text": "Mark Goulston"
   }
  },
  {
   "quote": {
    "text": "One of the best ways to see how critical being present is to effective leadership is to notice what being absent, distracted, hiding something, and/or agenda-driven does to people's ability to trust, respect, and have confidence in you."
   },
   "author": {
    "text": "Mark Goulston"
   }
  },
  {
   "quote": {
    "text": "Over time, many CEOs realize that being able to quickly and effectively confront conflict in their company is a leadership opportunity because people's respect often rises and falls on whether their leader deals with conflict head on or avoids dealing with it."
   },
   "author": {
    "text": "Mark Goulston"
   }
  },
  {
   "quote": {
    "text": "In any leadership position, you're always going to be disappointing somebody."
   },
   "author": {
    "text": "Biz Stone"
   }
  },
  {
   "quote": {
    "text": "I think we need leadership that helps us remember that part of what we are about is caring about more than the person right next to us, but the folks across the way."
   },
   "author": {
    "text": "Anna Deavere Smith"
   }
  },
  {
   "quote": {
    "text": "President Bush has shown great leadership. He has said that the 21st century will not be ruled or dictated by terrorists, dictators, and murderers. He is absolutely right. God bless him for his resolve."
   },
   "author": {
    "text": "Lindsey Graham"
   }
  },
  {
   "quote": {
    "text": "President Obama chose politics over leadership. 'Hope' and 'Change' have become bait-and-switch."
   },
   "author": {
    "text": "Lindsey Graham"
   }
  },
  {
   "quote": {
    "text": "Why would I be willing to challenge my Republican leadership? Because my allegiance will always be to the Constitution and the American people first and foremost, not to my political party."
   },
   "author": {
    "text": "Matt Salmon"
   }
  },
  {
   "quote": {
    "text": "Nixon was an awful president in many ways, including in some of his foreign-policy choices. But he left no doubt that foreign policy and America's leadership in the world outside its borders was of paramount importance to him."
   },
   "author": {
    "text": "John Podhoretz"
   }
  },
  {
   "quote": {
    "text": "One of the best essays I've seen in recent years was by a young woman who wrote about how being chosen to choreograph a high school musical forced her to assume a leadership role she wasn't sure she was ready for - but of course she was."
   },
   "author": {
    "text": "Kate Klise"
   }
  },
  {
   "quote": {
    "text": "A lot of characters I've played have a certain amount of strength, pride, and leadership."
   },
   "author": {
    "text": "Mekhi Phifer"
   }
  },
  {
   "quote": {
    "text": "In politics, Joseph Smith was something of a radical. He preached, instead of democracy, a version of theocratic rule within a framework given by his own prophetic leadership. At Nauvoo, Smith affected a Napoleonic uniform and made himself into a general and quasi king of the polity he had constituted."
   },
   "author": {
    "text": "Noah Feldman"
   }
  },
  {
   "quote": {
    "text": "While we need to provide leadership and stability to the world, we should do that through diplomacy."
   },
   "author": {
    "text": "Kevin de Leon"
   }
  },
  {
   "quote": {
    "text": "Scott Walker has provided some really excellent leadership in Wisconsin."
   },
   "author": {
    "text": "Ron Johnson"
   }
  },
  {
   "quote": {
    "text": "It is hubris that has gotten us into trouble in Washington. It is humility, principled leadership, and unwavering faith in the power of the states, the people, and our Constitution that will get us out."
   },
   "author": {
    "text": "Scott Pruitt"
   }
  },
  {
   "quote": {
    "text": "One of the greatest things that could really happen to Africa is for us to get rid of the borders and for the leadership not to think that the countries belong to them... We didn't create the borders to start with."
   },
   "author": {
    "text": "Hugh Masekela"
   }
  },
  {
   "quote": {
    "text": "Trump is the first post-World War II American president to view the burdens of world leadership as outweighing the benefits."
   },
   "author": {
    "text": "Richard N. Haass"
   }
  },
  {
   "quote": {
    "text": "The current leadership of the Labor party react to the idea that working-class students might study the subjects they studied with the same horror that the Earl of Grantham showed when a chauffeur wanted to marry his daughter."
   },
   "author": {
    "text": "Michael Gove"
   }
  },
  {
   "quote": {
    "text": "Labor, under their current leadership, want to be the Downtown Abbey party when it comes to educational opportunity. They think working class children should stick to the station in life they were born into - they should be happy to be recognized for being good with their hands and not presume to get above themselves."
   },
   "author": {
    "text": "Michael Gove"
   }
  },
  {
   "quote": {
    "text": "We're in a leadership position in sports. People look up to the National Football League."
   },
   "author": {
    "text": "Roger Goodell"
   }
  },
  {
   "quote": {
    "text": "Hamas, also elected to governmental leadership in Palestine, includes the jihadists, people who have declared war on the United States of America and its ally, Israel."
   },
   "author": {
    "text": "Zach Wamp"
   }
  },
  {
   "quote": {
    "text": "There's a powerful tendency to overcomplicate the whole notion of leadership."
   },
   "author": {
    "text": "Mark V. Hurd"
   }
  },
  {
   "quote": {
    "text": "All of this suggests that while citizens became more comfortable with President Bush after September 11 and thought him to have the requisite leadership skills, they continue to harbor doubts about his priorities, loyalties, interests, and policies."
   },
   "author": {
    "text": "Thomas E. Mann"
   }
  },
  {
   "quote": {
    "text": "In terms of having views and being prepared to express them, yes, I think New Zealand's had a leadership role in a lot of things."
   },
   "author": {
    "text": "Helen Clark"
   }
  },
  {
   "quote": {
    "text": "For many years, Myanmar's leadership was largely shut out from the world of international diplomacy."
   },
   "author": {
    "text": "Najib Razak"
   }
  },
  {
   "quote": {
    "text": "The effect of sanctions on the Russian economy are clear to everybody, first to the Russians and to the Russian leadership, and the surroundings of the Russian leadership, the circle that is close to the Russian political leadership."
   },
   "author": {
    "text": "Federica Mogherini"
   }
  },
  {
   "quote": {
    "text": "I think what actually works best is local-level individual targeting of key leadership nodes."
   },
   "author": {
    "text": "John Abizaid"
   }
  },
  {
   "quote": {
    "text": "Under Todd Haimes' leadership, Roundabout created a black-box theater whose sole mission was to house premieres by writers who are just starting out and have zero name recognition."
   },
   "author": {
    "text": "Stephen Karam"
   }
  },
  {
   "quote": {
    "text": "I'm proud to stand beside you as a partner and support Special Olympics - an important program that promotes leadership and empowers students to be agents of change."
   },
   "author": {
    "text": "Betsy DeVos"
   }
  },
  {
   "quote": {
    "text": "You know, rural Americans are a special people. Their labor puts food on our table and fuel in our gas tanks. Their service in our military sets a powerful example of leadership, honor and sacrifice. Their spirit of community inspires us all."
   },
   "author": {
    "text": "Tom Vilsack"
   }
  },
  {
   "quote": {
    "text": "Let us build a 21st-century rural economy of cutting-edge companies and technologies that lead us to energy and food security. Such an investment will revitalize rural America, re-establish our moral leadership on climate security and eliminate our addiction to foreign oil."
   },
   "author": {
    "text": "Tom Vilsack"
   }
  },
  {
   "quote": {
    "text": "Democrats have no agenda, no plan for the future, and no sense of leadership."
   },
   "author": {
    "text": "Jeff Miller"
   }
  },
  {
   "quote": {
    "text": "Very early in my career, I thought I had to conform to one style of leadership - lead by being the loudest one in the room, with the sharpest elbows."
   },
   "author": {
    "text": "Peggy Johnson"
   }
  },
  {
   "quote": {
    "text": "ROIers are always reaching out to me to share their appreciation for the experiences, opportunities and connections we have provided and also to express their excitement about taking the next step in their leadership journey."
   },
   "author": {
    "text": "Lynn Schusterman"
   }
  },
  {
   "quote": {
    "text": "The people of Oklahoma deserve better. We deserve leadership that's willing and unafraid to take a public stand against bigotry and bullying."
   },
   "author": {
    "text": "Lynn Schusterman"
   }
  },
  {
   "quote": {
    "text": "In fact, the converse is true: At a time when the United States has been called on for a level of moral leadership, vision and inspiration not seen since World War II, we cannot afford to dissemble about crimes against humanity."
   },
   "author": {
    "text": "Adam Schiff"
   }
  },
  {
   "quote": {
    "text": "To succeed, one must be creative and persistent."
   },
   "author": {
    "text": "John H. Johnson"
   }
  },
  {
   "quote": {
    "text": "Obama is thoroughly mixed up with all these things he's got. He's got to solve Libya. He's got to solve Afghanistan. He's everywhere. And this nation, I don't know why it's not showing the leadership and capacity to attend different issues at the same time."
   },
   "author": {
    "text": "Vicente Fox"
   }
  },
  {
   "quote": {
    "text": "What nourishes us at home and in school is what inspires us. When we get awareness and learn about the great potential that we all human beings have, we are able to discover our leadership."
   },
   "author": {
    "text": "Vicente Fox"
   }
  },
  {
   "quote": {
    "text": "There are going to be times when we disagree with our leadership, but ultimately, we've got to work hard to pull our leadership to the right and to move a conservative agenda forward and unite as conservatives if we're going to get things done."
   },
   "author": {
    "text": "Steve Scalise"
   }
  },
  {
   "quote": {
    "text": "I understand from experience that unity is easy to call for, but it takes the right kind of leadership to achieve."
   },
   "author": {
    "text": "Steve Scalise"
   }
  },
  {
   "quote": {
    "text": "There was this mischaracterization that I ran for leadership to be the guy to get conservatives to vote for leadership. I said I would be a conservative voice at the leadership table."
   },
   "author": {
    "text": "Steve Scalise"
   }
  },
  {
   "quote": {
    "text": "My goal is to get leadership to bring more conservative policies to the floor; it's not the other way around to get conservatives to vote for something they don't like. It's to get a more conservative product, and we've actually delivered on a number of occasions there."
   },
   "author": {
    "text": "Steve Scalise"
   }
  },
  {
   "quote": {
    "text": "If we're going to change leadership, we need to do it in a very systematic and organized way."
   },
   "author": {
    "text": "John Fleming"
   }
  },
  {
   "quote": {
    "text": "I think most Americans understand that we went through a period in which American leadership was judged quite critically internationally."
   },
   "author": {
    "text": "Susan Rice"
   }
  },
  {
   "quote": {
    "text": "I do think the U.S. has a moral and political leadership role to play."
   },
   "author": {
    "text": "Elizabeth Esty"
   }
  },
  {
   "quote": {
    "text": "I am very passionate about India's place in bio-pharmaceuticals, and that is what I really want to drive and create leadership for in India because I really think it is possible."
   },
   "author": {
    "text": "Kiran Mazumdar-Shaw"
   }
  },
  {
   "quote": {
    "text": "We in the press, by our power, can actually undermine leadership."
   },
   "author": {
    "text": "Christiane Amanpour"
   }
  },
  {
   "quote": {
    "text": "Research shows that girls look at leadership differently than boys."
   },
   "author": {
    "text": "Anna Maria Chavez"
   }
  },
  {
   "quote": {
    "text": "I don't think sometimes people in positions of leadership in the church really engage gay and lesbian people and talk to them and get to know about their lives."
   },
   "author": {
    "text": "Blase J. Cupich"
   }
  },
  {
   "quote": {
    "text": "We have an industrial base - one that, if made to take orders rather than being allowed in the vacuum of leadership to create them, if enabled by the elimination of cost-plus contracting to produce and achieve rather than waste and receive, could make something worth the cost rather than making work that costs us our dreams."
   },
   "author": {
    "text": "Rick Tumlinson"
   }
  },
  {
   "quote": {
    "text": "We need Big Ideas, as we are in a time of small people, and as Kennedy showed with Apollo, doing something grand in space is the biggest. At a time of huge national doubt and fear of losing our leadership as a nation to others, it focused us, gave us something positive and inspired a generation."
   },
   "author": {
    "text": "Rick Tumlinson"
   }
  },
  {
   "quote": {
    "text": "I believe it is time for new leadership that is able to leave the '70s behind."
   },
   "author": {
    "text": "Kim Campbell"
   }
  },
  {
   "quote": {
    "text": "We have now under President Obama's leadership had 29 months in a row of private sector job growth. That stretch of positive private sector job growth hasn't happened since 2005. We still have a long way to go, but we are moving in the right direction."
   },
   "author": {
    "text": "Martin O'Malley"
   }
  },
  {
   "quote": {
    "text": "I believe that there are new perspectives that are needed in order for us to resolve the problems that we face as Americans and also the problems we face as people on this planet, and I believe that new perspective and new leadership is needed."
   },
   "author": {
    "text": "Martin O'Malley"
   }
  },
  {
   "quote": {
    "text": "One of the things about leadership is that you've got to show up. And if you want to be president of the United States you've got to make a case to the American people that Barack Obama needs to be dismissed from his position."
   },
   "author": {
    "text": "Tim Pawlenty"
   }
  },
  {
   "quote": {
    "text": "The Indian market is potentially the largest market in the world with the leadership at both central and state level focused on leapfrogging into the future."
   },
   "author": {
    "text": "Safra A. Catz"
   }
  },
  {
   "quote": {
    "text": "I have spent a lifetime watching kids make mistakes because they were not trained or well led or properly motivated to do well. I never faulted the kids; rather, I saw opportunity to train, to motivate, to improve leadership - not to punish the individual."
   },
   "author": {
    "text": "Eric Shinseki"
   }
  },
  {
   "quote": {
    "text": "Competition-driven innovation and price pressure that commercial practices foster can only make human spaceflight ever more common and U.S. leadership in this domain ever clearer."
   },
   "author": {
    "text": "Alan Stern"
   }
  },
  {
   "quote": {
    "text": "Sinn Fein has demonstrated the ability to play a leadership role as part of a popular movement towards peace, equality and justice."
   },
   "author": {
    "text": "Gerry Adams"
   }
  },
  {
   "quote": {
    "text": "The Irish Republican Army has kept every commitment made by its leadership."
   },
   "author": {
    "text": "Gerry Adams"
   }
  },
  {
   "quote": {
    "text": "I can tell people a story that they believe in and get behind. So I'm good at the leadership part. But I've always said that I'm a terrible manager. I'm not good at giving feedback."
   },
   "author": {
    "text": "Stewart Butterfield"
   }
  },
  {
   "quote": {
    "text": "As the Palestinian leadership never seems to pay any penalty for its words, America's seriousness about the peace process is in doubt."
   },
   "author": {
    "text": "Elliott Abrams"
   }
  },
  {
   "quote": {
    "text": "Most of the time, you think the problem is not as big as it is - because it says something negative about you or your company or your leadership. Face the reality: The facts are not as you want them to be."
   },
   "author": {
    "text": "Judy Smith"
   }
  },
  {
   "quote": {
    "text": "I am deeply honored by the trust the board has placed in me to lead Duke Energy. I have a high degree of confidence in the strength of our company's leadership and dedicated employees."
   },
   "author": {
    "text": "Lynn Good"
   }
  },
  {
   "quote": {
    "text": "Leadership is a journey - you never arrive."
   },
   "author": {
    "text": "Lynn Good"
   }
  },
  {
   "quote": {
    "text": "There's something about 'Essence' that we more than like - that we really love: the history of the community, the forward-thinking leadership."
   },
   "author": {
    "text": "Richelieu Dennis"
   }
  },
  {
   "quote": {
    "text": "I definitely wasn't cool in high school. I really wasn't. I did belong to many of the clubs and was in leadership on yearbook and did the musical theater route, so I had friends in all areas. But I certainly did not know what to wear, did not know how to do my hair, all those things."
   },
   "author": {
    "text": "Dianna Agron"
   }
  },
  {
   "quote": {
    "text": "In my view, it is important that our national government exercise leadership to improve the resiliency of the entire nation in the face of continuing extreme weather."
   },
   "author": {
    "text": "Matt Cartwright"
   }
  },
  {
   "quote": {
    "text": "The federal government needs a strategic approach that includes strong leadership and the ability to manage weather related risks. The challenge of developing such an approach is complex: It must not only encompass all levels of government but must also be developed in a bipartisan manner."
   },
   "author": {
    "text": "Matt Cartwright"
   }
  },
  {
   "quote": {
    "text": "Beginning under the Roman Empire, intellectual leadership in the West had been provided by Christianity. In the middle ages, who invented the first universities - in Paris, Oxford, Cambridge? The church."
   },
   "author": {
    "text": "Nancy Pearcey"
   }
  },
  {
   "quote": {
    "text": "At a time when we are facing threats from nations such as North Korea and Iran, and attempting to convince others such as India and Pakistan to become responsible nuclear powers, it is vital that America reclaims the leadership we once had on arms control."
   },
   "author": {
    "text": "Ellen Tauscher"
   }
  },
  {
   "quote": {
    "text": "There are many things that matter much more than an editor's gender in shaping the direction of the leadership."
   },
   "author": {
    "text": "Nancy Gibbs"
   }
  },
  {
   "quote": {
    "text": "I think that if Republicans are given the reins of leadership in the House or Senate or both, we will have to govern in a way - at least put forward solutions whether or not the president goes along with them or not, that deal with these long-term challenges."
   },
   "author": {
    "text": "John Thune"
   }
  },
  {
   "quote": {
    "text": "If you look at your companies, and half of your staff are not female, and a decent percentage of them are not people of color, then you are part of the problem because you need people working for you and you need people in positions of leadership who can exercise their bias and who can exercise their perspective."
   },
   "author": {
    "text": "David Oyelowo"
   }
  },
  {
   "quote": {
    "text": "For more than 20 years, Camfed has supported a generation of African girls and women with access to secondary and higher education, employment opportunities, and, ultimately, into positions of leadership."
   },
   "author": {
    "text": "Ann Cotton"
   }
  },
  {
   "quote": {
    "text": "In terms of personalities - I don't care about the personalities, I want leadership that's in favor of my principles: free markets, adherence to the Constitution, and equal treatment for everyone under the law."
   },
   "author": {
    "text": "Dave Brat"
   }
  },
  {
   "quote": {
    "text": "In the past, the U.S. has shown its capacity to reinvent its gifts for leadership. During the 1970s, in the aftermath of the Nixon abdication and the Ford and Carter presidencies, the whole nation peered into the abyss, was horrified by what it saw and elected Ronald Reagan as president, which began a national resurgence."
   },
   "author": {
    "text": "Paul Johnson"
   }
  },
  {
   "quote": {
    "text": "It is past time for Republican leadership to answer for record deficits and reckless spending, both in Iraq and in the U.S. It's time for a plan to bring our troops home."
   },
   "author": {
    "text": "Sherrod Brown"
   }
  },
  {
   "quote": {
    "text": "Year after year, President Bush has broken his campaign promises on college aid. And year after year, the Republican leadership in Congress has let him do it."
   },
   "author": {
    "text": "Sherrod Brown"
   }
  },
  {
   "quote": {
    "text": "Republican leadership in Congress let the energy companies write the energy bill that sent prices soaring, and has turned a blind eye to the struggles of working families trying to make ends meet."
   },
   "author": {
    "text": "Sherrod Brown"
   }
  },
  {
   "quote": {
    "text": "I learned long ago on the battlefields of Vietnam that in a crisis, there is no substitute for clear-eyed leadership."
   },
   "author": {
    "text": "Jim Webb"
   }
  },
  {
   "quote": {
    "text": "The function of combat is not merely to perpetrate violence, but to perpetrate violence on command, instantaneously and reflexively. The function of the service academies is to prepare men for leadership positions where they may someday exercise that command."
   },
   "author": {
    "text": "Jim Webb"
   }
  },
  {
   "quote": {
    "text": "I will ensure the conservative legacy and leadership of Tom Price, Johnny Isakson, and Newt Gingrich will continue."
   },
   "author": {
    "text": "Karen Handel"
   }
  },
  {
   "quote": {
    "text": "Leadership is one of the things I really strive to excel in in my life."
   },
   "author": {
    "text": "Nate Parker"
   }
  },
  {
   "quote": {
    "text": "So often, when we don't have people that can be representative or symbolic of leadership and of faith, of purpose, in that absence we become bitter and resentful."
   },
   "author": {
    "text": "Nate Parker"
   }
  },
  {
   "quote": {
    "text": "They said it was impossible to touch the third rail of politics, to take on public-sector unions and to reform a pension and health benefits system that was headed to bankruptcy. But with bipartisan leadership, we saved taxpayers $132 billion dollars over 30 years and saved retirees their pensions. We did it."
   },
   "author": {
    "text": "Chris Christie"
   }
  },
  {
   "quote": {
    "text": "Whether it was his ability to turn around the Massachusetts economy or turn around businesses in the private sector, Mitt Romney has demonstrated the leadership that we need in the White House to get the country on the right track."
   },
   "author": {
    "text": "Lisa Murkowski"
   }
  },
  {
   "quote": {
    "text": "You have to have your heart in the business and the business in your heart."
   },
   "author": {
    "text": "An Wang"
   }
  },
  {
   "quote": {
    "text": "Being a CEO still means sitting across the table from big institutional investors and showing your leadership and having them believe in you."
   },
   "author": {
    "text": "Christie Hefner"
   }
  },
  {
   "quote": {
    "text": "You can learn more about leadership by reading about Lincoln than you can from most business books."
   },
   "author": {
    "text": "Christie Hefner"
   }
  },
  {
   "quote": {
    "text": "We expect our leaders to be godlike. But I feel that when people try to sanctify leadership, it puts it out of the realm of regular people. And that's where the greatest leaders come from - from the people."
   },
   "author": {
    "text": "Katori Hall"
   }
  },
  {
   "quote": {
    "text": "All our lives are enriched by the leadership and excellence and confidence of female athletes, whether the Mia Hamms and Maya Moores we know or the field hockey, lacrosse and track and field athletes we do not necessarily know."
   },
   "author": {
    "text": "George Vecsey"
   }
  },
  {
   "quote": {
    "text": "The world is yearning for strong leadership and moral clarity; someone who knows the difference between good and bad."
   },
   "author": {
    "text": "Isaac Herzog"
   }
  },
  {
   "quote": {
    "text": "The most depressing part of the 2016 election is that the candidates often failed to show any cultural leadership: any recognition that the world of public policy was important but hardly the only good and necessary part of our shared society."
   },
   "author": {
    "text": "J. D. Vance"
   }
  },
  {
   "quote": {
    "text": "Veterans are especially appealing candidates in key swing districts. Veterans have credibility, not just with Democrats but with independents and Republicans as well. They're the kind of people respected for their leadership, not just their politics."
   },
   "author": {
    "text": "Seth Moulton"
   }
  },
  {
   "quote": {
    "text": "When you have a party leadership that is out of touch with the rest of the country, then that's a real problem for the entire party."
   },
   "author": {
    "text": "Seth Moulton"
   }
  },
  {
   "quote": {
    "text": "I worked hard at whatever task I was given and embraced leadership opportunities, whether as a crossing guard, an altar boy, or a general."
   },
   "author": {
    "text": "Martin Dempsey"
   }
  },
  {
   "quote": {
    "text": "The fact is, when it comes to economic leadership, the Republicans have nothing to brag about. This isn't what the American people want. They want to see progress that works for them."
   },
   "author": {
    "text": "Debbie Wasserman Schultz"
   }
  },
  {
   "quote": {
    "text": "Democrats are going to proudly run on the fact that we turned the economy around. It was our policies under President Obama's leadership through the Recovery Act, through investing in the automobile industry."
   },
   "author": {
    "text": "Debbie Wasserman Schultz"
   }
  },
  {
   "quote": {
    "text": "We're going to need to absorb some pain. The Republicans want to pile all the pain on people who can least afford it and the middle class and Democrats under his leadership want to make sure that we can address deficit reduction and continue to make investments and shared sacrifice is going to be imperative in order to be able to do that."
   },
   "author": {
    "text": "Debbie Wasserman Schultz"
   }
  },
  {
   "quote": {
    "text": "Unfortunately, the Republican leadership in the House right now seems to have been strangled by the tea party."
   },
   "author": {
    "text": "Debbie Wasserman Schultz"
   }
  },
  {
   "quote": {
    "text": "Aren't we at the point where the closer we get to chaos, the more concern that there should be about coming to the table and compromising with Democrats? This is not leadership. This is almost like dictatorship."
   },
   "author": {
    "text": "Debbie Wasserman Schultz"
   }
  },
  {
   "quote": {
    "text": "We've been sitting at the compromise table for a long time. We're just waiting for that cold chair to be warmed up by the Republican leadership. They still have time to do the right thing and be responsible. They just seem to be moving further and further away from it."
   },
   "author": {
    "text": "Debbie Wasserman Schultz"
   }
  },
  {
   "quote": {
    "text": "When I was growing up, we were taught in school that North Koreans, and especially the North Korean leadership, were all devils."
   },
   "author": {
    "text": "Park Chan-wook"
   }
  },
  {
   "quote": {
    "text": "You have no power at all if you do not exercise constant power."
   },
   "author": {
    "text": "Major Owens"
   }
  },
  {
   "quote": {
    "text": "This is one of the major problems we have. By the way, it was endorsed by leadership on both sides of the aisle and both ends of the Capitol, by the NRA and also by the gun control groups."
   },
   "author": {
    "text": "John Dingell"
   }
  },
  {
   "quote": {
    "text": "But I think Steve's main contribution besides just the pure leadership is his passion for excellence. He's a perfectionist. Good enough isn't good enough. And also his creative spirit. You know he really, really wants to do something great."
   },
   "author": {
    "text": "Andy Hertzfeld"
   }
  },
  {
   "quote": {
    "text": "I knew I could not maintain that leadership in open struggle against Moscow influence. Only two Communist leaders in history ever succeeded in doing this - Tito and Mao Tse-tung."
   },
   "author": {
    "text": "Earl Browder"
   }
  },
  {
   "quote": {
    "text": "There is an irresistible demand to strengthen the leadership of the constructive forces of the world at the present momentous time. This is true because of stupendous, almost unbelievable changes which have taken place in recent years on every continent."
   },
   "author": {
    "text": "John Mott"
   }
  },
  {
   "quote": {
    "text": "I'm floored that the House leadership would turn its back on job creation for Mississippians."
   },
   "author": {
    "text": "Haley Barbour"
   }
  },
  {
   "quote": {
    "text": "Get the best people and train them well."
   },
   "author": {
    "text": "Scott McNealy"
   }
  },
  {
   "quote": {
    "text": "The nicest thing about standards is that there are so many of them to choose from."
   },
   "author": {
    "text": "Ken Olsen"
   }
  },
  {
   "quote": {
    "text": "The very exercise of leadership fosters capacity for it."
   },
   "author": {
    "text": "Cyril Falls"
   }
  }
 ]
}