{
 "LifeQuotes": [
  {
   "quote": {
    "text": "Only I can change my life. No one can do it for me."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "Life is 10% what happens to you and 90% how you react to it."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored."
   },
   "author": {
    "text": "Earl Nightingale"
   }
  },
  {
   "quote": {
    "text": "There is only one happiness in this life, to love and be loved."
   },
   "author": {
    "text": "George Sand"
   }
  },
  {
   "quote": {
    "text": "Change your life today. Don't gamble on the future, act now, without delay."
   },
   "author": {
    "text": "Simone de Beauvoir"
   }
  },
  {
   "quote": {
    "text": "The greatest gift of life is friendship, and I have received it."
   },
   "author": {
    "text": "Hubert H. Humphrey"
   }
  },
  {
   "quote": {
    "text": "Smile in the mirror. Do that every morning and you'll start to see a big difference in your life."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "Death is not the greatest loss in life. The greatest loss is what dies inside us while we live."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "Lighten up, just enjoy life, smile more, laugh more, and don't get so worked up about things."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth."
   },
   "author": {
    "text": "Bradley Whitford"
   }
  },
  {
   "quote": {
    "text": "Because of your smile, you make life more beautiful."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Live life to the fullest, and focus on the positive."
   },
   "author": {
    "text": "Matt Cameron"
   }
  },
  {
   "quote": {
    "text": "It's all about quality of life and finding a happy balance between work and friends and family."
   },
   "author": {
    "text": "Philip Green"
   }
  },
  {
   "quote": {
    "text": "Life is the art of drawing without an eraser."
   },
   "author": {
    "text": "John W. Gardner"
   }
  },
  {
   "quote": {
    "text": "My family is my life, and everything else comes second as far as what's important to me."
   },
   "author": {
    "text": "Michael Imperioli"
   }
  },
  {
   "quote": {
    "text": "Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth."
   },
   "author": {
    "text": "Menachem Begin"
   }
  },
  {
   "quote": {
    "text": "Life is full of happiness and tears; be strong and have faith."
   },
   "author": {
    "text": "Kareena Kapoor Khan"
   }
  },
  {
   "quote": {
    "text": "There are two great days in a person's life - the day we are born and the day we discover why."
   },
   "author": {
    "text": "William Barclay"
   }
  },
  {
   "quote": {
    "text": "Stay true to yourself, yet always be open to learn. Work hard, and never give up on your dreams, even when nobody else believes they can come true but you. These are not cliches but real tools you need no matter what you do in life to stay focused on your path."
   },
   "author": {
    "text": "Phillip Sweet"
   }
  },
  {
   "quote": {
    "text": "Be happy for this moment. This moment is your life."
   },
   "author": {
    "text": "Omar Khayyam"
   }
  },
  {
   "quote": {
    "text": "When you rise in the morning, give thanks for the light, for your life, for your strength. Give thanks for your food and for the joy of living. If you see no reason to give thanks, the fault lies in yourself."
   },
   "author": {
    "text": "Tecumseh"
   }
  },
  {
   "quote": {
    "text": "Loneliness adds beauty to life. It puts a special burn on sunsets and makes night air smell better."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Gratitude unlocks the fullness of life. It turns what we have into enough, and more. It turns denial into acceptance, chaos to order, confusion to clarity. It can turn a meal into a feast, a house into a home, a stranger into a friend."
   },
   "author": {
    "text": "Melody Beattie"
   }
  },
  {
   "quote": {
    "text": "The biggest adventure you can take is to live the life of your dreams."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, life is about being happy being who you are, and I feel like we are so blessed to have the support system and the best family to really just support each other no matter what we're going through."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "My life motto is 'Do my best, so that I can't blame myself for anything.'"
   },
   "author": {
    "text": "Magdalena Neuner"
   }
  },
  {
   "quote": {
    "text": "Do not take life too seriously. You will never get out of it alive."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "Life is like riding a bicycle. To keep your balance, you must keep moving."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Today I choose life. Every morning when I wake up I can choose joy, happiness, negativity, pain... To feel the freedom that comes from being able to continue to make mistakes and choices - today I choose to feel life, not to deny my humanity but embrace it."
   },
   "author": {
    "text": "Kevyn Aucoin"
   }
  },
  {
   "quote": {
    "text": "God gave us the gift of life; it is up to us to give ourselves the gift of living well."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "Education is not preparation for life; education is life itself."
   },
   "author": {
    "text": "John Dewey"
   }
  },
  {
   "quote": {
    "text": "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Life is a journey that must be traveled no matter how bad the roads and accommodations."
   },
   "author": {
    "text": "Oliver Goldsmith"
   }
  },
  {
   "quote": {
    "text": "I have seen many storms in my life. Most storms have caught me by surprise, so I had to learn very quickly to look further and understand that I am not capable of controlling the weather, to exercise the art of patience and to respect the fury of nature."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "I am blessed to have so many great things in my life - family, friends and God. All will be in my thoughts daily."
   },
   "author": {
    "text": "Lil' Kim"
   }
  },
  {
   "quote": {
    "text": "When I started counting my blessings, my whole life turned around."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "Life is really simple, but we insist on making it complicated."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Life is like a roller coaster, live it, be happy, enjoy life."
   },
   "author": {
    "text": "Avril Lavigne"
   }
  },
  {
   "quote": {
    "text": "The truth is you don't know what is going to happen tomorrow. Life is a crazy ride, and nothing is guaranteed."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "I'm lucky in having found the perfect partner to spend my life with."
   },
   "author": {
    "text": "Sara Paretsky"
   }
  },
  {
   "quote": {
    "text": "To succeed in life, you need three things: a wishbone, a backbone and a funny bone."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "Very little is needed to make a happy life; it is all within yourself, in your way of thinking."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "Make it a habit to tell people thank you. To express your appreciation, sincerely and without the expectation of anything in return. Truly appreciate those around you, and you'll soon find many others around you. Truly appreciate life, and you'll find that you have more of it."
   },
   "author": {
    "text": "Ralph Marston"
   }
  },
  {
   "quote": {
    "text": "Friendship is the shadow of the evening, which increases with the setting sun of life."
   },
   "author": {
    "text": "Jean de La Fontaine"
   }
  },
  {
   "quote": {
    "text": "Choose a job you love, and you will never have to work a day in your life."
   },
   "author": {
    "text": "Unknown"
   }
  },
  {
   "quote": {
    "text": "Successful people maintain a positive focus in life no matter what is going on around them. They stay focused on their past successes rather than their past failures, and on the next action steps they need to take to get them closer to the fulfillment of their goals rather than all the other distractions that life presents to them."
   },
   "author": {
    "text": "Jack Canfield"
   }
  },
  {
   "quote": {
    "text": "Beginning today, treat everyone you meet as if they were going to be dead by midnight. Extend to them all the care, kindness and understanding you can muster, and do it with no thought of any reward. Your life will never be the same again."
   },
   "author": {
    "text": "Og Mandino"
   }
  },
  {
   "quote": {
    "text": "Just as a candle cannot burn without fire, men cannot live without a spiritual life."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "Positivity, confidence, and persistence are key in life, so never give up on yourself."
   },
   "author": {
    "text": "Khalid"
   }
  },
  {
   "quote": {
    "text": "Life is all about evolution. What looks like a mistake to others has been a milestone in my life. Even if people have betrayed me, even if my heart was broken, even if people misunderstood or judged me, I have learned from these incidents. We are human and we make mistakes, but learning from them is what makes the difference."
   },
   "author": {
    "text": "Amisha Patel"
   }
  },
  {
   "quote": {
    "text": "Life ain't always beautiful, but it's a beautiful ride."
   },
   "author": {
    "text": "Gary Allan"
   }
  },
  {
   "quote": {
    "text": "Life is full of beauty. Notice it. Notice the bumble bee, the small child, and the smiling faces. Smell the rain, and feel the wind. Live your life to the fullest potential, and fight for your dreams."
   },
   "author": {
    "text": "Ashley Smith"
   }
  },
  {
   "quote": {
    "text": "A hero is someone who has given his or her life to something bigger than oneself."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "Education is not just about going to school and getting a degree. It's about widening your knowledge and absorbing the truth about life."
   },
   "author": {
    "text": "Shakuntala Devi"
   }
  },
  {
   "quote": {
    "text": "No matter what kind of challenges or difficulties or painful situations you go through in your life, we all have something deep within us that we can reach down and find the inner strength to get through them."
   },
   "author": {
    "text": "Alana Stewart"
   }
  },
  {
   "quote": {
    "text": "Good health and good sense are two of life's greatest blessings."
   },
   "author": {
    "text": "Publilius Syrus"
   }
  },
  {
   "quote": {
    "text": "Never stop fighting until you arrive at your destined place - that is, the unique you. Have an aim in life, continuously acquire knowledge, work hard, and have perseverance to realise the great life."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Simply enjoy life and the great pleasures that come with it."
   },
   "author": {
    "text": "Karolina Kurkova"
   }
  },
  {
   "quote": {
    "text": "You're going to go through tough times - that's life. But I say, 'Nothing happens to you, it happens for you.' See the positive in negative events."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "The only rule is don't be boring and dress cute wherever you go. Life is too short to blend in."
   },
   "author": {
    "text": "Paris Hilton"
   }
  },
  {
   "quote": {
    "text": "There are only three things women need in life: food, water, and compliments."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "The purpose of art is washing the dust of daily life off our souls."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "Life was always a matter of waiting for the right moment to act."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "Life is not always easy to live, but the opportunity to do so is a blessing beyond comprehension. In the process of living, we will face struggles, many of which will cause us to suffer and to experience pain."
   },
   "author": {
    "text": "L. Lionel Kendrick"
   }
  },
  {
   "quote": {
    "text": "Liza, I love you more than any words can say. You have made me a complete person. You are everything to me. And I cannot think of living life without you. And I love you forever."
   },
   "author": {
    "text": "David Gest"
   }
  },
  {
   "quote": {
    "text": "The bond that links your true family is not one of blood, but of respect and joy in each other's life."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "Life is one big road with lots of signs. So when you riding through the ruts, don't complicate your mind. Flee from hate, mischief and jealousy. Don't bury your thoughts, put your vision to reality. Wake Up and Live!"
   },
   "author": {
    "text": "Bob Marley"
   }
  },
  {
   "quote": {
    "text": "One of the luckiest things that can happen to you in life is, I think, to have a happy childhood."
   },
   "author": {
    "text": "Agatha Christie"
   }
  },
  {
   "quote": {
    "text": "The purpose of human life is to serve, and to show compassion and the will to help others."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "Happiness is a choice. You can choose to be happy. There's going to be stress in life, but it's your choice whether you let it affect you or not."
   },
   "author": {
    "text": "Valerie Bertinelli"
   }
  },
  {
   "quote": {
    "text": "Life is a dream for the wise, a game for the fool, a comedy for the rich, a tragedy for the poor."
   },
   "author": {
    "text": "Sholom Aleichem"
   }
  },
  {
   "quote": {
    "text": "The more you praise and celebrate your life, the more there is in life to celebrate."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "We are all born alone and die alone. The loneliness is definitely part of the journey of life."
   },
   "author": {
    "text": "Jenova Chen"
   }
  },
  {
   "quote": {
    "text": "I believe that a trusting attitude and a patient attitude go hand in hand. You see, when you let go and learn to trust God, it releases joy in your life. And when you trust God, you're able to be more patient. Patience is not just about waiting for something... it's about how you wait, or your attitude while waiting."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "You go through life wondering what is it all about but at the end of the day it's all about family."
   },
   "author": {
    "text": "Rod Stewart"
   }
  },
  {
   "quote": {
    "text": "Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma - which is living with the results of other people's thinking. Don't let the noise of others' opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "If the only prayer you ever say in your entire life is thank you, it will be enough."
   },
   "author": {
    "text": "Meister Eckhart"
   }
  },
  {
   "quote": {
    "text": "Honestly, I feel like everything in life happens for a reason, and my son has been the greatest gift that God has given me in my life and been the most game-changing thing that's happened to my life, in a necessary way."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Life began with waking up and loving my mother's face."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "Be brave enough to live life creatively. The creative place where no one else has ever been."
   },
   "author": {
    "text": "Alan Alda"
   }
  },
  {
   "quote": {
    "text": "A dog will teach you unconditional love. If you can have that in your life, things won't be too bad."
   },
   "author": {
    "text": "Robert Wagner"
   }
  },
  {
   "quote": {
    "text": "Do what you need to do and enjoy life as it happens."
   },
   "author": {
    "text": "John Scalzi"
   }
  },
  {
   "quote": {
    "text": "Remember your dreams and fight for them. You must know what you want from life. There is just one thing that makes your dream become impossible: the fear of failure."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "Choosing to be positive and having a grateful attitude is going to determine how you're going to live your life."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I try to live my life like my father lives his. He always takes care of everyone else first. He won't even start eating until he's sure everyone else in the family has started eating. Another thing: My dad never judges me by whether I win or lose."
   },
   "author": {
    "text": "Ben Roethlisberger"
   }
  },
  {
   "quote": {
    "text": "My life has been a blessing. I'm grateful for everything I do have and the places I'm going and the things I've seen."
   },
   "author": {
    "text": "Leah LaBelle"
   }
  },
  {
   "quote": {
    "text": "Did I offer peace today? Did I bring a smile to someone's face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times, I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "Music is love, love is music, music is life, and I love my life. Thank you and good night."
   },
   "author": {
    "text": "A. J. McLean"
   }
  },
  {
   "quote": {
    "text": "I remember my mother's prayers and they have always followed me. They have clung to me all my life."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "This life is like a swimming pool. You dive into the water, but you can't see how deep it is."
   },
   "author": {
    "text": "Dennis Rodman"
   }
  },
  {
   "quote": {
    "text": "Live life for the moment because everything else is uncertain!"
   },
   "author": {
    "text": "Louis Tomlinson"
   }
  },
  {
   "quote": {
    "text": "I decided to fly through the air and live in the sunlight and enjoy life as much as I could."
   },
   "author": {
    "text": "Evel Knievel"
   }
  },
  {
   "quote": {
    "text": "Just when I think I have learned the way to live, life changes."
   },
   "author": {
    "text": "Hugh Prather"
   }
  },
  {
   "quote": {
    "text": "Unlike a drop of water which loses its identity when it joins the ocean, man does not lose his being in the society in which he lives. Man's life is independent. He is born not for the development of the society alone, but for the development of his self."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "A man who has never made a woman angry is a failure in life."
   },
   "author": {
    "text": "Christopher Morley"
   }
  },
  {
   "quote": {
    "text": "You cannot have a positive life and a negative mind."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Science is organized knowledge. Wisdom is organized life."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "We must let go of the life we have planned, so as to accept the one that is waiting for us."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "Slow down and enjoy life. It's not only the scenery you miss by going to fast - you also miss the sense of where you are going and why."
   },
   "author": {
    "text": "Eddie Cantor"
   }
  },
  {
   "quote": {
    "text": "Being confident is the key to life. Don't be afraid to be you! I'm super different from a lot of kids my age with style and personality, and I'm OK with it. And if you are OK with it, everyone else will be, too. Just be yourself."
   },
   "author": {
    "text": "Leo Howard"
   }
  },
  {
   "quote": {
    "text": "The life of the dead is placed in the memory of the living."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "There is no end to education. It is not that you read a book, pass an examination, and finish with education. The whole of life, from the moment you are born to the moment you die, is a process of learning."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "Children are the anchors that hold a mother to life."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around."
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "Luck is great, but most of life is hard work."
   },
   "author": {
    "text": "Iain Duncan Smith"
   }
  },
  {
   "quote": {
    "text": "For life and death are one, even as the river and the sea are one."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "All you need in this life is ignorance and confidence, and then success is sure."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Let your life lightly dance on the edges of Time like dew on the tip of a leaf."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "Bad things do happen; how I respond to them defines my character and the quality of my life. I can choose to sit in perpetual sadness, immobilized by the gravity of my loss, or I can choose to rise from the pain and treasure the most precious gift I have - life itself."
   },
   "author": {
    "text": "Walter Anderson"
   }
  },
  {
   "quote": {
    "text": "Thank you for life, and all the little ups and downs that make it worth living."
   },
   "author": {
    "text": "Travis Barker"
   }
  },
  {
   "quote": {
    "text": "Life is short, and if we enjoy every moment of every day, then we will be happy no matter what happens or what changes along the way."
   },
   "author": {
    "text": "Gretchen Bleiler"
   }
  },
  {
   "quote": {
    "text": "Concision in style, precision in thought, decision in life."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "I wish my school days could have dragged on a little longer, or that I could go back and do it later in life."
   },
   "author": {
    "text": "Cara Delevingne"
   }
  },
  {
   "quote": {
    "text": "Success comes to those who dedicate everything to their passion in life. To be successful, it is also very important to be humble and never let fame or money travel to your head."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "Education is the key to success in life, and teachers make a lasting impact in the lives of their students."
   },
   "author": {
    "text": "Solomon Ortiz"
   }
  },
  {
   "quote": {
    "text": "I think togetherness is a very important ingredient to family life."
   },
   "author": {
    "text": "Barbara Bush"
   }
  },
  {
   "quote": {
    "text": "Right now I am trying to be in a place of calm, a place where I can chill out and then handle the chaos of life better. You don't just get it overnight; you have to work at it. It's a daily struggle."
   },
   "author": {
    "text": "Jackee Harry"
   }
  },
  {
   "quote": {
    "text": "Be willing to step outside your comfort zone once in a while; take the risks in life that seem worth taking. The ride might not be as predictable if you'd just planted your feet and stayed put, but it will be a heck of a lot more interesting."
   },
   "author": {
    "text": "Edward Whitacre, Jr."
   }
  },
  {
   "quote": {
    "text": "Life is a song - sing it. Life is a game - play it. Life is a challenge - meet it. Life is a dream - realize it. Life is a sacrifice - offer it. Life is love - enjoy it."
   },
   "author": {
    "text": "Sai Baba"
   }
  },
  {
   "quote": {
    "text": "I think that life is difficult. People have challenges. Family members get sick, people get older, you don't always get the job or the promotion that you want. You have conflicts in your life. And really, life is about your resilience and your ability to go through your life and all of the ups and downs with a positive attitude."
   },
   "author": {
    "text": "Jennifer Hyman"
   }
  },
  {
   "quote": {
    "text": "Whatever you do, do with determination. You have one life to live; do your work with passion and give your best. Whether you want to be a chef, doctor, actor, or a mother, be passionate to get the best result."
   },
   "author": {
    "text": "Alia Bhatt"
   }
  },
  {
   "quote": {
    "text": "I believe that God put us in this jolly world to be happy and enjoy life."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "Memories are the best things in life, I think."
   },
   "author": {
    "text": "Romy Schneider"
   }
  },
  {
   "quote": {
    "text": "We cannot always control everything that happens to us in this life, but we can control how we respond. Many struggles come as problems and pressures that sometimes cause pain. Others come as temptations, trials, and tribulations."
   },
   "author": {
    "text": "L. Lionel Kendrick"
   }
  },
  {
   "quote": {
    "text": "Life is all about having a good time."
   },
   "author": {
    "text": "Miley Cyrus"
   }
  },
  {
   "quote": {
    "text": "You may not always have a comfortable life and you will not always be able to solve all of the world's problems at once but don't ever underestimate the importance you can have because history has shown us that courage can be contagious and hope can take on a life of its own."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "That's who my mom is. She's a listener and a doer. She's a woman driven by compassion, by faith, by a fierce sense of justice and a heart full of love. So, this November, I'm voting for a woman who is my role model, as a mother, and as an advocate. A woman who has spent her entire life fighting for families and children."
   },
   "author": {
    "text": "Chelsea Clinton"
   }
  },
  {
   "quote": {
    "text": "If you have no confidence in self, you are twice defeated in the race of life."
   },
   "author": {
    "text": "Marcus Garvey"
   }
  },
  {
   "quote": {
    "text": "Loneliness is my least favorite thing about life. The thing that I'm most worried about is just being alone without anybody to care for or someone who will care for me."
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "Some people come into our life as a blessing, while others come into our life as a lesson, so love them for who they are instead of judging them for who they are not."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "I'm just a regular person who believes life is simple, and I like a simple life."
   },
   "author": {
    "text": "Manny Pacquiao"
   }
  },
  {
   "quote": {
    "text": "We make a living by what we get, but we make a life by what we give."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "True friendship multiplies the good in life and divides its evils. Strive to have friends, for life without friends is like life on a desert island... to find one real friend in a lifetime is good fortune; to keep him is a blessing."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "Sports teaches you character, it teaches you to play by the rules, it teaches you to know what it feels like to win and lose-it teaches you about life."
   },
   "author": {
    "text": "Billie Jean King"
   }
  },
  {
   "quote": {
    "text": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "I am the Way, the Truth, and the Life. No one comes to the Father except through me."
   },
   "author": {
    "text": "Jesus Christ"
   }
  },
  {
   "quote": {
    "text": "Never give up. There are always tough times, regardless of what you do in anything in life. Be able to push through those times and maintain your ultimate goal."
   },
   "author": {
    "text": "Nathan Chen"
   }
  },
  {
   "quote": {
    "text": "Let me encourage you to get up every day and focus on what you do have in life. Be thankful for the blessings of the little things, even when you don't get what you expect."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "Authenticity is everything! You have to wake up every day and look in the mirror, and you want to be proud of the person who's looking back at you. And you can only do that if you're being honest with yourself and being a person of high character. You have an opportunity every single day to write that story of your life."
   },
   "author": {
    "text": "Aaron Rodgers"
   }
  },
  {
   "quote": {
    "text": "'Sunrise Sunset' is about trying to get to a place where life is simple and not letting the stress and happenings in the world get in the way of your happiness."
   },
   "author": {
    "text": "Benny Cassette"
   }
  },
  {
   "quote": {
    "text": "Your personal life, your professional life, and your creative life are all intertwined. I went through a few very difficult years where I felt like a failure. But it was actually really important for me to go through that. Struggle, for me, is the most inspirational thing in the world at the end of the day - as long as you treat it that way."
   },
   "author": {
    "text": "Skylar Grey"
   }
  },
  {
   "quote": {
    "text": "So many people live within unhappy circumstances and yet will not take the initiative to change their situation because they are conditioned to a life of security, conformity, and conservation, all of which may appear to give one peace of mind, but in reality, nothing is more damaging to the adventurous spirit."
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "The greatest thing about where my life is right now is it's very relaxed and chill. I'm just hanging out, being myself and doing my work."
   },
   "author": {
    "text": "Lucas Grabeel"
   }
  },
  {
   "quote": {
    "text": "A word of encouragement from a teacher to a child can change a life. A word of encouragement from a spouse can save a marriage. A word of encouragement from a leader can inspire a person to reach her potential."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Over and over I marvel at the blessings of my life: Each year has grown better than the last."
   },
   "author": {
    "text": "Lawrence Welk"
   }
  },
  {
   "quote": {
    "text": "The game of life is a lot like football. You have to tackle your problems, block your fears, and score your points when you get the opportunity."
   },
   "author": {
    "text": "Lewis Grizzard"
   }
  },
  {
   "quote": {
    "text": "Our parents deserve our honor and respect for giving us life itself. Beyond this they almost always made countless sacrifices as they cared for and nurtured us through our infancy and childhood, provided us with the necessities of life, and nursed us through physical illnesses and the emotional stresses of growing up."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "Take a step back, evaluate what is important, and enjoy life."
   },
   "author": {
    "text": "Teri Garr"
   }
  },
  {
   "quote": {
    "text": "My fashion philosophy is, if you're not covered in dog hair, your life is empty."
   },
   "author": {
    "text": "Elayne Boosler"
   }
  },
  {
   "quote": {
    "text": "No water, no life. No blue, no green."
   },
   "author": {
    "text": "Sylvia Earle"
   }
  },
  {
   "quote": {
    "text": "Our uniqueness, our individuality, and our life experience molds us into fascinating beings. I hope we can embrace that. I pray we may all challenge ourselves to delve into the deepest resources of our hearts to cultivate an atmosphere of understanding, acceptance, tolerance, and compassion. We are all in this life together."
   },
   "author": {
    "text": "Linda Thompson"
   }
  },
  {
   "quote": {
    "text": "Life is a game and true love is a trophy."
   },
   "author": {
    "text": "Rufus Wainwright"
   }
  },
  {
   "quote": {
    "text": "Life is one grand, sweet song, so start the music."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Take up one idea. Make that one idea your life - think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "My daughter is my biggest achievement. She is a little star and my life has changed so much for the better since she came along."
   },
   "author": {
    "text": "Denise Van Outen"
   }
  },
  {
   "quote": {
    "text": "I'm just going to go live life. I'm going to go enjoy life. I have nothing left to hide. I am kind of a free person, a free soul."
   },
   "author": {
    "text": "Caitlyn Jenner"
   }
  },
  {
   "quote": {
    "text": "Instead of trying to make your life perfect, give yourself the freedom to make it an adventure, and go ever upward."
   },
   "author": {
    "text": "Drew Houston"
   }
  },
  {
   "quote": {
    "text": "All the adversity I've had in my life, all my troubles and obstacles, have strengthened me... You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "However difficult life may seem, there is always something you can do and succeed at."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Hold fast to dreams, for if dreams die, life is a broken-winged bird that cannot fly."
   },
   "author": {
    "text": "Langston Hughes"
   }
  },
  {
   "quote": {
    "text": "Life is not easy for any of us. But what of that? We must have perseverance and above all confidence in ourselves. We must believe that we are gifted for something and that this thing must be attained."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "The happiest moment of my life was probably when my daughter was born."
   },
   "author": {
    "text": "David Duchovny"
   }
  },
  {
   "quote": {
    "text": "The greatest legacy one can pass on to one's children and grandchildren is not money or other material things accumulated in one's life, but rather a legacy of character and faith."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "When it comes to life the critical thing is whether you take things for granted or take them with gratitude."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Each life is made up of mistakes and learning, waiting and growing, practicing patience and being persistent."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "He who is not courageous enough to take risks will accomplish nothing in life."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "Happiness doesn't come from being rich, nor merely from being successful in your career, nor by self-indulgence. One step towards happiness is to make yourself healthy and strong while you are a boy so that you can be useful and so you can enjoy life when you are a man."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that's beautiful."
   },
   "author": {
    "text": "Rashida Jones"
   }
  },
  {
   "quote": {
    "text": "No life's worth more than any other, no sister worth less than any brother."
   },
   "author": {
    "text": "Michael Franti"
   }
  },
  {
   "quote": {
    "text": "The true secret of happiness lies in taking a genuine interest in all the details of daily life."
   },
   "author": {
    "text": "William Morris"
   }
  },
  {
   "quote": {
    "text": "Rain is grace; rain is the sky descending to the earth; without rain, there would be no life."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "All life demands struggle. Those who have everything given to them become lazy, selfish, and insensitive to the real values of life. The very striving and hard work that we so constantly try to avoid is the major building block in the person we are today."
   },
   "author": {
    "text": "Pope Paul VI"
   }
  },
  {
   "quote": {
    "text": "Just as treasures are uncovered from the earth, so virtue appears from good deeds, and wisdom appears from a pure and peaceful mind. To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "Smoking kills. If you're killed, you've lost a very important part of your life."
   },
   "author": {
    "text": "Brooke Shields"
   }
  },
  {
   "quote": {
    "text": "So long as the memory of certain beloved friends lives in my heart, I shall say that life is good."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "I think you need to go through some stuff to really appreciate life and understand what it means to persevere, overcome and have faith. I think those tough times make you a stronger person."
   },
   "author": {
    "text": "Judith Hill"
   }
  },
  {
   "quote": {
    "text": "A real man loves his wife, and places his family as the most important thing in life. Nothing has brought me more peace and content in life than simply being a good husband and father."
   },
   "author": {
    "text": "Frank Abagnale"
   }
  },
  {
   "quote": {
    "text": "Land is the secure ground of home, the sea is like life, the outside, the unknown."
   },
   "author": {
    "text": "Stephen Gardiner"
   }
  },
  {
   "quote": {
    "text": "The bird is powered by its own life and by its motivation."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "A life spent making mistakes is not only more honorable, but more useful than a life spent doing nothing."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Everyone has a purpose in life and a unique talent to give to others. And when we blend this unique talent with service to others, we experience the ecstasy and exultation of own spirit, which is the ultimate goal of all goals."
   },
   "author": {
    "text": "Kallam Anji Reddy"
   }
  },
  {
   "quote": {
    "text": "I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion.'"
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "Empathy begins with understanding life from another person's perspective. Nobody has an objective experience of reality. It's all through our own individual prisms."
   },
   "author": {
    "text": "Sterling K. Brown"
   }
  },
  {
   "quote": {
    "text": "Life is short, and it is up to you to make it sweet."
   },
   "author": {
    "text": "Sarah Louise Delany"
   }
  },
  {
   "quote": {
    "text": "Be patient and understanding. Life is too short to be vengeful or malicious."
   },
   "author": {
    "text": "Phillips Brooks"
   }
  },
  {
   "quote": {
    "text": "There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Every good citizen makes his country's honor his own, and cherishes it not only as precious but as sacred. He is willing to risk his life in its defense and is conscious that he gains protection while he gives it."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "All mankind... being all equal and independent, no one ought to harm another in his life, health, liberty or possessions."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "The spirit of Christmas is the spirit of love and of generosity and of goodness. It illuminates the picture window of the soul, and we look out upon the world's busy life and become more interested in people than in things."
   },
   "author": {
    "text": "Thomas S. Monson"
   }
  },
  {
   "quote": {
    "text": "The regret of my life is that I have not said 'I love you' often enough."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "It's just a whole different thing, and it's just that my life has been a blessing, and I thank god every day for the gifts that he has given me and for my daughter and to be able to watch her grow and be a part of her joys and her excitement and what she wants to do in life."
   },
   "author": {
    "text": "Teena Marie"
   }
  },
  {
   "quote": {
    "text": "Whatever you do in life, surround yourself with smart people who'll argue with you."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "My personal ambition remains the same - to be creative, to be modern, to stay one step ahead, to enjoy life."
   },
   "author": {
    "text": "Natalie Massenet"
   }
  },
  {
   "quote": {
    "text": "High school is what kind of grows you into the person you are. I have great memories, good and bad, some learning experiences and some that I'll take with me the rest of my life."
   },
   "author": {
    "text": "Giancarlo Stanton"
   }
  },
  {
   "quote": {
    "text": "Learning lessons is a little like reaching maturity. You're not suddenly more happy, wealthy, or powerful, but you understand the world around you better, and you're at peace with yourself. Learning life's lessons is not about making your life perfect, but about seeing life as it was meant to be."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "In three words I can sum up everything I've learned about life: it goes on."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "Coffee has always been a significant part of my life. For me, it's a chance to start my day and gather my thoughts - it's fuel for my creative process."
   },
   "author": {
    "text": "Connor Franta"
   }
  },
  {
   "quote": {
    "text": "The good life is one inspired by love and guided by knowledge."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "The only disability in life is a bad attitude."
   },
   "author": {
    "text": "Scott Hamilton"
   }
  },
  {
   "quote": {
    "text": "Trust yourself. Create the kind of self that you will be happy to live with all your life. Make the most of yourself by fanning the tiny, inner sparks of possibility into flames of achievement."
   },
   "author": {
    "text": "Golda Meir"
   }
  },
  {
   "quote": {
    "text": "I'm just thankful for everything, all the blessings in my life, trying to stay that way. I think that's the best way to start your day and finish your day. It keeps everything in perspective."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "Football is like life - it requires perseverance, self-denial, hard work, sacrifice, dedication and respect for authority."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "Life is either a great adventure or nothing."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers. You can do anything you decide to do. You can act to change and control your life; and the procedure, the process is its own reward."
   },
   "author": {
    "text": "Amelia Earhart"
   }
  },
  {
   "quote": {
    "text": "Gratitude bestows reverence, allowing us to encounter everyday epiphanies, those transcendent moments of awe that change forever how we experience life and the world."
   },
   "author": {
    "text": "John Milton"
   }
  },
  {
   "quote": {
    "text": "Life can only be understood backwards; but it must be lived forwards."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "When you are grateful - when you can see what you have - you unlock blessings to flow in your life."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "People will always have an opinion, but you have to live life the way you want to. It's very easy to tell others what to do, but difficult to implement it on yourself."
   },
   "author": {
    "text": "Preity Zinta"
   }
  },
  {
   "quote": {
    "text": "There's so many things that life is, and no matter how many breakthroughs, trials will exist and we're going to get through it. Just be strong."
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "I like people that enjoy life, 'cause I do the same."
   },
   "author": {
    "text": "Lil Wayne"
   }
  },
  {
   "quote": {
    "text": "My theory on life is that life is beautiful. Life doesn't change. You have a day, and a night, and a month, and a year. We people change - we can be miserable or we can be happy. It's what you make of your life."
   },
   "author": {
    "text": "Mohammed bin Rashid Al Maktoum"
   }
  },
  {
   "quote": {
    "text": "We are constituted so that simple acts of kindness, such as giving to charity or expressing gratitude, have a positive effect on our long-term moods. The key to the happy life, it seems, is the good life: a life with sustained relationships, challenging work, and connections to community."
   },
   "author": {
    "text": "Paul Bloom"
   }
  },
  {
   "quote": {
    "text": "Healthcare as a human right, it means that every child, no matter where you are born, should have access to a college or trade-school education if they so choose it, and I think no person should be homeless if we can have public structures and public policy to allow for people to have homes and food and lead a dignified life in the United States."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "We hold these truths to be self-evident: that all men are created equal; that they are endowed by their Creator with certain unalienable rights; that among these are life, liberty, and the pursuit of happiness."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Life is a mirror and will reflect back to the thinker what he thinks into it."
   },
   "author": {
    "text": "Ernest Holmes"
   }
  },
  {
   "quote": {
    "text": "Life is a journey and it's about growing and changing and coming to terms with who and what you are and loving who and what you are."
   },
   "author": {
    "text": "Kelly McGillis"
   }
  },
  {
   "quote": {
    "text": "You have to go through those mountains and valleys - because that's what life is: soul growth."
   },
   "author": {
    "text": "Wayne Newton"
   }
  },
  {
   "quote": {
    "text": "Life is full of misery, loneliness, and suffering - and it's all over much too soon."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "I have been very blessed in my life and rewarded with good friends and good health. I am grateful and happy to be able to share this."
   },
   "author": {
    "text": "Eric Idle"
   }
  },
  {
   "quote": {
    "text": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "It gives you a good feeling. Each year, you rediscover in a garden the magic of life. A flower arrives, and it is a miracle. The leaves fall in the autumn, and it looks fantastic. There is a tenderness about a garden, and you can't help but be sensitive to that."
   },
   "author": {
    "text": "Hubert de Givenchy"
   }
  },
  {
   "quote": {
    "text": "It's better to be a lion for a day than a sheep all your life."
   },
   "author": {
    "text": "Elizabeth Kenny"
   }
  },
  {
   "quote": {
    "text": "A sister is like yourself in a different movie, a movie that stars you in a different life."
   },
   "author": {
    "text": "Deborah Tannen"
   }
  },
  {
   "quote": {
    "text": "Everyone can have their heart broken. Even if you know the relationship isn't working, it's still sad. Even in a bad relationship, they're part of your life for a long time, and saying goodbye to that can be difficult."
   },
   "author": {
    "text": "James Marsden"
   }
  },
  {
   "quote": {
    "text": "The reason I exercise is for the quality of life I enjoy."
   },
   "author": {
    "text": "Kenneth H. Cooper"
   }
  },
  {
   "quote": {
    "text": "You have to take risks. We will only understand the miracle of life fully when we allow the unexpected to happen."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "To find the universal elements enough; to find the air and the water exhilarating; to be refreshed by a morning walk or an evening saunter... to be thrilled by the stars at night; to be elated over a bird's nest or a wildflower in spring - these are some of the rewards of the simple life."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "Into each life some rain must fall."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "You can't connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something - your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "I've had to learn to fight all my life - got to learn to keep smiling. If you smile things will work out."
   },
   "author": {
    "text": "Serena Williams"
   }
  },
  {
   "quote": {
    "text": "I never said I wanted a 'happy' life but an interesting one. From separation and loss, I have learned a lot. I have become strong and resilient, as is the case of almost every human being exposed to life and to the world. We don't even know how strong we are until we are forced to bring that hidden strength forward."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "A simple life is good with me. I don't need a whole lot. For me, a T-shirt, a pair of shorts, barefoot on a beach and I'm happy."
   },
   "author": {
    "text": "Yanni"
   }
  },
  {
   "quote": {
    "text": "One of the most important days of my life was when I learned to ride a bicycle."
   },
   "author": {
    "text": "Michael Palin"
   }
  },
  {
   "quote": {
    "text": "One thing I've learned about life is that if you really let go, it's just a joy ride."
   },
   "author": {
    "text": "Ricky Williams"
   }
  },
  {
   "quote": {
    "text": "Don't ever doubt yourselves or waste a second of your life. It's too short, and you're too special."
   },
   "author": {
    "text": "Ariana Grande"
   }
  },
  {
   "quote": {
    "text": "I'm a big believer that your life is basically a sum of all the choices you make. The better your choices, the better opportunity to lead a happy life."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let's face it, friends make life a lot more fun."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "Life is a series of natural and spontaneous changes. Don't resist them - that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "Life is about how much you can take and keep fighting, how much you can suffer and keep moving forward."
   },
   "author": {
    "text": "Anderson Silva"
   }
  },
  {
   "quote": {
    "text": "Man does not control his own fate. The women in his life do that for him."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "People say that life is the thing, but I prefer reading."
   },
   "author": {
    "text": "Logan Pearsall Smith"
   }
  },
  {
   "quote": {
    "text": "If you are not too long, I will wait here for you all my life."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Life without love is like a tree without blossoms or fruit."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "It's really not about what you have. It's about how you're able to enjoy life in general."
   },
   "author": {
    "text": "Kevin Harvick"
   }
  },
  {
   "quote": {
    "text": "Youth is something I never wanna take for granted. I just want to smile and live life."
   },
   "author": {
    "text": "Tyler, The Creator"
   }
  },
  {
   "quote": {
    "text": "Life in common among people who love each other is the ideal of happiness."
   },
   "author": {
    "text": "George Sand"
   }
  },
  {
   "quote": {
    "text": "Life isn't black and white. It's a million gray areas, don't you find?"
   },
   "author": {
    "text": "Ridley Scott"
   }
  },
  {
   "quote": {
    "text": "Even a happy life cannot be without a measure of darkness, and the word happy would lose its meaning if it were not balanced by sadness. It is far better take things as they come along with patience and equanimity."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "Caring - about people, about things, about life - is an act of maturity."
   },
   "author": {
    "text": "Tracy McMillan"
   }
  },
  {
   "quote": {
    "text": "The best things in life are often waiting for you at the exit ramp of your comfort zone."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "Design is a way of life, a point of view. It involves the whole complex of visual communications: talent, creative ability, manual skill, and technical knowledge. Aesthetics and economics, technology and psychology are intrinsically related to the process."
   },
   "author": {
    "text": "Paul Rand"
   }
  },
  {
   "quote": {
    "text": "I think it's important to find the little things in everyday life that make you happy."
   },
   "author": {
    "text": "Paula Cole"
   }
  },
  {
   "quote": {
    "text": "You can really only enjoy life when you're extremely busy."
   },
   "author": {
    "text": "Josephine de La Baume"
   }
  },
  {
   "quote": {
    "text": "I always say that the times in my life when I've been happiest are the times when I've seen, like, a sunset."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "There is no life to be found in violence. Every act of violence brings us closer to death. Whether it's the mundane violence we do to our bodies by overeating toxic food or drink or the extreme violence of child abuse, domestic warfare, life-threatening poverty, addiction, or state terrorism."
   },
   "author": {
    "text": "bell hooks"
   }
  },
  {
   "quote": {
    "text": "I feel like life is really short, and it's important to enjoy yourself and embrace whatever comes your way, whether it's a challenging day or a great day, just welcome it with open arms. No matter who you are, you can't escape challenges; they are part of life."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "Music is a moral law. It gives soul to the universe, wings to the mind, flight to the imagination, and charm and gaiety to life and to everything."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Life begins at the end of your comfort zone."
   },
   "author": {
    "text": "Neale Donald Walsch"
   }
  },
  {
   "quote": {
    "text": "I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying my friends."
   },
   "author": {
    "text": "Cindy Morgan"
   }
  },
  {
   "quote": {
    "text": "It's easy to get negative because you get beat down. You go through a few disappointments and it's easy to stay in that negative frame of mind. Choosing to be positive and having a grateful attitude is a whole cliche, but your attitude is going to determine how you're going to live your life."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Grief is in two parts. The first is loss. The second is the remaking of life."
   },
   "author": {
    "text": "Anne Roiphe"
   }
  },
  {
   "quote": {
    "text": "The sky is always there for me, while my life has been going through many, many changes. When I look up the sky, it gives me a nice feeling, like looking at an old friend."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "The foundation of success in life is good health: that is the substratum fortune; it is also the basis of happiness. A person cannot accumulate a fortune very well when he is sick."
   },
   "author": {
    "text": "P. T. Barnum"
   }
  },
  {
   "quote": {
    "text": "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "The joy of life comes from our encounters with new experiences, and hence there is no greater joy than to have an endlessly changing horizon, for each day to have a new and different sun."
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too."
   },
   "author": {
    "text": "Will Smith"
   }
  },
  {
   "quote": {
    "text": "Relax! Life is beautiful!"
   },
   "author": {
    "text": "David L. Wolper"
   }
  },
  {
   "quote": {
    "text": "Life is too short not to celebrate nice moments!"
   },
   "author": {
    "text": "Jurgen Klopp"
   }
  },
  {
   "quote": {
    "text": "If you live long enough, you'll make mistakes. But if you learn from them, you'll be a better person. It's how you handle adversity, not how it affects you. The main thing is never quit, never quit, never quit."
   },
   "author": {
    "text": "William J. Clinton"
   }
  },
  {
   "quote": {
    "text": "Every moment and every event of every man's life on earth plants something in his soul."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "Life itself is the most wonderful fairy tale."
   },
   "author": {
    "text": "Hans Christian Andersen"
   }
  },
  {
   "quote": {
    "text": "Remembering that I'll be dead soon is the most important tool I've ever encountered to help me make the big choices in life. Because almost everything - all external expectations, all pride, all fear of embarrassment or failure - these things just fall away in the face of death, leaving only what is truly important."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Music is the mediator between the spiritual and the sensual life."
   },
   "author": {
    "text": "Ludwig van Beethoven"
   }
  },
  {
   "quote": {
    "text": "Being stylish is about enjoying your life and expressing yourself and your inner light."
   },
   "author": {
    "text": "Tori Amos"
   }
  },
  {
   "quote": {
    "text": "There are two means of refuge from the miseries of life: music and cats."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "Marriage isn't the end-point of a relationship. It's just a stepping stone, one aspect of a long-term evolution between two people who have, for whatever reason, decided to take a leap of faith and say, 'Well, hey, this is a person who I want to try with for the rest of my life.' Which is not a guarantee of perfection - far from it."
   },
   "author": {
    "text": "Marjorie Liu"
   }
  },
  {
   "quote": {
    "text": "Greatness comes by doing a few small and smart things each and every day. Comes from taking little steps, consistently. Comes from a making a few small chips against everything in your professional and personal life that is ordinary, so that a day eventually arrives when all that's left is The Extraordinary."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Do what you love to do and give it your very best. Whether it's business or baseball, or the theater, or any field. If you don't love what you're doing and you can't give it your best, get out of it. Life is too short. You'll be an old man before you know it."
   },
   "author": {
    "text": "Al Lopez"
   }
  },
  {
   "quote": {
    "text": "The secret of life is honesty and fair dealing. If you can fake that, you've got it made."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "Believe that life is worth living and your belief will help create the fact."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "It's a wonderful time when you sit down around the table for dinner and discuss life. No matter where you are, it gives the semblance of normalcy to my crazy world."
   },
   "author": {
    "text": "Melina Kanakaredes"
   }
  },
  {
   "quote": {
    "text": "One thing I've learned is when you find a best friend in this life, you better hang on."
   },
   "author": {
    "text": "Jim Nabors"
   }
  },
  {
   "quote": {
    "text": "If you love life, don't waste time, for time is what life is made up of."
   },
   "author": {
    "text": "Bruce Lee"
   }
  },
  {
   "quote": {
    "text": "You were made perfectly to be loved - and surely I have loved you, in the idea of you, my whole life long."
   },
   "author": {
    "text": "Elizabeth Barrett Browning"
   }
  },
  {
   "quote": {
    "text": "Without music, life is a journey through a desert."
   },
   "author": {
    "text": "Pat Conroy"
   }
  },
  {
   "quote": {
    "text": "Happiness is being content with what you have, living in freedom and liberty, having a good family life and good friends."
   },
   "author": {
    "text": "Divyanka Tripathi"
   }
  },
  {
   "quote": {
    "text": "The value of life is not in its duration, but in its donation. You are not important because of how long you live, you are important because of how effective you live."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "The deepest fear we have, 'the fear beneath all fears,' is the fear of not measuring up, the fear of judgment. It's this fear that creates the stress and depression of everyday life."
   },
   "author": {
    "text": "Tullian Tchividjian"
   }
  },
  {
   "quote": {
    "text": "A happy life is one which is in accordance with its own nature."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "Failure at some point in your life is inevitable, but giving up is unforgivable."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "Life is the flower for which love is the honey."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "I never feel lonely if I've got a book - they're like old friends. Even if you're not reading them over and over again, you know they are there. And they're part of your history. They sort of tell a story about your journey through life."
   },
   "author": {
    "text": "Emilia Fox"
   }
  },
  {
   "quote": {
    "text": "It is the sweet, simple things of life which are the real ones after all."
   },
   "author": {
    "text": "Laura Ingalls Wilder"
   }
  },
  {
   "quote": {
    "text": "The hardest thing in life to learn is which bridge to cross and which to burn."
   },
   "author": {
    "text": "David Russell"
   }
  },
  {
   "quote": {
    "text": "Don't walk through life just playing football. Don't walk through life just being an athlete. Athletics will fade. Character and integrity and really making an impact on someone's life, that's the ultimate vision, that's the ultimate goal - bottom line."
   },
   "author": {
    "text": "Ray Lewis"
   }
  },
  {
   "quote": {
    "text": "Alcohol is the anesthesia by which we endure the operation of life."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Even with all our technology and the inventions that make modern life so much easier than it once was, it takes just one big natural disaster to wipe all that away and remind us that, here on Earth, we're still at the mercy of nature."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "The whole point is to live life and be - to use all the colors in the crayon box."
   },
   "author": {
    "text": "RuPaul"
   }
  },
  {
   "quote": {
    "text": "Life is short and the older you get, the more you feel it. Indeed, the shorter it is. People lose their capacity to walk, run, travel, think, and experience life. I realise how important it is to use the time I have."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "That's the magic of art and the magic of theatre: it has the power to transform an audience, an individual, or en masse, to transform them and give them an epiphanal experience that changes their life, opens their hearts and their minds and the way they think."
   },
   "author": {
    "text": "Brian Stokes Mitchell"
   }
  },
  {
   "quote": {
    "text": "Life is all about balance, and there are certain times of the year - birthday, anniversary, holidays - that are meant to be enjoyed without guilt. That being said, Thanksgiving is a meal - it's not a Thanksgiving day, and it's not a Thanksgiving week."
   },
   "author": {
    "text": "Harley Pasternak"
   }
  },
  {
   "quote": {
    "text": "Your life is your canvas, and you are the masterpiece. There are a million ways to be kind, amazing, fabulous, creative, bold, and interesting."
   },
   "author": {
    "text": "Kerli"
   }
  },
  {
   "quote": {
    "text": "Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don't judge people by their religion, color or sexual habits, love life and your family."
   },
   "author": {
    "text": "Madonna Ciccone"
   }
  },
  {
   "quote": {
    "text": "Words, once they are printed, have a life of their own."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "Education must not simply teach work - it must teach Life."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "A man who dares to waste one hour of time has not discovered the value of life."
   },
   "author": {
    "text": "Charles Darwin"
   }
  },
  {
   "quote": {
    "text": "A life is not important except in the impact it has on other lives."
   },
   "author": {
    "text": "Jackie Robinson"
   }
  },
  {
   "quote": {
    "text": "We live in a fantasy world, a world of illusion. The great task in life is to find reality."
   },
   "author": {
    "text": "Iris Murdoch"
   }
  },
  {
   "quote": {
    "text": "Youth is not a time of life; it is a state of mind; it is not a matter of rosy cheeks, red lips and supple knees; it is a matter of the will, quality of the imagination, a vigor of the emotions; it is the freshness of the deep springs of life."
   },
   "author": {
    "text": "Samuel Ullman"
   }
  },
  {
   "quote": {
    "text": "The most important thing is to enjoy your life - to be happy - it's all that matters."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "Life is short, and we should respect every moment of it."
   },
   "author": {
    "text": "Orhan Pamuk"
   }
  },
  {
   "quote": {
    "text": "If you do what you love, you'll never work a day in your life."
   },
   "author": {
    "text": "Marc Anthony"
   }
  },
  {
   "quote": {
    "text": "I have moments where I feel incredibly ugly or fat, and it sucks, you know? I'll usually try to keep a positive attitude because I'm really so grateful for where I am and the life I get to live, but I definitely have to work hard not to feel insecure."
   },
   "author": {
    "text": "Charlotte McKinney"
   }
  },
  {
   "quote": {
    "text": "When life gives you Monday, dip it in glitter and sparkle all day."
   },
   "author": {
    "text": "Ella Woodward"
   }
  },
  {
   "quote": {
    "text": "I have a loyalty that runs in my bloodstream, when I lock into someone or something, you can't get me away from it because I commit that thoroughly. That's in friendship, that's a deal, that's a commitment. Don't give me paper - I can get the same lawyer who drew it up to break it. But if you shake my hand, that's for life."
   },
   "author": {
    "text": "Jerry Lewis"
   }
  },
  {
   "quote": {
    "text": "You learn more about life from watching 'Big Brother' than from reading a book."
   },
   "author": {
    "text": "John de Mol, Jr."
   }
  },
  {
   "quote": {
    "text": "I think in this life it's important to be kind, be thankful, and always be creative."
   },
   "author": {
    "text": "Bishop Briggs"
   }
  },
  {
   "quote": {
    "text": "I used to think that the worst thing in life was to end up alone. It's not. The worst thing in life is to end up with people who make you feel alone."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "Even though you may want to move forward in your life, you may have one foot on the brakes. In order to be free, we must learn how to let go. Release the hurt. Release the fear. Refuse to entertain your old pain. The energy it takes to hang onto the past is holding you back from a new life. What is it you would let go of today?"
   },
   "author": {
    "text": "Mary Manin Morrissey"
   }
  },
  {
   "quote": {
    "text": "Open your eyes, look within. Are you satisfied with the life you're living?"
   },
   "author": {
    "text": "Bob Marley"
   }
  },
  {
   "quote": {
    "text": "Wherever you are, be there totally. If you find your here and now intolerable and it makes you unhappy, you have three options: remove yourself from the situation, change it, or accept it totally. If you want to take responsibility for your life, you must choose one of those three options, and you must choose now. Then accept the consequences."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "Becoming a father increases your capacity for love and your level of patience. It opens up another door in a person - a door which you may not even have known was there. That's what I feel with my son. There's suddenly another level of love that expands. My son is my greatest joy, out of everything in my life."
   },
   "author": {
    "text": "Kyle MacLachlan"
   }
  },
  {
   "quote": {
    "text": "One life is all we have and we live it as we believe in living it. But to sacrifice what you are and to live without belief, that is a fate more terrible than dying."
   },
   "author": {
    "text": "Joan of Arc"
   }
  },
  {
   "quote": {
    "text": "If you truly get in touch with a piece of carrot, you get in touch with the soil, the rain, the sunshine. You get in touch with Mother Earth and eating in such a way, you feel in touch with true life, your roots, and that is meditation. If we chew every morsel of our food in that way we become grateful and when you are grateful, you are happy."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Life is like a game of cards. The hand you are dealt is determinism; the way you play it is free will."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "When we meet real tragedy in life, we can react in two ways - either by losing hope and falling into self-destructive habits, or by using the challenge to find our inner strength. Thanks to the teachings of Buddha, I have been able to take this second way."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "New Year's Day. A fresh start. A new chapter in life waiting to be written. New questions to be asked, embraced, and loved. Answers to be discovered and then lived in this transformative year of delight and self-discovery. Today carve out a quiet interlude for yourself in which to dream, pen in hand. Only dreams give birth to change."
   },
   "author": {
    "text": "Sarah Ban Breathnach"
   }
  },
  {
   "quote": {
    "text": "Football is a great deal like life in that it teaches that work, sacrifice, perseverance, competitive drive, selflessness and respect for authority is the price that each and every one of us must pay to achieve any goal that is worthwhile."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "There's a time in your life where you're not quite sure where you are. You think everything's perfect, but it's not perfect... Then one day you wake up and you can't quite picture yourself in the situation you're in. But the secret is, if you can picture yourself doing anything in life, you can do it."
   },
   "author": {
    "text": "Tom DeLonge"
   }
  },
  {
   "quote": {
    "text": "Life is too short to be scared and not take risks. I'd rather be the person that's like, 'I messed up,' than, 'I wish I did that.'"
   },
   "author": {
    "text": "Justine Skye"
   }
  },
  {
   "quote": {
    "text": "I believe in process. I believe in four seasons. I believe that winter's tough, but spring's coming. I believe that there's a growing season. And I think that you realize that in life, you grow. You get better."
   },
   "author": {
    "text": "Steve Southerland"
   }
  },
  {
   "quote": {
    "text": "I'm in love with red. I think it's such a passionate color. Every flag of every country pretty much has red it it. It's power, there's no fence sitting with red. Either you love it or you don't. I think its blood and strength and life. I do love red. I love all colors. Great shades of blue, you find them in nature. They're all magic."
   },
   "author": {
    "text": "Bryan Batt"
   }
  },
  {
   "quote": {
    "text": "When you have balance in your life, work becomes an entirely different experience. There is a passion that moves you to a whole new level of fulfillment and gratitude, and that's when you can do your best... for yourself and for others."
   },
   "author": {
    "text": "Cara Delevingne"
   }
  },
  {
   "quote": {
    "text": "To me, life is a gift, and it's a blessing to just be alive. And each person should learn what a gift it is to be alive no matter how tough things get."
   },
   "author": {
    "text": "Tony Bennett"
   }
  },
  {
   "quote": {
    "text": "Life is a journey. When we stop, things don't go right."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "The good life is a process, not a state of being. It is a direction not a destination."
   },
   "author": {
    "text": "Carl Rogers"
   }
  },
  {
   "quote": {
    "text": "Without football, my life is worth nothing."
   },
   "author": {
    "text": "Cristiano Ronaldo"
   }
  },
  {
   "quote": {
    "text": "Achievement of your happiness is the only moral purpose of your life, and that happiness, not pain or mindless self-indulgence, is the proof of your moral integrity, since it is the proof and the result of your loyalty to the achievement of your values."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "Life is a difficult game. You can win it only by retaining your birthright to be a person."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Qualities you need to get through medical school and residency: Discipline. Patience. Perseverance. A willingness to forgo sleep. A penchant for sadomasochism. Ability to weather crises of faith and self-confidence. Accept exhaustion as fact of life. Addiction to caffeine a definite plus. Unfailing optimism that the end is in sight."
   },
   "author": {
    "text": "Khaled Hosseini"
   }
  },
  {
   "quote": {
    "text": "Cooking is one of the strongest ceremonies for life. When recipes are put together, the kitchen is a chemical laboratory involving air, fire, water and the earth. This is what gives value to humans and elevates their spiritual qualities. If you take a frozen box and stick it in the microwave, you become connected to the factory."
   },
   "author": {
    "text": "Laura Esquivel"
   }
  },
  {
   "quote": {
    "text": "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "If in our daily life we can smile, if we can be peaceful and happy, not only we, but everyone will profit from it. This is the most basic kind of peace work."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Life is what happens while you are busy making other plans."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "I think I will be able to, in the end, rise above the clouds and climb the stairs to Heaven, and I will look down on my beautiful life."
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "It is through gratitude for the present moment that the spiritual dimension of life opens up."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "At school I pretended I had a normal life, but I felt lonely all the time and different from everyone else. I never felt like I fit in, and I wasn't allowed to participate in after-school activities, go to sports events or parties or date boys. Many times I had to make up stories about why I couldn't do anything with my classmates."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "I feel that the simplicity of life is just being yourself."
   },
   "author": {
    "text": "Bobby Brown"
   }
  },
  {
   "quote": {
    "text": "There is nothing I can do to undo what I did. I can only say again how sorry I am to those I let down and then strive to go forward with a greater sense of humility and purpose, and with gratitude to those who stood with me during a very difficult chapter in my life."
   },
   "author": {
    "text": "David Petraeus"
   }
  },
  {
   "quote": {
    "text": "Life and death are one thread, the same line viewed from different sides."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "As a well-spent day brings happy sleep, so a life well spent brings happy death."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "You have enemies? Good. That means you've stood up for something, sometime in your life."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "No matter if you win or lose, the most important thing in life is to enjoy what you have."
   },
   "author": {
    "text": "Dong Dong"
   }
  },
  {
   "quote": {
    "text": "I love the beach. I love the sea. All my life I live within - in front of the sea."
   },
   "author": {
    "text": "Rafael Nadal"
   }
  },
  {
   "quote": {
    "text": "The unexamined life is not worth living."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "I think our life is a journey, and we make mistakes, and it's how we learn from those mistakes and rebound from those mistakes that sets us on the path that we're meant to be on."
   },
   "author": {
    "text": "Jay Ellis"
   }
  },
  {
   "quote": {
    "text": "I learned a few years ago that balance is the key to a happy and successful life, and a huge part of achieving that balance is to instill rituals into your everyday life - a nutritious balanced diet, daily exercise, time for yourself through meditation, reading, journaling, yoga, daily reflection, and setting goals."
   },
   "author": {
    "text": "Gretchen Bleiler"
   }
  },
  {
   "quote": {
    "text": "The advance of technology is based on making it fit in so that you don't really even notice it, so it's part of everyday life."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "I have my ethics and morals. I have my anchor point of what is right and wrong in real life, but I'm not afraid to entertain any and every aspect of personality in relationship to creating a character."
   },
   "author": {
    "text": "Corin Nemec"
   }
  },
  {
   "quote": {
    "text": "Keep your eyes open to your mercies. The man who forgets to be thankful has fallen asleep in life."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Sometimes life hits you in the head with a brick. Don't lose faith."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "A happy wife is a happy life."
   },
   "author": {
    "text": "Gavin Rossdale"
   }
  },
  {
   "quote": {
    "text": "Help others and give something back. I guarantee you will discover that while public service improves the lives and the world around you, its greatest reward is the enrichment and new meaning it will bring your own life."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "The battle of life is, in most cases, fought uphill; and to win it without a struggle were perhaps to win it without honor. If there were no difficulties there would be no success; if there were nothing to struggle for, there would be nothing to be achieved."
   },
   "author": {
    "text": "Samuel Smiles"
   }
  },
  {
   "quote": {
    "text": "Life's tragedy is that we get old too soon and wise too late."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "We have created a society where individual rights and freedoms, compassion and diversity are core to our citizenship. But underlying that idea of Canada is the promise that we all have a chance to build a better life for ourselves and our children."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "Life moves so fast. You gotta document the good times, man."
   },
   "author": {
    "text": "Big Boi"
   }
  },
  {
   "quote": {
    "text": "My school days were the happiest days of my life; which should give you some indication of the misery I've endured over the past twenty-five years."
   },
   "author": {
    "text": "Paul Merton"
   }
  },
  {
   "quote": {
    "text": "If you always put limit on everything you do, physical or anything else. It will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them."
   },
   "author": {
    "text": "Bruce Lee"
   }
  },
  {
   "quote": {
    "text": "Nobody gets to live life backward. Look ahead, that is where your future lies."
   },
   "author": {
    "text": "Ann Landers"
   }
  },
  {
   "quote": {
    "text": "I do have a childlike enthusiasm at times. I certainly enjoy life and get pleasure sometimes in childish things."
   },
   "author": {
    "text": "Brian Baumgartner"
   }
  },
  {
   "quote": {
    "text": "Abortion isn't a lesser evil, it's a crime. Taking one life to save another, that's what the Mafia does. It's a crime. It's an absolute evil."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "A library is not a luxury but one of the necessities of life."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "Life is measured in love and positive contributions and moments of grace."
   },
   "author": {
    "text": "Carly Fiorina"
   }
  },
  {
   "quote": {
    "text": "I think the biggest misconception about me is people really don't know who I really am. They see the party side of me, they see the crazy side of me. But I also have a laid-back side. You know, I'm chill, down to earth. If you want to grab a cup of coffee and just talk about life, I can do that."
   },
   "author": {
    "text": "Nicole Polizzi"
   }
  },
  {
   "quote": {
    "text": "Be free, and live life fully."
   },
   "author": {
    "text": "Caroline Shaw"
   }
  },
  {
   "quote": {
    "text": "If you're not having a good time, find something else that gives you some joy in life."
   },
   "author": {
    "text": "Penny Marshall"
   }
  },
  {
   "quote": {
    "text": "Telling a teenager the facts of life is like giving a fish a bath."
   },
   "author": {
    "text": "Arnold H. Glasow"
   }
  },
  {
   "quote": {
    "text": "A dream is your creative vision for your life in the future. You must break out of your current comfort zone and become comfortable with the unfamiliar and the unknown."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "I love sleep. My life has the tendency to fall apart when I'm awake, you know?"
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "I wish that every human life might be pure transparent freedom."
   },
   "author": {
    "text": "Simone de Beauvoir"
   }
  },
  {
   "quote": {
    "text": "Life changes so quickly. feeling grateful to be around such wonderful people to strengthen and grow with."
   },
   "author": {
    "text": "Riley Keough"
   }
  },
  {
   "quote": {
    "text": "Surprise is the greatest gift which life can grant us."
   },
   "author": {
    "text": "Boris Pasternak"
   }
  },
  {
   "quote": {
    "text": "What I love most about this crazy life is the adventure of it."
   },
   "author": {
    "text": "Juliette Binoche"
   }
  },
  {
   "quote": {
    "text": "There are more important things in life than winning or losing a game."
   },
   "author": {
    "text": "Lionel Messi"
   }
  },
  {
   "quote": {
    "text": "My favorite thing is to have a big dinner with friends and talk about life."
   },
   "author": {
    "text": "Carla Gugino"
   }
  },
  {
   "quote": {
    "text": "Hatred is corrosive of a person's wisdom and conscience; the mentality of enmity can poison a nation's spirit, instigate brutal life and death struggles, destroy a society's tolerance and humanity, and block a nation's progress to freedom and democracy."
   },
   "author": {
    "text": "Liu Xiaobo"
   }
  },
  {
   "quote": {
    "text": "I try to explain to people that the only way to be cool is to be who you truly are, and the only way to live life is to do the things that you want to do and be the person that you want to be no matter who that is or what that is or how you have to do it. That's the only way you can be genuinely happy."
   },
   "author": {
    "text": "Tucker Max"
   }
  },
  {
   "quote": {
    "text": "The challenge of life, I have found, is to build a resume that doesn't simply tell a story about what you want to be, but it's a story about who you want to be."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "My belief is that we were put into this world of wonders and beauty with a special ability to appreciate them, in some cases to have the fun of taking a hand in developing them, and also in being able to help other people instead of overreaching them and, through it all, to enjoy life - that is, to be happy."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "I feel very blessed to have a partner in life who supports me, who is enthusiastic about what I want to do, who has been a great father, and who will be a fabulous grandfather."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Life is about perspective and how you look at something... ultimately, you have to zoom out."
   },
   "author": {
    "text": "Whitney Wolfe Herd"
   }
  },
  {
   "quote": {
    "text": "Without music, life would be a mistake."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Life is hard. After all, it kills you."
   },
   "author": {
    "text": "Katharine Hepburn"
   }
  },
  {
   "quote": {
    "text": "I travel light. I think the most important thing is to be in a good mood and enjoy life, wherever you are."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "The death penalty not only takes away the life of the person strapped to the table - it takes away a little bit of the humanity in each of us."
   },
   "author": {
    "text": "Clint Smith"
   }
  },
  {
   "quote": {
    "text": "Water is life, and clean water means health."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "I'm a quiet person, and I live a quiet, pleasant, ordinary, simple life."
   },
   "author": {
    "text": "Mary McGarry Morris"
   }
  },
  {
   "quote": {
    "text": "Life is too short for long-term grudges."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Life is not over because you have diabetes. Make the most of what you have, be grateful."
   },
   "author": {
    "text": "Dale Evans"
   }
  },
  {
   "quote": {
    "text": "Life is not a matter of holding good cards, but of playing a poor hand well."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "I have to say I have an amazing therapist. She's my best friend for life. She's taught me how to balance everything out."
   },
   "author": {
    "text": "Nikki Bella"
   }
  },
  {
   "quote": {
    "text": "If you go around being afraid, you're never going to enjoy life. You have only one chance, so you've got to have fun."
   },
   "author": {
    "text": "Lindsey Vonn"
   }
  },
  {
   "quote": {
    "text": "He who has a why to live can bear almost any how."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Be thou the rainbow in the storms of life. The evening beam that smiles the clouds away, and tints tomorrow with prophetic ray."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "Life is difficult for everyone; everyone has bad days. Everyone has trouble in their life, because it doesn't matter how rich you are: Sickness and trouble and worry and love, these things will mess with you at every level of life."
   },
   "author": {
    "text": "Domhnall Gleeson"
   }
  },
  {
   "quote": {
    "text": "One of the most difficult things everyone has to learn is that for your entire life you must keep fighting and adjusting if you hope to survive. No matter who you are or what your position is you must keep fighting for whatever it is you desire to achieve."
   },
   "author": {
    "text": "George Allen, Sr."
   }
  },
  {
   "quote": {
    "text": "Every human is an artist. The dream of your life is to make beautiful art."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "The ego is only an illusion, but a very influential one. Letting the ego-illusion become your identity can prevent you from knowing your true self. Ego, the false idea of believing that you are what you have or what you do, is a backwards way of assessing and living life."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Looking back at my life's voyage, I can only say that it has been a golden trip."
   },
   "author": {
    "text": "Ginger Rogers"
   }
  },
  {
   "quote": {
    "text": "We are all born with a unique genetic blueprint, which lays out the basic characteristics of our personality as well as our physical health and appearance... And yet, we all know that life experiences do change us."
   },
   "author": {
    "text": "Joan D. Vinge"
   }
  },
  {
   "quote": {
    "text": "Life and death are illusions. We are in a constant state of transformation."
   },
   "author": {
    "text": "Alejandro Gonzalez Inarritu"
   }
  },
  {
   "quote": {
    "text": "The expectations of life depend upon diligence; the mechanic that would perfect his work must first sharpen his tools."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "My life has been a roller coaster ride, but somehow I've always been able to land on my feet and still play the guitar."
   },
   "author": {
    "text": "Ace Frehley"
   }
  },
  {
   "quote": {
    "text": "My greatest achievement so far is that I've been able to continue with my normal life. I love what I do, but more so, I'm glad to have people who care about me close by."
   },
   "author": {
    "text": "Kim Smith"
   }
  },
  {
   "quote": {
    "text": "Every day is a new opportunity. You can build on yesterday's success or put its failures behind and start over again. That's the way life is, with a new game every day, and that's the way baseball is."
   },
   "author": {
    "text": "Bob Feller"
   }
  },
  {
   "quote": {
    "text": "Don't get me wrong, I admire elegance and have an appreciation of the finer things in life. But to me, beauty lies in simplicity."
   },
   "author": {
    "text": "Mark Hyman"
   }
  },
  {
   "quote": {
    "text": "The month of November makes me feel that life is passing more quickly. In an effort to slow it down, I try to fill the hours more meaningfully."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Success and failure are both part of life. Both are not permanent."
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "Life is like a landscape. You live in the midst of it but can describe it only from the vantage point of distance."
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "My whole life is about winning. I don't lose often. I almost never lose."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Life's like a movie, write your own ending. Keep believing, keep pretending."
   },
   "author": {
    "text": "Jim Henson"
   }
  },
  {
   "quote": {
    "text": "If you don't embrace who you are and accept who you are, you won't be able to live a happy life."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, you are in control of your own happiness. Life is going to happen whether you overthink it, overstress it or not. Just experience life and be happy along the way. You can't control everything in your life, but you can control your happiness."
   },
   "author": {
    "text": "Holly Holm"
   }
  },
  {
   "quote": {
    "text": "I intend to live life, not just exist."
   },
   "author": {
    "text": "George Takei"
   }
  },
  {
   "quote": {
    "text": "The ultimate value of life depends upon awareness and the power of contemplation rather than upon mere survival."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "The secret of living a life of excellence is merely a matter of thinking thoughts of excellence. Really, it's a matter of programming our minds with the kind of information that will set us free."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "If people concentrated on the really important things in life, there'd be a shortage of fishing poles."
   },
   "author": {
    "text": "Doug Larson"
   }
  },
  {
   "quote": {
    "text": "I don't think I'll ever feel perfectly balanced, but I feel like I'm figuring it out, and I'm surrounded by really wonderful people that want to see me succeed and be happy. Life is wild."
   },
   "author": {
    "text": "Sharon Van Etten"
   }
  },
  {
   "quote": {
    "text": "True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "If I'm half as good as everybody said I am, I'm far too good to be wasting time with ordinary people. But I seem to be spending my life with ordinary people, who are the best people in the world."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "I don't regret what I've been through. I've had ups and downs, super highs and some really low lows. I've been so blessed that I could never say, 'I wish this didn't happen.' It's part of who I am. There's nothing in my life that's so ugh."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "If you spend your whole life waiting for the storm, you'll never enjoy the sunshine."
   },
   "author": {
    "text": "Morris West"
   }
  },
  {
   "quote": {
    "text": "Attitude and enthusiasm play a big part in my life. I get excited about the things that inspire me. I also believe in laughing and having a good time."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "Sometimes we fall, sometimes we stumble, but we can't stay down. We can't allow life to beat us down. Everything happens for a reason, and it builds character in us, and it tells us what we are about and how strong we really are when we didn't think we could be that strong."
   },
   "author": {
    "text": "Gail Devers"
   }
  },
  {
   "quote": {
    "text": "I feel like I have a new life and I'm going to take full advantage of it."
   },
   "author": {
    "text": "William Green"
   }
  },
  {
   "quote": {
    "text": "I believe life is an intelligent thing: that things aren't random."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Being yourself is one of the hardest things because it's scary. You always wonder whether you'll be accepted for who you really are. I decided to call my record 'Inside Out' because that's my motto about life. I don't think you ever succeed at trying to be anyone else but who you truly are."
   },
   "author": {
    "text": "Emmy Rossum"
   }
  },
  {
   "quote": {
    "text": "The tragedy of life is often not in our failure, but rather in our complacency; not in our doing too much, but rather in our doing too little; not in our living above our ability, but rather in our living below our capacities."
   },
   "author": {
    "text": "Benjamin E. Mays"
   }
  },
  {
   "quote": {
    "text": "Life is like a ten speed bicycle. Most of us have gears we never use."
   },
   "author": {
    "text": "Charles M. Schulz"
   }
  },
  {
   "quote": {
    "text": "It's not attractive to be talking down about yourself all the time. All you continue to do to yourself is pull yourself further down into a deeper place of depression and sadness and insecurity and fear and hopelessness, so it's like, having God in your life is important, accepting who you are is important, regardless of what you look like."
   },
   "author": {
    "text": "Lamman Rucker"
   }
  },
  {
   "quote": {
    "text": "Let us put our minds together and see what life we can make for our children."
   },
   "author": {
    "text": "Sitting Bull"
   }
  },
  {
   "quote": {
    "text": "I just enjoy life now. I just enjoy every morning I get to wake up."
   },
   "author": {
    "text": "Nas"
   }
  },
  {
   "quote": {
    "text": "I have lived a long life, and I am proud that I spend the whole of my life in the service of my people. I am only proud of this and nothing else. I shall continue to serve until my last breath, and when I die, I can say, that every drop of my blood will invigorate India and strengthen it."
   },
   "author": {
    "text": "Indira Gandhi"
   }
  },
  {
   "quote": {
    "text": "Always say 'yes' to the present moment... Surrender to what is. Say 'yes' to life - and see how life starts suddenly to start working for you rather than against you."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "It's amazing. Life changes very quickly, in a very positive way, if you let it."
   },
   "author": {
    "text": "Lindsey Vonn"
   }
  },
  {
   "quote": {
    "text": "Life is pleasant. Death is peaceful. It's the transition that's troublesome."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "I have found that if you love life, life will love you back."
   },
   "author": {
    "text": "Arthur Rubinstein"
   }
  },
  {
   "quote": {
    "text": "Life isn't always really glamorous and fabulous. It's about encouraging people to go back to natural beauty."
   },
   "author": {
    "text": "Zoe Foster Blake"
   }
  },
  {
   "quote": {
    "text": "I feel I am lucky. I am grateful for this life that God has given me. I am happy, as I am getting to do work that I want to do and enjoy doing it."
   },
   "author": {
    "text": "Sonam Kapoor"
   }
  },
  {
   "quote": {
    "text": "There is a tide in the affairs of men, Which taken at the flood, leads on to fortune. Omitted, all the voyage of their life is bound in shallows and in miseries. On such a full sea are we now afloat. And we must take the current when it serves, or lose our ventures."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "The crest and crowning of all good, Life's final star, is brotherhood."
   },
   "author": {
    "text": "Edwin Markham"
   }
  },
  {
   "quote": {
    "text": "Live and work but do not forget to play, to have fun in life and really enjoy it."
   },
   "author": {
    "text": "Eileen Caddy"
   }
  },
  {
   "quote": {
    "text": "Beware the barrenness of a busy life."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "A bachelor's life is a fine breakfast, a flat lunch, and a miserable dinner."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "A happy life is one spent in learning, earning, and yearning."
   },
   "author": {
    "text": "Lillian Gish"
   }
  },
  {
   "quote": {
    "text": "Life is much too serious to be taken seriously."
   },
   "author": {
    "text": "Vicki Lawrence"
   }
  },
  {
   "quote": {
    "text": "I don't wait for the calendar to figure out when I should live life."
   },
   "author": {
    "text": "Gene Simmons"
   }
  },
  {
   "quote": {
    "text": "Life is too short to spend hoping that the perfectly arched eyebrow or hottest new lip shade will mask an ugly heart."
   },
   "author": {
    "text": "Kevyn Aucoin"
   }
  },
  {
   "quote": {
    "text": "Engineering or technology is all about using the power of science to make life better for people, to reduce cost, to improve comfort, to improve productivity, etc."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "You have to enjoy life. Always be surrounded by people that you like, people who have a nice conversation. There are so many positive things to think about."
   },
   "author": {
    "text": "Sophia Loren"
   }
  },
  {
   "quote": {
    "text": "There's only two people in your life you should lie to... the police and your girlfriend."
   },
   "author": {
    "text": "Jack Nicholson"
   }
  },
  {
   "quote": {
    "text": "Without deep reflection one knows from daily life that one exists for other people."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Reading is a basic tool in the living of a good life."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "I'm actually pretty shy in real life. But I guess in front of the camera, I focus."
   },
   "author": {
    "text": "Ranbir Kapoor"
   }
  },
  {
   "quote": {
    "text": "Communication is a skill that you can learn. It's like riding a bicycle or typing. If you're willing to work at it, you can rapidly improve the quality of evry part of your life."
   },
   "author": {
    "text": "Brian Tracy"
   }
  },
  {
   "quote": {
    "text": "As you keep your mind and heart focused in the right direction, approaching each day with faith and gratitude, I believe you will be empowered to live life to the fullest and enjoy the abundant life He has promised you!"
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "We do not remember days, we remember moments."
   },
   "author": {
    "text": "Cesare Pavese"
   }
  },
  {
   "quote": {
    "text": "My life needs editing."
   },
   "author": {
    "text": "Mort Sahl"
   }
  },
  {
   "quote": {
    "text": "Only those who have learned the power of sincere and selfless contribution experience life's deepest joy: true fulfillment."
   },
   "author": {
    "text": "Tony Robbins"
   }
  },
  {
   "quote": {
    "text": "Use plants to bring life."
   },
   "author": {
    "text": "Douglas Wilson"
   }
  },
  {
   "quote": {
    "text": "I believe that every American should have stable, dignified housing; health care; education - that the most very basic needs to sustain modern life should be guaranteed in a moral society."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "It's so great to find that one special person you want to annoy for the rest of your life."
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "Love, friendship, networking - these are all critical connections and the foundation of a healthy, happy life."
   },
   "author": {
    "text": "Whitney Wolfe Herd"
   }
  },
  {
   "quote": {
    "text": "I always like to look on the optimistic side of life, but I am realistic enough to know that life is a complex matter."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "If one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "You write your life story by the choices you make. You never know if they have been a mistake. Those moments of decision are so difficult."
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "What can a pencil do for all of us? Amazing things. It can write transcendent poetry, uplifting music, or life-changing equations; it can sketch the future, give life to untold beauty, and communicate the full-force of our love and aspirations."
   },
   "author": {
    "text": "Adam Braun"
   }
  },
  {
   "quote": {
    "text": "Our heavenly Father understands our disappointment, suffering, pain, fear, and doubt. He is always there to encourage our hearts and help us understand that He's sufficient for all of our needs. When I accepted this as an absolute truth in my life, I found that my worrying stopped."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "With me, what you see is what you get. Yes, call me naive, but I love life. I am happy, and for that, I make no apologies. I do like to see the best in people, and when someone is nice to my face, I tend to believe them."
   },
   "author": {
    "text": "Joyce Giraud"
   }
  },
  {
   "quote": {
    "text": "I believe that if you don't derive a deep sense of purpose from what you do, if you don't come radiantly alive several times a day, if you don't feel deeply grateful at the tremendous good fortune that has been bestowed on you, then you are wasting your life. And life is too short to waste."
   },
   "author": {
    "text": "Srikumar Rao"
   }
  },
  {
   "quote": {
    "text": "At the age of 18, I made up my mind to never have another bad day in my life. I dove into a endless sea of gratitude from which I've never emerged."
   },
   "author": {
    "text": "Patch Adams"
   }
  },
  {
   "quote": {
    "text": "I am happy to say that everyone that I have met in my life, I have gained something from them; be it negative or positive, it has enforced and reinforced my life in some aspect."
   },
   "author": {
    "text": "Walter Payton"
   }
  },
  {
   "quote": {
    "text": "Far and away the best prize that life has to offer is the chance to work hard at work worth doing."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Going by my past journey, I am not certain where life will take me, what turns and twists will happen; nobody knows where they will end up. As life changes direction, I'll flow with it."
   },
   "author": {
    "text": "Katrina Kaif"
   }
  },
  {
   "quote": {
    "text": "The monotony and solitude of a quiet life stimulates the creative mind."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Don't Make Assumptions. Find the courage to ask questions and to express what you really want. Communicate with others as clearly as you can to avoid misunderstandings, sadness and drama. With just this one agreement, you can completely transform your life."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "Our life is what our thoughts make it."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "I'm not saying that everyone should swim with sharks, but sometimes you have to jump over your own shadow in order to learn something that you will never forget for the rest of your life. Then you know you can conquer your fears."
   },
   "author": {
    "text": "Heidi Klum"
   }
  },
  {
   "quote": {
    "text": "Money doesn't mean anything to me. I've made a lot of money, but I want to enjoy life and not stress myself building my bank account. I give lots away and live simply, mostly out of a suitcase in hotels. We all know that good health is much more important."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "Festivals are fun for kids, fun for parents and offer a welcome break from the stresses of the nuclear family. The sheer quantities of people make life easier: loads of adults for the adults to talk to and loads of kids for the kids to play with."
   },
   "author": {
    "text": "Tom Hodgkinson"
   }
  },
  {
   "quote": {
    "text": "A baby is God's opinion that life should go on."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "Nothing is perfect. Life is messy. Relationships are complex. Outcomes are uncertain. People are irrational."
   },
   "author": {
    "text": "Hugh Mackay"
   }
  },
  {
   "quote": {
    "text": "It's about having an active lifestyle, staying healthy, and making the right decisions. Life is about balance. Not everybody wants to run a marathon, but we could all start working out and being active, whether you walk to work or take an extra flight of stairs."
   },
   "author": {
    "text": "Apolo Ohno"
   }
  },
  {
   "quote": {
    "text": "Never let life impede on your ability to manifest your dreams. Dig deeper into your dreams and deeper into yourself and believe that anything is possible, and make it happen."
   },
   "author": {
    "text": "Corin Nemec"
   }
  },
  {
   "quote": {
    "text": "Holding on to anger, resentment and hurt only gives you tense muscles, a headache and a sore jaw from clenching your teeth. Forgiveness gives you back the laughter and the lightness in your life."
   },
   "author": {
    "text": "Joan Lunden"
   }
  },
  {
   "quote": {
    "text": "God wants us to know that life is a series of beginnings, not endings. Just as graduations are not terminations, but commencements. Creation is an ongoing process, and when we create a perfect world where love and compassion are shared by all, suffering will cease."
   },
   "author": {
    "text": "Bernie Siegel"
   }
  },
  {
   "quote": {
    "text": "Vaccines are the most cost-effective health care interventions there are. A dollar spent on a childhood vaccination not only helps save a life, but greatly reduces spending on future healthcare."
   },
   "author": {
    "text": "Ezekiel Emanuel"
   }
  },
  {
   "quote": {
    "text": "Negative emotions like loneliness, envy, and guilt have an important role to play in a happy life; they're big, flashing signs that something needs to change."
   },
   "author": {
    "text": "Gretchen Rubin"
   }
  },
  {
   "quote": {
    "text": "I would rather die a meaningful death than to live a meaningless life."
   },
   "author": {
    "text": "Corazon Aquino"
   }
  },
  {
   "quote": {
    "text": "Common sense would suggest that having ability, like being smart, inspires confidence. It does, but only while the going is easy. The deciding factor in life is how you handle setbacks and challenges. People with a growth mindset welcome setbacks with open arms."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "I want someone who is my partner in life. Who supports me, and I support her. I can share all my experiences in life with her, and she can share hers back with me. Not only do we love each other, but we accept, embrace, nurture, and care for each other."
   },
   "author": {
    "text": "Tucker Max"
   }
  },
  {
   "quote": {
    "text": "There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of people you love. When you learn to tap this source, you will truly have defeated age."
   },
   "author": {
    "text": "Sophia Loren"
   }
  },
  {
   "quote": {
    "text": "Finding your soul begins by discovering our ability to listen! Alternatively, by sharing a smile, a laugh and just by being human to everyone - from friends, colleagues, family, and especially strangers, including those who are not from the same station in life as you."
   },
   "author": {
    "text": "Om Malik"
   }
  },
  {
   "quote": {
    "text": "Life is hard, but there are moments, sometimes hours - and, if you're really lucky, full days - where everything feels just right."
   },
   "author": {
    "text": "Andy Grammer"
   }
  },
  {
   "quote": {
    "text": "There are times you can't really see or even feel how sweet life can be. Hopefully its mountains will be higher than its valleys are deep. I know things that are broken can be fixed. Take the punch if you have to, hit the canvas and then get up again. Life is worth it."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "I'll tell you what I'm grateful for, and that's the clarity of understanding that the most important things in life are health, family and friends, and the time to spend on them."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "Everybody has goals, aspirations or whatever, and everybody has been at a point in their life where nobody believed in them."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "There are three constants in life... change, choice and principles."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Water and air, the two essential fluids on which all life depends, have become global garbage cans."
   },
   "author": {
    "text": "Jacques Yves Cousteau"
   }
  },
  {
   "quote": {
    "text": "Because nobody goes through life without a scar."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "Too often in life, something happens and we blame other people for us not being happy or satisfied or fulfilled. So the point is, we all have choices, and we make the choice to accept people or situations or to not accept situations."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "I have learned that success is to be measured not so much by the position that one has reached in life as by the obstacles which he has had to overcome while trying to succeed."
   },
   "author": {
    "text": "Booker T. Washington"
   }
  },
  {
   "quote": {
    "text": "Romance is the glamour which turns the dust of everyday life into a golden haze."
   },
   "author": {
    "text": "Carolyn Gold Heilbrun"
   }
  },
  {
   "quote": {
    "text": "Many people dream about being an entrepreneur, starting their own business, working for themselves, and living the good life. Very few, however, will actually take the plunge and put everything they've got into being their own boss."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "Three things in human life are important. The first is to be kind. The second is to be kind. And the third is to be kind."
   },
   "author": {
    "text": "Henry James"
   }
  },
  {
   "quote": {
    "text": "No matter what happens in life, be good to people. Being good to people is a wonderful legacy to leave behind."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "Automobiles have always been part of my life, and I'm sure they always will be. What is it about them that moves me? The sound of a great engine, the unity and uniqueness of an automobile's engineering and coachwork, the history of the company and the car, and, of course, the sheer beauty of the thing."
   },
   "author": {
    "text": "Edward Herrmann"
   }
  },
  {
   "quote": {
    "text": "Because of the dog's joyfulness, our own is increased. It is no small gift. It is not the least reason why we should honor as love the dog of our own life, and the dog down the street, and all the dogs not yet born."
   },
   "author": {
    "text": "Mary Oliver"
   }
  },
  {
   "quote": {
    "text": "My dad's from that generation like a lot of immigrants where he feels like if you come to this country, you pay this thing like the American dream tax: like you're going to endure some racism, and if it doesn't cost you your life, well hey, you lucked out. Pay it; there you go, Uncle Sam. I was born here, so I actually had the audacity of equality."
   },
   "author": {
    "text": "Hasan Minhaj"
   }
  },
  {
   "quote": {
    "text": "Never quit believing that you can develop in life. Never give up. Don't deny the inward spirit that provides the drive to accomplish great things in life."
   },
   "author": {
    "text": "Jon Huntsman, Sr."
   }
  },
  {
   "quote": {
    "text": "Thank you, dear God, for this good life and forgive us if we do not love it enough. Thank you for the rain. And for the chance to wake up in three hours and go fishing: I thank you for that now, because I won't feel so thankful then."
   },
   "author": {
    "text": "Garrison Keillor"
   }
  },
  {
   "quote": {
    "text": "I've been absolutely terrified every moment of my life - and I've never let it keep me from doing a single thing I wanted to do."
   },
   "author": {
    "text": "Georgia O'Keeffe"
   }
  },
  {
   "quote": {
    "text": "I've failed over and over and over again in my life and that is why I succeed."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "There is a cult of ignorance in the United States, and there has always been. The strain of anti-intellectualism has been a constant thread winding its way through our political and cultural life, nurtured by the false notion that democracy means that my ignorance is just as good as your knowledge."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "You don't have to have anything in common with people you've known since you were five. With old friends, you've got your whole life in common."
   },
   "author": {
    "text": "Lyle Lovett"
   }
  },
  {
   "quote": {
    "text": "As a spiritual person, nature for me has always been a healing place. Going back all the way to my childhood on the farm, the fields and forests were places of adventure and self-discovery. Animals were companions and friends, and the world moved at a slower, more rational pace than the bustling cities where I'd resided my adult life."
   },
   "author": {
    "text": "David Mixner"
   }
  },
  {
   "quote": {
    "text": "Your daily life is your temple and your religion. When you enter into it take with you your all."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "You will always have ups and downs in your life and your career, but just stay positive and go for it."
   },
   "author": {
    "text": "Angelique Kerber"
   }
  },
  {
   "quote": {
    "text": "If you want to run, run a mile. If you want to experience a different life, run a marathon."
   },
   "author": {
    "text": "Emil Zatopek"
   }
  },
  {
   "quote": {
    "text": "America is the land of the second chance - and when the gates of the prison open, the path ahead should lead to a better life."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "We are at our very best, and we are happiest, when we are fully engaged in work we enjoy on the journey toward the goal we've established for ourselves. It gives meaning to our time off and comfort to our sleep. It makes everything else in life so wonderful, so worthwhile."
   },
   "author": {
    "text": "Earl Nightingale"
   }
  },
  {
   "quote": {
    "text": "One's life has value so long as one attributes value to the life of others, by means of love, friendship, indignation and compassion."
   },
   "author": {
    "text": "Simone de Beauvoir"
   }
  },
  {
   "quote": {
    "text": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Sometimes we let life guide us, and other times we take life by the horns. But one thing is for sure: no matter how organized we are, or how well we plan, we can always expect the unexpected."
   },
   "author": {
    "text": "Brandon Jenner"
   }
  },
  {
   "quote": {
    "text": "Life every man holds dear; but the dear man holds honor far more precious dear than life."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "I live a very joyful life, with a lot of laughter and good times."
   },
   "author": {
    "text": "Kimberly Elise"
   }
  },
  {
   "quote": {
    "text": "Step with care and great tact, and remember that Life's a Great Balancing Act."
   },
   "author": {
    "text": "Dr. Seuss"
   }
  },
  {
   "quote": {
    "text": "I want to have fun. It's a beautiful life. You learn, you win, you lose, but you get up."
   },
   "author": {
    "text": "Nas"
   }
  },
  {
   "quote": {
    "text": "A photograph can be an instant of life captured for eternity that will never cease looking back at you."
   },
   "author": {
    "text": "Brigitte Bardot"
   }
  },
  {
   "quote": {
    "text": "I'm really not that funny in real life! But I am the best audience one could find. I love to laugh."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "A library is the delivery room for the birth of ideas, a place where history comes to life."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "Life is a tragedy when seen in close-up, but a comedy in long-shot."
   },
   "author": {
    "text": "Charlie Chaplin"
   }
  },
  {
   "quote": {
    "text": "To my young friends out there: Life can be great, but not when you can't see it. So, open your eyes to life: to see it in the vivid colors that God gave us as a precious gift to His children, to enjoy life to the fullest, and to make it count. Say yes to your life."
   },
   "author": {
    "text": "Nancy Reagan"
   }
  },
  {
   "quote": {
    "text": "The philosophy of life is this: Life is not a struggle, not a tension... Life is bliss. It is eternal wisdom, eternal existence."
   },
   "author": {
    "text": "Maharishi Mahesh Yogi"
   }
  },
  {
   "quote": {
    "text": "I've learned that you have to make careful choices because everything has an impact. I've also learned that you can't please everyone in life, so please yourself and figure out what really matters."
   },
   "author": {
    "text": "Gretchen Bleiler"
   }
  },
  {
   "quote": {
    "text": "Life could be wonderful if people would leave you alone."
   },
   "author": {
    "text": "Charlie Chaplin"
   }
  },
  {
   "quote": {
    "text": "Even in a world with much sadness, at its essence, life is beautiful."
   },
   "author": {
    "text": "Dianne Reeves"
   }
  },
  {
   "quote": {
    "text": "I enjoy life, and I think that's important. Life is so fragile and so fleeting, and it's over in a minute, and you've just got to grab it and do everything and not worry about it."
   },
   "author": {
    "text": "Jerry Hall"
   }
  },
  {
   "quote": {
    "text": "Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday."
   },
   "author": {
    "text": "Wilma Rudolph"
   }
  },
  {
   "quote": {
    "text": "Sometimes it's the smallest decisions that can change your life forever."
   },
   "author": {
    "text": "Keri Russell"
   }
  },
  {
   "quote": {
    "text": "Life is a series of waves to be embraced and overcome."
   },
   "author": {
    "text": "Danny Meyer"
   }
  },
  {
   "quote": {
    "text": "Life is a series of experiences, each one of which makes us bigger, even though sometimes it is hard to realize this. For the world was built to develop character, and we must learn that the setbacks and grieves which we endure help us in our marching onward."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "We love life, not because we are used to living but because we are used to loving."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Life is too short to worry about anything. You had better enjoy it because the next day promises nothing."
   },
   "author": {
    "text": "Eric Davis"
   }
  },
  {
   "quote": {
    "text": "Life is an adventure, it's not a package tour."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "The story of life is quicker than the blink of an eye, the story of love is hello, goodbye."
   },
   "author": {
    "text": "Jimi Hendrix"
   }
  },
  {
   "quote": {
    "text": "I got a lot of the greatest values in life from playing sports, from playing football - teamwork, sportsmanship, my work ethic, resiliency, dedication - I got it all by being on a team."
   },
   "author": {
    "text": "Jon Gruden"
   }
  },
  {
   "quote": {
    "text": "You can never control who you fall in love with, even when you're in the most sad, confused time of your life. You don't fall in love with people because they're fun. It just happens."
   },
   "author": {
    "text": "Kirsten Dunst"
   }
  },
  {
   "quote": {
    "text": "Everyone is necessarily the hero of his own life story."
   },
   "author": {
    "text": "John Barth"
   }
  },
  {
   "quote": {
    "text": "Security is mostly a superstition. It does not exist in nature, nor do the children of men as a whole experience it. Avoiding danger is no safer in the long run than outright exposure. Life is either a daring adventure, or nothing."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "An arrogant person considers himself perfect. This is the chief harm of arrogance. It interferes with a person's main task in life - becoming a better person."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "For me life is continuously being hungry. The meaning of life is not simply to exist, to survive, but to move ahead, to go up, to achieve, to conquer."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "Going to the woods is going home, for I suppose we came from the woods originally. But in some of nature's forests, the adventurous traveler seems a feeble, unwelcome creature; wild beasts and the weather trying to kill him, the rank, tangled vegetation, armed with spears and stinging needles, barring his way and making life a hard struggle."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "When a team takes ownership of its problems, the problem gets solved. It is true on the battlefield, it is true in business, and it is true in life."
   },
   "author": {
    "text": "Jocko Willink"
   }
  },
  {
   "quote": {
    "text": "In life, there is always that special person who shapes who you are, who helps to determine the person you become."
   },
   "author": {
    "text": "Molly Ringwald"
   }
  },
  {
   "quote": {
    "text": "I used to believe that people are only born once, but now I feel I have been reborn, like I was given a new life. I see myself as a child, full of energy and hope."
   },
   "author": {
    "text": "Bahman Ghobadi"
   }
  },
  {
   "quote": {
    "text": "I tell people that life is like a book. Sometimes you've just got to turn the chapter. Even if you don't understand it, turn the chapter and move away from it. You don't know all the good things that are ahead of you yet."
   },
   "author": {
    "text": "Danny Gokey"
   }
  },
  {
   "quote": {
    "text": "Life has been kind to me. I am happy with the love and appreciation that I have been getting throughout my career. I feel blessed."
   },
   "author": {
    "text": "Vidya Balan"
   }
  },
  {
   "quote": {
    "text": "The beginning of compunction is the beginning of a new life."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "Success in life is founded upon attention to the small things rather than to the large things; to the every day things nearest to us rather than to the things that are remote and uncommon."
   },
   "author": {
    "text": "Booker T. Washington"
   }
  },
  {
   "quote": {
    "text": "I don't trip on that much. I just like to enjoy life and be happy."
   },
   "author": {
    "text": "Roy Ayers"
   }
  },
  {
   "quote": {
    "text": "I enjoy being happy every day, and hopefully you can hear my happiness in my music. Life is beautiful."
   },
   "author": {
    "text": "Christina Milian"
   }
  },
  {
   "quote": {
    "text": "It's never too late in life to have a genuine adventure."
   },
   "author": {
    "text": "Robert Kurson"
   }
  },
  {
   "quote": {
    "text": "I grew up in a family with two very strong women, my mother and my older sister, and they were big influences on my life."
   },
   "author": {
    "text": "Darren Aronofsky"
   }
  },
  {
   "quote": {
    "text": "We live a happy life, and we don't take anything too seriously."
   },
   "author": {
    "text": "Zoe Foster Blake"
   }
  },
  {
   "quote": {
    "text": "I believe that life is hard. That we all are going to walk through things that are hard and challenging, and yet advertising wants us to believe that it's all easy."
   },
   "author": {
    "text": "Jamie Lee Curtis"
   }
  },
  {
   "quote": {
    "text": "Life isn't fair. It's just fairer than death, that's all."
   },
   "author": {
    "text": "William Goldman"
   }
  },
  {
   "quote": {
    "text": "Life is tough, and things don't always work out well, but we should be brave and go on with our lives."
   },
   "author": {
    "text": "Suga"
   }
  },
  {
   "quote": {
    "text": "In this life, we have to make many choices. Some are very important choices. Some are not. Many of our choices are between good and evil. The choices we make, however, determine to a large extent our happiness or our unhappiness, because we have to live with the consequences of our choices."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "My philosophy is it's none of my business what people say of me and think of me. I am what I am, and I do what I do. I expect nothing and accept everything. And it makes life so much easier."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "Good friends, good books and a sleepy conscience: this is the ideal life."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Never be ashamed of what you feel. You have the right to feel any emotion that you want, and to do what makes you happy. That's my life motto."
   },
   "author": {
    "text": "Demi Lovato"
   }
  },
  {
   "quote": {
    "text": "I've learned in my life that it's important to be able to step outside your comfort zone and be challenged with something you're not familiar or accustomed to. That challenge will allow you to see what you can do."
   },
   "author": {
    "text": "J. R. Martinez"
   }
  },
  {
   "quote": {
    "text": "The only real things in life is the unexpected things. Everything else is just an illusion."
   },
   "author": {
    "text": "Watkin Tudor Jones"
   }
  },
  {
   "quote": {
    "text": "Remember that stress doesn't come from what's going on in your life. It comes from your thoughts about what's going on in your life."
   },
   "author": {
    "text": "Andrew J. Bernstein"
   }
  },
  {
   "quote": {
    "text": "Grief can be the garden of compassion. If you keep your heart open through everything, your pain can become your greatest ally in your life's search for love and wisdom."
   },
   "author": {
    "text": "Rumi"
   }
  },
  {
   "quote": {
    "text": "Weddings are important because they celebrate life and possibility."
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "The only real failure in life is not to be true to the best one knows."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "I always had a fantasy of being a chef, because I like kitchen life."
   },
   "author": {
    "text": "Geoffrey Rush"
   }
  },
  {
   "quote": {
    "text": "It takes half your life before you discover life is a do-it-yourself project."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "I love the sensation of being out in the open air, far away from all the distractions of modern life. I will usually disappear for a couple of hours, and that time on my bike is quite sacred, as it's when I do all my serious thinking. Sometimes I will stop off at bikers' cafe and have a bacon sandwich."
   },
   "author": {
    "text": "Paul Hollywood"
   }
  },
  {
   "quote": {
    "text": "I think people should have fun. And don't get so down on yourself. Enjoy life and be the best person you can be."
   },
   "author": {
    "text": "Keke Palmer"
   }
  },
  {
   "quote": {
    "text": "Love is a really scary thing, and you never know what's going to happen. It's one of the most beautiful things in life, but it's one of the most terrifying. It's worth the fear because you have more knowledge, experience, you learn from people, and you have memories."
   },
   "author": {
    "text": "Ariana Grande"
   }
  },
  {
   "quote": {
    "text": "Brotherhood means laying down your life for somebody, really willing to sacrifice yourself for somebody else."
   },
   "author": {
    "text": "Tim Hetherington"
   }
  },
  {
   "quote": {
    "text": "Rise above sectional interests and private ambitions... Pass from matter to spirit. Matter is diversity; spirit is light, life and unity."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "People grow through experience if they meet life honestly and courageously. This is how character is built."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Life is about having a good time, and it was a good time. We did some things well and some things poorly, but that was always the case."
   },
   "author": {
    "text": "Norman Lear"
   }
  },
  {
   "quote": {
    "text": "Life comes from physical survival; but the good life comes from what we care about."
   },
   "author": {
    "text": "Rollo May"
   }
  },
  {
   "quote": {
    "text": "I always do what makes me happy - it doesn't make sense to live life unhappily."
   },
   "author": {
    "text": "Bibi Bourelly"
   }
  },
  {
   "quote": {
    "text": "I know what it is like to be brought up with unconditional love. In my life that came from my grandmother."
   },
   "author": {
    "text": "Andre Leon Talley"
   }
  },
  {
   "quote": {
    "text": "There are some things that you can fulfil with money, but at the end of the day these are not the things that make you happy. It is the small things that make life good."
   },
   "author": {
    "text": "Sebastian Vettel"
   }
  },
  {
   "quote": {
    "text": "What would life be if we had no courage to attempt anything?"
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "I think the most important thing in life is self-love, because if you don't have self-love, and respect for everything about your own body, your own soul, your own capsule, then how can you have an authentic relationship with anyone else?"
   },
   "author": {
    "text": "Shailene Woodley"
   }
  },
  {
   "quote": {
    "text": "My morning rituals are typical. I wake up yearning for a few extra moments of rest. I express gratitude to a higher power for the breath in my body and the blessings in my life. I shower. I dress. I eat breakfast. I exchange laughter and words with my beloveds, embracing each other as we say our daily goodbyes."
   },
   "author": {
    "text": "Patrisse Cullors"
   }
  },
  {
   "quote": {
    "text": "My mom worked at McDonald's, and she decided she wanted to make more money, so she got into the management program at McDonald's. And that's how you move up the chain. It's not by demanding that minimum wage is raised; it's by actually acquiring the skills. That's the way that people get ahead in life."
   },
   "author": {
    "text": "Raul Labrador"
   }
  },
  {
   "quote": {
    "text": "My diabetes is such a central part of my life... it did teach me discipline... it also taught me about moderation... I've trained myself to be super-vigilant... because I feel better when I am in control."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "My mom was a source of strength. She showed me by example that women, regardless of how difficult life may get, can do it all."
   },
   "author": {
    "text": "Gloria Estefan"
   }
  },
  {
   "quote": {
    "text": "All I want is to live a peaceful life, to regain my life and be happy."
   },
   "author": {
    "text": "Mickey Rooney"
   }
  },
  {
   "quote": {
    "text": "The purpose of our lives is to be happy."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Life is short. You have to be able to laugh at our pain or we never move on."
   },
   "author": {
    "text": "Jeff Ross"
   }
  },
  {
   "quote": {
    "text": "We all learn lessons in life. Some stick, some don't. I have always learned more from rejection and failure than from acceptance and success."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Music is moonlight in the gloomy night of life."
   },
   "author": {
    "text": "Jean Paul"
   }
  },
  {
   "quote": {
    "text": "No one really has a bad life. Not even a bad day. Just bad moments."
   },
   "author": {
    "text": "Regina Brett"
   }
  },
  {
   "quote": {
    "text": "It's the game of life. Do I win or do I lose? One day they're gonna shut the game down. I gotta have as much fun and go around the board as many times as I can before it's my turn to leave."
   },
   "author": {
    "text": "Tupac Shakur"
   }
  },
  {
   "quote": {
    "text": "Every man's life is a fairy tale written by God's fingers."
   },
   "author": {
    "text": "Hans Christian Andersen"
   }
  },
  {
   "quote": {
    "text": "I am blessed with a funny gene that makes me enjoy life."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "Going to a restaurant is one of my keenest pleasures. Meeting someplace with old and new friends, ordering wine, eating food, surrounded by strangers, I think is the core of what it means to live a civilised life."
   },
   "author": {
    "text": "Adam Gopnik"
   }
  },
  {
   "quote": {
    "text": "The boundaries which divide Life from Death are at best shadowy and vague. Who shall say where the one ends, and where the other begins?"
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "I have a confidence about my life that comes from standing tall on my own two feet."
   },
   "author": {
    "text": "Jane Fonda"
   }
  },
  {
   "quote": {
    "text": "I have had a happy life and thank the Lord. Goodbye and may God bless all!"
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "My son has been the best thing that has happened in my life. He has been amazing, and he is truly heaven-sent. And so, I just feel all that love."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "I know that in life there will be sickness, devastation, disappointments, heartache - it's a given. What's not a given is the way you choose to get through it all. If you look hard enough, you can always find the bright side."
   },
   "author": {
    "text": "Rashida Jones"
   }
  },
  {
   "quote": {
    "text": "In the stillness of your presence, you can feel your own formless and timeless reality as the unmanifested life that animates your physical form. You can then feel the same life deep within every other human and every other creature. You look beyond the veil of form and separation. This is the realization of oneness. This is love."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "In order to keep my creativity alive, I just try to enjoy life to the fullest."
   },
   "author": {
    "text": "G-Dragon"
   }
  },
  {
   "quote": {
    "text": "It's very hard to find true friends when your life is a bumpy ride full of twists and turns. But, I'm glad that amidst all the ramblings in my life I have managed to win some great friends."
   },
   "author": {
    "text": "Harbhajan Singh"
   }
  },
  {
   "quote": {
    "text": "Adopting a really positive attitude can work wonders to adding years to your life, a spring to your step, a sparkle to your eye, and all of that."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "Maybe that's what life is... a wink of the eye and winking stars."
   },
   "author": {
    "text": "Jack Kerouac"
   }
  },
  {
   "quote": {
    "text": "In our daily life, we encounter people who are angry, deceitful, intent only on satisfying their own needs. There is so much anger, distrust, greed, and pettiness that we are losing our capacity to work well together."
   },
   "author": {
    "text": "Margaret J. Wheatley"
   }
  },
  {
   "quote": {
    "text": "The people you live with at college, those first roommates often are people you're still friends with the rest of your life."
   },
   "author": {
    "text": "Richard Linklater"
   }
  },
  {
   "quote": {
    "text": "It's ironic that when you go through a tragedy, you appreciate more. You realize how fragile life is and that there are so many things to still be thankful for."
   },
   "author": {
    "text": "Adam Grant"
   }
  },
  {
   "quote": {
    "text": "I was taking myself very seriously when I was going through life changes. And I realized that I needed to laugh at myself, particularly at my mistakes."
   },
   "author": {
    "text": "Spencer Johnson"
   }
  },
  {
   "quote": {
    "text": "A great book begins with an idea; a great life, with a determination."
   },
   "author": {
    "text": "Louis L'Amour"
   }
  },
  {
   "quote": {
    "text": "The world has never yet seen a truly great and virtuous nation because in the degradation of woman the very fountains of life are poisoned at their source."
   },
   "author": {
    "text": "Lucretia Mott"
   }
  },
  {
   "quote": {
    "text": "Embryonic stem cell research will prolong life, improve life and give hope for life to millions of people."
   },
   "author": {
    "text": "Jim Ramstad"
   }
  },
  {
   "quote": {
    "text": "My parents taught me honesty, truth, compassion, kindness and how to care for people. Also, they encouraged me to take risks, to boldly go. They taught me that the greatest danger in life is not taking the adventure."
   },
   "author": {
    "text": "Brian Blessed"
   }
  },
  {
   "quote": {
    "text": "Transformation is a process, and as life happens there are tons of ups and downs. It's a journey of discovery - there are moments on mountaintops and moments in deep valleys of despair."
   },
   "author": {
    "text": "Rick Warren"
   }
  },
  {
   "quote": {
    "text": "For the past 33 years, I have looked in the mirror every morning and asked myself: 'If today were the last day of my life, would I want to do what I am about to do today?' And whenever the answer has been 'No' for too many days in a row, I know I need to change something."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Realize deeply that the present moment is all you ever have. Make the Now the primary focus of your life."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "My life is like a speeding bullet that just hasn't hit the target yet."
   },
   "author": {
    "text": "Kid Cudi"
   }
  },
  {
   "quote": {
    "text": "Life is filled with tragedy, with long patches of struggle and with, I think, beautiful bursts of joy and accomplishment. Blessed with those moments, you just try to relax as much as possible and focus on the little things, like the joy of changing your baby's diaper."
   },
   "author": {
    "text": "David Dastmalchian"
   }
  },
  {
   "quote": {
    "text": "Here's to alcohol: the cause of, and answer to, all of life's problems."
   },
   "author": {
    "text": "Matt Groening"
   }
  },
  {
   "quote": {
    "text": "Never regret yesterday. Life is in you today and you make your tomorrow."
   },
   "author": {
    "text": "L. Ron Hubbard"
   }
  },
  {
   "quote": {
    "text": "I secretly enjoy being alone - hiking alone, skiing alone, walking along the beach alone, going to movies alone. Do not get me wrong, I like sharing my life with other people, but sometimes I really enjoy being as alone as possible."
   },
   "author": {
    "text": "Josh Zuckerman"
   }
  },
  {
   "quote": {
    "text": "The ultimate dream in life is to be able to do what you love and learn something from it."
   },
   "author": {
    "text": "Jennifer Love Hewitt"
   }
  },
  {
   "quote": {
    "text": "Weight loss can change your whole character. That always amazed me: Shedding pounds does change your personality. It changes your philosophy of life because you recognize that you are capable of using your mind to change your body."
   },
   "author": {
    "text": "Jean Nidetch"
   }
  },
  {
   "quote": {
    "text": "The great art of life is sensation, to feel that we exist, even in pain."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "I really believe that everyone has a talent, ability, or skill that he can mine to support himself and to succeed in life."
   },
   "author": {
    "text": "Dean Koontz"
   }
  },
  {
   "quote": {
    "text": "Everyone has his own specific vocation or mission in life; everyone must carry out a concrete assignment that demands fulfillment. Therein he cannot be replaced, nor can his life be repeated, thus, everyone's task is unique as his specific opportunity to implement it."
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "The life ahead can only be glorious if you learn to live in total harmony with the Lord."
   },
   "author": {
    "text": "Sai Baba"
   }
  },
  {
   "quote": {
    "text": "Nobody made a greater mistake than he who did nothing because he could do only a little."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "The higher the hill, the stronger the wind: so the loftier the life, the stronger the enemy's temptations."
   },
   "author": {
    "text": "John Wycliffe"
   }
  },
  {
   "quote": {
    "text": "The first thing I do every day when I wake up is thank God for letting me make it through the night and giving me another day of life - just because sometimes I wake up, and I cannot believe I'm doing what I'm doing. I just thank Him. I don't know how I deserve it, but it's completely because of Him."
   },
   "author": {
    "text": "Lauren Alaina"
   }
  },
  {
   "quote": {
    "text": "There's going to be stress in life, but it's your choice whether to let it affect you or not."
   },
   "author": {
    "text": "Valerie Bertinelli"
   }
  },
  {
   "quote": {
    "text": "Migration is as natural as breathing, as eating, as sleeping. It is part of life, part of nature. So we have to find a way of establishing a proper kind of scenario for modern migration to exist. And when I say 'we,' I mean the world. We need to find ways of making that migration not forced."
   },
   "author": {
    "text": "Gael Garcia Bernal"
   }
  },
  {
   "quote": {
    "text": "There are seasons in life. Don't ever let anyone try to deny you the joy of one season because they believe you should stay in another season... Listen to yourself. Trust your instincts. Keep your perspective."
   },
   "author": {
    "text": "Jane Clayson"
   }
  },
  {
   "quote": {
    "text": "The word theatre comes from the Greeks. It means the seeing place. It is the place people come to see the truth about life and the social situation."
   },
   "author": {
    "text": "Stella Adler"
   }
  },
  {
   "quote": {
    "text": "My normal life is like being on holiday."
   },
   "author": {
    "text": "Valentino Rossi"
   }
  },
  {
   "quote": {
    "text": "Live a life full of humility, gratitude, intellectual curiosity, and never stop learning."
   },
   "author": {
    "text": "Gza"
   }
  },
  {
   "quote": {
    "text": "Here is the tragedy: when you are the victim of depression, not only do you feel utterly helpless and abandoned by the world, you also know that very few people can understand, or even begin to believe, that life can be this painful. There is nothing I can think of that is quite as isolating as this."
   },
   "author": {
    "text": "Giles Andreae"
   }
  },
  {
   "quote": {
    "text": "Thank you, God, for this good life and forgive us if we do not love it enough."
   },
   "author": {
    "text": "Garrison Keillor"
   }
  },
  {
   "quote": {
    "text": "Life is about choices. Some we regret, some were proud of. Some will haunt us forever. 'Black Rain' was very much about choices. The message - we are what we chose to be."
   },
   "author": {
    "text": "Graham Brown"
   }
  },
  {
   "quote": {
    "text": "Give yourself a gift of five minutes of contemplation in awe of everything you see around you. Go outside and turn your attention to the many miracles around you. This five-minute-a-day regimen of appreciation and gratitude will help you to focus your life in awe."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Life isn't about finding yourself. Life is about creating yourself."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Learn to get in touch with the silence within yourself, and know that everything in life has purpose. There are no mistakes, no coincidences, all events are blessings given to us to learn from."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "The sole meaning of life is to serve humanity."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "If a man neglects education, he walks lame to the end of his life."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Art is the tree of life. Science is the tree of death."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "I have two homes, like someone who leaves their hometown and/or parents and then establishes a life elsewhere. They might say that they're going home when they return to see old friends or parents, but then they go home as well when they go to where they live now. Sarajevo is home, Chicago is home."
   },
   "author": {
    "text": "Aleksandar Hemon"
   }
  },
  {
   "quote": {
    "text": "Among the natural rights of the colonists are these: First a right to life, secondly to liberty, and thirdly to property; together with the right to defend them in the best manner they can."
   },
   "author": {
    "text": "Samuel Adams"
   }
  },
  {
   "quote": {
    "text": "I wanted to be an independent woman, a woman who could pay for her bills, a woman who could run her own life - and I became that woman."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "Life is like a wheel. Sooner or later, it always come around to where you started again."
   },
   "author": {
    "text": "Stephen King"
   }
  },
  {
   "quote": {
    "text": "A broken heart is what makes life so wonderful five years later, when you see the guy in an elevator and he is fat and smoking a cigar and saying long-time-no-see."
   },
   "author": {
    "text": "Phyllis Battelle"
   }
  },
  {
   "quote": {
    "text": "Try to see things differently - It's the only way to get a clearer perspective on the world and on your life."
   },
   "author": {
    "text": "Neal Shusterman"
   }
  },
  {
   "quote": {
    "text": "It is absolutely necessary, for the peace and safety of mankind, that some of earth's dark, dead corners and unplumbed depths be let alone; lest sleeping abnormalities wake to resurgent life, and blasphemously surviving nightmares squirm and splash out of their black lairs to newer and wider conquests."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "Life is ten percent what happens to you and ninety percent how you respond to it."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "Live your life as though your every act were to become a universal law."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "Every man has the right to risk his own life in order to preserve it. Has it ever been said that a man who throws himself out the window to escape from a fire is guilty of suicide?"
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "Life would be tragic if it weren't funny."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Life is one long process of getting tired."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "The Christian life is not a constant high. I have my moments of deep discouragement. I have to go to God in prayer with tears in my eyes, and say, 'O God, forgive me,' or 'Help me.'"
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Each moment of a happy lover's hour is worth an age of dull and common life."
   },
   "author": {
    "text": "Aphra Behn"
   }
  },
  {
   "quote": {
    "text": "Maturity is achieved when a person accepts life as full of tension."
   },
   "author": {
    "text": "Joshua L. Liebman"
   }
  },
  {
   "quote": {
    "text": "Haters never win. I just think that's true about life, because negative energy always costs in the end."
   },
   "author": {
    "text": "Tom Hiddleston"
   }
  },
  {
   "quote": {
    "text": "We're losing social skills, the human interaction skills, how to read a person's mood, to read their body language, how to be patient until the moment is right to make or press a point. Too much exclusive use of electronic information dehumanises what is a very, very important part of community life and living together."
   },
   "author": {
    "text": "Vincent Nichols"
   }
  },
  {
   "quote": {
    "text": "My own life was filled with so much love and joy that when depression struck, it was like a prison door slamming shut and I was being placed in an isolation cell. No one else could possibly be feeling what I was. I hated my depression and all of its symptoms."
   },
   "author": {
    "text": "Susan Polis Schutz"
   }
  },
  {
   "quote": {
    "text": "There is a plan and a purpose, a value to every life, no matter what its location, age, gender or disability."
   },
   "author": {
    "text": "Sharron Angle"
   }
  },
  {
   "quote": {
    "text": "We are such stuff as dreams are made on; and our little life is rounded with a sleep."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "There comes a time when people get tired of being pushed out of the glittering sunlight of life's July and left standing amid the piercing chill of an alpine November."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Economics is everywhere, and understanding economics can help you make better decisions and lead a happier life."
   },
   "author": {
    "text": "Tyler Cowen"
   }
  },
  {
   "quote": {
    "text": "I'm really looking forward to seeing what life brings to me."
   },
   "author": {
    "text": "Rihanna"
   }
  },
  {
   "quote": {
    "text": "It is my goal to love everyone. I hate no one. Regardless of their race, religion, their proclivities, the desire of their heart and how they want to live their life and the decisions that they make. I can even respect people's decisions and lifestyle choices just as I hope they have the courtesy to respect my decisions and my choices."
   },
   "author": {
    "text": "Kirk Cameron"
   }
  },
  {
   "quote": {
    "text": "You don't want to have any negativity in your life. Continue to push. Continue to be patient. And when your time comes, then you've got to do everything you can, that's all."
   },
   "author": {
    "text": "Stefon Diggs"
   }
  },
  {
   "quote": {
    "text": "If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "Life is an unfoldment, and the further we travel the more truth we can comprehend. To understand the things that are at our door is the best preparation for understanding those that lie beyond."
   },
   "author": {
    "text": "Hypatia"
   }
  },
  {
   "quote": {
    "text": "If a child, a spouse, a life partner, or a parent depends on you and your income, you need life insurance."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "The things that have always been important: to be a good man, to try to live my life the way God would have me, to turn it over to Him that His will might be worked in my life, to do my work without looking back, to give it all I've got, and to take pride in my work as an honest performer."
   },
   "author": {
    "text": "Johnny Cash"
   }
  },
  {
   "quote": {
    "text": "For those who have made the ultimate sacrifice, we are grateful that such men and women were among us. For those who continue to serve, we honor their commitment. For those who return to civilian life, we honor their service."
   },
   "author": {
    "text": "Steve Buyer"
   }
  },
  {
   "quote": {
    "text": "Dogs are not our whole life, but they make our lives whole."
   },
   "author": {
    "text": "Roger Caras"
   }
  },
  {
   "quote": {
    "text": "Even when I'm sick and depressed, I love life."
   },
   "author": {
    "text": "Arthur Rubinstein"
   }
  },
  {
   "quote": {
    "text": "My daughter is my passion and my life."
   },
   "author": {
    "text": "Tamara Mellon"
   }
  },
  {
   "quote": {
    "text": "Comfortable shoes and the freedom to leave are the two most important things in life."
   },
   "author": {
    "text": "Shel Silverstein"
   }
  },
  {
   "quote": {
    "text": "Life is a blur when one is essaying different roles; it is so fulfilling."
   },
   "author": {
    "text": "Amitabh Bachchan"
   }
  },
  {
   "quote": {
    "text": "Is life so dear or peace so sweet as to be purchased at the price of chains and slavery? Forbid it, Almighty God! I know not what course others may take, but as for me, give me liberty, or give me death!"
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "There is no black-and-white situation. It's all part of life. Highs, lows, middles."
   },
   "author": {
    "text": "Van Morrison"
   }
  },
  {
   "quote": {
    "text": "In my life I've learned that true happiness comes from giving. Helping others along the way makes you evaluate who you are. I think that love is what we're all searching for. I haven't come across anyone who didn't become a better person through love."
   },
   "author": {
    "text": "Marla Gibbs"
   }
  },
  {
   "quote": {
    "text": "If something comes to life in others because of you, then you have made an approach to immortality."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "My life is about ups and downs, great joys and great losses."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "We live in a rainbow of chaos."
   },
   "author": {
    "text": "Paul Cezanne"
   }
  },
  {
   "quote": {
    "text": "We need to give each other the space to grow, to be ourselves, to exercise our diversity. We need to give each other space so that we may both give and receive such beautiful things as ideas, openness, dignity, joy, healing, and inclusion."
   },
   "author": {
    "text": "Max de Pree"
   }
  },
  {
   "quote": {
    "text": "My mother is a strong woman. Her strength comes from being tested by life's unpredictability. It comes from soldiering on for her children, even when she might rather have given up. I know it hasn't always come easily, but I also know it's her greatest gift."
   },
   "author": {
    "text": "Matt Lauer"
   }
  },
  {
   "quote": {
    "text": "Life is a great big canvas; throw all the paint you can at it."
   },
   "author": {
    "text": "Danny Kaye"
   }
  },
  {
   "quote": {
    "text": "Be true to the game, because the game will be true to you. If you try to shortcut the game, then the game will shortcut you. If you put forth the effort, good things will be bestowed upon you. That's truly about the game, and in some ways that's about life too."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "Here's a news flash: No soldier gives his life. That's not the way it works. Most soldiers who make a conscious decision to place themselves in harm's way do it to protect their buddies. They do it because of the bonds of friendship - and it goes so much deeper than friendship."
   },
   "author": {
    "text": "Eric Massa"
   }
  },
  {
   "quote": {
    "text": "People sacrifice the present for the future. But life is available only in the present. That is why we should walk in such a way that every step can bring us to the here and the now."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Life must be lived as play."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "The resistance that you fight physically in the gym and the resistance that you fight in life can only build a strong character."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "Life's most persistent and urgent question is, 'What are you doing for others?'"
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Life is not a problem to be solved, but a reality to be experienced."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "We all have different things that we go through in our everyday life, and it's really important to know just at the end of the day, it doesn't matter what you face, you know, that you're going to win at the end of the day. You got to believe in yourself. You got to believe in God, know that He's going to get you through it."
   },
   "author": {
    "text": "Kelly Rowland"
   }
  },
  {
   "quote": {
    "text": "All life is an experiment. The more experiments you make the better."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "The price of anything is the amount of life you exchange for it."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Life is about growing and improving and getting better."
   },
   "author": {
    "text": "Conor McGregor"
   }
  },
  {
   "quote": {
    "text": "This life, which had been the tomb of his virtue and of his honour, is but a walking shadow; a poor player, that struts and frets his hour upon the stage, and then is heard no more: it is a tale told by an idiot, full of sound and fury, signifying nothing."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Focusing your life solely on making a buck shows a certain poverty of ambition. It asks too little of yourself. Because it's only when you hitch your wagon to something larger than yourself that you realize your true potential."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Find ecstasy in life; the mere sense of living is joy enough."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "I have no fear of losing my life - if I have to save a koala or a crocodile or a kangaroo or a snake, mate, I will save it."
   },
   "author": {
    "text": "Steve Irwin"
   }
  },
  {
   "quote": {
    "text": "Everything in life is luck."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Socialism is... not only a way of life, but a certain scientific approach to social and economic problems."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "God is to be worshipped as the one beloved, dearer than everything in this and next life."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "We must vote for hope, vote for life, vote for a brighter future for all of our loved ones."
   },
   "author": {
    "text": "Ed Markey"
   }
  },
  {
   "quote": {
    "text": "Life is short and we have never too much time for gladdening the hearts of those who are travelling the dark journey with us. Oh be swift to love, make haste to be kind."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "The quality, not the longevity, of one's life is what is important."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "All theory, dear friend, is gray, but the golden tree of life springs ever green."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Life to me is a journey - you never know what may be your next destination."
   },
   "author": {
    "text": "David Russell"
   }
  },
  {
   "quote": {
    "text": "Imagine all the people living life in peace. You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us, and the world will be as one."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "Maybe all one can do is hope to end up with the right regrets."
   },
   "author": {
    "text": "Arthur Miller"
   }
  },
  {
   "quote": {
    "text": "Today is your own. Tomorrow perchance may never come."
   },
   "author": {
    "text": "Swami Sivananda"
   }
  },
  {
   "quote": {
    "text": "We're all moving at such a high rate that we have to grab the frozen dinners and the McDonald's. We can't make it a way of life - we have to get back to real, simple, clean good foods. It will save our lives on so many levels; not just spina bifida, but obesity, diabetes, everything. Food is our medicine."
   },
   "author": {
    "text": "Nicole Ari Parker"
   }
  },
  {
   "quote": {
    "text": "Live your life, do your work, then take your hat."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Hiding, secrets, and not being able to be yourself is one of the worst things ever for a person. It gives you low self-esteem. You never get to reach that peak in your life. You should always be able to be yourself and be proud of yourself."
   },
   "author": {
    "text": "Grace Jones"
   }
  },
  {
   "quote": {
    "text": "I am convinced that material things can contribute a lot to making one's life pleasant, but, basically, if you do not have very good friends and relatives who matter to you, life will be really empty and sad and material things cease to be important."
   },
   "author": {
    "text": "David Rockefeller"
   }
  },
  {
   "quote": {
    "text": "Life is far too important a thing ever to talk seriously about."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "If life were predictable it would cease to be life, and be without flavor."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "All the art of living lies in a fine mingling of letting go and holding on."
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "What if you gave someone a gift, and they neglected to thank you for it - would you be likely to give them another? Life is the same way. In order to attract more of the blessings that life has to offer, you must truly appreciate what you already have."
   },
   "author": {
    "text": "Ralph Marston"
   }
  },
  {
   "quote": {
    "text": "We only have one life, and it is very precious, and there's a lot we can do, and there's a lot we should do."
   },
   "author": {
    "text": "Selena Gomez"
   }
  },
  {
   "quote": {
    "text": "Life is a tide; float on it. Go down with it and go up with it, but be detached. Then it is not difficult."
   },
   "author": {
    "text": "Prem Rawat"
   }
  },
  {
   "quote": {
    "text": "To live a pure unselfish life, one must count nothing as one's own in the midst of abundance."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "Kindness, I've discovered, is everything in life."
   },
   "author": {
    "text": "Isaac Bashevis Singer"
   }
  },
  {
   "quote": {
    "text": "I lead no party; I follow no leader. I have given the best part of my life to careful study of Islam, its law and polity, its culture, its history and its literature."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "I slept and dreamt that life was joy. I awoke and saw that life was service. I acted and behold, service was joy."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "The privilege of a lifetime is being who you are."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "I like being with people. I like talking to them. I like everything about my life, so it's fun."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "The true object of all human life is play. Earth is a task garden; heaven is a playground."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "There is only one difference between a long life and a good dinner: that, in the dinner, the sweets come last."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "You're only here for a short visit. Don't hurry, don't worry. And be sure to smell the flowers along the way."
   },
   "author": {
    "text": "Walter Hagen"
   }
  },
  {
   "quote": {
    "text": "Life is like dancing. If we have a big floor, many people will dance. Some will get angry when the rhythm changes. But life is changing all the time."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "Our prime purpose in this life is to help others. And if you can't help them, at least don't hurt them."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Without health life is not life; it is only a state of langour and suffering - an image of death."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "Life is a succession of lessons which must be lived to be understood. All is riddle, and the key to a riddle is another riddle."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Fantasy is a necessary ingredient in living, it's a way of looking at life through the wrong end of a telescope, and that enables you to laugh at life's realities."
   },
   "author": {
    "text": "Dr. Seuss"
   }
  },
  {
   "quote": {
    "text": "Our life always expresses the result of our dominant thoughts."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "Variety's the very spice of life, That gives it all its flavor."
   },
   "author": {
    "text": "William Cowper"
   }
  },
  {
   "quote": {
    "text": "If you can do what you do best and be happy, you're further along in life than most people."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "While there's life, there's hope."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "He not busy being born is busy dying."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "Nearly all the best things that came to me in life have been unexpected, unplanned by me."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "Life is like a trumpet - if you don't put anything into it, you don't get anything out of it."
   },
   "author": {
    "text": "William Christopher Handy"
   }
  },
  {
   "quote": {
    "text": "Life isn't a matter of milestones, but of moments."
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "Life's like a play: it's not the length, but the excellence of the acting that matters."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "I don't believe people are looking for the meaning of life as much as they are looking for the experience of being alive."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "Life is growth. If we stop growing, technically and spiritually, we are as good as dead."
   },
   "author": {
    "text": "Morihei Ueshiba"
   }
  },
  {
   "quote": {
    "text": "Don't let life discourage you; everyone who got where he is had to begin where he was."
   },
   "author": {
    "text": "Richard L. Evans"
   }
  },
  {
   "quote": {
    "text": "How far you go in life depends on your being tender with the young, compassionate with the aged, sympathetic with the striving and tolerant of the weak and strong. Because someday in your life you will have been all of these."
   },
   "author": {
    "text": "George Washington Carver"
   }
  },
  {
   "quote": {
    "text": "When we remember we are all mad, the mysteries disappear and life stands explained."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Not life, but good life, is to be chiefly valued."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "Life consists not in holding good cards but in playing those you hold well."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "It is not length of life, but depth of life."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "All I really need to know... I learned in kindergarten."
   },
   "author": {
    "text": "Robert Fulghum"
   }
  },
  {
   "quote": {
    "text": "It's only when we truly know and understand that we have a limited time on earth - and that we have no way of knowing when our time is up, we will then begin to live each day to the fullest, as if it was the only one we had."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "Who will tell whether one happy moment of love or the joy of breathing or walking on a bright morning and smelling the fresh air, is not worth all the suffering and effort which life implies."
   },
   "author": {
    "text": "Erich Fromm"
   }
  },
  {
   "quote": {
    "text": "We live in the world when we love it."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "The golden moments in the stream of life rush past us, and we see nothing but sand; the angels come to visit us, and we only know them when they are gone."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "The purpose of life is a life of purpose."
   },
   "author": {
    "text": "Robert Byrne"
   }
  },
  {
   "quote": {
    "text": "I have a simple philosophy: Fill what's empty. Empty what's full. Scratch where it itches."
   },
   "author": {
    "text": "Alice Roosevelt Longworth"
   }
  },
  {
   "quote": {
    "text": "Life is very short and what we have to do must be done in the now."
   },
   "author": {
    "text": "Audre Lorde"
   }
  },
  {
   "quote": {
    "text": "Mindfulness is about love and loving life. When you cultivate this love, it gives you clarity and compassion for life, and your actions happen in accordance with that."
   },
   "author": {
    "text": "Jon Kabat-Zinn"
   }
  },
  {
   "quote": {
    "text": "One way to get the most out of life is to look upon it as an adventure."
   },
   "author": {
    "text": "William Feather"
   }
  },
  {
   "quote": {
    "text": "There is more to life than increasing its speed."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Life is a great sunrise. I do not see why death should not be an even greater one."
   },
   "author": {
    "text": "Vladimir Nabokov"
   }
  },
  {
   "quote": {
    "text": "When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left, and could say, 'I used everything you gave me'."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "The art of living is more like wrestling than dancing."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "There may be aliens in our Milky Way galaxy, and there are billions of other galaxies. The probability is almost certain that there is life somewhere in space."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "We must be willing to let go of the life we have planned, so as to have the life that is waiting for us."
   },
   "author": {
    "text": "E. M. Forster"
   }
  },
  {
   "quote": {
    "text": "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life; define yourself."
   },
   "author": {
    "text": "Harvey Fierstein"
   }
  },
  {
   "quote": {
    "text": "When I hear somebody sigh, 'Life is hard,' I am always tempted to ask, 'Compared to what?'"
   },
   "author": {
    "text": "Sydney J. Harris"
   }
  },
  {
   "quote": {
    "text": "Life is the art of drawing sufficient conclusions from insufficient premises."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "The greatest use of a life is to spend it on something that will outlast it."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Life itself is the proper binge."
   },
   "author": {
    "text": "Julia Child"
   }
  },
  {
   "quote": {
    "text": "Live, so you do not have to look back and say: 'God, how I have wasted my life.'"
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "Don't go around saying the world owes you a living. The world owes you nothing. It was here first."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "My life is my message."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Our truest life is when we are in dreams awake."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Life is a lot like jazz... it's best when you improvise."
   },
   "author": {
    "text": "George Gershwin"
   }
  },
  {
   "quote": {
    "text": "That it will never come again is what makes life sweet."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "The aim of life is to live, and to live means to be aware, joyously, drunkenly, serenely, divinely aware."
   },
   "author": {
    "text": "Henry Miller"
   }
  },
  {
   "quote": {
    "text": "Once you say you're going to settle for second, that's what happens to you in life."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Every man dies. Not every man really lives."
   },
   "author": {
    "text": "William Wallace"
   }
  },
  {
   "quote": {
    "text": "The shoe that fits one person pinches another; there is no recipe for living that suits all cases."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "Seventy percent of success in life is showing up."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "Life is a zoo in a jungle."
   },
   "author": {
    "text": "Peter De Vries"
   }
  },
  {
   "quote": {
    "text": "The greatest pleasure of life is love."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "True life is lived when tiny changes occur."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "The courage of life is often a less dramatic spectacle than the courage of a final moment; but it is no less a magnificent mixture of triumph and tragedy."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Execute every act of thy life as though it were thy last."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "I did not direct my life. I didn't design it. I never made decisions. Things always came up and made them for me. That's what life is."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "What do we live for, if not to make life less difficult for each other?"
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "Life is 10 percent what you make it, and 90 percent how you take it."
   },
   "author": {
    "text": "Irving Berlin"
   }
  },
  {
   "quote": {
    "text": "Why should we think upon things that are lovely? Because thinking determines life. It is a common habit to blame life upon the environment. Environment modifies life but does not govern life. The soul is stronger than its surroundings."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "While we are postponing, life speeds by."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "To me, if life boils down to one thing, it's movement. To live is to keep moving."
   },
   "author": {
    "text": "Jerry Seinfeld"
   }
  },
  {
   "quote": {
    "text": "We can't plan life. All we can do is be available for it."
   },
   "author": {
    "text": "Lauryn Hill"
   }
  },
  {
   "quote": {
    "text": "Life is made up of sobs, sniffles, and smiles, with sniffles predominating."
   },
   "author": {
    "text": "O. Henry"
   }
  },
  {
   "quote": {
    "text": "Life is a series of collisions with the future; it is not the sum of what we have been, but what we yearn to be."
   },
   "author": {
    "text": "Jose Ortega y Gasset"
   }
  },
  {
   "quote": {
    "text": "Everything has been figured out, except how to live."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "Life is a lively process of becoming."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "Life is so fresh, life is every day so new if we are fighting, only for the best. Sometimes I think the only real satisfaction in life is failure, failure in your endeavor to do your best."
   },
   "author": {
    "text": "Maude Adams"
   }
  },
  {
   "quote": {
    "text": "Our business in life is not to succeed, but to continue to fail in good spirits."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Each day is the scholar of yesterday."
   },
   "author": {
    "text": "Publilius Syrus"
   }
  },
  {
   "quote": {
    "text": "We are to seek wisdom and understanding only in the length of days."
   },
   "author": {
    "text": "Robert Hall"
   }
  },
  {
   "quote": {
    "text": "With renunciation life begins."
   },
   "author": {
    "text": "Amelia Barr"
   }
  },
  {
   "quote": {
    "text": "There is a very fine line between loving life and being greedy for it."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "With the past, I have nothing to do; nor with the future. I live now."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Doing what you love is the cornerstone of having abundance in your life."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Life loves the liver of it."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Life is never fair, and perhaps it is a good thing for most of us that it is not."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "The hardest years in life are those between ten and seventy."
   },
   "author": {
    "text": "Helen Hayes"
   }
  },
  {
   "quote": {
    "text": "Once you bring life into the world, you must protect it. We must protect it by changing the world."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "The personal life deeply lived always expands into truths beyond itself."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "All of life is peaks and valleys. Don't let the peaks get too high and the valleys too low."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "The art of life is to know how to enjoy a little and to endure very much."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "Any idiot can face a crisis - it's day to day living that wears you out."
   },
   "author": {
    "text": "Anton Chekhov"
   }
  },
  {
   "quote": {
    "text": "You can preach a better sermon with your life than with your lips."
   },
   "author": {
    "text": "Oliver Goldsmith"
   }
  },
  {
   "quote": {
    "text": "I think I've discovered the secret of life - you just hang around until you get used to it."
   },
   "author": {
    "text": "Charles M. Schulz"
   }
  },
  {
   "quote": {
    "text": "Life well spent is long."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "I want to live my life, not record it."
   },
   "author": {
    "text": "Jackie Kennedy"
   }
  },
  {
   "quote": {
    "text": "We are here to add what we can to life, not to get what we can from life."
   },
   "author": {
    "text": "William Osler"
   }
  },
  {
   "quote": {
    "text": "The greatest trap in our life is not success, popularity or power, but self-rejection."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "This life is worth living, we can say, since it is what we make it."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "The man who has no inner-life is a slave to his surroundings."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "Life is a long lesson in humility."
   },
   "author": {
    "text": "James M. Barrie"
   }
  },
  {
   "quote": {
    "text": "It is often said that before you die your life passes before your eyes. It is in fact true. It's called living."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "The chief danger in life is that you may take too many precautions."
   },
   "author": {
    "text": "Alfred Adler"
   }
  },
  {
   "quote": {
    "text": "There is just one life for each of us: our own."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "Life is a culmination of the past, an awareness of the present, an indication of a future beyond knowledge, the quality that gives a touch of divinity to matter."
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "Fortunately analysis is not the only way to resolve inner conflicts. Life itself still remains a very effective therapist."
   },
   "author": {
    "text": "Karen Horney"
   }
  },
  {
   "quote": {
    "text": "An aim in life is the only fortune worth finding."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "The most satisfying thing in life is to have been able to give a large part of one's self to others."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "Life itself still remains a very effective therapist."
   },
   "author": {
    "text": "Karen Horney"
   }
  },
  {
   "quote": {
    "text": "Life is made up of marble and mud."
   },
   "author": {
    "text": "Nathaniel Hawthorne"
   }
  },
  {
   "quote": {
    "text": "Make space in your life for the things that matter, for family and friends, love and generosity, fun and joy. Without this, you will burn out in mid-career and wonder where your life went."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "Life comes from the earth and life returns to the earth."
   },
   "author": {
    "text": "Zhuangzi"
   }
  },
  {
   "quote": {
    "text": "Any life is made up of a single moment, the moment in which a man finds out, once and for all, who he is."
   },
   "author": {
    "text": "Jorge Luis Borges"
   }
  },
  {
   "quote": {
    "text": "The less routine the more life."
   },
   "author": {
    "text": "Amos Bronson Alcott"
   }
  },
  {
   "quote": {
    "text": "Life leaps like a geyser for those who drill through the rock of inertia."
   },
   "author": {
    "text": "Alexis Carrel"
   }
  },
  {
   "quote": {
    "text": "In this world, with thy earthly life, thou art under heaven, stars, and elements, also under hell and devils; all ruleth in thee, and over thee."
   },
   "author": {
    "text": "Jakob Bohme"
   }
  },
  {
   "quote": {
    "text": "When I was a little kid, we only knew about our nine planets. Since then, we've downgraded Pluto but have discovered that other solar systems and stars are common. So life is probably quite prevalent."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "Life's more amusing than we thought."
   },
   "author": {
    "text": "Andrew Lang"
   }
  },
  {
   "quote": {
    "text": "I still find each day too short for all the thoughts I want to think, all the walks I want to take, all the books I want to read, and all the friends I want to see."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "The dearest days in one's life are those that seem very far and very near at once."
   },
   "author": {
    "text": "Abraham Cahan"
   }
  },
  {
   "quote": {
    "text": "I am I plus my circumstances."
   },
   "author": {
    "text": "Jose Ortega y Gasset"
   }
  },
  {
   "quote": {
    "text": "Nobody got where they are today by living for tomorrow."
   },
   "author": {
    "text": "Tom Wilson"
   }
  },
  {
   "quote": {
    "text": "The person lives twice who lives the first life well."
   },
   "author": {
    "text": "Robert Herrick"
   }
  },
  {
   "quote": {
    "text": "Life is never easy for those who dream."
   },
   "author": {
    "text": "Robert James Waller"
   }
  },
  {
   "quote": {
    "text": "Give me the luxuries of life and I will willingly do without the necessities."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "To be free is to have achieved your life."
   },
   "author": {
    "text": "Tennessee Williams"
   }
  },
  {
   "quote": {
    "text": "Life imitates art far more than art imitates Life."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "To live is like to love - all reason is against it, and all healthy instinct for it."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "Only a life lived for others is a life worthwhile."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Life would be infinitely happier if we could only be born at the age of eighty and gradually approach eighteen."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "To affect the quality of the day, that is the highest of arts."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "I bear a charmed life."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Art is the proper task of life."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Life consists in what a man is thinking of all day."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "When life is too easy for us, we must beware or we may not be ready to meet the blows which sooner or later come to everyone, rich or poor."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Only an artist can interpret the meaning of life."
   },
   "author": {
    "text": "Novalis"
   }
  },
  {
   "quote": {
    "text": "Here is the test to find whether your mission on Earth is finished: if you're alive, it isn't."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "The best path through life is the highway."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "A chain is no stronger than its weakest link, and life is after all a chain."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Let life happen to you. Believe me: life is in the right, always."
   },
   "author": {
    "text": "Rainer Maria Rilke"
   }
  },
  {
   "quote": {
    "text": "Life does not cease to be funny when people die any more than it ceases to be serious when people laugh."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "A person will sometimes devote all his life to the development of one part of his body - the wishbone."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "To live is so startling it leaves little time for anything else."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "Begin at once to live, and count each separate day as a separate life."
   },
   "author": {
    "text": "Seneca"
   }
  },
  {
   "quote": {
    "text": "Life becomes harder for us when we live for others, but it also becomes richer and happier."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "Just as courage imperils life, fear protects it."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "People living deeply have no fear of death."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "What we play is life."
   },
   "author": {
    "text": "Louis Armstrong"
   }
  },
  {
   "quote": {
    "text": "What we think determines what happens to us, so if we want to change our lives, we need to stretch our minds."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "We are all here for a spell, get all the good laughs you can."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "Character develops itself in the stream of life."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "The basic fact about human existence is not that it is a tragedy, but that it is a bore. It is not so much a war as an endless standing in line."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Life is a DNA software system."
   },
   "author": {
    "text": "Craig Venter"
   }
  },
  {
   "quote": {
    "text": "No man is a failure who is enjoying life."
   },
   "author": {
    "text": "William Feather"
   }
  },
  {
   "quote": {
    "text": "Take care of your life and the Lord will take care of your death."
   },
   "author": {
    "text": "George Whitefield"
   }
  },
  {
   "quote": {
    "text": "What a wonderful life I've had! I only wish I'd realized it sooner."
   },
   "author": {
    "text": "Sidonie Gabrielle Colette"
   }
  },
  {
   "quote": {
    "text": "I decided, very early on, just to accept life unconditionally; I never expected it to do anything special for me, yet I seemed to accomplish far more than I had ever hoped. Most of the time it just happened to me without my ever seeking it."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "To live is to think."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Get correct views of life, and learn to see the world in its true light. It will enable you to live pleasantly, to do good, and, when summoned away, to leave without regret."
   },
   "author": {
    "text": "Robert E. Lee"
   }
  },
  {
   "quote": {
    "text": "Don't go through life, grow through life."
   },
   "author": {
    "text": "Eric Butterworth"
   }
  },
  {
   "quote": {
    "text": "Ships that pass in the night, and speak each other in passing, only a signal shown, and a distant voice in the darkness; So on the ocean of life, we pass and speak one another, only a look and a voice, then darkness again and a silence."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "What is important in life is life, and not the result of life."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "If we live good lives, the times are also good. As we are, such are the times."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "Life's a fight. It's a good fight of faith."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "The whole secret of life is to be interested in one thing profoundly and in a thousand things well."
   },
   "author": {
    "text": "Horace Walpole"
   }
  },
  {
   "quote": {
    "text": "Nothing is more precious than life... especially the life of your child."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "Like a morning dream, life becomes more and more bright the longer we live, and the reason of everything appears more clear. What has puzzled us before seems less mysterious, and the crooked paths look straighter as we approach the end."
   },
   "author": {
    "text": "Jean Paul"
   }
  },
  {
   "quote": {
    "text": "Life has meaning only if one barters it day by day for something other than itself."
   },
   "author": {
    "text": "Antoine de Saint-Exupery"
   }
  },
  {
   "quote": {
    "text": "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life."
   },
   "author": {
    "text": "James Allen"
   }
  },
  {
   "quote": {
    "text": "I argue thee that love is life. And life hath immortality."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "Life is a moderately good play with a badly written third act."
   },
   "author": {
    "text": "Truman Capote"
   }
  },
  {
   "quote": {
    "text": "Unbeing dead isn't being alive."
   },
   "author": {
    "text": "e. e. cummings"
   }
  },
  {
   "quote": {
    "text": "Life appears to me too short to be spent in nursing animosity, or registering wrongs."
   },
   "author": {
    "text": "Charlotte Bronte"
   }
  },
  {
   "quote": {
    "text": "For the happiest life, days should be rigorously planned, nights left open to chance."
   },
   "author": {
    "text": "Mignon McLaughlin"
   }
  },
  {
   "quote": {
    "text": "To be able to look back upon one's past life with satisfaction is to live twice."
   },
   "author": {
    "text": "Lord Acton"
   }
  },
  {
   "quote": {
    "text": "Life is too short to work so hard."
   },
   "author": {
    "text": "Vivien Leigh"
   }
  },
  {
   "quote": {
    "text": "The most exhausting thing in life is being insincere."
   },
   "author": {
    "text": "Anne Morrow Lindbergh"
   }
  },
  {
   "quote": {
    "text": "Life is a succession of moments, to live each one is to succeed."
   },
   "author": {
    "text": "Corita Kent"
   }
  },
  {
   "quote": {
    "text": "Life is what we make it, always has been, always will be."
   },
   "author": {
    "text": "Grandma Moses"
   }
  },
  {
   "quote": {
    "text": "Life is largely a matter of expectation."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "To know nothing is the happiest life."
   },
   "author": {
    "text": "Desiderius Erasmus"
   }
  },
  {
   "quote": {
    "text": "I arise in the morning torn between a desire to improve the world and a desire to enjoy the world. This makes it hard to plan the day."
   },
   "author": {
    "text": "E. B. White"
   }
  },
  {
   "quote": {
    "text": "Life is something to do when you can't get to sleep."
   },
   "author": {
    "text": "Fran Lebowitz"
   }
  },
  {
   "quote": {
    "text": "The difficulty in life is the choice."
   },
   "author": {
    "text": "George A. Moore"
   }
  },
  {
   "quote": {
    "text": "Most people have never learned that one of the main aims in life is to enjoy it."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "Life is wasted on the living."
   },
   "author": {
    "text": "Douglas Adams"
   }
  },
  {
   "quote": {
    "text": "Life ought to be a struggle of desire toward adventures whose nobility will fertilize the soul."
   },
   "author": {
    "text": "Rebecca West"
   }
  },
  {
   "quote": {
    "text": "I have begun to think of life as a series of ripples widening out from an original center."
   },
   "author": {
    "text": "Seamus Heaney"
   }
  },
  {
   "quote": {
    "text": "Not a shred of evidence exists in favor of the idea that life is serious."
   },
   "author": {
    "text": "Brendan Gill"
   }
  },
  {
   "quote": {
    "text": "Remember when life's path is steep to keep your mind even."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "Life is painting a picture, not doing a sum."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Jr."
   }
  },
  {
   "quote": {
    "text": "Growth is the only evidence of life."
   },
   "author": {
    "text": "John Henry Newman"
   }
  },
  {
   "quote": {
    "text": "How sweet it is!"
   },
   "author": {
    "text": "Jackie Gleason"
   }
  },
  {
   "quote": {
    "text": "The Wine of Life keeps oozing drop by drop, The Leaves of Life keep falling one by one."
   },
   "author": {
    "text": "Edward Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "Our entire life - consists ultimately in accepting ourselves as we are."
   },
   "author": {
    "text": "Jean Anouilh"
   }
  },
  {
   "quote": {
    "text": "A little credulity helps one on through life very smoothly."
   },
   "author": {
    "text": "Elizabeth Gaskell"
   }
  },
  {
   "quote": {
    "text": "You don't have to be the Dalai Lama to tell people that life's about change."
   },
   "author": {
    "text": "John Cleese"
   }
  },
  {
   "quote": {
    "text": "The Indian Summer of life should be a little sunny and a little sad, like the season, and infinite in wealth and depth of tone, but never hustled."
   },
   "author": {
    "text": "Henry Adams"
   }
  },
  {
   "quote": {
    "text": "There is no wealth but life."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "Life will always be to a large extent what we ourselves make it."
   },
   "author": {
    "text": "Samuel Smiles"
   }
  },
  {
   "quote": {
    "text": "To live is to change, and to be perfect is to have changed often."
   },
   "author": {
    "text": "John Henry Newman"
   }
  },
  {
   "quote": {
    "text": "My formula for living is quite simple. I get up in the morning and I go to bed at night. In between, I occupy myself as best I can."
   },
   "author": {
    "text": "Cary Grant"
   }
  },
  {
   "quote": {
    "text": "Life is a gift, given in trust - like a child."
   },
   "author": {
    "text": "Anne Morrow Lindbergh"
   }
  },
  {
   "quote": {
    "text": "We pass through this world but once."
   },
   "author": {
    "text": "Stephen Jay Gould"
   }
  },
  {
   "quote": {
    "text": "A healthful hunger for a great idea is the beauty and blessedness of life."
   },
   "author": {
    "text": "Jean Ingelow"
   }
  },
  {
   "quote": {
    "text": "I love life because what more is there?"
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "I don't expect to live forever, but I do intend to hang on as long as possible."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "Life is anything that dies when you stomp on it."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "The main facts in human life are five: birth, food, sleep, love and death."
   },
   "author": {
    "text": "E. M. Forster"
   }
  },
  {
   "quote": {
    "text": "Look, I don't want to wax philosophic, but I will say that if you're alive you've got to flap your arms and legs, you've got to jump around a lot, for life is the very opposite of death, and therefore you must at very least think noisy and colorfully, or you're not alive."
   },
   "author": {
    "text": "Mel Brooks"
   }
  },
  {
   "quote": {
    "text": "I am simply trying to struggle through life; trying to do God's bidding."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "My trade and art is to live."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "We cannot put off living until we are ready."
   },
   "author": {
    "text": "Jose Ortega y Gasset"
   }
  },
  {
   "quote": {
    "text": "Unrest of spirit is a mark of life."
   },
   "author": {
    "text": "Karl A. Menninger"
   }
  },
  {
   "quote": {
    "text": "Wrong life cannot be lived rightly."
   },
   "author": {
    "text": "Theodor W. Adorno"
   }
  },
  {
   "quote": {
    "text": "I take a simple view of life. It is keep your eyes open and get on with it."
   },
   "author": {
    "text": "Laurence Sterne"
   }
  },
  {
   "quote": {
    "text": "I am an artist... I am here to live out loud."
   },
   "author": {
    "text": "Emile Zola"
   }
  },
  {
   "quote": {
    "text": "Conduct is three-fourths of our life and its largest concern."
   },
   "author": {
    "text": "Matthew Arnold"
   }
  },
  {
   "quote": {
    "text": "Life is a work in progress."
   },
   "author": {
    "text": "Jeff Rich"
   }
  },
  {
   "quote": {
    "text": "The fear of life is the favorite disease of the 20th century."
   },
   "author": {
    "text": "William Lyon Phelps"
   }
  },
  {
   "quote": {
    "text": "I look back on my life like a good day's work, it was done and I am satisfied with it."
   },
   "author": {
    "text": "Grandma Moses"
   }
  },
  {
   "quote": {
    "text": "I do not regret one moment of my life."
   },
   "author": {
    "text": "Lillie Langtry"
   }
  },
  {
   "quote": {
    "text": "Who cares about great marks left behind? We have one life... just one. Our life. We have nothing else."
   },
   "author": {
    "text": "Ugo Betti"
   }
  },
  {
   "quote": {
    "text": "I take care of my flowers and my cats. And enjoy food. And that's living."
   },
   "author": {
    "text": "Ursula Andress"
   }
  },
  {
   "quote": {
    "text": "If life had a second edition, how I would correct the proofs."
   },
   "author": {
    "text": "John Clare"
   }
  },
  {
   "quote": {
    "text": "Life is half spent before we know what it is."
   },
   "author": {
    "text": "George Herbert"
   }
  },
  {
   "quote": {
    "text": "Life is not an exact science, it is an art."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "Life is a horizontal fall."
   },
   "author": {
    "text": "Jean Cocteau"
   }
  },
  {
   "quote": {
    "text": "He is a man, who is to be a man, the fruit is always present in the seed."
   },
   "author": {
    "text": "Tertullian"
   }
  },
  {
   "quote": {
    "text": "Wars and elections are both too big and too small to matter in the long run. The daily work - that goes on, it adds up."
   },
   "author": {
    "text": "Barbara Kingsolver"
   }
  },
  {
   "quote": {
    "text": "Pain and death are part of life. To reject them is to reject life itself."
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "Life has a higher end, than to be amused."
   },
   "author": {
    "text": "William Ellery Channing"
   }
  },
  {
   "quote": {
    "text": "The indispensable first step to getting the things you want out of life is this: decide what you want."
   },
   "author": {
    "text": "Ben Stein"
   }
  },
  {
   "quote": {
    "text": "The real business of life is trying to understand each other."
   },
   "author": {
    "text": "Gilbert Parker"
   }
  },
  {
   "quote": {
    "text": "Each one of us decides to incarnate upon this planet at a particular point in time and space. We have chosen to come here to learn a particular lesson that will advance us upon our spiritual, evolutionary pathway."
   },
   "author": {
    "text": "Louise L. Hay"
   }
  },
  {
   "quote": {
    "text": "You have succeeded in life when all you really want is only what you really need."
   },
   "author": {
    "text": "Vernon Howard"
   }
  },
  {
   "quote": {
    "text": "Every man regards his own life as the New Year's Eve of time."
   },
   "author": {
    "text": "Jean Paul"
   }
  },
  {
   "quote": {
    "text": "I am all for the short and merry life."
   },
   "author": {
    "text": "Edward Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "I have inspiration and feelings of being alive most every day I live."
   },
   "author": {
    "text": "Judy Collins"
   }
  },
  {
   "quote": {
    "text": "Life is much shorter than I imagined it to be."
   },
   "author": {
    "text": "Abraham Cahan"
   }
  },
  {
   "quote": {
    "text": "I had no blood relatives till I made some."
   },
   "author": {
    "text": "Andy Dick"
   }
  },
  {
   "quote": {
    "text": "My life is every moment of my life. It is not a culmination of the past."
   },
   "author": {
    "text": "Hugh Leonard"
   }
  }
 ]
}